{"study_id": 76650, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining neuromuscular electrical stimulation (NMES) with motor control exercise (MCE) improves lumbar multifidus muscle activation and motor performance in individuals with movement control impairment (MCI).", "results_summary": "The study found that NMES combined with MCE significantly improved lumbar multifidus activation and motor performance in individuals with MCI compared to MCE alone, though both groups still showed lower activation than healthy controls at baseline.", "population_specificity": "25 participants without low back pain and 35 participants with movement control impairment (MCI).", "effective_dosage": "Not specified", "study_duration": "One session of intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:41.150295+00:00"}
{"study_id": 76652, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the range of pediatric neurological conditions for which Neuromuscular Electrical Stimulation (NMES) has been studied, excluding cerebral palsy.", "results_summary": "NMES was well-tolerated in pediatric patients and showed potential to augment traditional therapy methods for improving strength, though outcome measurements were heterogeneous. The study included 35 studies with 353 pediatric participants across various neuromuscular conditions.", "population_specificity": "Pediatric patients (mean age 7y 4mo, range 1wk-38y) with conditions such as stroke, spinal cord injury, myelomeningocele, scoliosis, congenital clubfoot, obstetric brachial plexus injury, and genetic neuromuscular diseases.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:43.472512+00:00"}
{"study_id": 76655, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of a novel BCI-FES system versus traditional NMES for motor function recovery in stroke patients.", "results_summary": "The BCI-FES group showed significantly greater improvements in FMA-UE and Kendall MMT scores compared to the NMES group, suggesting superior efficacy for motor recovery. The study also analyzed EEG-based ERD trends in the BCI-FES group.", "population_specificity": "32 patients with chronic stroke.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:44.891212+00:00"}
{"study_id": 76654, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the effect of neuromuscular electrical stimulation (NMES) on skeletal muscle, biomechanics of movement, functional mobility, strength, spasticity, muscle architecture, and body composition in children and adolescents with chronic neurological disorders and chronic diseases.", "results_summary": "NMES was effective in improving muscle strength, biomechanics of movement, and functional mobility in children with cerebral palsy, spinal muscular atrophy, and obstetric injury of the brachial plexus. The pooled effect on gross motor functional measure showed a standardized mean difference of 0.41 (95% CI = 0.19-0.64).", "population_specificity": "Children and adolescents aged 3-14 years with chronic neurological disorders and chronic diseases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:45.369657+00:00"}
{"study_id": 76656, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to summarize current research on rehabilitation interventions, including neuromuscular electrical stimulation, for patients recovering from acute decompensated heart failure (ADHF).", "results_summary": "The study identified that 29% of the reviewed trial protocols focused on neuromuscular electrical stimulation, all employing low-moderate intensity training with outcomes targeting physical function and quality of life. No specific efficacy results for neuromuscular electrical stimulation were detailed in the abstract.", "population_specificity": "Patients with acute decompensated heart failure (ADHF) and low ejection fraction (<40%).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:47.705824+00:00"}
{"study_id": 76659, "supplement_id": 1374, "safety_score": "70", "efficacy_score": 50, "quality_score": 80, "study_goal": "To assess the acceptability and feasibility of NMES in people with idiopathic pulmonary fibrosis (IPF) and determine if a future definitive trial is warranted.", "results_summary": "The study found that NMES was acceptable to participants, but recruitment challenges made a definitive trial unfeasible. More intervention group participants completed the study and experienced adverse events, while assessor blinding was maintained.", "population_specificity": "People with idiopathic pulmonary fibrosis (IPF), median age 76 years.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:47.752120+00:00"}
{"study_id": 76657, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining corrective exercises with neuromuscular electrical stimulation (NMES) is more effective than exercises alone in improving clinical and radiological outcomes in children with flexible flatfeet.", "results_summary": "The study found that the intervention group (corrective exercises + NMES) showed significantly greater improvements in Staheli's arch index, navicular drop, and radiographic indexes compared to the control group (corrective exercises + sham NMES). These improvements were both clinically and statistically significant.", "population_specificity": "Children aged 7-12 years with flexible flatfeet.", "effective_dosage": "3 sessions per week (specific NMES parameters not detailed).", "study_duration": "4 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:48.469229+00:00"}
{"study_id": 76658, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of Neuromuscular Electrical Stimulation (NMES) on quadriceps muscle strength and mass in healthy young and older adults.", "results_summary": "NMES improved quadriceps muscle strength in young adults compared to control groups, though less effectively than voluntary resistance training. Effects on muscle mass were inconclusive in young adults, while limited evidence suggested potential benefits for strength and mass in older adults.", "population_specificity": "Healthy young and older adults.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:48.472187+00:00"}
{"study_id": 76661, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the effectiveness of rehabilitation interventions, specifically neuromuscular electrical stimulation, in adults with multiple organ dysfunction syndrome.", "results_summary": "The study found that neuromuscular electrical stimulation showed positive effects on muscle mass preservation compared to no treatment or standard physiotherapy, though the limited evidence prevents firm conclusions.", "population_specificity": "Critically ill adults with multiple organ dysfunction syndrome, possibly due to COVID-19.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:51.459271+00:00"}
{"study_id": 76660, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the rehabilitative effectiveness of sequential 4-channel NMES with conventional 2-channel NMES for treating dysphagia.", "results_summary": "The 4-channel NMES group showed significant improvement in multiple dysphagia-related scales (VDS, PAS, FOIS, MDADI), while the 2-channel NMES group improved in some but not all measures. The 4-channel NMES outperformed the 2-channel NMES in oral and total VDS scores.", "population_specificity": "26 subjects with dysphagia (12 in 4-channel NMES group, 11 in 2-channel NMES group).", "effective_dosage": "2- or 4-channel NMES for 300-800 minutes total, minimal session: 7 times.", "study_duration": "2-3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:51.928942+00:00"}
{"study_id": 76664, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of long-term versus short-term use of neuromuscular electrical stimulation (NMES) in postoperative rehabilitation following ACL reconstruction.", "results_summary": "The study found that long-term use of NMES appears more beneficial than short-term use in ACL rehabilitation, though specific benefits were not detailed in the abstract.", "population_specificity": "Patients undergoing postoperative rehabilitation following anterior cruciate ligament reconstruction (ACLR).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:53.354891+00:00"}
{"study_id": 76666, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining transcranial direct current stimulation with neuromuscular electrical stimulation improves upper extremity motor function in chronic stroke patients compared to conventional rehabilitation alone.", "results_summary": "The combined treatment group showed significant improvement in Fugl-Meyer Assessment upper extremity scores and Action Research Arm Test results compared to other groups, with benefits sustained at 1-month follow-up.", "population_specificity": "Chronic stroke patients (onset >6 months prior)", "effective_dosage": "15 sessions over 3 weeks (frequency not specified)", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:56.164076+00:00"}
{"study_id": 76668, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review and synthesize current literature on managing refractory pain after total joint replacement, including the effectiveness of Neuromuscular Electrical Stimulation (NMES).", "results_summary": "The study found that NMES, along with other modalities, demonstrated effectiveness in improving pain and functional outcomes in patients with chronic pain after total knee replacement, based on meta-analyses and case reports.", "population_specificity": "Patients with chronic pain after total knee replacement (TKA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:57.243393+00:00"}
{"study_id": 76667, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "To systematically review and evaluate the effectiveness of electrical stimulation (e.g., TENS) in improving clinical outcomes such as pain reduction, range of motion, and functional recovery after hip fractures.", "results_summary": "Electrical stimulation (e.g., TENS) reduced pain and improved range of motion and functional recovery after hip fractures, but conclusive evidence on muscle strength improvement was lacking. The review highlights the need for more high-quality trials in this area.", "population_specificity": "Patients recovering from hip fracture surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:57.959366+00:00"}
{"study_id": 76665, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of two NMES protocols (50 Hz and 35 Hz) on upper limb motor impairment and function in older adults with spastic hemiparesis after stroke.", "results_summary": "Both NMES protocols showed significant improvements in range of motion, grip and pinch strength, Modified Ashworth Scale, and muscle electrical activity in wrist extensors. The 35 Hz NMES intervention also significantly improved the Barthel Index, though no differences were found between groups in the Box and Block Test.", "population_specificity": "Older adults with spastic hemiparesis after stroke.", "effective_dosage": "NMES at 50 Hz and 35 Hz (frequency not specified).", "study_duration": "8 weeks of treatment with follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:58.199032+00:00"}
{"study_id": 76662, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if intradialytic NMES could attenuate leg lean mass loss and improve phase angle in hemodialysis patients.", "results_summary": "NMES improved phase angle but did not significantly change leg lean mass compared to the control group. The phase angle increase was statistically significant (p = 0.004).", "population_specificity": "21 adult hemodialysis patients (8 female, 13 male; mean age 45.8 ± 10.6 years).", "effective_dosage": "40 minutes per session, applied bilaterally at quadriceps or gastrocnemius muscles during each hemodialysis session (3 times per week).", "study_duration": "One month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:00.474296+00:00"}
{"study_id": 76669, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the feasibility and preliminary efficacy of a personalized intervention combining robotics, virtual reality, and NMES for improving upper extremity function in individuals with moderate/severe stroke.", "results_summary": "The study found that 64% of participants showed clinically meaningful improvements in upper extremity function, suggesting the personalized approach (including NMES for those with good hand recovery potential) may be beneficial.", "population_specificity": "Individuals with moderate to severe upper extremity impairments due to chronic stroke (n=28).", "effective_dosage": "EMG-triggered NMES (specific dosage not detailed).", "study_duration": "4 weeks (3 sessions per week).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:01.064390+00:00"}
{"study_id": 76670, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the influence of different electrical stimulation currents (KFAC and PC) and phase durations (200 µs and 500 µs) on torque, efficiency, and discomfort in neuromuscular electrical stimulation.", "results_summary": "The study found that wider phase durations (500 µs) produced significantly higher torque and current efficiency but also greater discomfort compared to narrow phase durations (200 µs). Both KFAC and PC currents with the same phase duration induced similar torque, efficiency, and discomfort levels.", "population_specificity": "24 healthy male participants (age 22.3 ± 3.5 years).", "effective_dosage": "Stimulation intensity increments of 10 mA, with submaximal relative torque (e.g., 40% MVC) achieved at ~60% and ~80% of maximal current intensity for 500 µs and 200 µs, respectively.", "study_duration": "Sessions with a minimum of seven days between interventions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:03.013637+00:00"}
{"study_id": 76671, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of synchronized Neuromuscular Electrical Stimulation (NMES) on submental muscles during ingestion of soft food in stroke patients with mild-to-moderate dysphagia.", "results_summary": "Synchronized NMES improved swallowing function (measured by DOSS scores) and reduced food aspiration risk in stroke patients with dysphagia, showing significant differences compared to conventional and eating training groups. The IST group had fewer cases of Stroke-Associated Pneumonia and wet voice post-treatment.", "population_specificity": "83 patients with mild-to-moderate dysphagia following stroke.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:03.290530+00:00"}
{"study_id": 76672, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether NMES could maintain calf muscle cross-sectional area volume and improve patient-reported outcomes following Achilles tendon surgery.", "results_summary": "The study found that NMES was associated with accelerated recovery and pain reduction, though specific comparative results between the active and sham groups were not detailed in the abstract.", "population_specificity": "40 patients (23 male, 17 female) with a mean age of 48.9 years who underwent Achilles tendon repair.", "effective_dosage": "Not specified (4-lead NMES device used, but exact stimulation parameters not detailed).", "study_duration": "Follow-up at 2, 6, and 12 weeks post-surgery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:06.279418+00:00"}
{"study_id": 76676, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to compare the effectiveness of traditional swallowing therapy versus a combined therapy including neuromuscular electrical stimulation in stroke patients with chronic oropharyngeal dysphagia.", "results_summary": "The study found no significant differences between the two groups in posterior oral spillage time, whiteout time, or functional oral intake scale. However, the group receiving neuromuscular electrical stimulation showed significant improvement in visual analog scale scores, though both groups demonstrated overall improvement.", "population_specificity": "Eight patients with chronic oropharyngeal dysphagia after stroke.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:06.302546+00:00"}
{"study_id": 76673, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To evaluate the effects of a rehabilitation program combining pelvic floor muscle training and neuromuscular electrical stimulation for postpartum lumbopelvic pain.", "results_summary": "The intervention group showed significant improvements in pain (NPRS), disability (MODQ), and physical quality of life (SF-36) compared to the control group, but no significant improvement in mental quality of life.", "population_specificity": "Women with lumbopelvic pain 3 months postpartum.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:06.849228+00:00"}
{"study_id": 76675, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the evidence, guidelines, and benefits of using Neuromuscular Electrical Stimulation (NMES) for ICU patients, particularly those with COVID-19, and provide practical recommendations for its use in rehabilitation.", "results_summary": "The study found that NMES can prevent muscle atrophy, improve muscle strength and function, maintain blood flow, and reduce edema, potentially aiding in ventilator weaning and long-term recovery for COVID-19 patients. Evidence suggests NMES may be suitable for rehabilitation pathways, though practical and safety considerations must be addressed.", "population_specificity": "Patients admitted to the intensive care unit, particularly those with COVID-19 and ICU-acquired weakness.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:09.212421+00:00"}
{"study_id": 76677, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether combining neuromuscular electrical stimulation (NMES) with branched-chain amino acids (BCAA) therapy improves skeletal muscle mass and strength in post-living donor liver transplantation (LDLT) patients compared to NMES alone.", "results_summary": "The study is designed to evaluate changes in skeletal muscle mass and quadriceps strength over 3 months, but results are not yet reported as the abstract describes a planned trial. The expected outcome is evidence supporting the combined therapy's benefits for muscle preservation in post-LDLT patients.", "population_specificity": "Patients with decompensated cirrhosis after living donor liver transplantation (LDLT).", "effective_dosage": "Not specified in the abstract.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:10.354739+00:00"}
{"study_id": 76679, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the clinical benefits and adverse events of different intradialytic exercise modalities, including Neuromuscular Electrical Stimulation, in end-stage renal disease patients undergoing hemodialysis.", "results_summary": "Suggestive evidence was found for associations between intradialytic exercise (including combined exercise) and improved functional capacity, physical, and psychosocial variables, with few or no adverse events reported.", "population_specificity": "Patients with end-stage renal disease undergoing hemodialysis.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:10.924817+00:00"}
{"study_id": 76680, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess whether neuromuscular electrical stimulation (NMES) could accelerate recovery of physical function in patients after coronary artery bypass graft surgery before starting cardiac rehabilitation.", "results_summary": "NMES led to greater improvements in 6-minute walk test distance and power output compared to controls, indicating enhanced physical function recovery post-surgery. Overall, physical function improved significantly in the entire cohort, but NMES provided additional benefits.", "population_specificity": "Patients who underwent coronary artery bypass graft surgery.", "effective_dosage": "Bilateral NMES applied to quadriceps muscles, 5 days per week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:12.160634+00:00"}
{"study_id": 76678, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare fatigue and discomfort levels between pulsed current (PC) and alternating current (AC) during a submaximal contraction protocol in healthy individuals.", "results_summary": "AC at 2.5 kHz caused higher fatigue, greater torque decline, and fewer contractions to reach 50% torque decline compared to PC, though discomfort levels were similar between currents. PC was found to be less fatigable and more effective for generating muscle work and mechanical load.", "population_specificity": "30 healthy male volunteers (mean age 23.23 years, SD = 4.59).", "effective_dosage": "PC (pulse duration = 2 ms, frequency = 100 Hz); AC (2.5 kHz, pulse duration = 0.4 ms, burst frequency = 100 Hz).", "study_duration": "20 minutes per session (80 contractions, 5:10 seconds on:off), with a 7-day interval between protocols.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:13.012989+00:00"}
{"study_id": 76681, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review the potential benefits, risks, and concerns of Neuromuscular Electrical Stimulation (NMES) for managing dysphagia and Temporo-Mandibular Joint Disorder (TMD).", "results_summary": "The abstract highlights NMES as an innovative therapeutic modality for dysphagia and TMD, suggesting its potential benefits but also noting the need for caution due to limited evidence-based literature. It emphasizes an interdisciplinary approach combining dentistry and speech therapy.", "population_specificity": "Patients with oro-pharyngeal dysphagia and Temporo-Mandibular Joint Disorder (TMD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:15.768724+00:00"}
{"study_id": 76683, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To investigate the effect of neuromuscular electrical stimulation (NMES) parameters on quadriceps strength recovery after knee surgery.", "results_summary": "The study found grade B evidence supporting NMES for quadriceps strength recovery post-knee surgery, recommending specific parameters (≥50 Hz, maximum tolerable intensity, biphasic current, large electrodes, and a 1:2 to 1:3 duty cycle ratio) for optimal effects. However, evidence was inconsistent across studies.", "population_specificity": "Patients recovering from knee surgery.", "effective_dosage": "Frequency ≥50 Hz, maximum tolerable intensity, biphasic current, large electrodes, duty cycle ratio of 1:2 to 1:3.", "study_duration": "First 2 postoperative weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:16.547705+00:00"}
{"study_id": 76684, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers sought to evaluate the effect of neuromuscular or functional electrical stimulation on the duration of invasive mechanical ventilation in critically ill subjects.", "results_summary": "Neuromuscular or functional electrical stimulation may slightly reduce the duration of invasive mechanical ventilation, but the quality of evidence is low to very low, and results are uncertain for subjects with COPD compared to usual care or placebo. More RCTs with better methodological design are needed.", "population_specificity": "Critically ill subjects, including those with COPD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:17.180347+00:00"}
{"study_id": 76685, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the use of mechanomyographic (MMG) signals for assessing muscle performance under neuromuscular electrical stimulation (NMES) and review its reliability and clinical applications.", "results_summary": "The review found that MMG through NMES provides reliable feature factors for muscle activity assessment, though signal fluctuations and processing speed requirements introduce potential errors. Few studies have explored machine learning as an alternative to statistical analysis for assessing muscle fatigue, torque, and force.", "population_specificity": "Not specified (review of existing studies).", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:18.951353+00:00"}
{"study_id": 76686, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential of neuromuscular electrical stimulation as a therapeutic option for addressing brain-derived neurotrophic factor (BDNF) deficiency in rheumatoid arthritis patients.", "results_summary": "The abstract suggests that neuromuscular electrical stimulation is proposed as an attractive therapeutic option for addressing BDNF deficiency in RA, but specific efficacy results are not detailed. The study highlights possible mechanisms linking RA and BDNF deficiency but does not provide concrete outcomes from the intervention.", "population_specificity": "Rheumatoid arthritis patients with potential neuropsychiatric troubles, including depression and cognitive dysfunction.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:19.711904+00:00"}
{"study_id": 76688, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of an EMG-driven exoneuromusculoskeleton integrating NMES for upper limb rehabilitation in stroke patients.", "results_summary": "The system assisted elbow, wrist, and finger movements during arm tasks under voluntary control, with quantified pressure/torque properties and demonstrated assistive capability in chronic stroke patients.", "population_specificity": "Patients with chronic stroke", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:20.198710+00:00"}
{"study_id": 76687, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "To investigate the effect of Neuromuscular Electrical Stimulation (NMES) on muscle thickness, strength, and morphological/molecular markers in critically ill patients.", "results_summary": "NMES attenuated muscle thickness loss in the stimulated leg compared to the non-stimulated leg but did not affect strength. Preservation of muscle mass was more likely in patients receiving opioids, those with minimal muscle contraction during NMES, and those prone to muscle loss. Stimulated muscles showed larger myofibers and higher MyHC-I gene expression.", "population_specificity": "Adult critically ill patients with an expected prolonged stay.", "effective_dosage": "Not specified", "study_duration": "7 consecutive days", "interactions": "Opioid administration was associated with better muscle thickness preservation.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:22.871533+00:00"}
{"study_id": 76691, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of reciprocal neuromuscular electrical stimulation (rNMES) alone and in combination with botulinum neurotoxin-A (BoNT-A) on upper extremity function in children with spastic hemiplegia.", "results_summary": "The study found that combining rNMES with BoNT-A resulted in greater improvement in upper-limb function compared to either treatment alone, with sustained benefits at 6-month follow-up.", "population_specificity": "Children aged 6-10 years with spastic hemiplegia.", "effective_dosage": "Not specified in the abstract.", "study_duration": "3 months (thrice weekly).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:25.969323+00:00"}
{"study_id": 76682, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 30, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effects of an early rehabilitation program, including neuromuscular electrical stimulation, on muscle strength in COVID-19 patients with acute respiratory distress syndrome in the ICU.", "results_summary": "The study found no significant difference in hand grip or manual muscle strength between the rehab and non-rehab groups post-discharge. The rehab group had a higher prevalence of chronic pulmonary and neurologic diseases, which may have influenced outcomes, but the intervention was deemed safe.", "population_specificity": "Thirty-five patients with acute respiratory distress syndrome secondary to COVID-19 in an ICU setting.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:26.615300+00:00"}
{"study_id": 76689, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adding mirror therapy (MT) to exercise training and neuromuscular electrical stimulation (NMES) improves clinical measurements, mobility, and functionality in people with multiple sclerosis (MS) and unilateral drop foot.", "results_summary": "The study found that the MT group showed significantly greater improvements in range of motion, muscle strength, proprioception, walking duration, step test duration, and functional scales compared to the control group after 6 weeks, with benefits maintained at 12 weeks.", "population_specificity": "Ambulatory people with multiple sclerosis and unilateral drop foot.", "effective_dosage": "NMES was applied 3 days a week at the hospital, combined with an exercise program 2 days a week at home.", "study_duration": "6 weeks of combined treatment, followed by 6 weeks of exercise-only intervention (total 12 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:26.772562+00:00"}
{"study_id": 76693, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the immediate effects of different Belt electrode skeletal muscle electrical stimulation (B-SES) modes on lower limb muscle flexibility before clinical application.", "results_summary": "Metabolic B-SES significantly improved sit-and-reach distance compared to pre-intervention and control, suggesting immediate enhancement of lower limb flexibility. No significant effects were observed with Disuse B-SES or control conditions.", "population_specificity": "10 healthy subjects", "effective_dosage": "Not specified", "study_duration": "Immediate effects assessed (single session per condition)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:28.635149+00:00"}
{"study_id": 76692, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of Neuromuscular Electrical Stimulation (NMES) compared to other rehabilitation approaches in improving work efficiency in military personnel with knee injuries.", "results_summary": "NMES improved gross work efficiency by 24%, outperforming standard rehabilitation (12%) and walking with a weighted vest (19%), with the combined NMES/Walk group showing the greatest improvement (40%). All intervention groups demonstrated better submaximal exercise efficiency than standard rehabilitation.", "population_specificity": "Active duty military service members aged 18-50 with knee injuries.", "effective_dosage": "NMES was applied to the quadriceps muscle four times per week for 30 minutes (15 minutes per leg), consisting of 15 contractions per leg.", "study_duration": "18 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:29.023665+00:00"}
{"study_id": 76694, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the dosing effect of Neuromuscular Electrical Stimulation (NMES) on femoral vein blood flow, clinical severity, and quality of life in patients with chronic venous disease (CVD).", "results_summary": "NMES significantly increased femoral vein blood flow (TAMV) in both treatment groups (30 and 60 minutes daily). The 60-minute group also showed improved clinical severity scores and quality of life, while the control group worsened.", "population_specificity": "76 patients with chronic venous disease (CEAP C3-C5), mean age 60.8, 47 male and 29 female.", "effective_dosage": "Group B: 30 minutes NMES daily; Group C: 60 minutes NMES daily.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:30.883642+00:00"}
{"study_id": 76695, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if NMES combined with high-protein supplementation could preserve neuromotor and cognitive function in SAH survivors compared to standard care.", "results_summary": "NMES + HPRO reduced muscle atrophy (6.5% vs 12.5%) and improved functional outcomes (SPPB and mRS scores) at 90 days post-SAH compared to standard care. No serious adverse events were reported.", "population_specificity": "Aneurysmal subarachnoid hemorrhage survivors with Hunt Hess grade >1, modified Fisher score >1, and BMI <40 kg/m².", "effective_dosage": "Protein intake of 1.5 ± 0.5 g/kg/day (HPRO group) vs 0.9 ± 0.4 g/kg/day (SOC group). NMES session frequency not specified.", "study_duration": "Median 12 days (range 9-14 days).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:33.559692+00:00"}
{"study_id": 76690, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze the scientific evidence for early strength interventions, including neuromuscular electrical stimulation, to prevent functional decline in hospitalized elderly COVID-19 patients.", "results_summary": "The study reviewed evidence supporting neuromuscular electrical stimulation as a strategy to reduce muscle weakness during hospitalization, emphasizing the need for early and safe functional interventions for older adults affected by COVID-19.", "population_specificity": "Elderly patients hospitalized with COVID-19 experiencing muscle mass and strength loss.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:34.044015+00:00"}
{"study_id": 76697, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adding neuromuscular electrical stimulation (NMES) to endurance and resistance training improves exercise tolerance and balance in COPD patients.", "results_summary": "The study compared the effects of ET + RT + NMES versus ET + RT alone, but the abstract does not provide specific outcome data regarding NMES's effectiveness.", "population_specificity": "42 COPD patients.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:34.054222+00:00"}
{"study_id": 76696, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of Neuromuscular Electrical Stimulation in ameliorating negative changes in muscle function and quantity in hospitalized older adults.", "results_summary": "The study found limited evidence for the effectiveness of Neuromuscular Electrical Stimulation, with inconsistencies in effect sizes across studies and overall concerns for risk of bias. The strongest evidence was for multi-component physical activity interventions, not Neuromuscular Electrical Stimulation.", "population_specificity": "Hospitalized older adults (mean age 79.1).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:34.463451+00:00"}
{"study_id": 76698, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The study aimed to summarize factors influencing the efficacy of nutritional interventions on muscle mass in older adults, excluding neuromuscular electrical stimulation.", "results_summary": "The study did not assess neuromuscular electrical stimulation, as it was an exclusion criterion. The focus was on nutritional interventions like amino acids, creatine, and protein supplements.", "population_specificity": "Older adults (mean age 78.1 years) without neuromuscular disorders, chronic kidney disease, cancer, or other specified exclusions.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:34.856201+00:00"}
{"study_id": 76699, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of Dry Needling (DN) versus Dry Needling with Intramuscular Electrical Stimulation (DN/IMES) in improving pain and disability in Myofascial Pain Syndrome (MPS).", "results_summary": "Both DN and DN/IMES significantly improved pain and disability over 6 weeks, with DN/IMES showing earlier pain relief (within 3 weeks). No significant differences between groups were found at 6 or 12 weeks, and improvements were maintained but did not progress further after week 6.", "population_specificity": "45 subjects with Myofascial Pain Syndrome (MPS).", "effective_dosage": "Six consecutive weekly treatments.", "study_duration": "6 weeks of intervention, with follow-up to week 12.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:38.891971+00:00"}
{"study_id": 76701, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether combining Neuromuscular Electrical Stimulation (NMES) with eccentric exercise (ECC) could restore quadriceps strength, improve biomechanical symmetry, and maintain cartilage health after anterior cruciate ligament reconstruction (ACLR).", "results_summary": "The study is ongoing, but the abstract suggests that NMES combined with ECC may significantly improve strength recovery and biomechanical symmetry at 9 and 18 months post-ACLR, potentially preventing cartilage deterioration. Secondary outcomes include improvements in quadriceps activation, muscle morphology, and patient-reported function.", "population_specificity": "Participants aged 14-45 years with anterior cruciate ligament rupture.", "effective_dosage": "NMES delivered 2 times per week for 8 weeks, followed by ECC 2 times per week for 8 weeks.", "study_duration": "16 weeks (8 weeks NMES + 8 weeks ECC).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:42.483823+00:00"}
{"study_id": 76704, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 65, "study_goal": "The researchers aimed to systematically review the literature to investigate the effects of electrical stimulation, including NMES, in treating dysphonia.", "results_summary": "The study found that electrical stimulation had a therapeutic effect on various aspects of dysphonia, but due to high risk of bias and heterogeneity among studies, definitive conclusions on its effectiveness could not be made.", "population_specificity": "Patients with dysphonia caused by vocal fold paralysis, spasmodic dysphonia, behavioral dysphonia, and vocal fold nodules.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:43.431940+00:00"}
{"study_id": 76702, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the feasibility and effectiveness of a custom, digitally-controlled NMES system for improving knee extension during gait in individuals with cerebral palsy.", "results_summary": "The NMES system demonstrated low latency (16.5 ± 13.5 ms) and improved mean peak knee extension during mid-stance and total knee excursion in the more affected leg when applied to the vastus lateralis and rectus femoris during stance. The study suggests that precisely timed NMES delivery to quadriceps is a promising treatment for crouch gait.", "population_specificity": "15-year-old male with bilateral spastic CP, GMFCS Level III.", "effective_dosage": "Not specified (stimulation parameters were digitally set but exact values not provided).", "study_duration": "Single session with four walking conditions.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:43.887272+00:00"}
{"study_id": 76703, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of neuromuscular electrical stimulation (NMES) combined with peripheral muscle training (PMT) against other inspiratory muscle training (IMT) methods on respiratory functions, exercise capacity, and biochemistry parameters in coronary artery disease patients with metabolic syndrome.", "results_summary": "The NMES + PMT group showed significant improvements in maximal inspiratory pressure and erythrocyte sedimentation rate compared to other groups, alongside overall enhancements in respiratory functions, exercise capacity, and biochemistry markers across all groups.", "population_specificity": "60 patients with stable coronary artery disease and metabolic syndrome (NYHA Class I-II, left ventricular ejection fraction >40%).", "effective_dosage": "NMES was applied to the rectus abdominis (specific dosage not detailed).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:44.167058+00:00"}
{"study_id": 76705, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether a hybrid training system (HTS) combining neuromuscular electrical stimulation with treadmill walking improves insulin resistance and reduces serum IL-6 and SeP levels in patients with NAFLD.", "results_summary": "The HTS group showed significant reductions in HOMA-IR (insulin resistance), serum IL-6, and SeP levels compared to the control group, suggesting HTS effectively improves insulin resistance by modulating these biomarkers.", "population_specificity": "Patients with nonalcoholic fatty liver disease (NAFLD) (median age 45, male/female ratio 5/4 in HTS group, 6/3 in control group).", "effective_dosage": "30 minutes per session, three times a week.", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:44.444690+00:00"}
{"study_id": 76706, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of short interphase intervals (IPIs) on the strength of electrically induced isometric contractions (EIC), discomfort, and sensory and motor thresholds in wrist extensor muscles at the highest tolerated current intensity.", "results_summary": "The study found that IPIs at maximally tolerated current intensity did not increase EIC strength, reduce discomfort, or affect sensory and motor thresholds, contradicting previous studies that showed stronger contractions with IPIs at submaximal intensities. These results were independent of phase durations.", "population_specificity": "18 subjects with a mean age of 25.5 years (SD ± 3.97).", "effective_dosage": "Monophasic pulses (200 µs phase duration) and biphasic pulses (200 or 500 µs phase durations) with/without a 200 µs IPI, at maximum tolerated current intensity.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:45.866256+00:00"}
{"study_id": 76707, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether neuromuscular electrical stimulation (NMES) of the common peroneal nerve increases microvascular blood flow in the wound bed and edge of arterial leg ulcers.", "results_summary": "NMES significantly increased blood flow (flux) and pulsatility in both the wound bed and edge in all 8 patients, suggesting immediate improvement in microcirculation for ischemic lower limb wounds.", "population_specificity": "Eight patients with ischemic lower limb wounds.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:46.610897+00:00"}
{"study_id": 76700, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of neuromuscular electrical stimulation (NMES) on swallowing function in dysphagic stroke patients based on the latest scientific evidence.", "results_summary": "The review found that NMES combined with traditional swallowing therapy could be an effective intervention to improve swallowing function in stroke patients, with evidence quality graded from moderate to high. Eleven RCTs involving 784 patients supported these findings.", "population_specificity": "Dysphagic stroke patients in rehabilitation settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:46.950870+00:00"}
{"study_id": 76708, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of neuromuscular electrical stimulation on balance, motor function, and functional capacity in stroke patients.", "results_summary": "The study found significant improvements in postural assessment and movement rehabilitation scores in the neuromuscular electrical stimulation group compared to the control group, though other measures did not show statistically significant differences.", "population_specificity": "Sixty patients with stroke.", "effective_dosage": "Not specified.", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:49.659896+00:00"}
{"study_id": 76711, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether postoperative NMES use in TKA patients increases quadriceps strength and improves functional outcomes.", "results_summary": "The abstract suggests NMES may be effective for quadriceps strengthening and attenuating muscle loss post-TKA, but full results are not detailed.", "population_specificity": "66 primary total knee arthroplasty (TKA) patients at a large academic medical center.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:52.016352+00:00"}
{"study_id": 76710, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To determine whether early use of NMES can preserve quadriceps muscle size and contractile function at the cellular level in patients undergoing ACL reconstruction.", "results_summary": "Early NMES use reduced skeletal muscle fiber atrophy in MHC II fibers and preserved contractility in MHC I fibers, demonstrating beneficial modifications to skeletal muscle maladaptations post-ACLR.", "population_specificity": "Patients (n=25; 12 men/13 women) with acute, first-time ACL rupture.", "effective_dosage": "5 days per week", "study_duration": "Started soon after injury and maintained through 3 weeks after surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:52.115071+00:00"}
{"study_id": 76713, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to highlight the potential benefits of neuromuscular electrical stimulation (NMES) in counteracting muscle mass loss in older ICU patients.", "results_summary": "The abstract suggests that NMES, along with physical therapy and early mobilization, may be beneficial for improving muscle mass and function in ICU patients, though specific efficacy data are not detailed.", "population_specificity": "Older ICU patients with critical illness and muscle mass loss.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:53.578935+00:00"}
{"study_id": 76709, "supplement_id": 1374, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the acute effects of Neuromuscular Electrical Stimulation (NMES) combined with varying degrees of Blood Flow Restriction (BFR) on muscular strength, size, and perceptual responses using research-recommended procedures.", "results_summary": "NMES combined with 80% BFR caused greater acute force decline and increased muscle thickness compared to other conditions, but also resulted in higher pain and perceived exertion ratings. No cardiovascular effects were observed across conditions.", "population_specificity": "20 healthy adults (age 27 ± 4 years, height 177 ± 8 cm, body mass 77 ± 13 kg).", "effective_dosage": "NMES alone, NMES with 40% BFR, NMES with 60% BFR, and NMES with 80% BFR.", "study_duration": "Six sessions separated by at least 7 days, with experimental conditions performed in the final 4 sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:53.867315+00:00"}
{"study_id": 76714, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the effectiveness of various dysphagia treatments, including Neuromuscular Electrical Stimulation, in Parkinson's disease patients.", "results_summary": "The review found that several rehabilitative therapies, including Neuromuscular Electrical Stimulation, showed success in improving degenerative function, quality of life, and social relationships in PD patients, but further well-designed randomized controlled studies are needed.", "population_specificity": "Parkinson's disease patients with oropharyngeal dysphagia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:54.179703+00:00"}
{"study_id": 76712, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of a respiratory rehabilitation program (RRP) including neuromuscular electrical stimulation in promoting functional recovery in a severe COVID-19 ARDS patient.", "results_summary": "The study found that neuromuscular electrical stimulation, as part of an RRP, contributed to improved muscle function (13% quadriceps size enlargement, MRC score increase from 48/60 to 58/60) and respiratory strength (7% increase), leading to successful weaning from mechanical ventilation and recovery of walking capacity.", "population_specificity": "A 51-year-old man with severe COVID-19 ARDS, tracheostomized and ventilated, exhibiting ICU-acquired weakness.", "effective_dosage": "Not specified", "study_duration": "Duration of the RRP in isolation was one week, followed by continuation in a standard department (total duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:55.080363+00:00"}
{"study_id": 76715, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether neuromuscular electrical stimulation combined with protein supplementation (NMES+PRO) could preserve thigh lean tissue and attenuate insulin resistance during bed rest in older adults.", "results_summary": "The study found that NMES+PRO preserved thigh lean tissue in healthy older adults during bed rest and suggested a potential role in mitigating insulin resistance, possibly through macrophage polarization.", "population_specificity": "Healthy older adults aged 60-80 years with a body mass index < 30 kg/m².", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:55.527012+00:00"}
{"study_id": 76716, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the feasibility and effectiveness of a novel strength training intervention involving neuromuscular electrical stimulation (NMES) compared to conventional strength training in improving muscle strength and health-related quality of life in head and neck cancer survivors.", "results_summary": "The study found that NMES combined with eccentric overloaded strength training led to significant improvements in maximal muscle strength (19% increase), muscle cross-sectional area (18% improvement), cycling exercise time (18% improvement), and clinically relevant enhancements in health-related quality of life and fatigue.", "population_specificity": "Head and neck cancer survivors post-treatment.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:58.187359+00:00"}
{"study_id": 76717, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Neuromuscular Electrical Stimulation (NMES) could serve as a surrogate for classic exercise by eliciting an exercise training response in skeletal muscle of women with breast cancer undergoing chemotherapy.", "results_summary": "The abstract does not provide specific results, but the study examined NMES as a potential exercise alternative for breast cancer patients during chemotherapy.", "population_specificity": "Women diagnosed with breast cancer undergoing chemotherapy.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:59.682640+00:00"}
{"study_id": 76718, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of Neuromuscular Electrical Stimulation (NMES) on exercise capacity, functional performance, symptoms, and health-related quality of life in COPD patients.", "results_summary": "NMES improved exercise capacity (6MWD) and reduced dyspnea and leg fatigue symptoms but did not significantly affect VO2 peak, peak power, or SGRQ. It was not recommended as an effective alternative training modality for stable COPD patients.", "population_specificity": "Chronic obstructive pulmonary disease (COPD) patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:00.279969+00:00"}
{"study_id": 76720, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not specify a study goal related to Neuromuscular Electrical Stimulation.", "results_summary": "The abstract does not report any findings related to Neuromuscular Electrical Stimulation.", "population_specificity": "Patients with COPD (chronic obstructive pulmonary disease).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:00.730745+00:00"}
{"study_id": 76721, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to systematically review the efficacy of electrical stimulation, including neuromuscular electrical stimulation (NMES), for improving walking impairment in patients with lower extremity peripheral artery disease (PAD).", "results_summary": "The review identified five studies, with only two being randomized controlled trials, and noted trial heterogeneity prevented meta-analysis. NMES was one of three electrical stimulation types used, but the abstract does not specify its individual efficacy results.", "population_specificity": "Patients with lower extremity peripheral artery disease (PAD) experiencing walking impairment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:02.588448+00:00"}
{"study_id": 76722, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of various interventions, including exercise training and pharmacological management, in improving objectively-assessed physical activity in people with COPD.", "results_summary": "The study found that improvements in physical activity were not systematically demonstrated for any particular intervention, though some evidence supported exercise training, physical activity counseling, and pharmacological management. Results were often confined to single studies, and long-term effects were unclear.", "population_specificity": "People with chronic obstructive pulmonary disease (COPD)", "effective_dosage": "Not specified", "study_duration": "Varied by intervention (e.g., 3-4 weeks for pharmacological treatment, 6 months for physical activity counseling)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:03.935894+00:00"}
{"study_id": 76719, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to assess the impact of neuromuscular electrical stimulation and other rehabilitation interventions on clinical outcomes in critically ill adults.", "results_summary": "Neuromuscular electrical stimulation did not influence mortality but was found to be safe with no serious adverse events reported. The study noted that protocolized physical rehabilitation, not neuromuscular electrical stimulation alone, significantly reduced mechanical ventilation duration and ICU stay.", "population_specificity": "Critically ill adults in ICU settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:04.671103+00:00"}
{"study_id": 76723, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine whether NMES during hemodialysis improves functional capacity, muscle strength, and other outcomes in end-stage renal disease patients, while assessing safety.", "results_summary": "NMES improved functional capacity (6-minute walk distance, peak workload) and muscle strength (knee extensor, handgrip), with no major adverse events. No clear benefits were found for muscle mass, cardiovascular outcomes, or biochemical variables.", "population_specificity": "Patients receiving hemodialysis for end-stage renal disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:04.959869+00:00"}
{"study_id": 76726, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of transcutaneous neuromuscular electrical stimulation (NMES) on swallowing disorders compared to traditional therapy alone.", "results_summary": "The study found a moderate pooled effect size for NMES combined with traditional therapy, with varying effectiveness based on muscle group stimulation (infrahyoid showed large effects, suprahyoid showed negative effects). The quality of evidence was rated as low to very low, indicating insufficient firm evidence to conclude efficacy.", "population_specificity": "Patients with swallowing disorders.", "effective_dosage": "Stimulation lasting 45 minutes or less showed a large, significant effect.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:08.873299+00:00"}
{"study_id": 76728, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the efficacy of neuromuscular electrical stimulation (NMES) in improving muscle strength and reducing pain in patients with knee osteoarthritis and to establish standardized clinical treatment parameters.", "results_summary": "The review found that NMES is the most effective electrical stimulation treatment for knee osteoarthritis, especially when combined with a strengthening program. Optimal treatment parameters include a frequency of 50-75 Hz, pulse duration of 200-400 μs, and a treatment duration of 20 minutes.", "population_specificity": "Adult patients with knee osteoarthritis.", "effective_dosage": "Frequency of 50-75 Hz, pulse duration of 200-400 μs.", "study_duration": "20 minutes per session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:11.517467+00:00"}
{"study_id": 76725, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of different electrical stimulation treatments (NMES, TENS, or combined NMES/TENS) alongside a home exercise program (HEP) in improving strength, functional performance, and reducing pain in military service members with PFPS.", "results_summary": "All electrical stimulation groups showed greater improvement in knee extension strength compared to HEP alone, with NMES and NMES/TENS also improving knee flexion strength. Pain improved across all groups without significant differences, and stimulation groups performed better in the 6-minute walk test.", "population_specificity": "Active duty military members diagnosed with patellofemoral pain syndrome (PFPS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "9 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:11.617833+00:00"}
{"study_id": 76727, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of different methods of neuromuscular electrical stimulation (contralaterally controlled functional electrical stimulation vs. cyclic neuromuscular electrical stimulation) on upper limb rehabilitation in poststroke patients.", "results_summary": "The study found no significant between-group differences in hand dexterity (Box and Blocks Test), but arm + hand contralaterally controlled functional electrical stimulation improved reachable workspace and Upper Extremity Fugl-Meyer scores more than other methods. However, these benefits may not translate to noticeable improvements in daily living activities.", "population_specificity": "67 participants less than 2 years poststroke.", "effective_dosage": "10 sessions/week of assigned electrical stimulation at home plus 24 sessions of functional task practice in the laboratory.", "study_duration": "12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:11.757076+00:00"}
{"study_id": 76731, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore design considerations for effective neuromuscular electrical stimulation exercise prescription in cancer rehabilitation, integrating exercise training principles and current NMES technologies.", "results_summary": "The study suggests that individually prescribed concurrent low and high frequency NMES may optimize physical function in cancer patients, and identifies appropriate stimulation parameters for effective application in rehabilitation.", "population_specificity": "Individuals with cancer undergoing rehabilitation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:12.401745+00:00"}
{"study_id": 76729, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to review the state of hybrid NMES-robotic systems for restoring upper limb function in individuals with spinal cord injuries and identify future directions for improvement.", "results_summary": "The study found that combining NMES with robotic support systems improves accuracy and repeatability in limb positioning but faces challenges in wearability and usability outside clinical settings. Future advancements should focus on better integration, standardized performance reporting, and improved user interfaces.", "population_specificity": "Individuals with tetraplegia due to cervical-level spinal cord injuries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:12.615911+00:00"}
{"study_id": 76730, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether early rehabilitation interventions, including Neuromuscular Electrical Stimulation (NMES), reduce the incidence of Intensive Care Unit-Acquired Weakness (ICUAW) in critically ill patients compared to usual care.", "results_summary": "Early rehabilitation, including NMES, was associated with a decreased likelihood of developing ICUAW, with odds ratios of 0.63 (screened population) and 0.71 (randomized population). The findings support the use of early rehabilitation in the ICU, though wider confidence intervals suggest the need for further validation.", "population_specificity": "Critically ill adults in the intensive care unit.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:15.454704+00:00"}
{"study_id": 76732, "supplement_id": 1374, "safety_score": "100", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects and safety of percutaneous neuromuscular electrical stimulation (PNMES) for treating neck pain in patients with cervical spondylosis.", "results_summary": "PNMES significantly reduced neck pain (VAS and NDI scores) and improved cervical range of motion compared to sham treatment, with no adverse events reported in either group.", "population_specificity": "124 patients with neck pain from cervical spondylosis at a hospital in Yan'an, China.", "effective_dosage": "30 minutes daily, 3 times weekly.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:17.182613+00:00"}
{"study_id": 76724, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the feasibility of using a novel neuromuscular electrical stimulation (NMES) device for deep vein thrombosis (DVT) prevention in patients recovering from elective hip replacement surgery.", "results_summary": "The NMES group showed no cases of DVT, reduced leg volume, and better hemodynamic responses and TUG scores compared to the compression stockings group, which had two asymptomatic DVT cases. No differences were observed in sit-to-stand scores or hip range of motion.", "population_specificity": "Patients recovering from elective total hip replacement surgery (n=28).", "effective_dosage": "Not specified", "study_duration": "From post-surgery until discharge (day 4).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:18.418201+00:00"}
{"study_id": 76734, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to review the impact of neuromuscular electrical stimulation (NMES) on ICU-acquired weakness, focusing on its preventive and therapeutic potential.", "results_summary": "The study found inconsistent results regarding NMES's effectiveness, with recent systematic reviews and meta-analyses indicating no or only low-quality evidence for its benefit in managing ICU-acquired weakness.", "population_specificity": "Critically ill patients with ICU-acquired weakness (neuropathy, myopathy, or neuromyopathy).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:19.647962+00:00"}
{"study_id": 76735, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of rehabilitation interventions, including neuromuscular electrical stimulation, on physical function and immobility-related complications in severe stroke patients.", "results_summary": "The study found moderate-quality evidence supporting short-term benefits of wrist and finger neuromuscular electrical stimulation in improving wrist extensor and grip strength. However, the overall evidence for rehabilitation interventions, including neuromuscular electrical stimulation, was limited by low study quality and small sample sizes.", "population_specificity": "Severe stroke patients (mean age 72.7 years, 49.3% males).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:20.054551+00:00"}
{"study_id": 76733, "supplement_id": 1374, "safety_score": "100", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of combining neuromuscular electrical stimulation (NMES) and shortwave diathermy (SWD) therapy for treating chronic Bell palsy.", "results_summary": "The study found that NMES+SWD improved symmetry of voluntary movements and zygomatic muscle movement, but not resting symmetry, compared to exercise alone. No adverse events were reported in either group.", "population_specificity": "20 patients with chronic Bell palsy who had undergone 5 months of conventional therapy without recovery.", "effective_dosage": "30 minutes per session, 5 sessions per week for 4 weeks.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:20.329357+00:00"}
{"study_id": 76737, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to summarize evidence on the use of neuromuscular electrical stimulation (NMES) for improving diabetic foot ulceration (DFU) healing.", "results_summary": "Two studies showed improvements in chronic ulcer healing with NMES, though with limited DFU participants. Five studies from the same group reported significantly better healing rates in DFU with NMES combined with heat therapy compared to nondiabetic ulcers.", "population_specificity": "Individuals with diabetic foot ulceration (DFU).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:21.092100+00:00"}
{"study_id": 76736, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of Neuromuscular Electrical Stimulation (NMES) on muscle strength, physical variables, and psychosocial outcomes in patients with pulmonary arterial hypertension (PAH).", "results_summary": "The NMES group showed significant improvements in muscle strength, muscle cross-sectional area and thickness, arterial stiffness, exercise capacity, functional mobility and balance, balance confidence, fatigue, physical activity, and quality of life compared to the control group. The study concluded that NMES is safe and effective for PAH patients.", "population_specificity": "Patients with pulmonary arterial hypertension (PAH).", "effective_dosage": "50 Hz applied to bilateral deltoid and quadriceps femoris muscles, 3 days/week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:21.641815+00:00"}
{"study_id": 76739, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Neuromuscular Electrical Stimulation (NMES) is an effective alternative or adjunct to supervised exercise for improving walking distance and quality of life in patients with intermittent claudication.", "results_summary": "NMES significantly improved maximum and initial claudication distances, quality of life (EQ-5D-5L™), and ICQ scores, both independently and as an adjunct to supervised exercise. Hemodynamic measures also improved significantly during NMES use.", "population_specificity": "Patients with intermittent claudication.", "effective_dosage": "Daily use (specific duration per session not detailed).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:24.422255+00:00"}
{"study_id": 76741, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to systematically review the effects of NMES on muscle strength, functional capacity, and quality of life in chronic kidney failure patients on hemodialysis.", "results_summary": "NMES improved quadriceps muscle strength and functional capacity with moderate-quality evidence, and showed positive effects on upper limb strength and quality of life, though evidence quality was limited for these outcomes.", "population_specificity": "Patients with chronic kidney failure on hemodialysis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:25.793532+00:00"}
{"study_id": 76740, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness and safety of exercise-based swallowing therapy (MDTP) combined with NMES versus MDTP alone or usual care for post-stroke dysphagia rehabilitation.", "results_summary": "MDTP alone showed greater benefits (e.g., reduced dysphagia severity, improved oral intake, earlier return to pre-stroke diet) compared to NMES or usual care. NMES did not outperform MDTP or usual care in improving dysphagia outcomes.", "population_specificity": "Stroke patients (n=53, mean age 66, 47.2% male) with dysphagia admitted to a sub-acute rehabilitation hospital.", "effective_dosage": "1 hour per day of therapy (MDTP + NMES, MDTP + sham NMES, or usual care).", "study_duration": "3 weeks of treatment, with follow-up to 3 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:28.053003+00:00"}
{"study_id": 76745, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the evidence for neuromuscular electrical stimulation as a beneficial exercise training modality for individuals with COPD.", "results_summary": "The study found that neuromuscular electrical stimulation is among the beneficial exercise training modalities for COPD patients, though specific efficacy details were not provided in the abstract. The review suggests it may facilitate clinical implementation.", "population_specificity": "Individuals with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:28.404251+00:00"}
{"study_id": 76744, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effect of neuromuscular electrical stimulation (NMES) combined with electromyographic biofeedback (EMG-BF) on swallowing function in stroke patients with oropharyngeal dysphagia.", "results_summary": "The study found statistically significant improvements in swallowing function, as measured by the videofluoroscopic dysphagia scale (VDS) and penetration-aspiration scale (PAS), in both the oral and pharyngeal phases after NMES with EMG-BF intervention.", "population_specificity": "Stroke patients with oropharyngeal dysphagia (n=10).", "effective_dosage": "30 minutes a day, 5 times a week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:29.418915+00:00"}
{"study_id": 76742, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare swallowing outcomes and discharge destinations in acute stroke patients with tube-feeding dependent dysphagia treated with neuromuscular electrical stimulation (NMES) plus traditional dysphagia therapy versus traditional therapy alone.", "results_summary": "NMES combined with traditional therapy resulted in significantly higher Functional Oral Intake Scale scores, greater improvements in swallowing function, and more discharges to community settings compared to traditional therapy alone. The NMES group also had fewer transfers back to acute care.", "population_specificity": "359 acute stroke patients with profound to severe tube-feeding dependent dysphagia (Functional Oral Intake Scale scores ≤ 3).", "effective_dosage": "Hourly sessions, 5 days per week (specific NMES parameters not detailed).", "study_duration": "Duration of inpatient rehabilitation (exact length not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:30.081550+00:00"}
{"study_id": 76743, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether superimposed NMES combined with strengthening exercises improves quadriceps strength and function in patients with patellofemoral pain (PFP) compared to standardized rehabilitation alone.", "results_summary": "The study found no clinically significant superiority of superimposed NMES combined with standardized rehabilitation over standardized rehabilitation alone in improving quadriceps strength or functional scores (Kujala and Lysholm) at 6 and 12 weeks. Both groups showed significant within-group improvements, but no between-group differences were observed.", "population_specificity": "Twenty-seven patients diagnosed with patellofemoral pain (PFP).", "effective_dosage": "Superimposed NMES administered 3 times per week (specific NMES parameters not detailed).", "study_duration": "6 weeks of intervention, with follow-up at 12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:30.180471+00:00"}
{"study_id": 76746, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the optimal electrode placement for neuromuscular electrical stimulation (NMES) in treating post-stroke dysphagia.", "results_summary": "Horizontal electrode placement on the suprahyoid and infrahyoid muscles (Group A) showed significantly greater improvement in dysphagia scores compared to mixed horizontal-vertical (Group B) or vertical placements (Group C). Group A outperformed both other groups in overall Functional Dysphagia Scale (FDS) and pharyngeal-phase FDS scores.", "population_specificity": "31 patients with post-stroke dysphagia.", "effective_dosage": "NMES combined with effortful swallowing training, five times weekly.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:31.838005+00:00"}
{"study_id": 76748, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "To compare the effects of two NMES electrode placements (suprahyoid vs. infrahyoid) on swallowing function in stroke patients with dysphagia.", "results_summary": "Both NMES placements improved swallowing function and oral intake, with no significant difference between groups, though the suprahyoid group showed greater reduction in penetration-aspiration.", "population_specificity": "Stroke patients with dysphagia (n=26 completed intervention).", "effective_dosage": "30 min/day, 5 days/week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:33.899416+00:00"}
{"study_id": 76747, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining neuromuscular electrical stimulation resistance training (RT) with testosterone replacement therapy (TRT) enhances muscle hypertrophy in untrained muscles after spinal cord injury (SCI) compared to TRT alone.", "results_summary": "The study found that RT combined with TRT significantly increased cross-sectional areas of gluteal muscles (gluteus maximus, medius, and total glutei) compared to TRT alone, suggesting hypertrophy in adjacent untrained muscles. Trunk muscles did not show similar improvements, indicating they may require direct stimulation.", "population_specificity": "22 men with chronic motor complete spinal cord injury (SCI).", "effective_dosage": "TRT (2-6 mg/day via testosterone patches); RT (twice weekly progressive resistance training using electrical stimulation and ankle weights).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:34.525943+00:00"}
{"study_id": 76750, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combined electromyography-triggered neuromuscular electrical stimulation and tilt sensor functional electrical stimulation training improves gait performance in stroke patients.", "results_summary": "Both single and combined electrical stimulation groups showed significant improvement in 10-meter walking tests after two weeks. The combined group also demonstrated better trunk stability (mediolateral plane) compared to the control group.", "population_specificity": "Thirty-six stroke patients.", "effective_dosage": "60-minute interventions per session.", "study_duration": "Two weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:36.028000+00:00"}
{"study_id": 76749, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy and safety of transcutaneous electrical stimulation (TES) as a treatment for lifelong premature ejaculation (PE).", "results_summary": "TES significantly increased masturbation ejaculatory latency time (MELT) by 3.5-fold compared to sham treatment, with 85% of patients experiencing prolonged MELT. The study suggests TES may be a viable on-demand treatment for PE, though further research is needed to confirm efficacy during intercourse.", "population_specificity": "23 male patients aged 20-60 (mean: 38.7) with lifelong PE.", "effective_dosage": "Not specified", "study_duration": "At least 7 days between treatment sessions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:37.106824+00:00"}
{"study_id": 76753, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of head lift exercise (HLE) and neuromuscular electrical stimulation (NMES) on swallowing muscle activity in healthy elderly individuals.", "results_summary": "The study found that HLE was more effective than NMES in reducing the duration of suprahyoid muscle activity during swallowing in healthy elderly individuals, suggesting HLE may better counteract aging effects on swallowing physiology.", "population_specificity": "Healthy elderly adults (23 participants).", "effective_dosage": "Not specified.", "study_duration": "Ten therapy sessions.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:38.248817+00:00"}
{"study_id": 76751, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to describe how Neuromuscular Electrical Stimulation (NMES) promotes sustained adaptations in central motor pathways to enhance intrinsic functional capacity and inform neurorehabilitation practice.", "results_summary": "NMES can assist motor rehabilitation by compensating for disability (e.g., hand aperture, foot drop) and may induce central motor pathway adaptations, especially when combined with centrally initiated neural activity (e.g., efferent drive or mental imagery). Adjuvant techniques further enhance adaptive responses, increasing therapeutic potential.", "population_specificity": "Individuals with motor impairments following brain injury.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:38.320827+00:00"}
{"study_id": 76754, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding neuromuscular electrical stimulation (NMES) to volleyball athletes' training improved muscle strength and jumping skills.", "results_summary": "The study compared NMES with photobiomodulation therapy and a control group, but the abstract does not specify the exact outcomes for NMES regarding muscle strength and jumping skills.", "population_specificity": "Thirty-six volleyball athletes.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:39.332719+00:00"}
{"study_id": 76752, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the impact of 12 weeks of NMES-resistance training followed by 12 weeks of FES-lower extremity cycling on oxygen uptake, insulin sensitivity, and glucose effectiveness in persons with spinal cord injury.", "results_summary": "The study suggests that NMES-RT may evoke muscle hypertrophy and improve oxygen uptake, insulin sensitivity, and glucose effectiveness, potentially benefiting metabolic activity, body composition, and mitochondrial function. Combining NMES-RT with FES-LEC could further reduce muscle wasting and cardio-metabolic risks in SCI patients.", "population_specificity": "Adults aged 18-65 with chronic spinal cord injury (AIS A-C) at C5-L2 levels.", "effective_dosage": "Twice-weekly NMES with ankle weights, followed by twice-weekly progressive FES-LEC.", "study_duration": "24 weeks (12 weeks NMES-RT + 12 weeks FES-LEC).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:40.716340+00:00"}
{"study_id": 76756, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of an EMG-driven NMES cycling system for improving muscle strength and balance in chronic stroke survivors.", "results_summary": "The study found significant improvements in clinical assessment scores (FMA_LE, BBS, 6MWT, and SI) after 20 sessions, indicating that the EMG-driven NMES cycling system effectively enhanced rehabilitation outcomes for stroke survivors.", "population_specificity": "Chronic stroke survivors (n=10).", "effective_dosage": "20 sessions of 30 minutes each, administered 2-4 times per week.", "study_duration": "Not explicitly stated, but implied over several weeks based on session frequency.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:43.346895+00:00"}
{"study_id": 76757, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of non-surgical and non-pharmacological interventions, including Neuromuscular Electrical Stimulation, for knee osteoarthritis patients.", "results_summary": "Neuromuscular Electrical Stimulation showed some positive effects for knee osteoarthritis patients, but more studies are needed to fully recommend its use. The results were not as strong as those for exercise, pulsed electromagnetic fields, or moxibustion.", "population_specificity": "Humans with knee osteoarthritis", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:43.492803+00:00"}
{"study_id": 76755, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining short foot exercise (SFE) with neuromuscular electrical stimulation (NMES) improves navicular height, abductor hallucis (AbdH) muscle cross-sectional area, and AbdH muscle activity in individuals with flexible flatfoot compared to SFE alone.", "results_summary": "The study found that SFE with NMES significantly increased AbdH muscle activity compared to SFE alone (81.4% vs. 73.9% of MVIC). Additionally, the AbdH muscle cross-sectional area significantly increased post-treatment in the NMES group, though no significant differences were observed in navicular height between groups.", "population_specificity": "Thirty-six otherwise healthy individuals with flexible flatfoot.", "effective_dosage": "Not specified (NMES parameters not detailed in the abstract).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:44.159812+00:00"}
{"study_id": 76758, "supplement_id": 1374, "safety_score": "30", "efficacy_score": 20, "quality_score": 50, "study_goal": "The researchers aimed to review neuromuscular development, summarize evidence on NMES use in infants, and identify potential contraindications for neonates and young infants.", "results_summary": "Current evidence supporting NMES in pediatric populations is limited and of poor quality, with identified contraindications including inhibited neural cell adhesion molecule expression, altered muscle fiber metabolic profiles, and disrupted acetylcholine receptor synthesis. The study concludes that NMES may influence early neuromuscular development in ways not yet well understood.", "population_specificity": "Neonates and young infants", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:45.480308+00:00"}
{"study_id": 76762, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To compare the effects of an integrated program of physical and electrical therapy versus standard rehabilitation on physical and functional performance in elderly patients with pneumonia.", "results_summary": "The integrated program significantly improved physical and functional performance in elderly pneumonia patients compared to standard rehabilitation, with notable differences in outcomes such as handgrip strength and independence levels. Secondary respiratory symptoms like dyspnoea, fatigue, and cough also showed improvement.", "population_specificity": "Elderly patients (mean age ~74 years) hospitalized with pneumonia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:46.588571+00:00"}
{"study_id": 76759, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to identify best practice strategies, including Neuromuscular Electrical Stimulation, for addressing glenohumeral subluxation.", "results_summary": "The review found that Neuromuscular Electrical Stimulation was supported by the highest number of high-quality studies (n = 19, including five level I studies), indicating its effectiveness. No evidence suggested harm from using this intervention.", "population_specificity": "Adults with glenohumeral subluxation (pediatric population not reviewed).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:47.445180+00:00"}
{"study_id": 76763, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the dose-response relationship between NMES and muscle function in individuals with rheumatoid arthritis and establish the minimal NMES training intensity for promoting improvements.", "results_summary": "The study found that NMES improved quadriceps cross-sectional area, muscle quality, and strength in individuals with RA, with significant associations between NMES training intensity and muscle quality/strength. The minimum effective NMES training intensity ranged from 11% to 20% of maximum voluntary isometric contraction.", "population_specificity": "Adults diagnosed with rheumatoid arthritis (75% women; mean age 58 years; mean BMI 32 kg/m²).", "effective_dosage": "36 NMES treatment sessions over 16 weeks, with intensity calculated as a percentage of maximum voluntary isometric contraction (11%-20% found effective).", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:49.353394+00:00"}
{"study_id": 76764, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether neuromuscular electrical stimulation (NES) combined with usual care improves global muscle strength and clinical outcomes (ICU mortality, duration of mechanical ventilation, ICU length of stay) compared to usual care alone in critically ill patients.", "results_summary": "NES combined with usual care showed no significant differences in global muscle strength, ICU mortality, duration of mechanical ventilation, or ICU length of stay compared to usual care alone. The study concluded that further RCTs are needed to identify patients who may benefit most and to examine NES safety and efficacy.", "population_specificity": "Adult ICU patients (mean age 60 ± 15.3 years, 60.6% male) with medical or surgical diseases, both mechanically ventilated and non-ventilated.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:50.643209+00:00"}
{"study_id": 76765, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the rehabilitation effectiveness of NMES-robotic systems when supporting distal finger joints versus proximal wrist-elbow joints in chronic stroke patients.", "results_summary": "Both groups showed significant improvements in UE motor function, but the hand group (distal support) demonstrated faster reductions in muscle activation levels and co-contraction indices, as well as better improvements in finger motor function and muscle spasticity release.", "population_specificity": "Thirty subjects with chronic stroke.", "effective_dosage": "Not specified", "study_duration": "Training duration not explicitly stated, but follow-up assessments were conducted 3 months post-training.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:51.944880+00:00"}
{"study_id": 76766, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of Russian current (RC) and pulsed current (PC) neuromuscular electrical stimulation on neuromuscular adaptations after a 6-week training program in soccer players.", "results_summary": "Both RC and PC increased evoked torque and improved muscle architecture (thickness and pennation angle), with PC showing less perceived discomfort. No significant differences were found between RC and PC for maximal voluntary isometric contraction or electromyographic activity.", "population_specificity": "27 male soccer players (average age ~22 years).", "effective_dosage": "3 sessions per week for 6 weeks (RC: 2500 Hz, burst 100 Hz, phase duration 200 μs; PC: 100 Hz, 200 μs).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:52.663950+00:00"}
{"study_id": 76768, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the therapeutic effects of neuromuscular electrical stimulation (NMES) on improving masticatory muscle function and sleep-related physiological variables in individuals with Down syndrome.", "results_summary": "The study proposed evaluating NMES alongside other interventions (mastication apparatus and mandibular advancement oral appliance) but did not report specific results for NMES in the abstract. The primary outcomes targeted were functional improvement of masticatory muscles and sleep variables.", "population_specificity": "Individuals with Down syndrome presenting masticatory muscle hypotonia and obstructive sleep apnea.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:53.979858+00:00"}
{"study_id": 76767, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding transcutaneous nerve stimulation or neuromuscular electrical stimulation to standard early rehabilitation improves postural stability and mobility in acute stroke patients.", "results_summary": "Transcutaneous nerve stimulation combined with standard early rehabilitation significantly improved Postural Assessment Scale for Stroke Patients scores and walking ability compared to standard rehabilitation alone. No significant differences were reported for neuromuscular electrical stimulation in the abstract.", "population_specificity": "First-stroke patients aged 20-80 years admitted within 24 hours post-stroke.", "effective_dosage": "30 minutes per day, five days per week, applied to the affected tibialis anterior and quadriceps muscles.", "study_duration": "Two weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:54.069693+00:00"}
{"study_id": 76771, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To evaluate whether NMES, as an adjunct to standard care, improves absolute walking distance in patients with intermittent claudication compared to standard care alone.", "results_summary": "The study aimed to measure changes in walking distance at 3 months, along with secondary outcomes like quality of life and hemodynamic measures, but results are not yet provided in the abstract.", "population_specificity": "Patients with intermittent claudication in England.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:55.267613+00:00"}
{"study_id": 76773, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of laryngopharyngeal neuromuscular electrical stimulation (NMES) on dysphagia caused by subacute stroke.", "results_summary": "The study found that NMES combined with traditional dysphagia training significantly improved primary outcomes (swallowing function, aspiration, and secretion) compared to traditional training alone, with secondary outcomes also showing significant improvement.", "population_specificity": "Subacute stroke patients with dysphagia (n=33).", "effective_dosage": "5 days/week for 8 weeks.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:58.788028+00:00"}
{"study_id": 76774, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "To determine if NMES as an adjuvant therapy improves gross motor function in children with spastic cerebral palsy.", "results_summary": "NMES combined with other therapies showed a medium effect size in improving gross motor function, particularly in sitting and standing dimensions, but not in walking. The evidence quality was rated as low.", "population_specificity": "Children with spastic cerebral palsy (pooled n=174).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:59.171152+00:00"}
{"study_id": 76772, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate neuromuscular adaptations induced by 3 weeks of wide-pulse high-frequency (WPHF) neuromuscular electrical stimulation (NMES) compared to conventional NMES.", "results_summary": "The study found that WPHF NMES increased electrically evoked forces (total FTI +118% and mean evoked forces +96%) but did not induce changes in other plantar flexor neuromuscular function parameters. No improvements were observed in the control group.", "population_specificity": "Ten young healthy individuals (training group) and seven individuals (control group).", "effective_dosage": "Ten 20-second WPHF NMES contractions at 100 Hz, interspaced by 40-second recovery, delivered at an intensity evoking ~5% of MVC force, repeated over nine sessions.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:59.515641+00:00"}
{"study_id": 76777, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to systematically review the evidence for interventions, including Neuromuscular Electrical Stimulation (NMES), for managing and preventing sarcopenia in critically ill patients.", "results_summary": "NMES was most frequently studied as an intervention to preserve muscle mass in critically ill patients, but there was significant variation in its efficacy on sarcopenia markers and secondary outcomes. The study concluded that NMES may preserve muscle mass, though effects were inconsistent.", "population_specificity": "Critically ill patients at risk of or experiencing sarcopenia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:01.980947+00:00"}
{"study_id": 76775, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of EMG-NMES on upper limb recovery in stroke patients across different ICF domains (Body Structure and Function, Activity and Participation).", "results_summary": "EMG-NMES showed a robust short-term effect on improving upper limb motor impairment in the Body Structure and Function domain but no significant effect on the Activity and Participation domain. The treatment was more effective in chronic stroke patients compared to acute/subacute phases.", "population_specificity": "Patients with stroke (acute/subacute and chronic phases).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:02.248832+00:00"}
{"study_id": 76776, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the feasibility and effectiveness of self-managed strengthening strategies, including NMES, for improving knee strength, function, pain, and activity in military members with knee injuries compared to usual PT.", "results_summary": "The COMBO group (NMES + strength walking) showed statistically significant improvements in knee extension and flexion strength compared to PT-only, but NMES alone did not. Pain, function, and ADLS improved across all groups with no significant differences.", "population_specificity": "Active duty military members with knee injuries.", "effective_dosage": "Not specified (only adherence rates: NMES group completed 34% of recommended sessions, COMBO group 30%).", "study_duration": "18 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:03.651973+00:00"}
{"study_id": 76778, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "To compare the effectiveness of contralaterally controlled functional electrical stimulation (CCFES) versus conventional neuromuscular electrical stimulation (NMES) in recovering wrist dorsiflexion and upper limb function in early-phase stroke patients.", "results_summary": "CCFES significantly improved the rate and speed of wrist dorsiflexion recovery compared to NMES, with higher functional scores in upper extremity function, strength, range of motion, daily living activities, and general health.", "population_specificity": "Patients with early-phase stroke (<15 days post-stroke).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:04.596542+00:00"}
{"study_id": 76780, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine whether starting swallowing therapy (including neuromuscular electrical stimulation) sooner after radiotherapy improved outcomes compared to later initiation.", "results_summary": "The study found that starting therapy within 1 year post-radiotherapy led to better quality of life and diet performance compared to later initiation, but no significant difference in swallowing physiological variables was observed between groups.", "population_specificity": "Head and neck cancer patients with swallowing dysfunction after radiotherapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:06.972642+00:00"}
{"study_id": 76779, "supplement_id": 1374, "safety_score": "100", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of neuromuscular electrical stimulation (NMES) therapy for chronic urinary retention (CUR) following traumatic brain injury (TBI).", "results_summary": "The study found no significant differences in post-voiding residual urine volume, voided volume, maximum urinary flow rate, or quality of life between the NMES and sham groups after 8 weeks of treatment and 4 weeks of follow-up. No adverse events were reported in either group.", "population_specificity": "Patients with chronic urinary retention following traumatic brain injury (n=86).", "effective_dosage": "Not specified (NMES or sham NMES administered for 8 weeks).", "study_duration": "8-week treatment period, 4-week follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:08.243428+00:00"}
{"study_id": 76782, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "To evaluate the efficacy of neuromuscular electrical stimulation on quadriceps muscle strength and thickness in liver transplantation patients.", "results_summary": "Neuromuscular electrical stimulation maintained quadriceps muscle thickness post-surgery but did not significantly improve quadriceps strength or walking distance compared to the control group.", "population_specificity": "Patients following living donor liver transplantation.", "effective_dosage": "30 minutes per session, once per day for five weekdays over four weeks.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:09.478645+00:00"}
{"study_id": 76781, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the optimal NMES frequency for postprandial glycemic control and compare discomfort and muscle soreness between different frequencies in healthy individuals.", "results_summary": "Five-hertz NMES significantly reduced glycemia, while 10 Hz and 50 Hz did not. Ten-hertz NMES caused less discomfort, and 50 Hz caused greater muscle soreness; women reported higher discomfort than men.", "population_specificity": "Sixteen healthy, sedentary participants.", "effective_dosage": "NMES at 5, 10, or 50 Hz (pulse duration: 400 μs, on-off ratio: 4:12 s) for 20 minutes.", "study_duration": "20 minutes per session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:10.132839+00:00"}
{"study_id": 76783, "supplement_id": 1374, "safety_score": "100", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of neuromuscular electrical stimulation (NMES) therapy in patients with urinary incontinence after stroke (UIAS).", "results_summary": "NMES therapy significantly improved primary endpoints (urodynamic values and OABSS) and secondary endpoints (ICIQ-SF and BI scores) compared to sham treatment, with no adverse events reported.", "population_specificity": "82 patients with urinary incontinence after stroke (UIAS).", "effective_dosage": "Not specified (NMES therapy administered for 10 weeks).", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:10.807544+00:00"}
{"study_id": 76785, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To determine the effects of neuromuscular electrical stimulation (NMES) on muscle architecture and functional capacity in patients with knee osteoarthritis compared to ultrasound therapy.", "results_summary": "The NMES group showed significant improvements in muscle thickness and fascicle length compared to the ultrasound therapy group, though ultrasound therapy was more effective in reducing pain and improving functional capacity. Both groups demonstrated significant improvements in all outcome measures post-treatment.", "population_specificity": "60 patients with knee osteoarthritis.", "effective_dosage": "Five days a week for three weeks (specific NMES parameters not detailed).", "study_duration": "Three weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:12.633257+00:00"}
{"study_id": 76784, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the technical aspects, therapeutic and functional benefits, and barriers of Neuromuscular Electrical Stimulation (NMES), including its historical development and modern applications.", "results_summary": "The study highlights that NMES, particularly in therapeutic (TES) and functional (FES) applications, has evolved significantly, with modern devices being more convenient and reliable. FES has shown significant benefits in enhancing upper limb function, though early commercial devices faced challenges in widespread adoption.", "population_specificity": "Not specified (general review, no specific population studied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:13.136584+00:00"}
{"study_id": 76786, "supplement_id": 1374, "safety_score": "100", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine the effectiveness and safety of neuromuscular electrical stimulation (NMES) for treating chronic low back pain (CLBP) compared to usual care.", "results_summary": "The study found no significant improvement in pain intensity or disability in the NMES group compared to the control group after 4 weeks of treatment. No adverse events related to NMES were reported.", "population_specificity": "72 patients with chronic low back pain (CLBP).", "effective_dosage": "Not specified.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:14.800694+00:00"}
{"study_id": 76770, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the clinical impact of neuromuscular electrical stimulation as a treatment for patients with oedema.", "results_summary": "Six out of seven studies supported the use of neuromuscular electrical stimulation for oedema reduction, while one study found no effect but reported inter-group variance. The review concluded that neuromuscular electrical stimulation is effective in various rehabilitation settings for treating upper and lower limb oedema.", "population_specificity": "Patients with oedema (both upper and lower limb).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:15.293691+00:00"}
{"study_id": 76787, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 30, "quality_score": 70, "study_goal": "To investigate whether supplementing stabilization exercises with neuromuscular electrical stimulation provides additional clinical benefits for patients with chronic low back pain.", "results_summary": "Neuromuscular electrical stimulation was tolerable but did not show significant additional benefits compared to stabilization exercises alone. No significant differences were found in pain, disability, fear-avoidance beliefs, or muscle strength between the two groups.", "population_specificity": "Adults aged 18-60 with chronic low back pain (≥3 months), BMI ≤34, and moderate pain/disability scores.", "effective_dosage": "20 minutes per session, twice a week.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:16.870462+00:00"}
{"study_id": 76789, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether perioperative neuromuscular electrical stimulation reduces muscle proteolysis and improves physical function in patients undergoing cardiovascular surgery.", "results_summary": "The study found no significant differences in muscle proteolysis or physical function outcomes (knee extensor strength, walking speed, grip strength) between the intervention and control groups, suggesting neuromuscular electrical stimulation had no measurable benefit in this context.", "population_specificity": "Patients undergoing cardiovascular surgery (n=119, intervention=60, control=59).", "effective_dosage": "Bilateral leg stimulation 8 times before and after surgery.", "study_duration": "Perioperative (before and after surgery).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:18.575218+00:00"}
{"study_id": 76790, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to summarize current knowledge about CKD-induced muscle atrophy and evaluate the effectiveness of multidisciplinary treatments, including neuromuscular electrical stimulation.", "results_summary": "The abstract mentions neuromuscular electrical stimulation as part of a multidisciplinary approach to treating CKD-induced muscle atrophy, but specific results or outcomes for this intervention are not detailed.", "population_specificity": "Patients with chronic kidney disease (CKD)-induced muscle atrophy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:18.843930+00:00"}
{"study_id": 76788, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of NMES on walking ability, muscle strength, functional independence, and quality of life in cardiac valve surgery patients during the immediate postoperative period.", "results_summary": "The study found no significant effect of NMES on walking ability, muscle strength, functional independence, or quality of life in postoperative cardiac valve surgery patients. Upper-limb muscle strength loss and mobility decline at postoperative day 3 recovered similarly in both groups by day 5.", "population_specificity": "Adult patients undergoing cardiac valve reconstruction and/or replacement.", "effective_dosage": "60 minutes per session, bilaterally applied to quadriceps and gastrocnemius, for up to 10 sessions.", "study_duration": "Up to 10 sessions (exact total duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:19.414131+00:00"}
{"study_id": 76791, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of whole-body neuromuscular electrical stimulation (WBS) on body composition, functional capacity, muscle strength, insulin resistance, and inflammatory markers in obese patients undergoing bariatric surgery.", "results_summary": "The study suggests WBS is a safe and effective tool for improving muscle mass, glucose uptake, and reducing inflammation, potentially aiding early rehabilitation in bariatric surgery patients. However, final data were not yet published at the time of the abstract.", "population_specificity": "Obese patients (BMI > 35 kg/m²) undergoing bariatric surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:21.482407+00:00"}
{"study_id": 76792, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of swallowing therapy, including Neuromuscular Electrical Stimulation (NMES), on death or dependency among stroke survivors with dysphagia within six months of stroke onset.", "results_summary": "The study found no significant effect of swallowing therapy, including NMES, on the primary outcome of death or dependency/disability. However, NMES may have contributed to reducing dysphagia and improving swallowing ability, though evidence quality was variable.", "population_specificity": "Stroke survivors with dysphagia within six months of stroke onset.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:21.852222+00:00"}
{"study_id": 76794, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine the effectiveness of noninvasive neurostimulation therapies, including surface neuromuscular electrical stimulation (sNMES), in improving swallowing function in patients with poststroke dysphagia.", "results_summary": "The study found that sNMES significantly improved poststroke dysphagia compared to placebo, though rTMS was ranked as the most effective therapy among the four neurostimulation methods evaluated. Differences in functional improvement between PES and placebo were not significant.", "population_specificity": "Patients with acute and subacute poststroke dysphagia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:23.730711+00:00"}
{"study_id": 76793, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of NMES, NTS, and a hybrid of both on upper extremity motor recovery in chronic stroke patients.", "results_summary": "The hybrid therapy showed significant improvements in UE-FMA scores from baseline to posttreatment and follow-up, but no significant differences were found between NMES, NTS, and hybrid groups in overall outcomes.", "population_specificity": "Chronic stroke patients (onset >6 months) with mild-to-moderate disability in daily living.", "effective_dosage": "30 min of NMES or NTS, or 15 min of NTS followed by 15 min of NMES, 3 days/week.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:24.348450+00:00"}
{"study_id": 76797, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether neuromuscular electrical stimulation (NMES) combined with physical training improves wrist dysfunction recovery in patients after acute ischemic stroke (AIS) compared to physical training alone.", "results_summary": "The study found no significant improvement in arm function recovery (ARAT score), activities of daily living (BI scale), or pain reduction (NRS scale) in the NMES group compared to the control group after 4 weeks of treatment.", "population_specificity": "82 patients with wrist dysfunction following acute ischemic stroke (AIS).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:27.363381+00:00"}
{"study_id": 76796, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to identify the range of stimulation parameters for neuromuscular electrical stimulation (NMES) and functional electrical stimulation (FES) that may alleviate spasticity after spinal cord injury.", "results_summary": "NMES/FES reduced spasticity by 45%-60%, decreased electromyography activity, and increased range of motion. The effective stimulation parameters were frequency of 20-30 Hz, pulse duration of 300-350 μs, and current amplitude greater than 100 mA.", "population_specificity": "Individuals with spasticity after spinal cord injury (389 subjects across 23 trials).", "effective_dosage": "Frequency: 20-30 Hz; Pulse duration: 300-350 μs; Current amplitude: >100 mA.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:28.475420+00:00"}
{"study_id": 76798, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the convergent validity and responsiveness of the Stroke Upper Limb Capacity Scale (SULCS) compared to other measures in patients receiving neuromuscular electrical stimulation therapy.", "results_summary": "The SULCS showed strong correlation with other upper limb capacity measures (AMAT, BBT, FMA) and demonstrated moderate to large responsiveness, with no significant difference in effectiveness compared to the other measures. Neuromuscular electrical stimulation therapy contributed to improved upper limb capacity in poststroke patients.", "population_specificity": "Patients less than 2 years poststroke with moderate to severe upper limb hemiparesis (N=61).", "effective_dosage": "Not specified", "study_duration": "12 weeks of therapy, with follow-up assessments up to 36 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:29.122875+00:00"}
{"study_id": 76800, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine if adding neuromuscular electrical stimulation to pulmonary rehabilitation improves walking tolerance and balance in COPD patients compared to pulmonary rehabilitation alone.", "results_summary": "The intervention group showed significant improvements in walking distance, balance (measured by time up and go, Berg balance scale), and maximal voluntary contraction compared to the control group. Center of pressure measures also improved more in the intervention group.", "population_specificity": "45 patients with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Three times per week.", "study_duration": "Six months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:29.971470+00:00"}
{"study_id": 76799, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Neuromuscular Electrical Stimulation (NMES) could serve as a bridge or alternative to conventional exercise for patients with advanced chronic heart failure (CHF) who are non-compliant or non-responsive to physical training.", "results_summary": "The study found that NMES improves functional capacity, muscle mass, endurance, vascular endothelial function, quality of life, and aerobic enzyme activity in CHF patients. Additionally, NMES can be administered as a home-based therapy after patient guidance.", "population_specificity": "Patients with advanced chronic heart failure (CHF) who are non-compliant or non-responsive to physical training.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:30.499578+00:00"}
{"study_id": 76802, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effects of NMES on health and QoL in adult cancer survivors, assess its safety, and identify common treatment parameters.", "results_summary": "NMES showed a non-significant improvement in muscle strength but significantly improved HR-QoL, particularly in QoL Function. Current NMES prescription lacks standardization and is tailored to individual functional deficits.", "population_specificity": "Adult cancer survivors", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:31.768294+00:00"}
{"study_id": 76801, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine whether NMES as an adjunctive therapy to DHC improves outcomes in patients with diarrhea-predominant irritable bowel syndrome (BP-IBS).", "results_summary": "The study found no significant differences in effectiveness (VAS, stool frequency, Bristol scale) or adverse events between the NMES+DHC group and the DHC-only group, suggesting NMES may not be efficacious for BP-IBS after 4 weeks.", "population_specificity": "108 patients with diarrhea-predominant irritable bowel syndrome (BP-IBS).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:31.980668+00:00"}
{"study_id": 76803, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 20, "quality_score": 60, "study_goal": "The researchers aimed to determine whether Neuromuscular Electrical Stimulation (NMES) is effective in reducing pain and improving functional status and quality of life in patients with postpartum low back pain (PPLBP).", "results_summary": "The study found that NMES did not significantly improve pain relief, functional status, or quality of life in patients with PPLBP after a 4-week treatment period. No adverse events related to the treatment were reported.", "population_specificity": "67 patients with postpartum low back pain (PPLBP).", "effective_dosage": "Each session lasted 30 minutes, administered once weekly.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:35.777052+00:00"}
{"study_id": 76804, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine whether Neuromuscular Electrical Stimulation (NMES) could effectively manage fatigue, anxiety, depression, and sleep quality in patients with advanced laryngeal cancer undergoing chemoradiotherapy.", "results_summary": "The study found that NMES did not provide significant benefits over the control group in reducing fatigue, anxiety, depression, or improving sleep quality after 8 weeks of treatment.", "population_specificity": "60 patients with advanced laryngeal cancer receiving chemoradiotherapy.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:36.118289+00:00"}
{"study_id": 76805, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "To review the evidence on the safety of neuromuscular electrical stimulation (NMES) when used in the intensive care unit.", "results_summary": "NMES was found to be safe for critically ill patients, with minor adverse effects such as a prickling sensation (15% of patients) and one case of a superficial burn due to improper parameter configuration. Hemodynamic changes were noted in one study but were not clinically relevant.", "population_specificity": "Critically ill patients in the intensive care unit.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:37.143052+00:00"}
{"study_id": 76806, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of Neuromuscular Electrical Stimulation (NMES) for treating endometriosis-associated pain (EAP).", "results_summary": "After 10 weeks of NMES therapy, significant improvements were observed in pain reduction (NRS, ESSS) and quality of life (SF-36) compared to the control group, with no significant differences in adverse events between groups.", "population_specificity": "154 patients with endometriosis-associated pain.", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:37.629257+00:00"}
{"study_id": 76807, "supplement_id": 1374, "safety_score": "100", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of neuromuscular electrical stimulation (NMES) on post-stroke urinary incontinence (PSUI) in female patients, comparing outcomes with a control group receiving only bladder training.", "results_summary": "After 8 weeks, NMES significantly reduced urine leakage, improved urinary symptoms (measured by BFUSQ), and enhanced quality of life (measured by ICIQ-SF) compared to the control group, with no adverse events reported. No significant benefits were observed after 4 weeks.", "population_specificity": "Female patients in China with post-stroke urinary incontinence (n=163).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:39.793118+00:00"}
{"study_id": 76809, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of mental practice (MP) combined with neurofeedback, specifically MP-guided neuromuscular electrical stimulation (NMES), for upper limb rehabilitation after stroke.", "results_summary": "MP-guided NMES showed superior results compared to conventional NMES, as measured by Fugl-Meyer Assessment (FMA) gain. However, the study noted limitations due to heterogeneity and inadequate quality of trials.", "population_specificity": "Stroke patients undergoing upper limb rehabilitation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:39.869998+00:00"}
{"study_id": 76808, "supplement_id": 1374, "safety_score": "100", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of percutaneous neuromuscular electrical stimulation (PNMES) for treating neck pain in patients with cervical spondylosis (CS).", "results_summary": "PNMES significantly reduced neck pain (measured by VAS and NDI) and improved cervical range of motion compared to sham treatment, with no adverse events reported in either group.", "population_specificity": "124 patients with neck pain due to cervical spondylosis.", "effective_dosage": "30 minutes daily, 3 times weekly.", "study_duration": "12 weeks of treatment, with a 4-week follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:40.096447+00:00"}
{"study_id": 76810, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential of neuromuscular electrical stimulation (NMES) as an alternative therapy for improving muscle strength, muscle mass, and cardiorespiratory function in older adults, while addressing barriers to its clinical acceptability.", "results_summary": "The study highlights that NMES has positive effects on muscle strength, muscle mass, and cardiorespiratory function in older adults, but faces challenges in clinical acceptability and patient adherence. It suggests that integrating technology-based supports like biofeedback and gamification could enhance NMES effectiveness and adoption.", "population_specificity": "Older adults with low exercise participation and activity levels, experiencing sarcopenia and decreased cardiovascular function.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:45.300386+00:00"}
{"study_id": 76811, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy of a hybrid training system (HTS) combining neuromuscular electrical stimulation and volitional contractions for improving thigh muscle strength, knee pain relief, and physical performance in women with or at risk for knee osteoarthritis.", "results_summary": "The HTS improved quadriceps and hamstring strength, reduced knee pain, and enhanced physical performance, but these benefits were not statistically superior to low-load resistance training alone. Both interventions showed similar effectiveness in pain relief and functional improvement.", "population_specificity": "Women aged 44-85 years with risk factors for knee osteoarthritis.", "effective_dosage": "Biweekly low-load resistance training sessions over 12 weeks.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:45.837597+00:00"}
{"study_id": 76812, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the effect of prolonged NMES on metabolic profile and cognition-related blood parameters in patients with type 2 diabetes mellitus (T2DM).", "results_summary": "NMES training significantly improved fasting glucose concentration and reduced percent body fat but did not significantly affect HbA1c or blood lipid levels. Plasma BDNF levels increased significantly during the NMES period compared to the control.", "population_specificity": "Fourteen patients with T2DM (mean age 63.2 years, mean weight 76.1 kg).", "effective_dosage": "40-minute sessions, 5 days per week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:46.399259+00:00"}
{"study_id": 76813, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the feasibility and effectiveness of NMES versus high-intensity volitional resistance training for improving muscle structure, function, and physical function in rheumatoid arthritis patients.", "results_summary": "Both NMES and volitional training significantly improved muscle structure and function, with no difference in outcomes between groups. NMES had higher attrition (29%) but no serious adverse events or increases in pain/disease activity.", "population_specificity": "Adult patients with rheumatoid arthritis (RA).", "effective_dosage": "36 sessions over 16 weeks (intensity: 31% of maximum effort for NMES vs. 77% for volitional training).", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:47.169683+00:00"}
{"study_id": 76815, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether neuromuscular electrical stimulation (NMES) applied to the triceps surae muscles could improve mobility and muscle function in older adults.", "results_summary": "NMES improved 400-meter walk time and maximal walking speed by Week 4, with further improvements in chair-rise and rapid-step tests by Week 7, though plantar flexor strength only increased at Week 7. No significant differences were found between narrow- and wide-pulse NMES groups.", "population_specificity": "Thirty healthy older adults (73.5 ± 4.8 years).", "effective_dosage": "3 weekly sessions of either narrow- or wide-pulse NMES.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:49.292463+00:00"}
{"study_id": 76814, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy of NMES and TENS in reducing hemiplegic shoulder pain (HSP) and improving related functional outcomes in stroke patients.", "results_summary": "NMES showed significantly greater pain reduction (NRS) compared to TENS and control groups after 4 weeks, with long-term analgesic superiority. However, NMES did not outperform TENS or control in improving shoulder mobility, limb function, spasticity, daily activity, or quality of life.", "population_specificity": "90 participants with hemiplegic shoulder pain in a rehabilitation hospital setting.", "effective_dosage": "NMES (15Hz, 200μs pulse width) applied for 1 hour daily, 20 sessions over 4 weeks.", "study_duration": "4 weeks (with follow-up at 8 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:51.264784+00:00"}
{"study_id": 76818, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effect of combining neuromuscular electrical stimulation with effortful swallowing on dysphagia in Parkinson's disease patients.", "results_summary": "The experimental group showed significant improvements in hyoid bone movement and reduced aspiration but no significant differences in oral or pharyngeal phases of swallowing.", "population_specificity": "Dysphagic patients with Parkinson's disease (n=18, split into experimental and placebo groups).", "effective_dosage": "30 minutes/day, five sessions per week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:53.629876+00:00"}
{"study_id": 76817, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the fatigue origins induced by low-frequency pulsed current (PC) and medium-frequency current (MF) neuromuscular electrical stimulation (NMES) after a clinical-like session.", "results_summary": "Both PC and MF NMES induced similar decreases in maximal voluntary contraction, electromyographic activity, and evoked contractile properties, with no significant differences between the two currents. The study concluded that clinicians can expect similar treatment effects from either PC or MF when the goal is muscle strength gains.", "population_specificity": "Eleven healthy men.", "effective_dosage": "15-minute duration, 6 seconds on and 18 seconds off.", "study_duration": "15 minutes per session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:54.543700+00:00"}
{"study_id": 76820, "supplement_id": 1374, "safety_score": "90", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and impact of NMES combined with traditional therapy on swallowing function in patients with dysphagia of neurological origin.", "results_summary": "NMES combined with traditional therapy significantly improved swallowing function in 9 out of 10 patients, with minimal adverse effects (1.3% incidence of minor adverse events). Additionally, 30% of subjects showed improved voice quality.", "population_specificity": "Adults with dysphagia of neurological origin who had not achieved adequate swallowing function with traditional therapy alone.", "effective_dosage": "NMES + traditional therapy delivered three times a week for 5 weeks.", "study_duration": "10 weeks total (5 weeks traditional therapy followed by 5 weeks NMES + traditional therapy).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:56.529812+00:00"}
{"study_id": 76821, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether unilateral quadriceps NMES and focal vibration could enhance contralateral muscle strength and neural drive in healthy subjects.", "results_summary": "The study found that both NMES and focal vibration increased MVC torque and voluntary activation in the contralateral quadriceps, with NMES showing greater increases in neural drive and EMG activity compared to vibration. Inter-individual variability was noted, with \"responders\" showing significant improvements.", "population_specificity": "Healthy subjects", "effective_dosage": "Not specified", "study_duration": "Short-duration (exact length not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:57.723682+00:00"}
{"study_id": 76824, "supplement_id": 1374, "safety_score": "70", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to determine whether simultaneous neuromuscular electrical stimulation (NMES) enhances the effects of a functional training program in hospitalized geriatric patients.", "results_summary": "Both functional training with and without NMES improved physical function, but NMES provided no additional benefit. NMES sessions were more time-consuming and caused higher discomfort compared to functional training alone.", "population_specificity": "Hospitalized geriatric patients (mean age 83.1 ± 8.1 years).", "effective_dosage": "Not specified (NMES applied to knee extensor muscles during functional training).", "study_duration": "6-10 days of hospitalization.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:03.024343+00:00"}
{"study_id": 76823, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether neuromuscular electrical stimulation (NMES) could reduce genomic damage in chronic kidney failure (CKF) patients undergoing conventional haemodialysis.", "results_summary": "NMES significantly reduced DNA damage in CKF patients after both 4 and 8 weeks of intervention compared to baseline and the control group, demonstrating its potential to mitigate genomic damage.", "population_specificity": "Chronic kidney failure patients on conventional haemodialysis (n=21).", "effective_dosage": "Applied on the quadriceps muscle during haemodialysis sessions, three times a week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:03.788219+00:00"}
{"study_id": 76825, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of postdischarge interventions, including neuromuscular electrical stimulation, in reducing chronic pain severity after total knee replacement.", "results_summary": "The study found no evidence that neuromuscular electrical stimulation was more effective than other interventions at reducing chronic pain severity after total knee replacement. Only one trial evaluated this intervention, and it did not show a significant difference in long-term pain outcomes.", "population_specificity": "Patients who underwent total knee replacement surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:04.784527+00:00"}
{"study_id": 76816, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To determine if neuromuscular electrical stimulation improves negative affect disorders (anxiety, depression) and swallowing function in cerebral infarction patients with dysphagia.", "results_summary": "Neuromuscular electrical stimulation combined with conventional therapy significantly improved swallowing function (88.1% vs. 69.8%) and reduced anxiety and depression scores compared to conventional therapy alone.", "population_specificity": "112 patients with cerebral infarction and dysphagia.", "effective_dosage": "Not specified", "study_duration": "Two courses of treatment (duration per course not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:06.322734+00:00"}
{"study_id": 76826, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 30, "quality_score": 75, "study_goal": "To determine if home-based neuromuscular electrical stimulation (NMES) as an add-on to pulmonary rehabilitation (PR) improves functional capacity in severe to very severe COPD patients.", "results_summary": "NMES did not provide additional benefits over PR alone in improving functional capacity or other outcomes in COPD patients. The intervention was well-tolerated, with only one dropout due to leg discomfort.", "population_specificity": "Subjects with severe to very severe COPD (median FEV1 of 1L).", "effective_dosage": "35Hz, 30 minutes, 5 times per week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:06.592681+00:00"}
{"study_id": 76822, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of NMES, TENS, and EA in improving rehabilitation outcomes following total knee arthroplasty (TKA).", "results_summary": "NMES was associated with higher quadriceps strength and functional recovery post-TKA, with optimal benefits achieved at specific stimulation parameters. NMES and TENS were found to effectively improve rehabilitation without significant intolerance, while EA may aid in analgesia.", "population_specificity": "Patients undergoing total knee arthroplasty (TKA).", "effective_dosage": "Intensity of 100-120 mA, frequency of 30-100 Hz, once or twice daily.", "study_duration": "4-6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:11.081128+00:00"}
{"study_id": 76827, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and characterize the most frequently cited articles on pelvic floor physiotherapy, including neuromuscular electrical stimulation, to assess their scientific impact and prevalence.", "results_summary": "Neuromuscular electrical stimulation was identified as one of the common topics among highly cited classic articles in pelvic floor physiotherapy, indicating its recognized role in the field. The study noted a high scientific level among these papers, particularly due to the prevalence of randomized clinical trials.", "population_specificity": "Patients with pelvic floor dysfunctions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:11.500743+00:00"}
{"study_id": 76829, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of Neuromuscular Electrical Stimulation (NMES) on endothelial progenitor cell mobilization and metabolic/hemodynamic outcomes in patients with septic shock.", "results_summary": "The study protocol proposes evaluating NMES in septic shock patients, with primary focus on endothelial progenitor cell mobilization and secondary outcomes including metabolic and hemodynamic data, but results are not yet reported as this is a study protocol.", "population_specificity": "31 patients aged 18-65 years with septic shock in an intensive care unit.", "effective_dosage": "Not specified", "study_duration": "Phase one within first 72 hours of septic shock, phase two after 3 days of first assessment, with a wash-out period of 4-6 hours between protocols.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:13.000653+00:00"}
{"study_id": 76830, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of narrow- and wide-pulse NMES on walking performance, neuromuscular function, and disability status in persons with relapsing-remitting MS.", "results_summary": "The NMES intervention improved gait speed, walking endurance, muscle strength in specific leg muscles, force control, and self-reported fatigue and walking limitations, with no significant difference between narrow- and wide-pulse durations.", "population_specificity": "Individuals with relapsing-remitting MS (mean age 52.6 ± 7.4 years).", "effective_dosage": "10 minutes per muscle (dorsiflexor and plantar flexor muscles of both legs), 4 s on and 12 s off, at a tolerable level for 18 sessions across 6 weeks.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:14.536922+00:00"}
{"study_id": 76831, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To investigate the effectiveness of neuromuscular electrical stimulation (NMES) with or without other interventions in improving lower limb activity after chronic stroke.", "results_summary": "NMES showed a moderate but statistically significant benefit on lower limb motor function, especially when combined with other interventions or administered within 6 or 12 weeks. It also improved gait speed, balance, spasticity, and range of motion but had no significant effect on walking endurance.", "population_specificity": "Chronic stroke survivors with lower limb dysfunction.", "effective_dosage": "Not specified", "study_duration": "Treatment time within either 6 or 12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:15.330279+00:00"}
{"study_id": 76832, "supplement_id": 1374, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of the Ampcare Effective Swallowing Protocol (combining NMES with swallow-strengthening exercises) with usual care for treating post-stroke dysphagia and to pilot recruitment procedures for a larger trial.", "results_summary": "The Ampcare ESP group showed greater improvement (75% vs. 57%) and clinically meaningful benefits in swallowing function (FOIS and PAS scores) compared to usual care, with higher patient satisfaction. The pilot demonstrated feasibility and promising efficacy for NMES in dysphagia rehabilitation.", "population_specificity": "Post-stroke patients with dysphagia.", "effective_dosage": "Treatment 5 days/week for 4 weeks.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:16.507934+00:00"}
{"study_id": 76819, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the skeletal muscle anabolic signaling response to low-frequency (20 Hz) and high-frequency (60 Hz) neuromuscular electrical stimulation (NMES) in healthy volunteers.", "results_summary": "HF-NMES (60 Hz) produced a greater anabolic response than LF-NMES (20 Hz), significantly upregulating phosphorylation of key signaling proteins like mTOR and p70-S6 kinase 1, suggesting HF stimulation may better initiate muscle hypertrophy. LF-NMES also showed anabolic effects but to a lesser extent.", "population_specificity": "Eleven young healthy volunteers (6 men, 5 women).", "effective_dosage": "Acute bouts of LF-NMES (20 Hz) and HF-NMES (60 Hz).", "study_duration": "Single acute bout per frequency.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:18.503878+00:00"}
{"study_id": 76833, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if sNMES combined with traditional dysphagia therapy improves swallowing function in post-stroke dysphagia patients and whether electrode placement affects outcomes.", "results_summary": "Swallowing function significantly improved in patients receiving sNMES combined with traditional therapy, with no significant difference between electrode placements. Suprahyoid stimulation further enhanced anterior hyoid bone movement.", "population_specificity": "Thirty patients with post-stroke dysphagia.", "effective_dosage": "Not specified", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:18.805630+00:00"}
{"study_id": 76834, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of three different waveforms (2500-Hz BMAC, 1000-Hz BMAC, and 1000-Hz BMBPC) in eliciting knee extensor torque using neuromuscular electrical stimulation (NMES).", "results_summary": "The study found that 1000-Hz BMBPC and 1000-Hz BMAC were similarly effective in producing knee extensor torque, while 2500-Hz BMAC was less effective. Statistically significant differences were observed between 2500-Hz BMAC and the other two waveforms.", "population_specificity": "33 able-bodied participants (18 female).", "effective_dosage": "Maximum tolerated stimulation intensity (no specific dosage provided).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:21.557523+00:00"}
{"study_id": 76836, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of low-frequency pulsed current versus kilohertz-frequency alternating current in terms of evoked force, discomfort, current intensity, and muscle fatigability, and to determine which is better for clinical treatment.", "results_summary": "Kilohertz-frequency alternating current generated equal or less force, similar discomfort, similar current intensity for maximal tolerated stimulation, and more fatigue compared with low-frequency pulsed current. At submaximal force levels, kilohertz-frequency current caused higher discomfort and required higher current intensity than low-frequency pulsed current.", "population_specificity": "Not specified (studies comparing the two current types were reviewed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:22.811402+00:00"}
{"study_id": 76835, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to compare the effectiveness of combining Neuromuscular Electrical Stimulation (NMES) with conventional treatment versus conventional treatment alone in preventing shoulder pain after stroke.", "results_summary": "The study found that combining NMES with conventional treatment was no more effective than conventional treatment alone in preventing hemiplegic shoulder pain, with no significant differences in disability, function, or pain outcomes between groups. Shoulder pain increased after the first month in all groups.", "population_specificity": "First-time stroke survivors (58.06% female).", "effective_dosage": "Not specified.", "study_duration": "Measurements taken at baseline and weeks 1, 2, 3, 4, 12, and 24 post-stroke.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:22.848517+00:00"}
{"study_id": 76837, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to reexamine fundamental aspects of Neuromuscular Electrical Stimulation (NMES) from a tripartite model perspective to improve its clinical effectiveness.", "results_summary": "The study found that NMES involves neurally mediated responses contributing to force generation and neural adaptations, emphasized the importance of muscle tension over external stimulation parameters, and advocated for a systematic, patient-specific approach to NMES therapy.", "population_specificity": "Not specified (general neuromuscular rehabilitation context).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:24.710186+00:00"}
{"study_id": 76838, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 45, "study_goal": "The researchers aimed to assess the effects (benefits and harms) of neuromuscular electrical stimulation (NMES) for people with patellofemoral pain (PFP).", "results_summary": "The review found very low-quality evidence suggesting NMES may reduce pain short-term when combined with exercise, but the clinical relevance is uncertain. No significant improvements in knee function were observed, and adverse effects were not reported.", "population_specificity": "Participants with patellofemoral pain (PFP), mean ages 25-43 years, predominantly female (53%-100%).", "effective_dosage": "Varied across studies, including one with NMES applied four hours daily for four weeks.", "study_duration": "Ranged from 3 to 12 weeks in most studies, with one follow-up at one year.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:26.690539+00:00"}
{"study_id": 76840, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if neuromuscular electrical stimulation (NMES) of calf muscles could prevent spontaneous calf cramps in individuals experiencing frequent cramps.", "results_summary": "NMES reduced spontaneous calf cramps by 78% in stimulated legs and 63% in unstimulated legs, with an increased cramp threshold frequency only in the stimulated leg. The severity of remaining cramps also tended to decrease in both legs.", "population_specificity": "19 individuals affected by ≥1 calf cramp per week.", "effective_dosage": "Twice weekly stimulation (3 × 6 stimulation trains at 30 Hz above individual cramp threshold frequency).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:27.480807+00:00"}
{"study_id": 76841, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of neuromuscular electrical stimulation (NMES) in preventing venous thromboembolism (VTE) compared to no prophylaxis or alternative methods.", "results_summary": "NMES showed lower risks of total DVT and total VTE compared to no prophylaxis but was associated with higher risk of total DVT compared to low-dose heparin. No clear differences were found between NMES and alternative prophylaxis methods for other outcomes.", "population_specificity": "Patients undergoing major surgery, hip fracture surgery, trauma with heparin contraindication, neurosurgery under general anesthesia, and non-functional spinal cord injuries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:27.648559+00:00"}
{"study_id": 76839, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the immediate and retained effects of EMG-triggered NMES and TENS, both combined with bilateral arm training, on hemiplegic shoulder pain and arm function in stroke patients.", "results_summary": "EMG-triggered NMES with bilateral arm training showed greater pain reduction and improved shoulder movement compared to TENS, with sustained benefits at follow-up. Both groups improved in pain at rest and arm function post-treatment, though resting pain improvements were not maintained.", "population_specificity": "Chronic and subacute stroke patients (38 participants, 25 males and 13 females, mean age 60.75 ± 10.84 years, post-stroke duration 32.68 ± 53.07 months) with hemiplegic shoulder pain.", "effective_dosage": "Electrical stimulation followed by bilateral arm training 3 times a week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:28.388705+00:00"}
{"study_id": 76842, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether transcutaneous electrical sensory stimulation (TESS) without muscle contraction improves swallowing ability in dysphagia patients.", "results_summary": "TESS using interferential current improved airway defense (reduced cough latency time) and nutritional intake in dysphagia patients compared to sham treatment. The effects were observed after two weeks of intervention.", "population_specificity": "43 elderly patients (mean age 84.3 years, 58% women) undergoing in-hospital dysphagia rehabilitation.", "effective_dosage": "Not specified", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:29.945047+00:00"}
{"study_id": 76843, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of multichannel neuromuscular electrical stimulation (NMES) in improving gait patterns and muscle strength in children with spastic cerebral palsy.", "results_summary": "The study found that NMES can substantially improve gait patterns, promote muscle strength, and reduce spasticity in children with spastic CP. Patient-specific NMES protocols based on 3D gait analysis facilitated functional gait improvements, including stance-phase hip and knee extension and swing-phase hip and knee flexion.", "population_specificity": "Children with spastic cerebral palsy", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:31.420961+00:00"}
{"study_id": 76844, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of NMES superimposed onto voluntary muscular contraction on cardiorespiratory performance and functionality in severe COPD patients undergoing a home-based rehabilitation program.", "results_summary": "The intervention group showed significant improvements in cardiorespiratory performance and functionality compared to the control group, with no significant changes observed in the control group. The between-group analysis confirmed these improvements were statistically significant.", "population_specificity": "36 stable severe COPD patients.", "effective_dosage": "30 minutes of NMES superimposed onto voluntary muscular contraction, 2 hours per week for 8 weeks.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:31.896622+00:00"}
{"study_id": 76845, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding neuromuscular electrical stimulation therapy to standard rehabilitation improved physical and mental health-related quality of life in military service members with traumatic transtibial amputation.", "results_summary": "The study found no significant difference in mental health-related quality of life between groups receiving neuromuscular electrical stimulation plus standard rehabilitation versus standard rehabilitation alone. Physical health-related quality of life improved over time in both groups, but the addition of neuromuscular electrical stimulation did not enhance this improvement.", "population_specificity": "Military service members aged 19-46 with traumatic unilateral transtibial amputation.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:33.888826+00:00"}
{"study_id": 76847, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of neuromuscular electrical stimulation (NMES) in improving functional recovery after total knee arthroplasty.", "results_summary": "NMES showed slightly better functional recovery compared to standard rehabilitation, particularly in the first postoperative weeks/months, with benefits diminishing over time. The most significant improvements were seen in patients with severe muscular activation deficits.", "population_specificity": "Patients who underwent total knee arthroplasty (496 participants across six studies).", "effective_dosage": "Not specified", "study_duration": "First postoperative weeks/months (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:35.864786+00:00"}
{"study_id": 76849, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether neuromuscular electrical stimulation (NMES) could prevent or attenuate muscle loss during short-term disuse by augmenting muscle protein synthesis rates.", "results_summary": "NMES was found to augment postabsorptive and postprandial muscle protein synthesis rates, helping prevent muscle loss during disuse. Combining NMES with appropriate nutritional support further enhanced muscle preservation.", "population_specificity": "Otherwise healthy individuals undergoing short-term muscle disuse (e.g., due to illness, injury, or bed rest).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:37.138575+00:00"}
{"study_id": 76846, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of NMES combined with sit-to-stand-to-sit exercises in improving quadriceps strength and lower limb symmetry after ACL reconstruction.", "results_summary": "NMES + STSTS participants showed greater knee extensor strength, reduced pain perception, and improved limb loading symmetry compared to STSTS-only and no additional treatment groups at 60 and 180 days post-surgery. STSTS-only participants also showed better symmetry than the control group at 60 days.", "population_specificity": "63 patients recovering from anterior cruciate ligament reconstruction (ACLR).", "effective_dosage": "Not specified (6-week training protocol with NMES superimposed on STSTS exercises).", "study_duration": "6 weeks (from 15th to 60th day post-surgery).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:37.153317+00:00"}
{"study_id": 76848, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining neuromuscular electrical stimulation (NMES) with strengthening exercise improves movement in children with spastic cerebral palsy compared to NMES alone.", "results_summary": "The study found that NMES combined with strengthening exercise significantly reduced spasticity (CSS score), improved gross motor function (GMFM score), and increased walking speed more effectively than NMES alone at 6 weeks and 3 months post-treatment.", "population_specificity": "Children with spastic cerebral palsy (n = 100, divided into treatment and control groups).", "effective_dosage": "Not specified", "study_duration": "6 weeks of intervention, with follow-up at 3 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:37.553155+00:00"}
{"study_id": 76850, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether NMES combined with standard physical therapy is more effective than standard physical therapy alone in improving quadriceps strength and physical function after ACL surgery.", "results_summary": "NMES significantly improved quadriceps strength (SMD = 0.73) and physical function in the short-term (4-12 weeks) post-surgery compared to standard physical therapy alone. The PEDro scores indicated moderate methodological quality (3/10 to 7/10).", "population_specificity": "Patients recovering from ACL surgery.", "effective_dosage": "Not specified", "study_duration": "4-12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:39.630960+00:00"}
{"study_id": 76852, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the treatment effects of electromyographic bridge (EMGB) versus cyclic neuromuscular electrical stimulation (NMES) on wrist and finger impairments in subacute stroke patients.", "results_summary": "The EMGB group showed significantly greater improvements in motor function, voluntary electromyographic ratios, and active range of motion compared to the cyclic NMES group. More participants in the EMGB group regained measurable wrist and finger movements than in the cyclic NMES group.", "population_specificity": "42 hemiplegic subacute stroke patients within 6 months of their cerebrovascular accidents.", "effective_dosage": "10 sessions per week of hand training with EMGB or cyclic NMES.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:41.340561+00:00"}
{"study_id": 76851, "supplement_id": 1374, "safety_score": "80", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine the feasibility of a randomized controlled trial for low-frequency electrical muscle stimulation (LF-EMS) in reducing breathlessness and improving exercise capacity in severe heart failure patients.", "results_summary": "The study found that LF-EMS was feasible and tolerable for severe heart failure patients, but adherence to follow-up was challenging. While there were no significant differences in 6-minute walk distance or quality of life between LF-EMS and sham groups, both outcomes showed slightly greater improvement with LF-EMS.", "population_specificity": "Patients with severe heart failure (NYHA class III-IV) and left ventricular ejection fraction <40%.", "effective_dosage": "4 Hz, continuous stimulation for 60 minutes, 5 times per week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:41.417826+00:00"}
{"study_id": 76853, "supplement_id": 1374, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the clinical effectiveness of high-frequency localized muscle vibration (LMV) versus neuromuscular electrical stimulation (NMES) for quadriceps strengthening in patients with knee osteoarthritis (OA).", "results_summary": "The study found that NMES did not produce significant improvements in clinical outcomes (e.g., pain, function, mobility) compared to LMV, which showed significant benefits. sEMG analysis suggested LMV increased type II muscle fiber involvement, but NMES did not demonstrate similar effects.", "population_specificity": "30 patients aged 40–65 years with clinically diagnosed knee OA.", "effective_dosage": "Not specified for NMES.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:43.805408+00:00"}
{"study_id": 47159, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the skin whitening properties of Panax Ginseng (Korean Ginseng) among other vegetable oils.", "results_summary": "The study found that Panax Ginseng demonstrated skin whitening properties, with its activity linked to its composition. The effects were observed in vitro, suggesting potential for dermatological and cosmetic applications.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:51.285648+00:00"}
{"study_id": 47158, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether biochar could enhance arbuscular mycorrhizal fungi (AMF) colonization in Panax quinquefolius and explore the mechanisms behind this effect.", "results_summary": "The study found that combining AMF with 2% biochar significantly increased AMF colonization rates and intensity, attracting beneficial microorganisms linked to secondary metabolite production, thereby improving plant quality.", "population_specificity": "Panax quinquefolius (American Ginseng) plants", "effective_dosage": "2% biochar (specific frequency not detailed)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:52.177242+00:00"}
{"study_id": 47161, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 93, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of Ginsenosides (derived from Panax Ginseng) on cognitive function and quality of life in stroke patients compared to other plant extracts and placebo.", "results_summary": "Ginsenosides were the most effective in improving Barthel Index (SUCRA 74.7%), MMSE (SUCRA 93%), and MOCA (SUCRA 79.7%) scores, indicating significant benefits for cognitive function and daily living activities in stroke patients.", "population_specificity": "Stroke patients (6,599 participants across 48 randomized controlled trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:52.518412+00:00"}
{"study_id": 47155, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Xinyin tablets (containing Panax Ginseng) alleviate chronic heart failure (CHF) in mice and explore its mechanism of action in H9c2 cells.", "results_summary": "Xinyin tablets improved cardiac function, reduced apoptosis markers (caspase-3, caspase-9, Bax), and enhanced mitophagy via the HDAC3-mediated PINK1/Parkin pathway in both mice and H9c2 cells.", "population_specificity": "SPF C57 mice and H9c2 cardiomyocytes.", "effective_dosage": "Low-, medium-, and high-dose Xinyin tablets (specific amounts not provided).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:52.994929+00:00"}
{"study_id": 47156, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-tumor efficacy of a ginseng-derived exosome (G-Exo)-based cisplatin (CDDP) delivery system (G-CDDP) in vitro and in vivo.", "results_summary": "G-CDDP effectively targeted tumor sites, inhibited proliferation and migration, and promoted apoptosis in U-87MG tumor cells, requiring 12.66 times less CDDP than free CDDP for the same cytotoxic effect. In tumor-bearing mice, G-CDDP showed significant therapeutic effects.", "population_specificity": "U-87MG tumor cells and U-87MG tumor-bearing mice.", "effective_dosage": "Not specified (relative dosage comparison only).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:52.997448+00:00"}
{"study_id": 47154, "supplement_id": 1417, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of Panax Ginseng (Korean Ginseng) and its compounds, particularly ginsenosides, in treating colorectal cancer (CRC) through mechanisms like apoptosis induction, immune response enhancement, and drug carrier utilization.", "results_summary": "The study found that Panax Ginseng extracts and specific ginsenosides (Rh2, Rg3, Rb1, Rb2) reduced CRC cell proliferation and tumor size in a mouse model, modulated gut microbiota to enhance immune response, and improved drug efficacy when used in nanocarriers.", "population_specificity": "CRC cells (in vitro) and a xenograft mouse model (in vivo).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:53.412450+00:00"}
