{"study_id": 201121, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To investigate the relationship between plasma lutein and zeaxanthin concentrations and the prevalence of age-related macular degeneration (AMD) in adults aged 50 and over.", "results_summary": "Higher plasma lutein concentrations were significantly associated with AMD status, particularly in groups aware of their condition or incorrectly believing they had AMD. Supplement use was more common in these groups, correlating with elevated lutein levels.", "population_specificity": "Community-dwelling adults aged 50 years and over in the Republic of Ireland.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:25.524335+00:00"}
{"study_id": 201120, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of 20 mg lutein supplementation (using two different capsule types) on macular pigment optical density (MPOD) and plasma lutein concentration in patients with unilateral age-related macular degeneration, while also assessing factors influencing baseline plasma lutein levels.", "results_summary": "Lutein supplementation significantly increased plasma lutein concentrations in both groups, but only the beeswax capsule group showed a marginally significant increase in MPOD. Age negatively correlated with plasma lutein levels, while green vegetable consumption positively influenced baseline concentrations.", "population_specificity": "39 Japanese patients with unilateral age-related macular degeneration.", "effective_dosage": "20 mg lutein daily.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:25.552446+00:00"}
{"study_id": 201124, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To investigate whether antioxidant supplementation containing lutein improves functional and morphological outcomes in patients with chronic central serous chorioretinopathy compared to a placebo.", "results_summary": "The supplementation group showed significant improvement in best-corrected visual acuity (p = 0.003) and a 28.6% reduction in subfoveal fluid height (p = 0.028), while the placebo group showed no significant changes.", "population_specificity": "100 patients (79 completed) with chronic central serous chorioretinopathy.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:28.643489+00:00"}
{"study_id": 201122, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how a new formulation technology (mixture of mono- and diglycerides) affects lutein absorption compared to high-oleic safflower oil.", "results_summary": "The study found that lutein absorption was significantly higher with the MDG formulation compared to SAF, with greater changes in plasma lutein levels and higher AUC values at 48 and 336 hours. The MDG group showed 129% and 320% higher plasma lutein levels at 12 and 48 hours, respectively, and 232% and 900% higher AUC values for 0-48 and 0-336 hours.", "population_specificity": "Healthy adults (n=24)", "effective_dosage": "Single dose of 6 mg lutein", "study_duration": "Single dose with follow-up measurements up to 336 hours (14 days)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:28.941550+00:00"}
{"study_id": 201125, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To compare changes in macular pigment optical density (MPOD) and serum lutein concentration between free lutein and lutein esters supplements in healthy individuals.", "results_summary": "Both free lutein and lutein esters significantly increased serum lutein concentrations and MPOD levels, with no significant differences between the two forms. The effects persisted for MPOD but not serum lutein three months after supplementation ended.", "population_specificity": "Healthy Japanese individuals aged 22-47 years.", "effective_dosage": "10 mg free lutein or 20 mg lutein esters (equivalent to 10 mg free lutein) daily.", "study_duration": "3 months of supplementation, with follow-up at 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:29.680798+00:00"}
{"study_id": 201126, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of a solid-lipid particle (SLP) lutein complex versus conventional lutein ester on serum lutein accumulation in healthy individuals.", "results_summary": "The SLP lutein complex resulted in significantly higher plasma lutein levels than conventional lutein ester, both after 10 days of supplementation and 7 days post-discontinuation. The complex showed superior efficacy in absolute mean values, change from baseline, and sustained levels after stopping supplementation.", "population_specificity": "Apparently healthy people", "effective_dosage": "Not specified", "study_duration": "10 days", "interactions": "Taken with fat-containing meals", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:30.586336+00:00"}
{"study_id": 201123, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether oral supplementation of an epilutein/lutein combination could increase macular pigment optical density (MPOD) in patients with early-stage age-related macular degeneration (AMD) compared to lutein alone.", "results_summary": "The study found that the epilutein/lutein combination increased MPOD significantly at 1 and 2 months, while lutein alone showed a reduction in MPOD at 1 month and a slight increase at 2 months. Systemic xanthophyll levels rose in both groups at 1 month but were significantly higher only in the combination group at 2 months.", "population_specificity": "Patients with early-stage AMD (mean age ~69-72 years).", "effective_dosage": "Group 1: 8 mg epilutein + 2 mg lutein daily; Group 2: 10 mg lutein daily.", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:30.647874+00:00"}
{"study_id": 201127, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of different macular carotenoid formulations, including lutein, on macular pigment and visual function in early age-related macular degeneration (AMD).", "results_summary": "All supplementation groups showed significant increases in macular pigment, with Group 3 (containing meso-zeaxanthin) demonstrating the most consistent improvements. Contrast sensitivity improved in all groups, but no significant changes in visual acuity or AMD progression were observed.", "population_specificity": "67 subjects with early AMD.", "effective_dosage": "Group 1: 20 mg/day lutein; Group 2: 10 mg/day lutein; Group 3: 3 mg/day lutein.", "study_duration": "36 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:32.140961+00:00"}
{"study_id": 201129, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether lutein supplementation affects systemic complement activation in elderly individuals with early age-related macular degeneration (AMD).", "results_summary": "Lutein supplementation significantly reduced plasma sC5b-9 levels by 1.1 ng/ml monthly over 12 months, while the placebo group showed a significant increase of 0.6 ng/ml monthly. The findings suggest lutein inhibits systemic complement activation, supporting its potential benefits in AMD management.", "population_specificity": "Elderly individuals with early signs of age-related macular degeneration (AMD).", "effective_dosage": "10 mg daily", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:34.392492+00:00"}
{"study_id": 201130, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "To investigate the effects of lutein supplementation on plasma lutein concentrations and macular pigment optical density (MPOD) in patients with central serous chorioretinopathy (CSC).", "results_summary": "Lutein supplementation significantly increased plasma lutein concentrations but did not significantly increase MPOD in CSC patients. However, in patients with low baseline plasma lutein, supplementation prevented a decline in MPOD observed in the control group.", "population_specificity": "39 patients with central serous chorioretinopathy (20 in lutein group, 19 in placebo group).", "effective_dosage": "20 mg/day", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:36.898661+00:00"}
{"study_id": 201128, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the macular response to different lutein-containing supplements in normal subjects and those with age-related macular degeneration (AMD).", "results_summary": "MPOD increased significantly at all eccentricities in each group, with serum MZ concentrations strongly correlated with MPOD after 8 weeks, particularly in group 3 (3 mg L, 2 mg Z, 17 mg MZ). Group 2 (10 mg L, 2 mg Z, 10 mg MZ) showed greater MPOD augmentation across the spatial profile, suggesting L inclusion may enhance effects.", "population_specificity": "Normal subjects (n=31) and AMD subjects (n=32).", "effective_dosage": "Group 1 (20 mg L, 2 mg Z, 0.3 mg MZ), Group 2 (10 mg L, 2 mg Z, 10 mg MZ), Group 3 (3 mg L, 2 mg Z, 17 mg MZ).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:37.089004+00:00"}
{"study_id": 201131, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to characterize the interindividual variability in lutein bioavailability in humans, assess its relation to fasting blood lutein concentration, and identify genetic polymorphisms involved in this variability.", "results_summary": "The study found high variability in postprandial chylomicron lutein responses, which were positively correlated between meals and with fasting plasma lutein concentration. A combination of 29 SNPs in 15 genes explained most of the variance in lutein response, suggesting a genetic basis for lutein bioavailability.", "population_specificity": "39 healthy men", "effective_dosage": "Not specified", "study_duration": "8-hour postprandial monitoring per meal", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:38.614301+00:00"}
{"study_id": 201134, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of lutein supplementation on serum cytokines, apoE, and lipoprotein profiles in individuals with early atherosclerosis.", "results_summary": "Lutein supplementation significantly increased serum lutein levels, reduced inflammatory cytokines (IL-6 and MCP-1), and lowered LDL and triglyceride levels in the treatment group. The changes in serum lutein were negatively correlated with LDL levels, suggesting a potential regulatory role in lipid metabolism.", "population_specificity": "Early atherosclerosis patients (n=65)", "effective_dosage": "20 mg/d", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:38.889914+00:00"}
{"study_id": 201133, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether daily lutein supplementation could improve macular pigment optical density (MPOD) and visual acuity (VA) in patients with early age-related macular degeneration (AMD).", "results_summary": "Lutein supplementation significantly increased MPOD levels in early AMD patients and showed potential to slow disease progression in a subgroup with worse baseline VA, while the placebo group experienced deterioration in VA.", "population_specificity": "72 patients (mean age 70.5 ± 8.7) with early age-related macular degeneration.", "effective_dosage": "10 mg Lutein Ester daily.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:39.291256+00:00"}
{"study_id": 201132, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether lutein supplementation affects activation of the complement system, specifically measuring changes in complement factors CFD, C5a, and C3d in individuals with early macular degeneration.", "results_summary": "Lutein supplementation significantly decreased plasma levels of CFD (51% reduction), C5a (36% reduction), and C3d (9% reduction) over 12 months, suggesting a systemic anti-inflammatory effect on the complement pathway. No significant changes were observed in the placebo group for C5a and C3d, though a minor decrease in CFD occurred.", "population_specificity": "72 subjects with signs of early macular degeneration.", "effective_dosage": "10 mg lutein supplement daily.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:39.481588+00:00"}
{"study_id": 201136, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lutein or zeaxanthin supplementation affects macular pigment concentration/optical density (MPOD) in healthy Japanese individuals.", "results_summary": "Lutein supplementation increased MPOD levels by >20% from baseline at 2 and 3 months in individuals without high myopia, while zeaxanthin showed no significant change. The increase was not observed in individuals with high myopia.", "population_specificity": "Healthy Japanese volunteers, including those with and without high myopia (exceeding -4 diopters).", "effective_dosage": "10 mg of lutein or zeaxanthin daily.", "study_duration": "Up to 3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:43.392839+00:00"}
{"study_id": 201135, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether oral lutein and zeaxanthin supplementation could attenuate, amplify, or generate ring-like structures in macular pigment spatial profiles, which are inversely associated with age-related macular degeneration.", "results_summary": "Lutein and zeaxanthin supplementation increased macular pigment optical density (MPOD) in eyes without ring structures, with significant central and eccentricity-dependent improvements. However, ring structures were neither attenuated nor newly generated, suggesting stabilization of lutein and zeaxanthin in pericentral rather than central retinal locations in individuals with pre-existing secondary peaks or implied plateaus.", "population_specificity": "97 subjects (with 11 eyes showing ring-like structures and 8 with implied pericentral plateaus/shoulders) from the LUNA study.", "effective_dosage": "12 mg lutein and 1 mg zeaxanthin supplementation.", "study_duration": "6 months of supplementation, with follow-up 3 months post-discontinuation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:43.519866+00:00"}
{"study_id": 201138, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lutein and zeaxanthin supplementation could reduce the occurrence of retinopathy of prematurity (ROP) in preterm infants.", "results_summary": "The study found no significant difference in ROP occurrence between the L/Z and placebo groups, with similar rates of ROP at each stage and no reduction in the need for eye surgery. L/Z supplementation was ineffective in preventing ROP in preterm infants.", "population_specificity": "Preterm infants with gestational age ≤32 weeks.", "effective_dosage": "0.14 mg lutein + 0.006 mg zeaxanthin daily.", "study_duration": "Until discharge.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:45.488933+00:00"}
{"study_id": 201142, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of different lutein supplement doses on serum lutein concentration and macular pigment optical density (MPOD).", "results_summary": "Serum lutein concentration and MPOD increased linearly with lutein dosage, reaching a plateau. No significant influence of age on lutein uptake or MPOD response was detected.", "population_specificity": "87 subjects (specific demographics not detailed).", "effective_dosage": "5, 10, or 20 mg daily.", "study_duration": "140 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:46.973436+00:00"}
{"study_id": 201137, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of lutein diacetate and crystalline lutein supplements (both equivalent to 20 mg/day free lutein) versus placebo on serum lutein levels and macular pigment optical density (MPOD) over 24 weeks.", "results_summary": "Lutein diacetate (group 1) showed a 25% higher serum lutein response and 52% higher MPOD increase compared to crystalline lutein (group 2), both significantly outperforming placebo. The differences between groups 1 and 2 were marginally significant for serum (p = 0.066) and approaching significance for MPOD (p = 0.09).", "population_specificity": "30 subjects (10 per group)", "effective_dosage": "20 mg/day (equivalent free lutein)", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:47.351096+00:00"}
{"study_id": 201141, "supplement_id": 1305, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether lutein/zeaxanthin supplementation could influence the amount and pattern of macular pigment in patients with type 2 idiopathic telangiectasia.", "results_summary": "Supplementation increased macular pigment in areas where it was already present at baseline but did not restore it in areas where it was absent. The effect varied based on the baseline classification of macular pigment patterns.", "population_specificity": "Eleven patients with type 2 idiopathic telangiectasia.", "effective_dosage": "12 mg lutein and 0.6 mg zeaxanthin daily.", "study_duration": "9 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:47.697607+00:00"}
{"study_id": 201139, "supplement_id": 1305, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lutein supplementation could reduce the incidence and severity of Retinopathy of Prematurity (ROP) in preterm infants.", "results_summary": "The study found no differences in ROP incidence or severity between the lutein and placebo groups, suggesting lutein supplementation did not significantly impact ROP outcomes in this population. The authors hypothesized that oxidative injury may play only a minor role in ROP pathogenesis, and larger or higher-dose studies might be needed to detect potential benefits.", "population_specificity": "Preterm infants with gestational age ≤ 32 weeks who could tolerate minimal enteral feeding before the seventh day of life.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:47.887980+00:00"}
{"study_id": 201140, "supplement_id": 1305, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the 1-year changes in macular pigment optical density (MPOD) and visual function in response to daily supplementation containing 6 mg of lutein.", "results_summary": "Daily supplementation with 6 mg of lutein did not significantly increase MPOD levels over 1 year but improved visual functions such as contrast sensitivity and retinal sensitivity. Subjects without cardiovascular diseases showed higher increases in MPOD, and nonsmokers had increased contrast sensitivity.", "population_specificity": "43 Japanese subjects, including normal eyes, fellow eyes with central serous chorioretinopathy (CSC), and fellow eyes with age-related macular degeneration (AMD).", "effective_dosage": "6 mg of lutein daily", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:48.191486+00:00"}
{"study_id": 23755, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lycopene could mitigate TMAO-induced senescence of endothelial progenitor cells (EPCs) via the AMPK/SIRT1 pathway.", "results_summary": "Lycopene alleviated TMAO-induced suppression of EPC functionality and reduced senescence markers, but these protective effects were reversed by inhibiting AMPK or SIRT1. The study suggests lycopene's role in counteracting TMAO-induced cellular aging.", "population_specificity": "Endothelial progenitor cells (EPCs) in a laboratory setting.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:51.291223+00:00"}
{"study_id": 23754, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of lycopene in Kaili Sour Soup (KSS) and its mechanism in ameliorating lipid metabolism abnormalities in NAFLD, particularly through estrogen signaling and lipid metabolism-related molecules.", "results_summary": "Lycopene, the major component of KSS, increased expression of ERα, CPT1A, PPARα, and HSL while reducing SREBP-1c, ACC, and LPL, indicating improved lipid metabolism and reduced hepatic fat accumulation. Both KSS and lycopene showed potential to lower lipid accumulation and enhance lipolysis.", "population_specificity": "Male Sprague-Dawley rats (6-week-old) and HepG2 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:52.172075+00:00"}
{"study_id": 23756, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Lycopene (Lyc) could mitigate cadmium (Cd)-induced cytotoxicity in EPC cells by examining its effects on miR-375, oxidative stress, actin cytoskeleton dysfunction, and glucose uptake ability.", "results_summary": "Lycopene alleviated Cd-induced increases in miR-375, oxidative stress, actin cytoskeleton dysfunction, and reductions in glucose uptake ability. The study identified miR-375-ROS/IRS1-PI3K-AKT and miR-375/IRS1-PI3K-AKT pathways as key mechanisms for Lyc's protective effects.", "population_specificity": "Epithelioma papulosum cyprini (EPC) cells, a model for studying carps.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:55.161249+00:00"}
{"study_id": 23758, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the biochemical properties, antioxidant mechanisms, and protective effects of lycopene in kidney diseases, based on animal experiments and clinical studies.", "results_summary": "Lycopene demonstrated protective effects against kidney injury through anti-oxidative and anti-inflammatory mechanisms, reduced CKD incidence and mortality, and mitigated cisplatin-induced nephrotoxicity. However, clinical studies on lycopene in renal diseases are limited.", "population_specificity": "Animal models and some CKD patients (specific human population details not provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:55.803332+00:00"}
{"study_id": 23760, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate whether Lycopene (LYC) could protect against Doxorubicin (DOX)-induced heart failure by reducing oxidative stress, inflammation, and ferroptosis.", "results_summary": "LYC improved cardiac function by reducing oxidative stress, inflammation, and ferroptosis, primarily through activation of the Nrf2 signaling pathway and inhibition of MMP-2/9, p53, Bax, and c-Casp3.", "population_specificity": "Cardiomyocytes and C57BL/6J mice.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:56.138286+00:00"}
{"study_id": 23762, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how Lycopene (LYC) impacts polycystic ovarian syndrome (PCOS) and its action mechanisms, particularly focusing on ferroptosis inhibition and the AMPK/Nrf2 pathway.", "results_summary": "LYC dose-dependently ameliorated PCOS symptoms, including body weight, ovarian damage, and hormone levels, while reducing iron deposition and ferroptosis. It activated the AMPK/Nrf2 pathway, suggesting this as a key mechanism for its therapeutic effects.", "population_specificity": "PCOS-induced rat model.", "effective_dosage": "Different doses (specific amounts not provided) injected intraperitoneally.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:56.759507+00:00"}
{"study_id": 23759, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of sulfur-containing compounds from different plant sources and heat treatments on lycopene isomerization and degradation to enhance its bioavailability.", "results_summary": "The study found that allicin, alliin, and sulforaphane significantly increased Z-lycopene content (up to 77.1%) and improved bioaccessibility, particularly for 9-Z-lycopene and 5-Z-lycopene, without significantly affecting degradation.", "population_specificity": "Not specified (in vitro or food system study)", "effective_dosage": "Not specified (used alliin-rich garlic juice at 21.20 mg/g)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:57.354119+00:00"}
{"study_id": 23757, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Lycopene (LYC) could alleviate Atrazine (ATZ)- and diaminochlorotriazine (DACT)-induced ferroptosis in mouse hepatocytes and explore the regulatory role of Cytochrome P450 oxidoreductase (CYPOR) in this process.", "results_summary": "Lycopene inhibited CYPOR, reducing ATZ/DACT-induced Fe2+ accumulation and lipid peroxidation, thereby alleviating ferroptosis in mouse hepatocytes. CYPOR knockdown further enhanced LYC's protective effects, suggesting CYPOR as a novel therapeutic target for ferroptosis-related liver diseases.", "population_specificity": "Male mice and a mouse hepatocyte cell line (AML12).", "effective_dosage": "In vivo: 5 mg/kg LYC; in vitro: 2 μM LYC.", "study_duration": "21 days (in vivo); 12 hours (in vitro).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:28:57.817377+00:00"}
{"study_id": 23764, "supplement_id": 1306, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the mechanisms by which lycopene exerts its antidepressant effects, focusing on synaptic plasticity in the hippocampus.", "results_summary": "Lycopene treatment (20 mg/kg) significantly improved synaptic deficits and reversed depressive-like behaviors in mice subjected to chronic social defeat stress (CSDS). It upregulated BDNF expression and reduced BDNF-TrkB/pTrkB pathway activity, suggesting enhanced synaptic plasticity via this signaling pathway.", "population_specificity": "Mice with induced depressive-like behaviors using the CSDS model.", "effective_dosage": "20 mg/kg", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:00.271661+00:00"}
{"study_id": 23763, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lycopene could mitigate paclitaxel-induced cognitive impairment in mice and explore its potential mechanisms of action.", "results_summary": "Lycopene (20 mg/kg) counteracted paclitaxel-induced cognitive impairment by reducing oxidative stress, endoplasmic reticulum stress, and neuroinflammation, as evidenced by improved behavioral function and histological markers.", "population_specificity": "Mice treated with paclitaxel", "effective_dosage": "5, 10, and 20 mg/kg (20 mg/kg selected for mechanistic study)", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:00.743604+00:00"}
{"study_id": 23767, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore Lycopene's mechanisms in treating epididymitis, focusing on its anti-inflammatory and antioxidant effects via the PI3K/AKT pathway.", "results_summary": "Lycopene improved epididymal pathology, reduced inflammatory cytokines (IL-1β, IL-6, TNF-α), and inhibited PI3K/AKT activation, modulating inflammation and apoptosis while enhancing antioxidant enzyme activity.", "population_specificity": "LPS-induced epididymitis mouse model.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:03.726935+00:00"}
{"study_id": 23765, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 78, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the allergenicity of malt protein Z (PZ) and its interaction with lycopene, focusing on whether PZ could improve lycopene's stability while reducing its allergenicity.", "results_summary": "The study found that PZ interacts with lycopene, reducing PZ's allergenicity (e.g., decreased IgE and mMcp-1 levels) and significantly improving lycopene's storage stability (retention increased from 14.9% to 65.5% over 10 days). The interaction also formed homogenous particles with enhanced zeta potential.", "population_specificity": "Not specified (likely in vitro or animal model based on abstract).", "effective_dosage": "Not specified.", "study_duration": "10 days (storage stability test).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:05.035104+00:00"}
{"study_id": 23766, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether lycopene could protect against lung oxidative damage caused by PM_(2.5) exposure in rats.", "results_summary": "Lycopene, particularly at high doses (30 mg/kg), significantly improved antioxidant enzyme activity, reduced oxidative damage markers, and preserved lung tissue integrity compared to the PM_(2.5)-exposed control group. The effects were dose-dependent and comparable to vitamin E in mitigating PM_(2.5)-induced damage.", "population_specificity": "Male Sprague-Dawley rats (7-week-old)", "effective_dosage": "Low (5 mg/kg), medium (15 mg/kg), and high (30 mg/kg) doses administered daily via gavage", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:05.275670+00:00"}
{"study_id": 23768, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate lycopene's potential to improve male fertility by examining its effects on semen parameters, sex hormones, signaling pathways, and antioxidant activity.", "results_summary": "The study found that lycopene may improve sperm morphology, motility, and hormone regulation (testosterone, LH, FSH), while also offering antioxidant protection against oxidative stress, a key factor in male infertility. However, additional clinical data is needed to confirm these effects in humans.", "population_specificity": "Males with infertility concerns (specific demographics not detailed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:05.406146+00:00"}
{"study_id": 23769, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop Agriophyllum squarrosum starch nanoparticles (ASSNPs) to encapsulate lycopene (LYC) and enhance its stability and bioactivity under adverse conditions.", "results_summary": "The study found that ASSNPs successfully encapsulated LYC with high efficiency (64.3%), improved its stability, and provided superior protective effects during storage and digestion compared to unencapsulated LYC. Analytical techniques confirmed increased intermolecular interactions and structural integrity of the complex.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:05.511947+00:00"}
{"study_id": 23771, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lycopene could reduce postoperative abdominal adhesions in mice by mitigating inflammation and oxidative stress.", "results_summary": "Lycopene (20 μg/kg) significantly reduced adhesion formation, inflammation, oxidative stress markers, and collagen deposition while promoting protective cellular pathways in mice. In vitro, lycopene protected mesothelial cells from oxidative damage.", "population_specificity": "Male Bagg's albino/c mice post-abdominal surgery.", "effective_dosage": "10 μg/kg and 20 μg/kg (oral gavage).", "study_duration": "7 days post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:08.389104+00:00"}
{"study_id": 23770, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of lycopene on experimental giardiasis in mice, focusing on cyst shedding, weight changes, antioxidant status, and histopathological alterations.", "results_summary": "Lycopene at 20 mg/kg and mixed lycopene-metronidazole eliminated cyst shedding by the 7th day, with the mildest lesions observed in the mixed group. Lycopene-metronidazole significantly improved antioxidant status (increased TAC, decreased MDA) compared to controls, suggesting lycopene's antigiardial effect may relate to its antioxidant properties.", "population_specificity": "Male mice aged 4-6 weeks infected with Giardia duodenalis (B genotype).", "effective_dosage": "5, 10, and 20 mg/kg lycopene, administered for 7 days.", "study_duration": "7 days", "interactions": "Mixed lycopene-metronidazole showed enhanced effects, but no other interactions mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:09.259349+00:00"}
{"study_id": 23772, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Lycopene could attenuate 5-FU-induced nephrotoxicity by restoring antioxidant activities and inhibiting inflammatory responses.", "results_summary": "Lycopene reduced renal dysfunction markers (urea, creatinine, uric acid, KIM-1) and improved antioxidant balance in a dose-dependent manner. It also modulated inflammatory markers (PPAR-γ, Nrf2/HO-1, NF-κB/TNF-α/IL-6) and prevented degenerative kidney changes caused by 5-FU.", "population_specificity": "Rats", "effective_dosage": "5 mg/kg/day and 10 mg/kg/day (oral administration)", "study_duration": "Not specified", "interactions": "5-FU (30 mg/kg/day, intraperitoneal)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:09.744864+00:00"}
{"study_id": 23773, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate lycopene's potential in preventing and treating metabolic syndrome, obesity, and type 2 diabetes due to its antioxidant and anti-inflammatory properties.", "results_summary": "The study found that lycopene exhibits strong antioxidant and anti-inflammatory activities, making it a promising candidate for improving metabolic health and reducing the risk of chronic diseases like metabolic syndrome, obesity, and type 2 diabetes. The findings were based on both animal and human studies.", "population_specificity": "Animal models and humans with metabolic syndrome, obesity, or type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:11.567438+00:00"}
{"study_id": 23778, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how lycopene ameliorates atrazine-induced hypothalamic injury, focusing on neural stem cell pluripotency and senescence pathways.", "results_summary": "Lycopene significantly reduced atrazine-induced hypothalamic damage, prevented neural stem cell senescence, and enhanced their proliferation and differentiation by inhibiting the ISR signaling pathway.", "population_specificity": "Mice and C17.2 neural stem cell line", "effective_dosage": "Not specified", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:12.658729+00:00"}
{"study_id": 23774, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the cytotoxic effects of lycopene on HeLa cells by examining apoptosis, autophagy, and oxidative DNA damage.", "results_summary": "Lycopene significantly killed HeLa cells in a dose-dependent manner (IC50 = 10 μM), increased apoptotic protein expression (cleaved caspase 3, cleaved PARP, Bax), elevated oxidative DNA damage (8-oxo-dG), and activated autophagy (LC3β).", "population_specificity": "HeLa cells (human cervical cancer cell line)", "effective_dosage": "IC50 = 10 μM", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:13.005157+00:00"}
{"study_id": 23779, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the drug-drug interactions (DDI) of ponatinib with lycopene, focusing on pharmacokinetic changes and inhibition mechanisms.", "results_summary": "Lycopene significantly altered the pharmacokinetic parameters of ponatinib (AUC(0-t), AUC(0-∞), CLz/F) in animal experiments and showed a mixed inhibition mechanism on ponatinib metabolism in both rat and human liver microsomes.", "population_specificity": "Animal models (rats) and in vitro liver microsomes (rat and human).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Mixed inhibition mechanism with ponatinib metabolism in liver microsomes.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:13.460554+00:00"}
{"study_id": 23775, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and underlying mechanisms of lycopene in managing digestive precancerous lesions, including its antioxidative, anti-inflammatory, and regulatory effects on cell proliferation and apoptosis.", "results_summary": "Lycopene showed promise in managing digestive precancerous lesions, such as improving symptoms of oral submucous fibrosis (OSF), potentially matching steroids in treating oral lichen planus (OLP), and reducing colon cancer risk. Its mechanisms included antioxidative stress, anti-inflammatory responses, and regulation of cell proliferation and apoptosis, particularly via TLR4/TRIF/NF-κB and p53 pathways.", "population_specificity": "Individuals with digestive precancerous lesions (e.g., OPMDs, gastric ulcers, colorectal adenoma).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:15.014374+00:00"}
{"study_id": 23781, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to examine lycopene's potential as an anti-inflammatory therapy for temporomandibular joint disorder.", "results_summary": "The abstract suggests lycopene may have analgesic properties for temporomandibular joint problems, but no specific results or outcomes are detailed.", "population_specificity": "Patients with temporomandibular joint disorder (specific demographics not provided).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:15.924490+00:00"}
{"study_id": 23780, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of Lycopene (LYC) on memory and behavioral deficits induced by D-galactose (D-gal) treatment and the role of LYC-derived gut microbiota in these processes.", "results_summary": "LYC showed effective protection against D-gal-induced cognitive deficits and neuronal damage, improved gut barrier function, and alleviated microbiota dysbiosis. Fecal microbiota transplantation (FMT) from LYC-treated mice and SCFAs supplementation similarly improved gut and brain function, suggesting LYC's benefits may be mediated via gut microbiota and SCFAs.", "population_specificity": "D-gal-induced subacute aging mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:17.684109+00:00"}
{"study_id": 23782, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate lycopene's effect on testosterone synthesis in Leydig cells of laying breeder roosters and explore the underlying mechanisms involving MAPK-SF-1 and MAPK-Nrf2 pathways.", "results_summary": "Lycopene significantly increased testosterone secretion, antioxidant enzyme activity, and steroid-producing enzyme levels while reducing oxidative damage and apoptosis in Leydig cells. It also modulated the MAPK signaling pathway, enhancing JNK, SF-1, and Nrf2 expression while suppressing p38.", "population_specificity": "55-week-old breeding roosters (poultry)", "effective_dosage": "0 mg/kg (control), 50 mg/kg, 100 mg/kg, or 200 mg/kg (dietary)", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:19.800217+00:00"}
{"study_id": 23783, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the impact of lycopene on growth performance, meat quality, cecal microflora, and liver metabolome in broilers subjected to heat stress.", "results_summary": "Lycopene supplementation improved growth performance, altered meat quality (e.g., increased pH, changed color values), modulated cecal microflora (increased beneficial bacteria), and induced significant changes in liver metabolome pathways in heat-stressed broilers.", "population_specificity": "Yellow feather broilers (poultry)", "effective_dosage": "Not specified", "study_duration": "56 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:21.001058+00:00"}
{"study_id": 23784, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of Lycopene (LYC) on age-related memory impairment and the role of liver-brain FGF21 signaling in this process.", "results_summary": "LYC effectively managed brain aging and cognitive deficits, improved neuronal degeneration, mitochondrial function, and synaptic damage, and activated liver-brain FGF21 signaling in aging mice. These effects were negated when FGF21 was blocked, indicating its critical role in LYC's neuroprotective benefits.", "population_specificity": "18-month-old mice (aging model) and mouse hippocampal HT-22 cells.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:21.468299+00:00"}
{"study_id": 23787, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether lycopene could protect against renal damage caused by zearalenone (ZEN) in mice.", "results_summary": "Lycopene significantly reduced ZEN-induced renal damage by mitigating oxidative stress, apoptosis, and NLRP3 inflammasome activation, as evidenced by improved renal function markers and reduced pathological damage.", "population_specificity": "Male Kunming mice", "effective_dosage": "2.5 or 5 mg/kg daily", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:21.845905+00:00"}
{"study_id": 23785, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to optimize the ultrasound-assisted extraction (UAE) of lycopene from enzymatically treated tomato skins using green engineering principles and predictive modeling.", "results_summary": "The study achieved high lycopene yields (1018–1120 mg/kg) under optimal conditions, with an artificial neural network (ANN) model showing strong predictive accuracy (R=0.99914) and low error (RMSE=5.3 mg/kg). The k-Nearest Neighbor algorithm and SHAP methodology further validated the predictive modeling approach.", "population_specificity": "Tomato processing waste (skins, seeds, residual tissue)", "effective_dosage": "Not specified", "study_duration": "Extraction times varied (0–120 min), enzymatic reaction times (60–180 min)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:22.585702+00:00"}
{"study_id": 23789, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate orange peel hydrolysate as a low-cost carbon source for lycopene production and optimize fermentation conditions to enhance lycopene yield.", "results_summary": "The study found that optimized conditions (5.53% orange peel hydrolysate, 6.57 g/L nitrogen source, 30°C) significantly boosted lycopene production (1043 mg/L). Lycopene extracted from orange peel hydrolysate demonstrated notable antioxidant capacity, as evidenced by DPPH radical scavenging activity.", "population_specificity": "Engineered Escherichia coli strain (in vitro study).", "effective_dosage": "Not specified for human consumption.", "study_duration": "Four-month adaptive laboratory evolution, followed by fermentation optimization.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:24.893142+00:00"}
{"study_id": 23788, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of LED lighting on tomato growth and nutritional value, specifically focusing on lycopene content in greenhouse-grown tomatoes under low daily light conditions.", "results_summary": "Intra-canopy LED lighting alone resulted in the highest increase in tomato lycopene content (31.3%), while combined top and intra-canopy lighting showed the highest increase in vitamin C content (123.4%). The study also noted positive effects on gene expression related to metabolic cycles.", "population_specificity": "Sakhiya RZ F1 tomato plants grown in a greenhouse with low daily light due to cloudy weather.", "effective_dosage": "Not specified", "study_duration": "Entire production year (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:25.030741+00:00"}
{"study_id": 23790, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of Lycopene extract, alone and in combination with Ascorbic Acid, on preserving the quality of fresh-cut apple slices during refrigeration.", "results_summary": "Lycopene (LC) and LC + Ascorbic Acid (AAC) treatments significantly reduced enzymatic activity compared to AAC alone, but LC + AAC did not preserve color due to high olive oil concentration. Physicochemical quality was better preserved in LC + AAC treatments.", "population_specificity": "Fresh-cut apple slices (Red Delicious variety)", "effective_dosage": "100 mg Lycopene extract, 100 mg Ascorbic Acid", "study_duration": "12 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:25.800199+00:00"}
{"study_id": 23791, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lycopene supplementation could mitigate oxidative stress and improve survival rates and parasitemia in mice infected with Plasmodium berghei ANKA, compared to N-acetylcysteine (NAC).", "results_summary": "Lycopene supplementation slowed parasitemia development to 19% and increased survival rates to 80% in infected mice, outperforming NAC. The study suggests lycopene has a beneficial effect on malaria outcomes by reducing oxidative stress.", "population_specificity": "Mice infected with Plasmodium berghei ANKA (malaria model).", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 days after infection.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:28.445008+00:00"}
{"study_id": 23792, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of tomato peel as a source of lycopene and carotenoids for cancer treatment.", "results_summary": "The study found that tomato peel extracts exhibit promising anticancer properties, suggesting potential therapeutic applications. The findings highlight the need for further research to explore lycopene's role in oncology.", "population_specificity": "Not specified (systematic review of existing studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:29.239137+00:00"}
{"study_id": 23793, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the wound-healing potential of lycopene emulgel (LE) in diabetic rats and assess its properties.", "results_summary": "Lycopene emulgel (LE) significantly improved wound closure (95.3% and 88.9%) and epithelisation within 21 days in diabetic rats compared to controls. The formulation was deemed novel, safe, and effective for wound recovery.", "population_specificity": "Streptozotocin-induced diabetic rats and control rats.", "effective_dosage": "Not specified in the abstract.", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:29.344813+00:00"}
{"study_id": 23794, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if lycopene protects endothelial progenitor cells (EPCs) from ox-LDL-induced damage and elucidate the underlying mechanism.", "results_summary": "Lycopene significantly enhanced proliferation, tube formation, and migration of ox-LDL-stimulated EPCs and suppressed pyroptosis via AMPK/mTOR/NLRP3 signaling. The study suggests lycopene may help prevent atherosclerosis.", "population_specificity": "Endothelial progenitor cells (EPCs) in vitro.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:30.018814+00:00"}
{"study_id": 23795, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lycopene combined with a reduced insulin dose could control glycemia and counteract glycoxidative stress in diabetic rats.", "results_summary": "Lycopene plus insulin effectively controlled glycemia, improved insulin sensitivity, reduced dyslipidemia, increased PON-1 activity, and enhanced kidney antioxidant defenses (SOD, CAT, AGE-R1, GLO-1), contributing to an antialbuminuric effect.", "population_specificity": "Streptozotocin-induced diabetic rats", "effective_dosage": "45 mg/kg lycopene + 1 U/day insulin", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:30.975374+00:00"}
{"study_id": 23796, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how lycopene affects macrophage immune responses, specifically its role in autophagy and immune enhancement.", "results_summary": "Lycopene significantly increased cell vitality, phagocytic activity, chemokine production, and activated the mTOR/Beclin1/LC3/p62 autophagy pathway in macrophages. These effects were reversed by inhibitors like necrostatin-1 and spautin-1, confirming RIPK1's role in the process.", "population_specificity": "RAW264.7 cells (a murine macrophage cell line)", "effective_dosage": "4 μM", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:33.034561+00:00"}
{"study_id": 23798, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lycopene could mitigate depression by blocking the 5-HT3 receptor and inhibiting IDO1 activity in mice.", "results_summary": "Lycopene reversed depression-like behavior in BCG-inoculated mice and restored serotonin and tryptophan levels. Its antidepressant effects were enhanced when combined with ondansetron or minocycline.", "population_specificity": "BCG-inoculated mice with induced depression-like phenotypes.", "effective_dosage": "Intraperitoneal administration (specific dosage not mentioned).", "study_duration": "Duration of intervention not specified.", "interactions": "Enhanced effects when combined with ondansetron or minocycline.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:33.659081+00:00"}
{"study_id": 23799, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the relationship between specific genetic variants (SNPs) and skin and plasma carotenoid concentrations before and after a lycopene-rich tomato juice intervention.", "results_summary": "The study found that certain genetic variants (CD36 rs1527479 and BCO1 rs7500996) were significantly associated with skin carotenoid concentrations, suggesting genetic influences on carotenoid metabolism. The intervention increased carotenoid levels, with dosage-dependent effects observed.", "population_specificity": "80 participants in a randomized, controlled trial.", "effective_dosage": "Low (13.1 mg), medium (23.9 mg), and high (31.0 mg) daily total carotenoid doses.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:34.490579+00:00"}
{"study_id": 23800, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lycopene (LYC) could attenuate osteoporotic bone loss by regulating redox homeostasis and influencing osteogenesis and adipogenesis.", "results_summary": "LYC reduced body weight gain, improved lipid metabolism, preserved bone quality, inhibited ROS overgeneration, and promoted osteogenesis while inhibiting adipogenesis in OVX rats and BMSCs. These effects were mediated via the FoxO1/PPARγ pathway.", "population_specificity": "Ovariectomized (OVX) rats and bone marrow stromal cells (BMSCs).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:37.915606+00:00"}
{"study_id": 23803, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining lycopene with sorafenib enhances antitumor effects compared to either treatment alone in breast cancer models.", "results_summary": "The combination of lycopene and sorafenib was more effective than monotherapy in inducing cell cycle arrest, reducing cancer cell viability, and increasing apoptosis and autophagy. It also modulated key proteins and genes related to tumor growth and inflammation.", "population_specificity": "MDA-MB-231 breast cancer cells and mice with SEC (specific cancer model not detailed).", "effective_dosage": "20 mg/kg/day (oral) for lycopene in mice.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:38.297626+00:00"}
{"study_id": 23801, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of lycopene supplementation during in vitro maturation (IVM) on oocyte maturation, fertilization, and developmental parameters, particularly its efficacy in reducing polyspermy rates.", "results_summary": "Lycopene improved IVF efficiency and reduced polyspermy rates in one bull (bull 1) but showed no effect in the other two bulls. The reduction in polyspermy was not linked to changes in cortical granule migration or mitochondrial distribution, suggesting lycopene induces other oocyte changes.", "population_specificity": "Bovine oocytes fertilized with semen from three bulls.", "effective_dosage": "0.2 µM lycopene during IVM.", "study_duration": "Duration of IVM not specified in abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:38.810128+00:00"}
{"study_id": 23804, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize ultrasound pre-treatment conditions for encapsulating lycopene and evaluate the properties of the resulting lycopene inclusion complex.", "results_summary": "The study found that ultrasound pretreatment significantly improved the encapsulation efficiency (76.12%), antioxidant activity (92.20% DPPH scavenging rate), and storage stability of the lycopene inclusion complex. The complex also exhibited enhanced thermal properties and microstructure.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "25 minutes (ultrasound treatment duration)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:39.051487+00:00"}
{"study_id": 23802, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the effect of lycopene on macrophage polarization states in E. coli-induced mastitis, focusing on its anti-inflammatory and immunomodulatory properties.", "results_summary": "Lycopene (0.5 μmol/L) enhanced cell viability and reduced inflammatory markers (LDH, iNOS, CD86, TNF-α, IL-1β, PTEN) while increasing M2 macrophage markers (CD206, ARG1, IDO, YM1) and activating the PI3K-AKT-mTOR pathway. Higher doses (2-3 μmol/L) increased LDH activity, suggesting dose-dependent effects.", "population_specificity": "Macrophages in an in vitro model of E. coli-induced bovine mastitis.", "effective_dosage": "0.5, 2, and 3 μmol/L lycopene.", "study_duration": "24 hours pre-treatment with lycopene, followed by 6 hours of E. coli inoculation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:40.045856+00:00"}
{"study_id": 23805, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the protective effects of lycopene against calcium oxalate-induced kidney injury and identify its mechanisms and molecular targets.", "results_summary": "Lycopene significantly reduced crystal deposition, oxidative stress, inflammation, fibrosis, pyroptosis, and apoptosis in rat and cell models, with Trappc4 identified as a key target gene mediating these effects via the ERK1/2/AMPK pathway.", "population_specificity": "CaOx rat model and oxalate-stimulated NRK-52E and HK-2 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:41.727576+00:00"}
{"study_id": 23806, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the dual protective roles of carotenoids, including lycopene, in maintaining skin barrier function and antioxidant protection in the stratum corneum, particularly in the context of chemotherapy-induced PPE.", "results_summary": "The study found that carotenoids, including lycopene, provide antioxidant protection and support skin barrier integrity by organizing intercellular lipids, potentially mitigating chemotherapy-induced PPE. The reduction of carotenoids in the stratum corneum during chemotherapy weakens skin resistance to adverse reactions.", "population_specificity": "Patients undergoing chemotherapy (implied, not explicitly stated).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:41.973443+00:00"}
{"study_id": 23807, "supplement_id": 1306, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to identify the optimal dose of synthetic lycopene in combination with docetaxel and androgen deprivation therapy (ADT) and evaluate its safety and pharmacokinetic effects in men with metastatic prostate cancer.", "results_summary": "The study found that 150 mg/day of lycopene was the maximum tolerated dose, with low toxicity and favorable pharmacokinetics. Lycopene increased plasma docetaxel exposure and showed dose-related effects on biomarkers related to angiogenesis and insulin-like growth factor signaling.", "population_specificity": "Men with metastatic prostate cancer.", "effective_dosage": "30, 90, or 150 mg/day of synthetic lycopene.", "study_duration": "Administered in 21-day cycles (specific total duration not stated).", "interactions": "Increased plasma exposure to docetaxel when co-administered with lycopene.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:44.177100+00:00"}
{"study_id": 23809, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate lycopene's antimalarial activity against chloroquine-resistant malaria and its ability to ameliorate hematological abnormalities associated with malaria infection.", "results_summary": "Lycopene demonstrated significant antimalarial activity and improved hematological abnormalities in acute malaria infection, suggesting its potential as a novel antimalarial agent.", "population_specificity": "Experimental animals (Plasmodium berghei-infected mice)", "effective_dosage": "Varying doses (specific amounts not provided)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:45.748417+00:00"}
{"study_id": 23808, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to test lycopene's intervention effect on colitis in mice and investigate its mechanism in blocking E. coli adhesion to intestinal epithelial cells.", "results_summary": "Lycopene attenuated DSS-induced colitis, reduced E. coli proportion, and modulated inflammatory pathways. It also inhibited E. coli O157:H7 adhesion to Caco-2 cells by blocking integrin β1 interaction.", "population_specificity": "Mice with DSS-induced colitis and Caco-2 cells (human intestinal epithelial cell line).", "effective_dosage": "12 mg/kg body weight.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:45.875335+00:00"}
{"study_id": 23810, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Lycopene (LYC) could prevent or treat cardiorenal syndrome (CRS) induced by Atrazine (ATZ) by targeting MAPK/NF-κB signaling pathways.", "results_summary": "The study found that ATZ exposure caused cardiorenal injury and CRS, mediated by NF-κB and MAPK signaling pathways. LYC co-treatment reversed these effects, suggesting its potential as a preventive and therapeutic agent for CRS.", "population_specificity": "Mice", "effective_dosage": "Not specified", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:49.908518+00:00"}
{"study_id": 23811, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antioxidant effect of lycopene as an adjuvant treatment for periodontal disease compared to conventional treatment alone.", "results_summary": "The meta-analysis found statistically significant improvements in plaque index, probing pocket depth (short-term), bleeding on probing (short- and medium-term), and gingival index (short- and medium-term), but heterogeneity was high in most assessments.", "population_specificity": "Subjects with periodontal disease undergoing conventional treatment.", "effective_dosage": "Not specified", "study_duration": "Varied (short-, medium-, and long-term follow-ups, but exact durations not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:50.103769+00:00"}
{"study_id": 23814, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to summarize current knowledge on the anti-inflammatory effects of tomato, tomato-derived products, and lycopene in the context of metabolic inflammation linked to cardiometabolic diseases.", "results_summary": "Animal and in vitro studies support the anti-inflammatory potential of tomato and tomato-derived products, but human intervention studies show mixed results, with no clear evidence favoring pure lycopene's anti-inflammatory effects. Observational studies suggest an inverse association between plasma lycopene levels and inflammation.", "population_specificity": "Not specified (general focus on metabolic inflammation and cardiometabolic diseases).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:50.550399+00:00"}
{"study_id": 23812, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the mechanism by which lycopene alleviates hypoxia-induced spermatocyte injury, focusing on the miR-23a/b-PROK2 pathway.", "results_summary": "Lycopene reduced hypoxia-induced apoptosis in GC-2 cells and increased miR-23a/b expression in vivo and in vitro. miR-23a/b mimics also reduced apoptosis by directly binding and downregulating PROK2 mRNA.", "population_specificity": "GC-2 cells (spermatocytes) and varicocele rat models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:51.380152+00:00"}
{"study_id": 23815, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether lycopene could regulate gut microbiota and exert anti-atherosclerotic effects by modulating the \"gut-heart\" axis.", "results_summary": "Lycopene reduced atherosclerotic lesions, improved gut microbiota composition (e.g., increased Verrucomicrobia and Akkermansia), enhanced intestinal barrier function, and lowered inflammatory markers (e.g., TNF-α, IL-6) and serum LPS levels.", "population_specificity": "Male ApoE-/- mice fed a high-fat diet.", "effective_dosage": "0.1% w/w in diet.", "study_duration": "19 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:52.466624+00:00"}
{"study_id": 23813, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to develop an encapsulated Lycopene formula and investigate its effects on inflammatory markers, oxidative stress, and liver enzymes in patients with metabolic syndrome (MetS).", "results_summary": "The study found a significant reduction in C-reactive protein (CRP) and pro-oxidant-antioxidant balance (PAB) in the Lycopene group, but no significant differences in liver enzymes (ALT, AST, ALP) compared to the placebo group.", "population_specificity": "Eighty subjects with metabolic syndrome (MetS).", "effective_dosage": "20 mg of Lycopene per day.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:53.706403+00:00"}
{"study_id": 23816, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if lycopene (LCP) supplementation could mitigate the adverse effects of a high-lipid diet (HLD) on lipid metabolism and growth in hybrid grouper.", "results_summary": "Lycopene improved growth metrics (weight gain rate, protein efficiency ratio) and reduced lipid deposition in the liver by enhancing lipolytic metabolism and decreasing fatty acid synthesis. The optimal dosage was found to be 200-300 mg/kg in the diet.", "population_specificity": "Hybrid grouper (♀ Epinephelus fuscoguttatus × ♂ E. lanceolatus)", "effective_dosage": "100, 200, and 400 mg/kg of diet", "study_duration": "42 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:54.961997+00:00"}
{"study_id": 23817, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize High-Pressure Homogenization (HPH) parameters to enhance the recovery and bioaccessibility of bioactive compounds, including lycopene, from tomato pomace.", "results_summary": "HPH treatment under optimized conditions (80 MPa, 25 °C, 10 passes) significantly improved lycopene bioaccessibility during intestinal digestion, along with increased total phenolic content, antioxidant activity, and dietary fiber content compared to untreated samples.", "population_specificity": "Tomato processing by-products (in vitro study, no human participants).", "effective_dosage": "Not specified (optimized HPH conditions: 80 MPa, 25 °C, 10 passes).", "study_duration": "Not specified (in vitro digestion simulation).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:55.532920+00:00"}
{"study_id": 23818, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a neuron-targeted lycopene delivery system to enhance mitochondrial function and mitophagy in Parkinson's disease models.", "results_summary": "The lycopene nanodots successfully enriched in neurons, improved mitochondrial function, promoted mitophagy, reduced α-synuclein pathology, and alleviated motor symptoms in Parkinson's model mice.", "population_specificity": "Parkinson's disease model mice and in vitro neuronal models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:56.998468+00:00"}
{"study_id": 23821, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the effect of lycopene on CCl4-induced hepatic fibrosis and elucidate its underlying mechanism.", "results_summary": "Lycopene significantly improved liver function, reduced oxidative stress and inflammation, and attenuated hepatic fibrosis by modulating autophagy-related pathways.", "population_specificity": "Male rats", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:57.664021+00:00"}
{"study_id": 23819, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the antioxidant effects of lycopene and its potential to inhibit the development of chronic diseases such as cardiovascular diseases, nervous system disorders, diabetes, liver diseases, and ulcerative colitis.", "results_summary": "The study found that lycopene shows strong antioxidant activity and may help inhibit the development of chronic diseases linked to oxidative stress and inflammation. However, most supporting evidence comes from experimental research, with clinical studies being scarcer and less conclusive.", "population_specificity": "Not specified (general focus on chronic diseases).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:57.918096+00:00"}
{"study_id": 23820, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of lycopene, alone and in combination with selenium, on male infertility associated with varicocele in rats.", "results_summary": "Lycopene alone significantly improved testis weight, testosterone levels, reduced apoptosis, and restored tubular organization in varicocele-induced rats. The combination of lycopene and selenium showed even better effects on biochemical and morphological parameters.", "population_specificity": "Male Sprague-Dawley rats with induced varicocele.", "effective_dosage": "1 mg/kg, intraperitoneally, daily.", "study_duration": "28 days for initial assessment, with an additional month for some groups.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:29:59.370162+00:00"}
{"study_id": 23822, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antimicrobial activity of lycopene extract, vitamin E extract, and their combination against oral pathogens for potential use in treating oral diseases.", "results_summary": "Lycopene extract showed substantial antimicrobial activity, with the highest efficacy at 100 μl concentration, particularly against C. albicans. The combination of lycopene and vitamin E had the strongest antimicrobial effect compared to either extract alone.", "population_specificity": "Oral commensals (Staphylococcus aureus, Streptococcus mutans, Enterococcus faecalis, and Candida albicans).", "effective_dosage": "25 μl, 50 μl, and 100 μl concentrations tested.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:02.159756+00:00"}
{"study_id": 23824, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the functional role of DcLCYB2 in carotenoid synthesis and its potential for engineering biofortified crops and crops resilient to saline environments.", "results_summary": "The study found that DcLCYB2 increases total carotenoid content in transgenic plants and enhances salt tolerance in tobacco and kiwi. Transgenic plants showed better performance under chronic salt treatment compared to controls.", "population_specificity": "Transgenic tobacco (Nicotiana tabacum) and kiwi (Actinidia deliciosa) plants and calli.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:02.971259+00:00"}
{"study_id": 23823, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether lycopene could mitigate peanut allergy symptoms by modulating the PI3K/AKT pathway and IgE-mediated reactions in a mouse model.", "results_summary": "Lycopene reduced PPE-specific IgE and IL-13 levels, alleviated small intestine inflammation, decreased histamine and mast cell protease-1 production, and downregulated PI3K/AKT1 expression in peanut-allergic mice.", "population_specificity": "Mice with crude peanut protein extract (PPE)-induced allergies.", "effective_dosage": "5 mg/kg and 20 mg/kg lycopene.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:03.218866+00:00"}
{"study_id": 23825, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the potential of nano-liposomal Lycopene (Lip-Lyco) in preventing obesity, insulin resistance, and NAFL progression in rats.", "results_summary": "Lip-Lyco counteracted obesity, insulin resistance, oxidative stress, inflammation, apoptosis, and inhibited the Hedgehog pathway in NAFL-induced rats, demonstrating antioxidant, anti-inflammatory, hypoglycemic, and autophagy-inducing effects.", "population_specificity": "Rats induced with NAFL via a high-fat diet.", "effective_dosage": "10mg/kg orally.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:03.458749+00:00"}
{"study_id": 23828, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the therapeutic and performance-enhancing effects of lycopene, including its roles in cancer therapy, immune modulation, livestock productivity, antioxidant activity, and fertility improvement.", "results_summary": "Lycopene demonstrated efficacy in enhancing broiler performance, alleviating heat stress by boosting antioxidant enzyme activity, improving fertility, reducing inflammation, and modulating immune responses under various challenges like AFB1 and lipopolysaccharide exposure.", "population_specificity": "Broilers (livestock) and general therapeutic applications (implied but not specified for humans).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:06.117933+00:00"}
{"study_id": 23827, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether lycopene could protect against zearalenone-induced uterine damage and pregnancy impairment in early pregnancy and explore its mechanism.", "results_summary": "Lycopene alleviated zearalenone-induced uterine damage, improved hormonal balance, reduced oxidative stress, decreased pro-inflammatory cytokines, and enhanced anti-inflammatory responses. It also restored uterine cell homeostasis via the mitochondrial apoptosis pathway.", "population_specificity": "Pregnant subjects (animal model, likely rodents, based on methodology).", "effective_dosage": "20 mg/kg body weight, administered orally.", "study_duration": "Gestational days 0-10 (10 days).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:06.545186+00:00"}
{"study_id": 23829, "supplement_id": 1306, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety, stability, and therapeutic potential of different lycopene formulations (LEG, LPG, nanoLPG) in treating chronic illnesses, focusing on liver function, cytotoxicity, antioxidant activity, and immune-related gene expression.", "results_summary": "LEG reduced hepatic degenerative changes in hypercholesterolemic hamsters but did not improve blood markers of liver function. LPG and nanoLPG showed no cytotoxicity in Vero cells, potent antioxidant activity, and vasoprotective effects, though moderate toxicity to keratinocytes was observed. NanoLPG demonstrated stability and altered immune-related gene expression in PBMCs.", "population_specificity": "Hypercholesterolemic hamsters, Vero cells, human keratinocytes, isolated rat aorta, and peripheral blood mononuclear cells (PBMCs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:08.683656+00:00"}
{"study_id": 23830, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the hepatoprotective effects of Lycopene (LYC) against liver damage induced by 3,6-dichlorocarbazole (3,6-DCCZ) in yellow catfish.", "results_summary": "LYC treatment alleviated 3,6-DCCZ-induced liver damage by reducing oxidative stress, autophagy, inflammation, and apoptosis, primarily through inhibition of the ROS/PI3K-AKT/NF-κB signaling pathway.", "population_specificity": "Yellow catfish (Pelteobagrus fulvidraco)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:11.646146+00:00"}
{"study_id": 23831, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how different emulsifiers (soy lecithin, sodium caseinate, and their combination) affect the physicochemical properties, stability, and bioaccessibility of lycopene nanodispersions under varying environmental conditions.", "results_summary": "Soy lecithin-stabilized nanodispersions showed the highest physical stability and smallest particle size under neutral pH, while sodium caseinate-stabilized ones were least stable. The combination of soy lecithin and sodium caseinate improved lycopene concentration and bioaccessibility. Stability varied with pH, ionic strength, and temperature, with soy lecithin performing best overall.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:11.982657+00:00"}
{"study_id": 23833, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether lycopene could mitigate H2O2-induced oxidative stress injury in human vascular endothelial cells (VECs) by examining its effects on cell proliferation, cytotoxicity, inflammation, and apoptosis.", "results_summary": "Lycopene intervention counteracted H2O2-induced oxidative damage in VECs by reducing ROS levels, inflammatory factors, cell adhesiveness, and apoptosis, while activating the SIRT1/Nrf2/HO-1 pathway in a dose-dependent manner.", "population_specificity": "Human vascular endothelial cells (HMEC-1 and ECV-304 cell lines).", "effective_dosage": "0.5, 1, or 2 µm.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:12.373399+00:00"}
{"study_id": 23832, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the mechanism by which lycopene regulates islet function in type 2 diabetes mellitus (T2DM) and its potential protective effects against islet inflammation and apoptosis.", "results_summary": "Lycopene suppressed islet inflammation and apoptosis, improved insulin secretion, reduced fasting blood glucose levels, and enhanced lipid profiles in diabetic mice and Min6 cells. These effects were linked to the down-regulation of the TLR4/MyD88/NF-κB signaling pathway.", "population_specificity": "High-fat diet/streptozotocin-induced diabetic mice and Min6 cells exposed to high glucose/palmitic acid (HG/PA)-RAW264.7 conditioned medium.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:13.764395+00:00"}
{"study_id": 23835, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of lycopene supplementation on performance, immune response, and histological parameters in heat-stressed growing rabbits.", "results_summary": "Lycopene supplementation improved final body weight, body gain, feed conversion ratio, reduced liver TNF-α levels, enhanced immune responses, and positively affected liver and intestinal histology in heat-stressed rabbits.", "population_specificity": "Male V-line growing rabbits (5 weeks old, average weight 772.02 ± 6.41 g) under thermal stress.", "effective_dosage": "100 and 200 mg LP/kg diet.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:15.347902+00:00"}
{"study_id": 23834, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the neuroprotective effects and underlying mechanisms of Lycopene-loaded microemulsion (LME) in mitigating Aβ-induced neurotoxicity in a mouse model of Alzheimer's disease.", "results_summary": "LME supplementation significantly reduced neuroinflammation, oxidative stress, apoptosis, and Aβ-related pathology while improving synaptic plasticity, whereas conventional Lycopene in olive oil (LOO) showed minimal effects. The study highlights the superior therapeutic efficacy of brain-targeted LME over LOO in countering Aβ-induced neurotoxicity.", "population_specificity": "Intracerebroventricular Aβ1-42 injection mice (animal model of Alzheimer's disease).", "effective_dosage": "Not specified in the abstract.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:15.406219+00:00"}
{"study_id": 23836, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Lycopene (LYC) could prevent Di-n-butyl phthalate (DBP)-induced male reproductive toxicity, specifically testosterone synthesis inhibition.", "results_summary": "The study found that LYC supplementation reversed DBP-induced inhibition of testosterone synthesis by restraining the ROS/JAK2/STAT3 signaling pathway, reducing mitophagy and apoptosis, and improving testosterone production.", "population_specificity": "Male subjects (in vitro and in vivo models, exact species not specified in abstract).", "effective_dosage": "Not specified in abstract.", "study_duration": "Not specified in abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:16.497093+00:00"}
{"study_id": 23838, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the therapeutic efficacy of lycopene (LYC) on testicular damage caused by inflammation and its underlying mechanisms.", "results_summary": "LYC administration inhibited cytokine excess and oxidative stress in the testes, mitigated testicular damage, and regulated lipid metabolism-related signaling pathways, including the PPAR pathway. Lipidomic and RNA sequencing analyses identified significant changes in lipids and genes involved in fatty acid metabolism.", "population_specificity": "Mature male rats with LPS-induced testicular inflammation.", "effective_dosage": "5 mg/kg LYC administered intragastrically.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:19.834190+00:00"}
{"study_id": 23837, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the stability and bio-accessibility of lycopene in emulsions stabilized by whey protein isolate (WPI) modified with high methoxylated pectin (HMP) and/or chlorogenic acid (CA).", "results_summary": "The study found that both binary and ternary complexes (WPI-HMP, WPI-CA, WPI-HMP-CA) enhanced emulsion stability and lycopene retention under UV irradiation, thermal treatment, and storage. In vitro digestion showed higher bio-accessibility of lycopene in emulsions stabilized by modified WPI compared to unmodified WPI.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:20.263959+00:00"}
{"study_id": 23840, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to clarify the mechanism of lycopene's anti-gastric cancer effects and its selective impact on gastric cancer cells versus normal cells.", "results_summary": "Lycopene suppressed cell growth, induced cell cycle arrest and apoptosis, and lowered mitochondrial membrane potentials in gastric cancer cells (AGS and SGC-7901) but not in normal gastric epithelial cells (GES-1). It also modulated key genes (CCNE1 and TP53) in cancer cells without affecting normal cells.", "population_specificity": "Gastric cancer cell lines (AGS, SGC-7901, Hs746T) and normal gastric epithelial cell line (GES-1).", "effective_dosage": "Different concentrations (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:21.163258+00:00"}
{"study_id": 23842, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how different oil fractions in CNF-based Pickering emulsions affect the release of lycopene during gastrointestinal digestion.", "results_summary": "Higher oil fractions in CNF-based Pickering emulsions decreased lipolysis and controlled lycopene release during digestion, suggesting improved bioavailability. The release of lycopene mirrored free fatty acid (FFA) release patterns.", "population_specificity": "In vitro digestion model (no human or animal subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:23.200916+00:00"}
{"study_id": 23844, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the antioxidant and anticancer activities of lycopene samples with varying ratios of Z-isomers (5%, 30%, and 55%).", "results_summary": "Lycopene with 55% Z-isomers showed the highest bio-accessibility, antioxidant activity, and inhibition of hepatocellular carcinoma cells (HepG2). Molecular docking revealed higher binding affinity of Z-isomers to SR-BI, explaining their enhanced bioavailability.", "population_specificity": "Human hepatocellular carcinoma cells (HepG2) in vitro.", "effective_dosage": "20 μg/mL for cell viability assessment.", "study_duration": "24 hours for cell viability testing.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:24.740472+00:00"}
{"study_id": 23841, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate lycopene's function in ameliorating pelvic venous congestion (PC)-induced phenotypes and its anti-inflammatory effects in a rat model.", "results_summary": "Lycopene treatment improved locomotor activity, reduced urinary frequency, elevated urinary NOx levels, and decreased urinary 8-OHdG levels in PC rats. It also inhibited pro-inflammatory mediator expression and NF-κB signaling pathway activity.", "population_specificity": "Rats with induced pelvic venous congestion (PC).", "effective_dosage": "Not specified (administered intragastrically with olive oil daily).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:25.049569+00:00"}
{"study_id": 23826, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the inhibitory effect of lycopene, alone and in combination with curcumin, on benign prostatic hyperplasia (BPH).", "results_summary": "Combination treatment with lycopene and curcumin significantly reduced prostate hyperplasia, improved BPH pathological features, and lowered inflammatory markers and hormone levels in rats. Lycopene alone also showed inhibitory effects, though the combination was more effective.", "population_specificity": "Sprague Dawley rats and BPH-1 cell line (in vitro).", "effective_dosage": "12.5 mg/kg lycopene (daily).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:25.540712+00:00"}
{"study_id": 23843, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anticancer mechanisms of lycopene by reviewing in vivo and in vitro studies, focusing on its molecular and cellular effects in various tumors.", "results_summary": "The study found that lycopene exhibits anticancer potential through multiple mechanisms, including quenching singlet oxygen, stimulating antioxidant enzymes, inducing apoptosis, inhibiting cell proliferation, and modulating signaling pathways. The effects were influenced by factors like dose, delivery systems, cancer type, tumor size, and treatment duration.", "population_specificity": "Various in vitro cells, animal models, and some clinical trials (specific human populations not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:25.836713+00:00"}
{"study_id": 23845, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether Lycopene (LYC) could ameliorate the toxic effects of Atrazine (ATR) on the hippocampus, specifically focusing on learning and memory impairments and ferroptosis.", "results_summary": "LYC effectively mitigated ATR-induced hippocampus-dependent learning and memory impairments by inhibiting ferroptosis, improving lipid metabolism homeostasis, and increasing the expression of HO-1, Nrf2, and SLC7A11.", "population_specificity": "Male mice", "effective_dosage": "5 mg/kg/day", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:27.050031+00:00"}
{"study_id": 23846, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of lycopene supplementation on early weaning stress in piglets, focusing on oxidative stress, gut barrier function, and gut microbiota.", "results_summary": "Lycopene supplementation improved antioxidant enzyme activity, reduced oxidative stress markers, enhanced intestinal barrier function, and modulated gut microbiota by increasing beneficial bacteria and decreasing pathogenic bacteria.", "population_specificity": "21-day-old weaned piglets (Duroc × (Landrace × Yorkshire); castrated males; initial body weight 5.48 ± 0.10 kg.", "effective_dosage": "50 mg/kg lycopene in basal diet.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:28.532507+00:00"}
{"study_id": 23847, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to evaluate the antioxidant and anti-inflammatory mechanisms of a lycopene-loaded nanoemulsion (nanoLPG) on human keratinocytes (HaCaT cells) and compare its effects to purified lycopene (LPG).", "results_summary": "NanoLPG demonstrated antioxidant capacity, prevented DNA degradation, and showed greater inhibition of tyrosinase and elastase enzymes compared to LPG. While IL-8 levels increased significantly, cell viability and morphology were maintained, contrasting with endoplasmic reticulum stress and autophagic vacuoles observed with LPG treatment.", "population_specificity": "Human keratinocytes (HaCaT cells) in vitro.", "effective_dosage": "5.0 µg/mL of nanoLPG.", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:30.150900+00:00"}
{"study_id": 23848, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether low plasma levels of lycopene increase sensitivity to radiation-induced DNA damage in prostate cancer patients.", "results_summary": "The study found that prostate cancer patients with low lycopene levels had significantly higher radiation-induced DNA damage (micronucleus and nuclear bud frequencies) compared to controls. The effect was more pronounced when both selenium and lycopene levels were low.", "population_specificity": "106 prostate cancer patients and 132 age-matched healthy controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:30.457074+00:00"}
{"study_id": 23850, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the anticancer potential of lycopene, its sources, extraction techniques, chemistry, and mechanisms of action.", "results_summary": "Lycopene exhibits promising anticancer activity across multiple cancer types by inhibiting apoptosis, cell proliferation, metastasis, and angiogenesis, and modulating signal transduction pathways. The review highlights its potential in treating pancreatic, breast, prostate, liver, gastric, ovarian, kidney, skin, intestine, brain, and spinal cord cancers.", "population_specificity": "Not specified (review of existing studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:33.371148+00:00"}
{"study_id": 23849, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 40, "study_goal": "The researchers aimed to evaluate the potential inhibitory effect of lycopene on biochemically recurrent prostate cancer, as seen through 18 F-fluciclovine PET/CT and serum prostate-specific antigen response.", "results_summary": "The study reported a case of biochemically recurrent prostate cancer showing treatment response to lycopene, correlating with serum prostate-specific antigen response and imaging findings. The results suggest lycopene may have a complementary therapeutic effect in this context.", "population_specificity": "A single case of biochemically recurrent prostate cancer.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:33.398608+00:00"}
{"study_id": 23852, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to summarize the protective effects of tomato and lycopene on skin photodamage and photoaging in healthy subjects by reviewing existing population intervention experiments.", "results_summary": "Supplementation with tomato and lycopene significantly reduced skin erythema, pigmentation, and markers of photodamage (Δa*, MMP-1, ICAM-1) while increasing MED, skin thickness, and density, suggesting potential for preventing light-induced skin damage.", "population_specificity": "Healthy subjects", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:33.679932+00:00"}
{"study_id": 23853, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore lycopene's potential as an adjuvant therapeutic strategy in malaria by examining its antioxidant effects and mechanisms of action.", "results_summary": "The study highlights lycopene as a powerful antioxidant among carotenoids, suggesting its potential to mitigate oxidative stress in malaria, though direct clinical outcomes in malaria patients are not detailed.", "population_specificity": "Patients with malaria (general discussion, no specific cohort studied).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:34.137521+00:00"}
{"study_id": 23851, "supplement_id": 1306, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of Lycopene (LYC) against palmitate (PA)-induced cardiotoxicity in female rats, focusing on its anti-inflammatory, antioxidant, and cytoprotective properties.", "results_summary": "Lycopene reversed PA-induced cardiotoxicity, reducing oxidative stress, inflammation, and lipid abnormalities while improving cardiac function and histology. The effects were dose-dependent, with higher doses showing more pronounced benefits.", "population_specificity": "Female rats", "effective_dosage": "24 mg/kg and 48 mg/kg, administered for the last two weeks of the study", "study_duration": "7 weeks (PA administered for 7 weeks; LYC administered for the last 2 weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:34.290992+00:00"}
{"study_id": 193007, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the impact of lycopene and tomato consumption on cardiovascular risk factors, including lipid profile, glycemic control, blood pressure, inflammation, oxidative stress, and body weight.", "results_summary": "Lycopene consumption significantly reduced malondialdehyde (MDA) levels, indicating potential benefits for oxidative stress, but showed no significant effects on other cardiovascular risk factors like lipid profile, blood pressure, inflammation markers, or body weight.", "population_specificity": "Not specified (meta-analysis of 34 RCTs)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:36.538110+00:00"}
{"study_id": 193008, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of a novel tomato-based supplement enriched with olive polyphenols and high cis-lycopene concentrations in improving prostate health and preventing age-related prostate diseases.", "results_summary": "The supplement significantly reduced prostate-cancer-promoting cytokines in animals, improved urinary symptoms and quality of life in patients with benign prostatic hyperplasia, and suppressed carcinogenesis in a mouse model of prostate cancer. It also interfered with prostate cancer molecular signaling.", "population_specificity": "Patients with benign prostatic hyperplasia and high-risk individuals for age-related prostate diseases (animal models included TRAMP mice).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:38.339744+00:00"}
{"study_id": 193009, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the benefits of lycopene supplementation in cancer prevention and treatment based on in vivo studies.", "results_summary": "The study found that lycopene demonstrated anti-cancer activities, including regulation of oxidative and inflammatory processes, induction of apoptosis, and inhibition of cell division, angiogenesis, and metastasis formation. Most studies focused on prostate cancer, and the mechanisms varied by tumor location and lycopene storage capacity.", "population_specificity": "Human and animal studies (specific populations not detailed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:39.448553+00:00"}
{"study_id": 193012, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of lycopene supplementation on serum PSA levels in patients with non-metastatic prostate cancer.", "results_summary": "The study found no significant overall effect of lycopene on circulating PSA levels, but observed a significant reduction in PSA levels among patients with higher baseline PSA levels (≥6.5 µg/L).", "population_specificity": "Patients with non-metastatic prostate cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:41.057973+00:00"}
{"study_id": 193010, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of supplemental lycopene on PSA levels in men through a systematic review and meta-analysis of randomized controlled trials.", "results_summary": "The pooled analysis of 6 studies showed no significant differences in PSA levels between subjects treated with lycopene or tomato extract containing lycopene and the control group. The study concluded that lycopene or tomato extract had no significant effect on PSA levels, but more consistent clinical trials with larger sample sizes are needed.", "population_specificity": "Men (specific population not further detailed in the abstract)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:41.244611+00:00"}
{"study_id": 193013, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of lycopene supplementation on serum IGF-1 levels and cardiovascular disease.", "results_summary": "Lycopene intake was not associated with reduced serum IGF-1 levels overall, but significant effects were observed at doses >15 mg/d, for <12 weeks, in healthy individuals and patients aged ≥60 years. Lycopene also showed potential benefits for cardiac disorders.", "population_specificity": "Healthy individuals and patients aged ≥60 years, including those with cardiac disorders.", "effective_dosage": ">15 mg/d", "study_duration": "<12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:41.360109+00:00"}
{"study_id": 193015, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether 14 mg daily lactolycopene supplementation for 12 weeks could improve sperm quality in healthy men.", "results_summary": "The study found no significant change in motile sperm concentration (primary endpoint) but observed significant improvements in fast progressive sperm proportion and sperm morphology. Plasma lycopene levels increased in the supplemented group.", "population_specificity": "Healthy male participants (n=60, with 56 completing the study).", "effective_dosage": "14 mg/d lactolycopene.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:42.321628+00:00"}
{"study_id": 193014, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine the efficacy of dietary or supplemental lycopene on cardiovascular risk factors through a systematic review and meta-analysis.", "results_summary": "The study found conflicting results regarding lycopene's effects on cardiovascular risk factors, with no significant differences observed in blood pressure and lipid levels between lycopene and control groups. Meta-analyses supported these findings, indicating variability in efficacy across different dosages and delivery methods.", "population_specificity": "Individuals with or at risk of cardiovascular disease.", "effective_dosage": "1.44 to 75 mg lycopene/day (not reported in 11 of 43 studies).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:43.158218+00:00"}
{"study_id": 193016, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of lycopene supplementation on spermatogram and seminal oxidative stress in infertile men with oligozoospermia.", "results_summary": "Lycopene supplementation significantly improved sperm parameters (total count, concentration, motility) and oxidative stress biomarkers (total antioxidant capacity) compared to placebo. The effects remained significant after statistical adjustments.", "population_specificity": "44 infertile men with oligozoospermia", "effective_dosage": "25 mg of lycopene daily", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:44.241422+00:00"}
{"study_id": 193017, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to critically review the nutritional reputation of Gac (Momordica cochinchinensis), including its composition, health impacts, and regulatory aspects, while addressing misinformation.", "results_summary": "The abstract highlights Gac's micronutrient properties but notes that supplementation offers no significant advantage for healthy populations. It emphasizes the need for scientific validation of claims and identifies gaps in data.", "population_specificity": "Not specified (general discussion, not a clinical study)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:45.782039+00:00"}
{"study_id": 193019, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate whether selenium and lycopene supplementation increased the risk of prostate cancer or had a protective effect.", "results_summary": "The study found no statistical difference in prostate cancer incidence between the supplemented and control groups, with no evidence of increased risk or protective benefits from lycopene and selenium.", "population_specificity": "209 patients with PSA ≥4 ng/ml or suspicion of prostate cancer.", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:48.360865+00:00"}
{"study_id": 193018, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the performance of a new noninvasive immunofluorescence skin test for lycopene quantification compared to traditional HPLC serum lycopene assays in volunteers undergoing lycopene supplementation.", "results_summary": "Lycopene supplementation significantly increased serum lycopene levels (2.6- and 3.4-fold over control at 2 and 4 weeks, respectively) and correlated with increased immunofluorescence staining in skin samples. The new skin assay showed 80-86.6% agreement with HPLC results, suggesting its potential for rapid lycopene deficiency detection.", "population_specificity": "32 healthy volunteers aged 30-40 years (15 lycopene-supplemented, 17 placebo).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:48.574251+00:00"}
{"study_id": 193020, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of tomato products and lycopene supplementation on cardiovascular risk factors through a systematic review and meta-analysis of intervention trials.", "results_summary": "Lycopene supplementation significantly reduced systolic blood pressure, while tomato products improved LDL-cholesterol, IL-6 levels, and endothelial function. No other outcomes were significantly affected.", "population_specificity": "Adult subjects over 18 years of age.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:48.806097+00:00"}
{"study_id": 193021, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether tomato-juice supplementation could improve risk factors associated with metabolic syndrome, such as inflammation, insulin resistance, and hyperlipidemia.", "results_summary": "The study found significant improvements in inflammation, endothelial dysfunction, insulin resistance, and LDL levels, along with a slight increase in HDL, suggesting tomato-juice may alleviate metabolic syndrome risk factors.", "population_specificity": "27 individuals diagnosed with metabolic syndrome (15 in the intervention group, 12 in the control group).", "effective_dosage": "Commercially available tomato-juice consumed 4 times a week.", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:49.156466+00:00"}
{"study_id": 193022, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to investigate the effects of lycopene on vascular function in cardiovascular disease (CVD) patients and healthy volunteers (HV).", "results_summary": "Lycopene supplementation improved endothelial function (EDV) by 53% in CVD patients but had no effect in HVs. No changes were observed in blood pressure, arterial stiffness, lipids, or hsCRP levels in either group.", "population_specificity": "36 statin-treated CVD patients and 36 healthy volunteers.", "effective_dosage": "7 mg daily", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:49.940114+00:00"}
{"study_id": 193023, "supplement_id": 1306, "safety_score": "90", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether whole-tomato supplement lycopene could reduce prostate-specific antigen (PSA) velocity in selected prostate cancer patients.", "results_summary": "Lycopene supplementation led to a statistically significant decrease in PSA velocity, with an accelerated decline over time. No toxic side effects were observed, though some patients withdrew due to cancer progression or non-compliance.", "population_specificity": "Selected prostate cancer patients (n=20 initially, n=17 completed).", "effective_dosage": "10 mg per day.", "study_duration": "Approximately 6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:50.501299+00:00"}
{"study_id": 193024, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 40, "quality_score": 70, "study_goal": "The researchers aimed to investigate the relevance of plasma and prostate lycopene concentrations after a lycopene-enriched diet in patients with high-grade prostatic intraepithelial neoplasia (HGPIN) and assess its potential as a chemopreventive agent for prostate cancer.", "results_summary": "The study found no overall benefits from a 6-month lycopene supplementation, as the progression rate of HGPIN to prostate cancer was similar to literature-reported rates. However, prostatic lycopene concentration below 1 ng/mg was associated with prostate cancer progression, suggesting its potential as a biomarker.", "population_specificity": "32 patients diagnosed with high-grade prostatic intraepithelial neoplasia (HGPIN).", "effective_dosage": "20-25 mg/day of lycopene (via 30 g/day of triple concentrated tomato paste).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:54.532311+00:00"}
{"study_id": 193025, "supplement_id": 1306, "safety_score": "90", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the tolerance and acceptance of tomato juice (TJ) at different doses and its effect on serum lycopene levels during radiotherapy in men with localized prostate cancer.", "results_summary": "TJ was well tolerated without gastrointestinal side effects, and increased serum lycopene levels were observed in the 8 and 12 oz groups. No correlation between serum and dietary lycopene was found, but weight change and prior nutritional supplement use showed significant correlations with serum lycopene levels.", "population_specificity": "20 men with localized prostate cancer undergoing radiotherapy.", "effective_dosage": "4, 8, or 12 oz of tomato juice daily.", "study_duration": "Duration of radiotherapy (specific length not mentioned in abstract).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:55.093680+00:00"}
{"study_id": 193026, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether lycopene supplementation could reduce blood pressure, particularly systolic blood pressure (SBP), and to identify factors influencing its efficacy.", "results_summary": "The meta-analysis found that lycopene supplementation (>12 mg/day) significantly reduced SBP, especially in Asians and those with higher baseline SBP, but had no significant effect on diastolic blood pressure (DBP).", "population_specificity": "Participants with varying baseline blood pressure levels, particularly Asians and those with SBP >120 mmHg.", "effective_dosage": ">12 mg/day", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:56.074680+00:00"}
{"study_id": 193028, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare the effects of tomato-derived lycopene, synthetic lycopene, and a placebo on oxidative stress biomarkers in patients with oxidative stress.", "results_summary": "Lycopene supplementation reduced lipid peroxidation and oxidative stress, with synthetic lycopene showing higher bioavailability and effectiveness compared to natural and placebo forms, except for MDA levels.", "population_specificity": "45 patients with oxidative stress (aged 40-60 years) and 30 healthy controls matched by age and sex.", "effective_dosage": "Not specified", "study_duration": "10 weeks of supplementation following a 2-week lycopene-restricted diet.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:57.061157+00:00"}
{"study_id": 193029, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a nutrition intervention including lycopene, combined with dietary sodium reduction and omega-3 fatty acids, could improve heart failure symptoms, quality of life, and reduce rehospitalization or death.", "results_summary": "The abstract does not provide specific results regarding lycopene's effects, as the study is described as ongoing or not yet concluded. The study design suggests lycopene's potential role in addressing oxidative stress and inflammation in heart failure.", "population_specificity": "175 patients with advanced heart failure.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:57.403507+00:00"}
{"study_id": 193027, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of oral lycopene supplementation on oxidative stress biomarkers and its potential role in preventing cardiovascular diseases and cancers.", "results_summary": "Lycopene supplementation significantly reduced DNA tail length (indicating reduced oxidative DNA damage) but did not significantly affect low-density lipoprotein oxidation lag time. The study suggests lycopene may alleviate oxidative stress, though biomarker consistency needs improvement.", "population_specificity": "Not specified (general population inferred from abstract).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:57.651121+00:00"}
{"study_id": 193031, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether lycopene and tomato products directly regulate cholesterol metabolism and exhibit hypocholesterolemic properties.", "results_summary": "Lycopene reduced intracellular total cholesterol in human macrophages by decreasing cholesterol synthesis and enhancing cholesterol efflux. Animal and human studies showed that lycopene and tomato products lowered LDL cholesterol and increased HDL cholesterol, with effects dependent on dosage and administration time.", "population_specificity": "Human macrophages, animal models of atherosclerosis, and human intervention trial participants.", "effective_dosage": "Dose-dependent effects noted, but specific dosage not provided.", "study_duration": "Duration not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:30:58.512673+00:00"}
{"study_id": 193033, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate lycopene's impact on DNA synthesis, androgen receptor activity, and prostate-specific antigen velocity in prostate cancer cells and patients.", "results_summary": "Lycopene inhibited prostate cancer cell growth and androgen receptor activity in a dose-dependent manner. In patients, lycopene supplementation led to a significant decrease in PSA velocity in 70% of cases.", "population_specificity": "Prostate cancer patients (n=41) and LnCaP prostate cancer cells.", "effective_dosage": "10 mg per day (human study); 0.5-15 micromol/L (cell study).", "study_duration": "One year (human study); 48 hours (cell study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:03.198890+00:00"}
{"study_id": 193032, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a 14-day period of tomato paste supplementation (containing lycopene) would improve endothelial function.", "results_summary": "Tomato paste supplementation led to a significant midterm improvement in endothelial function (measured by FMD) after 15 days but not acutely. Total oxidative status also decreased by the end of the supplementation period.", "population_specificity": "19 volunteers (mean age 39 ± 13 years; 8 men, 11 women).", "effective_dosage": "70 g tomato paste daily (containing 33.3 mg lycopene).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:03.268939+00:00"}
{"study_id": 23454, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a fullerene-lysine derivative (C60-Lys) in treating type 2 diabetes mellitus (T2DM) by assessing its effects on oxidative stress, glucose uptake, and insulin resistance.", "results_summary": "C60-Lys alleviated oxidative stress, normalized glucose uptake, reduced blood glucose, and improved insulin resistance and lipid levels in T2DM mice. It also enhanced antioxidant enzyme activity and stabilized mitochondrial membrane potential in pancreatic β-cells.", "population_specificity": "STZ-induced T2DM mice on a high-fat diet and STZ-induced MIN6 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:05.009181+00:00"}
{"study_id": 193034, "supplement_id": 1306, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to differentiate the effects of lycopene within its natural tomato matrix versus purified lycopene on gene expression related to prostate cancer.", "results_summary": "Red tomato paste and purified lycopene increased circulating lycopene levels and modulated gene expression (e.g., up-regulation of IGFBP-3 and Bax:Bcl-2 ratio, down-regulation of cyclin-D1). Yellow tomato paste showed intermediate effects, suggesting lycopene's role in these changes.", "population_specificity": "30 healthy men aged 50-70 years.", "effective_dosage": "200 g/d of tomato paste (16 mg lycopene for red, 0 mg for yellow) and 16 mg/d purified lycopene.", "study_duration": "1 week per intervention with 2-week washout periods.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:05.502681+00:00"}
{"study_id": 23456, "supplement_id": 1307, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the pharmacological advantages of ketoprofen lysine salt (KLS) over ketoprofen acid (KA), particularly focusing on gastrointestinal protection and faster onset of action.", "results_summary": "KLS demonstrated superior gastrointestinal protection through enhanced antioxidant properties and mucosal defense upregulation, along with significantly faster absorption leading to quicker analgesic effects compared to KA.", "population_specificity": "Individuals requiring NSAID therapy, particularly those with gastric sensitivities or in need of rapid pain relief.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:06.197848+00:00"}
{"study_id": 23457, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a method for site-specific functionalization of VHH nanobodies using lysine acylation to enhance their therapeutic applications.", "results_summary": "The study demonstrated that lysine acylation using LACE effectively modified VHH nanobodies, enabling their conjugation to small molecules, nanobodies, and antibodies via chemoselective KAT ligations at micromolar concentrations.", "population_specificity": "VHH nanobodies expressed in Escherichia coli.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:06.262564+00:00"}
{"study_id": 193030, "supplement_id": 1306, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether lycopene (administered as tomato juice) could reduce elevated LDH and CPK levels in anaerobically trained athletes, as well as its effects on homocysteine and C-reactive protein.", "results_summary": "Tomato juice administration significantly reduced LDH and CPK levels to near-normal levels and attenuated homocysteine and C-reactive protein, while no changes were observed in the control group.", "population_specificity": "Fifteen anaerobically trained athletes with elevated baseline LDH and CPK levels.", "effective_dosage": "Not specified (tomato juice replaced carbohydrate supplementation beverages during and after exercise).", "study_duration": "Over 2 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:07.682029+00:00"}
{"study_id": 23458, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the optimal standardized ileal digestible (SID) lysine requirement for male White Pekin ducklings to maximize growth performance in the first 3 weeks post-hatching.", "results_summary": "The study found that increasing SID lysine content significantly improved body weight gain and feed efficiency, with optimal levels estimated at 1.05%, 1.05%, and 1.04% for final body weight, daily gain, and feed efficiency, respectively. Both linear-plateau and quadratic-plateau models supported these findings.", "population_specificity": "Male White Pekin ducklings (one-day-old at study start).", "effective_dosage": "Dietary lysine levels ranging from 0.72% to 1.12%.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:08.330106+00:00"}
{"study_id": 23459, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of lysine acetyltransferase 8 (KAT8) in glioma progression and its potential as a prognostic biomarker and therapeutic target following oncolytic virus infection.", "results_summary": "The study found that KAT8 was significantly overexpressed in glioma tissues and associated with better survival in grade IV gliomas. KAT8 knockdown increased apoptosis in glioma cells, suggesting its involvement in tumor progression regulation.", "population_specificity": "Glioma patients and glioma cell lines.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:11.194373+00:00"}
{"study_id": 23460, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of lysine-specific demethylase 1 (LSD1) in the progression of oral squamous cell carcinoma (OSCC) and its potential as a therapeutic target.", "results_summary": "The study found that LSD1 inhibition reversed OSCC preneoplasia in mice, disrupted the cell cycle, reduced immunosuppression, and enhanced T-cell infiltration. In a feline model, LSD1 inhibitors were safe and effectively inhibited the STAT3 network, suggesting LSD1 as a key regulator of OSCC progression.", "population_specificity": "Mice and a feline model of spontaneous OSCC.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:12.200390+00:00"}
{"study_id": 23461, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the biochemical activity of SIRT7, particularly its enzymatic properties and sensitivity to nicotinamide inhibition, in relation to lysine residues on target proteins.", "results_summary": "The study found that SIRT7's binding affinity for NAD+ varied with acyl substrates, showing a preference for depropionylation and demyristoylation. Nicotinamide inhibition of SIRT7 depended on the acyl chain length, with poor inhibition observed for non-acetylated substrates.", "population_specificity": "In vitro (no human or animal subjects)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:13.427757+00:00"}
{"study_id": 23463, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review the role of SETD7 in cancer biology, focusing on its involvement in the hallmarks of cancer and its potential as a therapeutic target.", "results_summary": "The study found that SETD7 regulates histone and non-histone protein methylation, influencing cell proliferation, invasion, autophagy, and immune response, and discussed its potential as a target for cancer therapy via non-coding RNAs and chemical inhibitors.", "population_specificity": "Not specified (review article, not a clinical study)", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:14.174832+00:00"}
{"study_id": 23464, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of lysine acetylation in the development of azole resistance in Candida albicans.", "results_summary": "The study found that lysine acetylation levels in proteins involved in energy metabolism and protein synthesis changed dynamically during the acquisition of fluconazole resistance, suggesting a regulatory role in azole resistance. Increased acetylation was observed in proteins related to ribosome synthesis and translation processes.", "population_specificity": "Five strains of Candida albicans isolated from a single patient with varying levels of fluconazole resistance.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:14.534624+00:00"}
{"study_id": 23462, "supplement_id": 1307, "safety_score": "90", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and efficacy of a dermocosmetic formulation combining poly-l-lysine with vitamins A and C for improving symptoms and quality of life in patients with atopic dermatitis.", "results_summary": "The treatment significantly reduced DLQI (-61.8%) and SCORAD (-41.8%) scores, with notable improvements in erythema (-50%), dryness (-60%), and pruritus (-50%). It was well-tolerated with no adverse effects or relapses.", "population_specificity": "20 patients (14 women, 6 men) aged 24-63 with atopic dermatitis and skin phototypes Fitzpatrick I-VI.", "effective_dosage": "Sequential application of poly-l-lysine G2/vitamin C (morning) and poly-l-lysine G3/vitamin A (evening).", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:15.430115+00:00"}
{"study_id": 23466, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the mechanisms and functions of lactyltransferases, particularly alanyl-tRNA synthetases, in sensing lactate and mediating lysine lactylation, and discuss potential therapeutic applications.", "results_summary": "The study identified alanyl-tRNA synthetases (AARS1, AARS2, and their E. coli orthologue AlaRS) as pan-lactyltransferases capable of sensing lactate and mediating lactyl transfer, highlighting their role in intracellular lactate signaling and potential therapeutic strategies for human diseases.", "population_specificity": "Not specified (mechanistic study, likely in vitro or model organisms like E. coli).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:16.065794+00:00"}
{"study_id": 23467, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to study the role of lysine malonylation (MaK) and its regulator Sirt5 in osteoarthritis (OA) development, particularly in the context of aging and obesity.", "results_summary": "The study found that SIRT5 decreases while MaK increases in cartilage during aging, and Sirt5 deficiency combined with obesity exacerbates joint degeneration in mice. A rare SIRT5 mutation was linked to higher MaK levels, reduced cartilage ECM gene expression, and increased inflammation-associated genes.", "population_specificity": "Human and mouse cartilage tissues, with a focus on aging and obesity-related OA.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:16.801387+00:00"}
{"study_id": 23469, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether KAT-TCIPs (lysine acetyltransferase transcriptional/epigenetic chemical inducers of proximity) could leverage chemical induced proximity to activate programmed cell death genes in diffuse large B cell lymphoma.", "results_summary": "The study found that KAT-TCIPs effectively redirected p300 and CBP to activate apoptosis genes repressed by BCL6, rapidly reprogramming the epigenome to initiate cell death and repress c-MYC. The crystal structure revealed how p300-BCL6 interactions could be exploited for potent and selective cancer cell killing.", "population_specificity": "Diffuse large B cell lymphoma (DLBCL) cells", "effective_dosage": "Not specified", "study_duration": "Acute treatment (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:20.533309+00:00"}
{"study_id": 23470, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the wound-healing effects of a composition containing dihydroquercetin (DHQ) and L-lysine in treating thermal burns.", "results_summary": "The DHQ-L-lysine composition significantly improved wound healing, reducing the relative wound area to 1.9 ± 0.9% by day 35, outperforming control groups. Histological analysis showed clear epidermal and dermal layer distinction and active collagen formation, indicating an additive effect of DHQ and L-lysine.", "population_specificity": "60 male Wistar rats divided into five treatment groups.", "effective_dosage": "Not specified", "study_duration": "35 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:20.967859+00:00"}
{"study_id": 23472, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of Lysine acetyltransferase 5 (KAT5) in modulating autophagy during diabetic retinopathy (DR).", "results_summary": "The study found that KAT5 depletion attenuated DR injury in rats and reduced high glucose-induced apoptosis and autophagy in retinal cells by epigenetically regulating Atg7 expression.", "population_specificity": "Streptozotocin (STZ)-treated rats and monkey retinal choroidal endothelial (RF/6A) cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:21.789456+00:00"}
{"study_id": 23473, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how lysine metabolism dysregulation affects T cell immunity in hepatocellular carcinoma (HCC) and whether lysine supplementation could enhance treatment efficacy.", "results_summary": "HCC cells disrupted lysine uptake in T cells, impairing their function and promoting tumor progression. Lysine supplementation improved sensitivity to combined lenvatinib and anti-PD-1 immunotherapy.", "population_specificity": "Hepatocellular carcinoma (HCC) patients and T cells in the tumor microenvironment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Lenvatinib and anti-PD-1 immunotherapy", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:22.477055+00:00"}
{"study_id": 23471, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether acetylated human serum albumin (Ac-HSA) could serve as an effective ligand for CD44 receptors in cancer stem cells and whether Ac-HSA-PLA nanoparticles could improve targeted delivery of paclitaxel (PTX) in CD44+ cancers.", "results_summary": "The study found that Ac-HSA-PLA nanoparticles rapidly entered CD44+ cancer cells and outperformed Abraxane® in tumor elimination, achieving complete tumor regression without recurrence in a CD44+ tumor model. The nanoparticles also showed minimal systemic toxicity.", "population_specificity": "CD44+ cancer cells and cancer stem cells in a tumor model.", "effective_dosage": "Not specified", "study_duration": "Two months post-treatment", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:22.819754+00:00"}
{"study_id": 23475, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether supplementing a low-protein diet with rumen-protected lysine (RPLys) and methionine (RPMet) could improve growth performance and alter microbial and metabolic profiles in lambs.", "results_summary": "Supplementation with RPLys and RPMet improved average daily weight gain, increased butyrate concentration, and enhanced levels of key amino acids (methionine, lysine, leucine, glutamate, and tryptophan) in lambs. The treatment also enriched beneficial gut bacteria like Akkermansia muciniphila.", "population_specificity": "Lambs (ruminants)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:24.550277+00:00"}
{"study_id": 23476, "supplement_id": 1307, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to determine if an ε-poly-L-lysine-based antibiotic delivery system (ε-PLL-CD-LZD) could enhance antibiotic bioavailability, penetrate biofilms, and improve treatment of bone and joint infections.", "results_summary": "The study found that ε-PLL-CD-LZD effectively disrupted biofilm structures, demonstrated strong biofilm enrichment capability, and significantly reduced bacterial load and infection rates in a rat model.", "population_specificity": "Male Sprague-Dawley rats and in vitro cell cultures (MC3T3-E1, human umbilical vein endothelial cells, 3T3-L1).", "effective_dosage": "MIC of 2 mg/L for biofilm eradication.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:25.472576+00:00"}
{"study_id": 23479, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to understand the role of histone deacetylases (HDACs) and lysine acetyltransferases (KATs) in obesity and related metabolic disorders, focusing on protein lysine acetylation.", "results_summary": "The study found that lysine acetylation influences various cellular activities and metabolic functions, contributing to obesity-related disorders, and suggests HDACs and KATs as potential therapeutic targets.", "population_specificity": "Individuals with obesity and related metabolic disorders.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:28.473953+00:00"}
{"study_id": 23477, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether the epigenetic enzyme SET7 lysine methyltransferase contributes to the up-regulation of NADPH oxidase (Nox) and NLRP3 inflammasome expression in atherosclerosis.", "results_summary": "The study found that SET7 levels were elevated in atherosclerotic tissues and that pharmacological inhibition of SET7 reduced plaque development, oxidative stress, and pro-inflammatory cytokine release in both mice and human macrophages.", "population_specificity": "Human atherosclerotic tissue samples, apolipoprotein E-deficient (ApoE-/-) mice, and human macrophages.", "effective_dosage": "5 mg/kg (R)-PFI-2 every other day.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:29.030035+00:00"}
{"study_id": 23480, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Lysine-Proline-Valine (KPV) could protect human keratinocytes from oxidative damage and inflammation induced by fine particulate matter (PM10).", "results_summary": "KPV restored cell viability, reduced IL-1β secretion, inhibited ROS production, and decreased apoptosis-related protein expression in PM10-treated HaCaT cells. It also attenuated inflammatory cell death in a 3D skin model.", "population_specificity": "Human HaCaT keratinocytes and a 3D skin model.", "effective_dosage": "50 μg/mL of KPV.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:29.920701+00:00"}
{"study_id": 23481, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of Gcn5 lysine acetyltransferase in antifungal drug resistance and virulence in Candida auris.", "results_summary": "The study found that Gcn5 lysine acetyltransferase is essential for cell wall remodeling, antifungal drug resistance, and virulence in C. auris. It also identified Gcn5 as a potential target for antifungal therapy, with a lysine acetyltransferase inhibitor showing antifungal activity.", "population_specificity": "Candida auris, a multidrug-resistant human fungal pathogen.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:30.208234+00:00"}
{"study_id": 23482, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the expression of histone H4 lysine 5 lactylation (H4K5lac) and its clinical role in breast cancer (BC).", "results_summary": "The study found upregulated H4K5lac in both triple-negative and non-triple-negative breast cancer tissues, correlating with lymph node involvement, Ki-67 expression, and poorer overall survival. Elevated H4K5lac levels were also observed in peripheral blood mononuclear cells (PBMCs) of BC patients, suggesting its potential as a biomarker.", "population_specificity": "Breast cancer patients (both triple-negative and non-triple-negative subtypes).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:31.854195+00:00"}
{"study_id": 23483, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to summarize the role, molecular mechanisms, and clinical implications of histone lysine demethylases (KDMs) in bone physiology and pathology.", "results_summary": "The study found that KDMs regulate skeletal cell development, differentiation, and bone disease progression by modifying histone lysine residues, suggesting potential therapeutic strategies for conditions like osteoporosis, osteoarthritis, and osteosarcoma.", "population_specificity": "Not specified (focus on molecular and cellular mechanisms in bone physiology/pathology).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:31.963092+00:00"}
{"study_id": 23474, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of Nα-acetyllysine in mitigating OBS-induced renal fibrosis and its underlying molecular mechanisms.", "results_summary": "The study found that Nα-acetyllysine supplementation upregulated miR-140-5p, reduced FGF9 and FGFR3 expressions, and ameliorated OBS-induced renal fibrosis in mice. Similar effects were observed with miR-140-5p agomir and PI3K/Akt inhibitor LY294002.", "population_specificity": "Mice exposed to OBS (a PFOS alternative).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:31.963842+00:00"}
{"study_id": 23484, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the role of lysine lactylation in neoplastic and inflammatory pulmonary diseases, including its mechanisms and therapeutic potential.", "results_summary": "The study found that lysine lactylation regulates gene transcription and protein interactions, influencing cellular processes like immune response and metabolism, and may impact pulmonary diseases such as lung cancer and asthma.", "population_specificity": "Not specified (review of existing research)", "effective_dosage": "Not available", "study_duration": "Not applicable (review study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:32.672018+00:00"}
{"study_id": 23485, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate how vitamin C modifies lysine residues (vitcylation) and its impact on STAT1-mediated interferon signaling and anti-tumor immunity.", "results_summary": "The study found that vitamin C vitcylates lysine residues (K298 on STAT1), enhancing STAT1-mediated interferon signaling, increasing MHC/HLA class I expression, and activating anti-tumor immunity in vitro and in vivo.", "population_specificity": "Tumor cells (in vitro and in vivo models)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:36.094250+00:00"}
{"study_id": 23488, "supplement_id": 1307, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if ε-poly-l-lysine-derived carbon dots (PL-CDs) could enhance orthodontic adhesives with antibacterial properties and color identifiability while maintaining biocompatibility and mechanical strength.", "results_summary": "The study found that 3 wt% PL-CDs modified orthodontic adhesive exhibited strong antibacterial properties and color identifiability without compromising biocompatibility (80% cell survival rate) or mechanical properties.", "population_specificity": "Not specified (implied orthodontic patients with fixed appliances).", "effective_dosage": "3 wt% PL-CDs incorporated into orthodontic adhesive.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:38.112862+00:00"}
{"study_id": 23486, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate how different dietary lysine/methionine ratios in a low-protein diet affect jejunal health, antioxidant capacity, and immune status in Tibetan sheep.", "results_summary": "Lower lysine/methionine ratios improved villus height, antioxidant activity, enzyme function, microbial richness, and barrier-related gene expression while reducing inflammatory markers.", "population_specificity": "Weaned Tibetan sheep (2 months old, initial weight 15.37 ± 0.92 kg).", "effective_dosage": "Not specified (dietary ratios of 3:1, 2:1, and 1:1 Lys/Met in 10% crude protein diet).", "study_duration": "90-day experimental period (100 days total with acclimation).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:38.301333+00:00"}
{"study_id": 23487, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of KDM5A (a lysine demethylase) in immune priming and haemocyte proliferation in Pacific oysters (Crassostrea gigas).", "results_summary": "The study found that CgKDM5A regulates haemocyte proliferation by modulating H3K4me3 enrichment at the CgBMP7 and CgGATA2/3 promoters during immune priming. Inhibition of CgKDM5A increased H3K4me3 levels and haemocyte proliferation, while activation of KDM5 reduced these effects.", "population_specificity": "Pacific oysters (Crassostrea gigas)", "effective_dosage": "Not specified", "study_duration": "Observations were made at 7 days after primary stimulation and 12 hours after secondary stimulation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:39.218003+00:00"}
{"study_id": 23489, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of a novel KDM4-targeted PROTAC degrader (RDN8011) in degrading KDM4 proteins and its potential as a cancer therapy.", "results_summary": "RDN8011 effectively degraded KDM4A-C, demonstrated potent antiproliferative activity in esophageal cancer cells, inhibited histone H3 lysine demethylation, and induced cell cycle arrest and apoptosis. The study suggests RDN8011 as a promising strategy for targeting KDM4 in cancer treatment.", "population_specificity": "Esophageal cancer cells (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:40.135953+00:00"}
{"study_id": 23493, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of microwave treatment combined with lysine on the dielectric and gel properties of quinoa protein.", "results_summary": "Lysine concentration influenced dielectric properties and gel structure, with 0.6% Lys combined with microwave treatment maximizing gel hardness, adhesiveness, chewiness, elasticity, and viscoelastic properties. The treatment also enhanced electromagnetic wave absorption and optimized gel thickness for uniform radiation penetration.", "population_specificity": "Not specified (in vitro study on quinoa protein)", "effective_dosage": "0.6% Lys", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:40.326987+00:00"}
{"study_id": 23492, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether transglutaminase (TG) enhances the gelling properties and sensory attributes of lysine (Lys)-rich salt-reduced frankfurters.", "results_summary": "The study found that 0.3% TG improved cooking loss, emulsion stability, textural parameters, and microstructure of Lys-rich salt-reduced frankfurters. The combination of TG and Lys also enhanced gelling properties, viscoelasticity, and sensory scores (from 45.4 to 82.6).", "population_specificity": "Emulsified meat products (frankfurters)", "effective_dosage": "0.3% TG", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:40.361069+00:00"}
{"study_id": 23491, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of SEPP1, modulated by KAT8-mediated acetylation at lysine residues (K247/249), in pancreatic cancer progression and immune response regulation.", "results_summary": "SEPP1 was downregulated in pancreatic tumors and its overexpression impaired tumor growth and liver metastasis by modulating CD8+ T cells and MDSCs. KAT8 upregulated SEPP1 via lysine acetylation, enhancing anti-tumor immunity and improving anti-PD-1 therapy efficacy.", "population_specificity": "Pancreatic cancer xenograft and liver metastasis mouse models, and PC cell-MDSCs co-culture systems.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:41.021294+00:00"}
{"study_id": 23494, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of lysine malonylation in Platycodon grandiflorus following salicylic acid treatment and understand its biological functions in plants.", "results_summary": "The study identified 1907 malonyl sites on 809 proteins, with 361 proteins upregulated and 310 downregulated post-treatment. Malonylation was primarily linked to photosynthesis and carbon metabolism, and salicylic acid treatment increased malondialdehyde levels, soluble protein, and enzyme activity but did not significantly affect total saponins.", "population_specificity": "Platycodon grandiflorus (a medicinal plant)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:44.724152+00:00"}
{"study_id": 23495, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of C-terminal lysine residues in the LH1 α-polypeptide of Thermochromatium tepidum and their synergistic effect with calcium ions on the structural integrity and spectral shift of the LH1-Qy absorption.", "results_summary": "The study found that deletion or substitution of lysine residues in the LH1 α-polypeptide caused a subtle blue shift (3 nm), while calcium removal led to a more significant blue shift (40 nm), indicating that lysine residues and calcium binding jointly influence the structural and spectral properties of the LH1 complex.", "population_specificity": "Thermophilic purple sulfur bacterium Thermochromatium tepidum and genetically engineered Rhodospirillum rubrum mutant strains.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:48.025146+00:00"}
{"study_id": 23497, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of zinc lysine (ZL) supplementation, alone or combined with selenium yeast (YS), on semen quality, testicular development, reproductive hormones, antioxidant capacity, and fertilization rates in geese.", "results_summary": "Supplementation with 106.05 mg/kg zinc lysine (ZL) significantly improved sperm motility, testicular germ cell counts, reproductive hormone levels, and serum antioxidant capacity, with a trend toward increased fertilization rates.", "population_specificity": "180-day-old male and female geese (24 males, 72 females).", "effective_dosage": "106.05 mg/kg zinc lysine (ZL).", "study_duration": "91 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:48.084945+00:00"}
{"study_id": 23496, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of dietary Lysine and Tryptophan levels on the social behavior of commercially housed pigs, specifically focusing on ear-biting behavior.", "results_summary": "The study found that pigs on lower Lysine (80% of requirement) diets exhibited higher levels of ear-biting behavior. Additionally, Lysine content influenced the proportion of pens showing ear lesions and severe ear lesions, with significant interactions between Lysine and Tryptophan levels.", "population_specificity": "Commercially housed PIC Camborough barrows with a mean starting weight of 11.87 ± 1.35 kg.", "effective_dosage": "100% Lys (PIC requirement midpoint) vs. 80% Lys, with Trp to Lys ratios of 0.210, 0.185, or 0.160.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:48.100711+00:00"}
{"study_id": 23501, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop and validate a novel CAR-T cell therapy for DLBCL by combining anti-CD19 CAR with LSD1 shRNA to enhance T cell persistence and reduce relapse.", "results_summary": "LSD1 shRNA anti-CD19 CAR-T cells showed higher transduction rates, improved killing efficiency, increased secretion of IFN-γ and granzyme B, and a higher proportion of central memory T cells compared to control CAR-T cells.", "population_specificity": "Human primary peripheral blood mononuclear cell-derived T cells and U-2932 cells (a human DLBCL line).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:48.169032+00:00"}
{"study_id": 23499, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of KDM1A inhibitors (SP-2577 and TCP) on neural stem cell fate, focusing on astrocytogenesis.", "results_summary": "SP-2577 and TCP increased GFAP expression, decreased TUBB3 expression, and altered STAT3 phosphorylation in rat NSCs, promoting astrocytogenesis. SP-2577 also upregulated interleukin-6 and leukemia inhibitory factor, while TCP increased fibroblast growth factor 2 transcription.", "population_specificity": "Rat neural stem cells (NSCs)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:48.270158+00:00"}
{"study_id": 23498, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the inhibitory activity of daphnane-type diterpenes, including their effects on histone lysine acetyltransferase PCAF and histone methyltransferase GLP, as potential anticancer agents.", "results_summary": "The study found that daphnane-type diterpenes, particularly compound 3, exhibited potent inhibitory activity against PCAF and GLP, demonstrated high binding affinity through molecular docking, and showed efficacy in arresting cell cycle phases in BXPC-3 pancreatic cells.", "population_specificity": "Human BXPC-3 pancreatic cancer cells (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:48.353909+00:00"}
{"study_id": 23502, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether high glycation levels in milk protein reduce postprandial plasma lysine availability by compromising protein digestion and lysine absorption in humans.", "results_summary": "The study found that high glycation levels in milk protein significantly reduced postprandial plasma lysine concentrations and attenuated lysine release into circulation by 31% compared to low glycation levels, indicating lower bioavailability.", "population_specificity": "Fifteen recreationally active, healthy young males.", "effective_dosage": "40 g of intrinsically L-[1-13C]-lysine-labeled milk protein.", "study_duration": "6-hour postprandial period.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:49.333629+00:00"}
{"study_id": 23503, "supplement_id": 1307, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the safety and efficacy of poly-L-lysine and hyodeoxycholic acid nanoparticles (PLL-HDCA NPs) for controlling bleeding, preventing infection, and promoting wound healing.", "results_summary": "PLL-HDCA NPs effectively induced platelet aggregation, reduced bleeding time and blood loss in mouse models, showed strong antibacterial activity against E. coli and S. aureus, and promoted wound healing with minimal cytotoxicity and hemolysis.", "population_specificity": "Mouse models (tail vein, femoral vein, artery, and liver bleeding; full-thickness skin defect).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:53.438317+00:00"}
{"study_id": 23508, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of LSD1 inhibitors (related to lysine metabolism) in regulating immune cell function and their potential as a target for immunotherapy in gastric cancer.", "results_summary": "The study found that high LSD1 expression in gastric cancer is linked to immune cell dysfunction, and LSD1 inhibitors could enhance immune cell cytotoxicity against tumor cells, suggesting potential for immunotherapy.", "population_specificity": "Patients with gastric cancer (GC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:55.254892+00:00"}
{"study_id": 23505, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to summarize the mechanism and role of lysine lactylation in cancer and discuss its potential as a therapeutic target.", "results_summary": "The study found that lactate mediates lysine lactylation, a novel post-translational modification, and highlighted its role in cancer metabolism and microenvironment remodeling. It also discussed the potential of targeting lysine lactylation for cancer therapy.", "population_specificity": "Cancer-related research (no specific human or animal population detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:55.797578+00:00"}
{"study_id": 23509, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of SETD7 in osteoarthritis (OA) pathology, specifically its impact on chondrocyte injury through modulation of autophagy and inflammation.", "results_summary": "SETD7 was overexpressed in OA cartilage and contributed to chondrocyte injury by promoting inflammation and impairing autophagy; knockdown of SETD7 improved cellular viability, reduced apoptosis, and restored autophagy.", "population_specificity": "Human articular chondrocytes (HACs) and cartilage tissues from OA patients and healthy controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:55.868403+00:00"}
{"study_id": 23510, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the biological functions of lysine succinylation in cancer and its potential applications in cancer treatment.", "results_summary": "Lysine succinylation influences metabolic reprogramming, gene expression, and oncogenic signaling in tumor cells, and modulates immune cell activity. Inhibitors and activators of lysine succinylation show potential for inhibiting tumor proliferation, migration, and metastasis.", "population_specificity": "Cancer biology (tumor cells and immune cells)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:55.927817+00:00"}
{"study_id": 23507, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify lysine β-hydroxybutyrylation (Kbhb)-related genes and construct a prognostic risk score model for pancreatic adenocarcinoma (PAAD) survival.", "results_summary": "The study identified 63 Kbhb-related genes in PAAD, with five optimal genes (KRT18, ANLN, ECT2, RBM5, RBM6) forming a prognostic model. The model showed strong predictive ability (AUC >0.70), with low-risk groups exhibiting better survival, higher immune cell levels, and improved immunotherapy response.", "population_specificity": "Patients with pancreatic adenocarcinoma (PAAD).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:56.430312+00:00"}
{"study_id": 23511, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the role of lysine acetylation in the pathophysiology of acute pancreatitis and explore its potential as a therapeutic target.", "results_summary": "The study highlights the significance of lysine acetylation in acute pancreatitis, suggesting it as a promising target for drug development due to its impact on enzyme activity, DNA binding, and protein stability.", "population_specificity": "Not specified (focus on molecular mechanisms in acute pancreatitis).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:56.450431+00:00"}
{"study_id": 23506, "supplement_id": 1307, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of different lysine-to-methionine ratios and LPS infusion on feed intake, digestibility, rumen fermentation, and microorganisms in young Holstein bulls.", "results_summary": "The study found that LPS infusion did not significantly affect feed intake, digestibility, or rumen microorganisms, but different lysine-to-methionine ratios increased the abundance of certain rumen bacteria and improved the rumen environment, with an optimal ratio of 3.0:1.", "population_specificity": "Seven-month-old Holstein bulls with similar body weights (279 ± 42 kg).", "effective_dosage": "Rumen-protected lysine and methionine were added to adjust the Lys:Met ratio to 2.5:1, 3.0:1, and 3.5:1.", "study_duration": "Five periods, each consisting of a 7-day trial and a 6-day interval.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:31:58.600314+00:00"}
{"study_id": 23177, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to analyze microbial profiles of meat and contact surfaces in a pork processing plant to understand variations in microbiota related to processing lines, time, and sanitation.", "results_summary": "The study found significant differences in microbial profiles between meat and contact surfaces, influenced by processing line design, time of day, and sanitation procedures. Key taxa related to food safety and spoilage varied dynamically during production shifts.", "population_specificity": "Pork processing plant environments and meat samples.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:06.254677+00:00"}
{"study_id": 23176, "supplement_id": 1323, "safety_score": "80", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of storage period and packaging type on lamb meat quality, including water-holding capacity, microbial growth, and discoloration.", "results_summary": "The study found that storage period had limited effects on lamb meat quality, with reduced shear force after Week 1 and increased myofibrillar protein solubility over time. Packaging effects were mostly limited to PACK 3, which showed higher water loss, while microbial counts and discoloration increased with longer storage.", "population_specificity": "Longissimus lumborum muscles (LL) from lamb meat.", "effective_dosage": "Not Assessed", "study_duration": "Up to 20 weeks of storage.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:07.132989+00:00"}
{"study_id": 23179, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 25, "quality_score": 75, "study_goal": "The researchers aimed to determine which interventions produce the largest and most enduring reductions in consumption of meat and animal products (MAP).", "results_summary": "The pooled effect of all interventions on MAP consumption was small (SMD = 0.07), with interventions targeting red and processed meat showing slightly better effectiveness (SMD = 0.25). The study concluded that existing approaches do not provide a proven remedy for reducing MAP consumption, though methodological improvements are noted.", "population_specificity": "Approximately 87,000 subjects across 41 studies.", "effective_dosage": "Not specified", "study_duration": "At least one day after intervention (specific duration not detailed).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:07.135456+00:00"}
{"study_id": 23180, "supplement_id": 1323, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of dietary polyphenol-rich extract from shredded, steam-exploded pine particles (PSPP) on growth, meat quality, and gut microbial dynamics in broiler chickens.", "results_summary": "PSPP supplementation improved feed conversion ratio (FCR) in broilers until the third week but had minimal effects on meat quality. It significantly altered gut microbiota composition, increasing Bacteroidetes and decreasing Firmicutes, while reducing microbial interactions and diversity.", "population_specificity": "Broiler chickens", "effective_dosage": "Increasing concentrations of PSPP (specific amounts not provided)", "study_duration": "Until the third week of the trial (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:07.234032+00:00"}
{"study_id": 23183, "supplement_id": 1323, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the dietary impact of Lactococcus lactis JNU 534 on growth performance, blood characteristics, internal organ weight, and meat quality in broilers inoculated with Salmonella enteritidis.", "results_summary": "Probiotic supplementation significantly improved average body weight gain, feed efficiency, and carcass yield while reducing abdominal fat pad, with no significant differences in meat quality parameters like pH, cooking loss, drip loss, and water-holding capacity.", "population_specificity": "96 one-day-old Arbor Acres broiler chickens (both sexes) inoculated with Salmonella enteritidis.", "effective_dosage": "0.3% L. lactis JNU 534 in commercial feed.", "study_duration": "35 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:32:07.617904+00:00"}
