{"study_id": 36665, "supplement_id": 1537, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 60, "study_goal": "The researchers aimed to identify the probable site of defect in a child with hypersarcosinemia and assess the role of sarcosine dehydrogenase and folate treatment in sarcosine metabolism.", "results_summary": "The study found that the child had a partially reversible defect in sarcosine dehydrogenase activity, which improved with folate treatment. Sarcosine levels increased during glycine loading, suggesting direct transmethylation of glycine to sarcosine, but this was not observed in the father.", "population_specificity": "A retarded child with hypersarcosinemia and his family.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:43.902229+00:00"}
{"study_id": 36666, "supplement_id": 1537, "safety_score": "20", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the carcinogenic activity of nitrososarcosine in mice.", "results_summary": "Nitrososarcosine (225 mg/kg) induced metastasizing liver cell carcinomas in 8 of 14 animals, indicating significant carcinogenic potential. The study did not assess therapeutic or beneficial effects of sarcosine.", "population_specificity": "C57BL/6J X C3HeB/FeJ F1 mice (newborns).", "effective_dosage": "225 mg/kg total, administered in three equal doses on Days 1, 4, and 7 after birth.", "study_duration": "Up to 85 weeks post-intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:44.607033+00:00"}
{"study_id": 36667, "supplement_id": 1537, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the pharmacological effects of 1-Sar-8-Ile-angiotensin II on blood pressure and plasma renin activity in normal subjects and hypertensive patients.", "results_summary": "The peptide induced a significant pressor response in normal or low PRA subjects and lowered blood pressure in high PRA patients. PRA increased in malignant hypertension but not in other subjects.", "population_specificity": "5 normal subjects and 19 hypertensive patients (malignant, renovascular, essential hypertension, primary aldosteronism).", "effective_dosage": "100-600 ng/kg/min (intravenous infusion).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:45.014197+00:00"}
{"study_id": 35921, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether eliminating red and processed meat in a Mediterranean diet would significantly modify LDL cholesterol and fatty acid profiles compared to general CVD prevention advice.", "results_summary": "Preliminary findings indicated low adherence to the Mediterranean diet and high consumption of red and processed meat, highlighting the need for targeted dietary interventions to address dyslipidemia and CVD risk. The study hypothesizes that the intervention could improve LDL cholesterol and fatty acid profiles, but final results are pending.", "population_specificity": "156 adults (≥18 years) with dyslipidemia, not undergoing pharmacological treatment, recruited from healthcare and community settings in Granada, Spain.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:46.722229+00:00"}
{"study_id": 35922, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how apo(a) size and characteristics modulate the increase in Lp(a) levels in response to dietary saturated fat (SFA) reduction.", "results_summary": "Reducing dietary SFA intake led to a 24% increase in Lp(a) levels in African Americans, with no significant differences based on apo(a) size, phenotype, or isoform dominance. However, individuals with smaller apo(a) sizes reached higher post-intervention Lp(a) levels, potentially increasing cardiovascular risk.", "population_specificity": "African Americans", "effective_dosage": "Not specified (dietary SFA reduced from 16% to 6%)", "study_duration": "Not specified (implied by dietary intervention duration)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:47.585706+00:00"}
{"study_id": 36652, "supplement_id": 1537, "safety_score": "90", "efficacy_score": 20, "quality_score": 80, "study_goal": "The researchers aimed to determine whether sarcosine adjuvant therapy improves symptoms in schizophrenic patients receiving clozapine treatment.", "results_summary": "Sarcosine showed no greater improvement than placebo when added to clozapine at weeks 2, 4, and 6. It was well tolerated with no significant side effects reported.", "population_specificity": "Schizophrenic inpatients on stable clozapine treatment.", "effective_dosage": "2 g/day", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:50.322219+00:00"}
{"study_id": 35923, "supplement_id": 1538, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the long-term effects of a saturated fat-enriched diet (SOLF) on spatial learning, memory, hippocampal synaptic plasticity, and gene expression in aged male and female mice.", "results_summary": "SOLF impaired spatial memory and synaptic plasticity (e.g., LTP) and downregulated glutamate receptor subunits (Gria1 in males; Gria1/2/3 and Grin1/2A/2B in females) and proinflammatory interleukins in females, highlighting sex-specific effects.", "population_specificity": "Aged male and female mice.", "effective_dosage": "Not specified (diet enriched in saturated fat).", "study_duration": "40 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:50.586830+00:00"}
{"study_id": 35925, "supplement_id": 1538, "safety_score": "65", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to explore the effect of reducing saturated fat (SAF) intake on cardiovascular disease, mortality, and other health-related outcomes in adults.", "results_summary": "The study found that reducing SAF intake probably reduces cardiovascular events but has little or no effect on cardiovascular mortality and mortality from other causes. Higher SAF intake was associated with increased coronary heart disease and breast cancer mortality in cohort studies.", "population_specificity": "Adults (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:52.203116+00:00"}
{"study_id": 35924, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of UK dietary guidelines for replacing saturated fatty acids (SFAs) with unsaturated fatty acids (UFAs) in reducing LDL cholesterol and other CVD risk factors, and to identify determinants of variability in LDL cholesterol response.", "results_summary": "Transitioning from a higher-SFA to a lower-SFA diet significantly reduced LDL cholesterol, HDL cholesterol, total cholesterol, and other CVD risk markers, with notable interindividual variability in LDL response. The study also observed changes in cholesterol absorption biomarkers and PBMC LDL-receptor mRNA expression.", "population_specificity": "Healthy males (n = 109, mean age 48 ± 11 years, BMI 25.1 ± 3.3 kg/m²).", "effective_dosage": "SFA:UFA as % total energy—19.1:14.8 (higher-SFA/lower-UFA diet) and 8.9:24.5 (lower-SFA/higher-UFA diet).", "study_duration": "4 weeks per diet phase (8 weeks total).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:53.836235+00:00"}
{"study_id": 35926, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of saturated fat (SOLF) and unsaturated fat (UOLF) diets on spatial learning and memory (SLM) and hippocampal synaptic plasticity in mice, and whether tributyrin (TB) could reverse any negative effects.", "results_summary": "Short-term SOLF intake impaired LTP and Y-maze performance in juvenile male mice, while TB reversed these effects. Chronic SOLF and UOLF intake deteriorated SLM in both sexes, but TB only reversed LTP impairment from SOLF in males.", "population_specificity": "5-week-old male and female mice", "effective_dosage": "Not specified", "study_duration": "2 hours or 8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:54.409614+00:00"}
{"study_id": 35927, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to develop methods for identifying unhealthy foods, including those high in saturated fat, to assist policymakers in targeting products for intervention.", "results_summary": "The study found that 43% of purchased products were high in saturated fat, salt, and sugar (HFSS), and combining HFSS criteria with ultra-processed food (UPF) criteria improved identification accuracy.", "population_specificity": "US households (using nationally representative food purchase data).", "effective_dosage": "Not available", "study_duration": "Not applicable (cross-sectional analysis of 2020 data).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:54.489996+00:00"}
{"study_id": 35929, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether high saturated fat intake adversely affects blood lipid levels and lipoprotein profiles compared to high cholesterol intake from eggs in a low-saturated fat diet.", "results_summary": "The study suggests that saturated fat, not dietary cholesterol, is associated with adverse effects on blood lipids and lipoprotein profiles, while eggs (high in cholesterol but low in saturated fat) do not negatively impact these parameters.", "population_specificity": "52 adults aged 18-60 years with LDL-C less than 3.5 mmol/L.", "effective_dosage": "High-saturated fat diet (12% of total calories), low-saturated fat diet (6% of total calories).", "study_duration": "5 weeks per diet.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:56.016375+00:00"}
{"study_id": 35930, "supplement_id": 1538, "safety_score": "30", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the role of saturated fat (palmitic acid) in inducing inflammation and fibrosis in liver cells, specifically through the expression of IL-32 and CCL20.", "results_summary": "The study found that palmitic acid (PA) increased the expression of IL-32 and CCL20, which are linked to inflammation and fibrosis, in hepatoma cells. This effect was mitigated by substituting PA with monounsaturated oleic acid (OA), suggesting oxidative stress involvement.", "population_specificity": "Human liver samples and hepatoma cells (in vitro model).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:16:56.638244+00:00"}
{"study_id": 35931, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of reducing dietary saturated fatty acids (SFA) on lipoprotein(a) [Lp(a)] levels and cardiovascular risk factors in African Americans.", "results_summary": "Reducing SFA intake significantly lowered LDL-C and other lipid markers but unexpectedly increased Lp(a) levels in African Americans. The DASH-type diet (6% SFA) showed stronger effects than the average American diet (16% SFA).", "population_specificity": "166 African Americans (70% women, mean age 35, mean BMI 28 kg/m²).", "effective_dosage": "Two diets—37% total fat (16% SFA) vs. 25% total fat (6% SFA).", "study_duration": "5 weeks per diet.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:00.353481+00:00"}
{"study_id": 35932, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of coffee roasting degree on inflammatory and oxidative stress markers in rats fed a high-fructose and saturated fat diet (HFSFD).", "results_summary": "All coffee treatments significantly reduced inflammatory markers (NF-kβ F-6 and TNF-α) and oxidative stress markers (MDA, NO, CAT, SOD) in various tissues, with very dark coffee showing the strongest effects. The anti-inflammatory and antioxidant effects varied based on the roasting degree.", "population_specificity": "Male Wistar rats fed a high-fructose and saturated fat diet (HFSFD).", "effective_dosage": "7.4 mL/day (equivalent to 75 mL/day in humans) administered by gavage.", "study_duration": "Sixteen weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:00.396742+00:00"}
{"study_id": 35933, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of reducing saturated fatty acids (SFA) and glycemic index (GI) on liver fat content and metabolic responses under realistic dietary conditions.", "results_summary": "The study found that a low-GI/SFA diet significantly reduced intrahepatic lipid content (-28%) and improved postprandial glycemia compared to a high-GI/SFA diet, despite no changes in hepatic glycogen or lipid composition.", "population_specificity": "Overweight participants (n=13)", "effective_dosage": "Not specified (diets matched in macronutrient composition)", "study_duration": "Two weeks per diet", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:00.976177+00:00"}
{"study_id": 35934, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a high-saturated fat, high-sucrose diet causes cardiac and diaphragm muscle abnormalities in male rats and if N-acetylcysteine supplementation could reverse these effects.", "results_summary": "The high-saturated fat, high-sucrose diet caused cardiac functional and morphological changes, including hypercontractility and diastolic dysfunction, but did not affect diaphragm function. N-acetylcysteine attenuated some cardiac abnormalities but had no effect on the diaphragm.", "population_specificity": "Young male Wistar rats", "effective_dosage": "2 mg/ml N-acetylcysteine in drinking water", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:02.127057+00:00"}
{"study_id": 35936, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the molecular mechanisms of replacing dietary saturated fat (SFA) with polyunsaturated fat (PUFA) on cardiovascular disease (CVD) risk using transcriptome analysis.", "results_summary": "Replacing SFA with PUFA for 8 weeks altered gene expression in PBMCs, affecting pathways related to vascular function, immune response, and inflammation, suggesting potential CVD risk modulation.", "population_specificity": "Healthy subjects with moderate hypercholesterolemia (n = 115).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:03.119633+00:00"}
{"study_id": 35935, "supplement_id": 1538, "safety_score": "30", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop a new indicator to assess the nutritional status of hypercaloric saturated fat intake and examine its association with the incidence of type 2 diabetes mellitus (T2DM).", "results_summary": "The study found that hypercaloric saturated fat intake altered serum fatty acid and amino acid profiles, and the newly developed indicator was significantly associated with T2DM incidence, showing a dose-response relationship.", "population_specificity": "Healthy participants in RCTs (n=174) and a prospective cohort of 4,057 individuals aged 20-74 years.", "effective_dosage": "100 g or 120 g butter per day (RCT 1); 300 extra kcal/day from a high-fat diet (RCT 2).", "study_duration": "Follow-up over 5.3 years (prospective cohort); exact RCT durations not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:05.398832+00:00"}
{"study_id": 35938, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to test the effectiveness and feasibility of a behavioral intervention using supermarket loyalty card data to reduce saturated fat in food purchases.", "results_summary": "Participants found the personalized shopping feedback novel and helpful in challenging their beliefs about saturated fat content, leading to some positive dietary changes, though taste preferences of participants or household members limited behavioral change.", "population_specificity": "Adults with a mean age of 63 years (SD 12) participating in the PCSHOP trial.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:05.421431+00:00"}
{"study_id": 35937, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the interactions of different saturated fat sources (milk fat, palm oil, coconut oil) with sex and total dietary lipid intake on weight gain and body composition in adult zebrafish.", "results_summary": "The study found that sex and diet significantly interacted in their effects on body mass, moisture content, and adiposity. The influence of saturated fat source on body mass depended on total dietary lipid intake, with similar effects on adiposity observed in females across all three saturated fat sources.", "population_specificity": "Adult zebrafish (Danio rerio)", "effective_dosage": "Not specified (varied low- and high-fat diets with different saturated fatty acid and long-chain polyunsaturated fatty acid content)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:05.630713+00:00"}
{"study_id": 35940, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 65, "study_goal": "The researchers aimed to test the feasibility and effectiveness of personalized feedback and brief healthcare professional support in reducing saturated fat (SFA) intake and LDL cholesterol in adults with elevated levels.", "results_summary": "The study found small, non-significant reductions in SFA intake and LDL cholesterol across intervention groups, with no large benefits observed. Feasibility and acceptability of using supermarket loyalty card data for dietary advice were demonstrated, but the interventions did not significantly outperform the control.", "population_specificity": "Adults ≥18 years with LDL cholesterol >3 mmol/L, predominantly white (95%), average age 62.4 years, and BMI 27.1 kg/m², recruited from GP practices in Oxfordshire, UK.", "effective_dosage": "Not specified (interventions included brief consultations and personalized feedback reports).", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:10.867823+00:00"}
{"study_id": 35941, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of reducing saturated fat intake versus adopting a Mediterranean Portfolio Diet on LDL-cholesterol and cardiovascular risk factors in adults with HIV dyslipidemia.", "results_summary": "The Mediterranean Portfolio Diet (Diet2) led to significant short-term reductions in LDL-cholesterol and systolic blood pressure compared to simply reducing saturated fat intake (Diet1), but these effects were not sustained at 1 year.", "population_specificity": "Adults with stable HIV infection on antiretroviral therapy (ART) and LDL-cholesterol >3 mmol/l.", "effective_dosage": "Saturated fat intake reduced to <10% of energy intake (Diet1); Mediterranean Portfolio Diet with cholesterol-lowering foods (Diet2).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:10.878629+00:00"}
{"study_id": 35939, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify predictors of liver fat accumulation in response to an increased intake of saturated fat (SFA) in metabolically healthy individuals.", "results_summary": "Liver fat increased by 33% in response to excess energy intake from SFA-rich muffins, with significant inter-individual variability. Baseline visceral and liver fat content, γ-glutamyl transferase levels, adiponectin, and fatty acid 17:0 were key predictors of liver fat accumulation.", "population_specificity": "Metabolically healthy men (n = 32) and women (n = 17).", "effective_dosage": "Hypercaloric diet through addition of SFA-rich muffins (specific dosage not detailed).", "study_duration": "7-8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:13.225934+00:00"}
{"study_id": 35942, "supplement_id": 1538, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of LOX-1 in high-saturated fat diet (HFD)-induced endoplasmic reticulum (ER) stress and non-alcoholic fatty liver disease (NAFLD), and whether n-3 polyunsaturated fatty acids (PUFAs) could mitigate these effects.", "results_summary": "The study found that HFD induced NAFLD and ER stress, which were reversed by fish oil supplementation. LOX-1 was critical for HFD-induced ER stress, and its inhibition via n-3 PUFAs ameliorated NAFLD.", "population_specificity": "Male Sprague-Dawley rats and human L02 hepatoma cells.", "effective_dosage": "Not specified (fish oil supplementation used, but exact dosage not detailed).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:13.307161+00:00"}
{"study_id": 35943, "supplement_id": 1538, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to assess the effect of reducing saturated fat intake and replacing it with other macronutrients (carbohydrate, polyunsaturated fat, monounsaturated fat, or protein) on mortality and cardiovascular morbidity.", "results_summary": "Reducing saturated fat intake for at least two years reduced combined cardiovascular events by 17%, with greater reductions in saturated fat leading to greater benefits. However, there was little to no effect on all-cause mortality, cardiovascular mortality, or other outcomes like cancer, diabetes, or blood pressure.", "population_specificity": "Adults with or without cardiovascular disease (excluding acutely ill, pregnant, or breastfeeding individuals).", "effective_dosage": "Not specified (varied interventions from providing all food to dietary advice).", "study_duration": "At least 24 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:13.648374+00:00"}
{"study_id": 35946, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of diets rich in saturated fat and cholesterol in exacerbating periodontal disease and its systemic effects, including hyperlipidemia, atherosclerosis, and NAFLD progression.", "results_summary": "The study found that a high-fat diet (HFD) rich in saturated fat and cholesterol exacerbated alveolar bone loss induced by LPS in rabbits, increased liver inflammation, and elevated blood triglyceride and phospholipid levels. These results suggest that saturated fat can worsen periodontitis and contribute to dyslipidemia and NAFLD progression under certain conditions.", "population_specificity": "Male rabbits", "effective_dosage": "3% lard (w/w) and 1.3% cholesterol (w/w) in the diet", "study_duration": "40 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:14.911664+00:00"}
{"study_id": 35945, "supplement_id": 1538, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to assess the effects of reducing saturated fat intake and replacing it with other macronutrients (carbohydrate, polyunsaturated fat, monounsaturated fat, or protein) on mortality and cardiovascular morbidity.", "results_summary": "Reducing saturated fat intake for at least two years reduced combined cardiovascular events by 21%, with greater reductions in saturated fat leading to greater benefits. However, there was little to no effect on all-cause mortality, cardiovascular mortality, or other outcomes like cancer, diabetes, or blood pressure.", "population_specificity": "Adults with or without cardiovascular disease (excluding acutely ill, pregnant, or breastfeeding individuals).", "effective_dosage": "Not specified (varied interventions from providing all food to dietary advice).", "study_duration": "At least 24 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:15.260652+00:00"}
{"study_id": 35944, "supplement_id": 1538, "safety_score": "20", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to investigate the association between saturated fat intake and the development/progression of Non-Alcoholic Fatty Liver Disease (NAFLD), focusing on mitochondrial dysfunction as a key mechanism.", "results_summary": "The study found that saturated fat intake is linked to liver steatosis, mitochondrial dysfunction, and increased oxidative stress, leading to inflammation, apoptosis, and liver scarring. Unsaturated fats, in contrast, appeared protective against fatty liver development.", "population_specificity": "General population, with a focus on NAFLD development and progression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:15.274165+00:00"}
{"study_id": 35953, "supplement_id": 1538, "safety_score": "20", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a high saturated fat diet causes arrhythmias via NOX2-dependent mechanisms and if NOX2 inhibition could prevent these effects.", "results_summary": "The study found that saturated fat activates NOX2, leading to calcium handling abnormalities and increased arrhythmia risk, while NOX2 inhibition or deletion prevented these effects. Polyunsaturated fat did not show the same arrhythmogenic effects.", "population_specificity": "Mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:21.012152+00:00"}
{"study_id": 35947, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate whether a spice blend could mitigate the postprandial inflammatory response induced by a high-saturated-fat, high-carbohydrate meal (HFCM).", "results_summary": "The study found that a 6g spice blend significantly reduced IL-1β secretion from LPS-stimulated PBMCs after HFCM consumption, indicating attenuation of postprandial inflammation. No significant effects were observed with the 2g spice blend.", "population_specificity": "Nonsmoking men aged 40-65 with overweight/obesity, elevated waist circumference, and at least one CVD risk factor.", "effective_dosage": "2g and 6g spice blend per HFCM.", "study_duration": "Single meal intervention with 4-hour postprandial monitoring.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:21.069641+00:00"}
{"study_id": 35949, "supplement_id": 1538, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether early AMPK activation could prevent hypertension and obesity in adult male offspring caused by high saturated fat consumption during pregnancy or lactation.", "results_summary": "High saturated fat diet (HFD) caused hypertension and obesity in male offspring, which was prevented by AMPK activator AICAR during pregnancy or lactation. AICAR restored the AMPK/SIRT1/PGC-1α pathway and NO function while reducing oxidative stress.", "population_specificity": "Pregnant Sprague-Dawley rats and their male offspring.", "effective_dosage": "50 mg/kg twice a day for 3 weeks.", "study_duration": "3 weeks during pregnancy or lactation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:22.532639+00:00"}
{"study_id": 35948, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to examine the postprandial effects of a high-saturated fat, high-carbohydrate meal with varying doses of spices (0 g, 2 g, 6 g) on endothelial function, lipids, glucose, and insulin in men at risk for cardiovascular disease.", "results_summary": "The study found that 6 g of spices lessened postprandial endothelial impairment (measured by FMD) compared to no spices, while 2 g of spices reduced triglyceride levels. Glucose and insulin levels were unaffected by spice inclusion.", "population_specificity": "13 overweight or obese men (aged 52 ± 9 years) with enlarged waist circumference (102.2 ± 8.9 cm) and at risk for cardiovascular disease.", "effective_dosage": "0 g, 2 g, and 6 g of mixed spices incorporated into a high-saturated fat, high-carbohydrate meal (1076 kcal, 39 g saturated fat, 98 g carbohydrate).", "study_duration": "Blood draws and FMD measurements were taken hourly for 4 hours post-meal.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:23.243826+00:00"}
{"study_id": 35955, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the effect of altering the default order of foods and offering swaps on the saturated fat (SFA) content of food selected during an online shopping experiment.", "results_summary": "Altering the default order of foods to show items in ascending SFA content reduced SFA by 5.0%, while offering swaps reduced it by 2.0%. The combined intervention was more effective than swaps alone but not significantly different from altering the order alone.", "population_specificity": "UK adults who were the primary grocery shoppers for their household (65% female, mean age 38 years).", "effective_dosage": "Not applicable (behavioral intervention, not dosage-based).", "study_duration": "Single experimental session (no long-term follow-up mentioned).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:24.670969+00:00"}
{"study_id": 35957, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the cardiovascular effects of walnuts and their components, including saturated fat, in a low-SFA diet compared to other unsaturated fat diets.", "results_summary": "The study found that all moderate-fat, high-unsaturated-fat diets lowered cholesterol levels, but the walnut diet showed a greater improvement in central diastolic blood pressure compared to the oleic acid-replaced-ALA diet, suggesting benefits of whole walnuts over isolated components. No significant changes were observed in central systolic blood pressure or arterial stiffness.", "population_specificity": "Individuals at risk for cardiovascular disease (n=45).", "effective_dosage": "Not specified (diets were isocaloric with 7% SFA).", "study_duration": "6 weeks per diet.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:24.693640+00:00"}
{"study_id": 35950, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether replacing conventional dairy products with SFA-reduced, MUFA-enriched dairy products could improve cardiovascular risk markers, particularly LDL cholesterol and endothelial function.", "results_summary": "The modified dairy diet attenuated the rise in LDL cholesterol and improved endothelial function (%FMD response) compared to the control diet, with statistically significant differences. Plasma nitrite concentrations also increased with the modified diet, suggesting potential cardiovascular benefits.", "population_specificity": "Adults at moderate CVD risk (1.5-fold higher than population mean; mean age 52 years, BMI 25.8 kg/m², 57.4% men).", "effective_dosage": "High-fat, high-dairy diet (38% of total energy intake from fat: 16%TE SFA, 14%TE MUFA for modified diet; 19%TE SFA, 11%TE MUFA for control diet).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:24.914707+00:00"}
{"study_id": 35956, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to understand the metabolic changes that occur when replacing saturated fatty acids (SFAs) with polyunsaturated fatty acids (PUFAs) in the diet.", "results_summary": "Replacing SFAs with PUFAs reduced LDL cholesterol, certain lipoprotein subclasses, myristoylcarnitine, palmitoylcarnitine, and kynurenine, while increasing bile acids, PCSK9, acetate, and acetoacetate. Gene expression changes indicated increased LXRA and LDLR mRNA levels and decreased UCP2 and PPARD mRNA levels.", "population_specificity": "Healthy subjects with moderate hypercholesterolemia (n = 99).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:25.063314+00:00"}
{"study_id": 35958, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to test the effect of health professional advice and personalized grocery shopping feedback on reducing saturated fat intake and improving blood lipids in individuals with raised LDL cholesterol.", "results_summary": "The study is a randomized controlled trial comparing no intervention, brief support, and brief support plus shopping feedback. Primary outcomes focus on between-group differences in saturated fat intake reduction, with secondary outcomes including changes in blood lipids and food purchases.", "population_specificity": "Individuals with raised LDL cholesterol recruited from general practitioner practices in the UK.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:29.298503+00:00"}
{"study_id": 35959, "supplement_id": 1538, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the associations between changes in dietary saturated fat intake (%SFA) and changes in lipid profiles (LDL, HDL, triglycerides) in individuals following a healthy low-carbohydrate (HLC) weight-loss diet.", "results_summary": "An increase in %SFA without significant changes in absolute saturated fat intake was associated with a statistically significant decrease in triglycerides, though this association was no longer significant when adjusted for changes in carbohydrate intake. The study suggests that increasing %SFA in a low-carbohydrate, weight-loss diet may improve lipid profiles if paired with reduced calorie and refined carbohydrate intake.", "population_specificity": "609 generally healthy adults aged 18-50 with BMI 28-40 kg/m², with 208 HLC participants analyzed.", "effective_dosage": "12-18% of calories from SFA (average intake).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:31.640857+00:00"}
{"study_id": 35962, "supplement_id": 1538, "safety_score": "85", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to assess whether low-saturated fat dietary counseling initiated in infancy affects pubertal development and hormonal status in adolescents.", "results_summary": "The study found no differences in pubertal hormones between intervention and control groups, but intervention boys showed slightly faster pubertal progression and greater height. Dietary intervention did not negatively impact hormonal status, supporting its safety regarding puberty.", "population_specificity": "193 healthy boys (52%) and girls (48%) from Finland, recruited as infants and followed from ages 10 to 19.", "effective_dosage": "Not specified (low-saturated fat and low-cholesterol dietary counseling).", "study_duration": "Intervention began at 7 months of age, with follow-up until 19 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:32.320302+00:00"}
{"study_id": 35966, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of saturated fat (cream) versus walnut oil (ALA-rich) and a control on fear-based prediction extinction in young adults.", "results_summary": "The study found no differences in fear acquisition or generalization between groups, but the walnut oil group showed faster and more profound extinction compared to the saturated fat (cream) and control groups.", "population_specificity": "Young adults", "effective_dosage": "Equicaloric amount of cream (saturated fat) added to a chocolate milkshake (exact dosage not specified)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:32.803792+00:00"}
{"study_id": 35963, "supplement_id": 1538, "safety_score": "40", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine whether a short-term (1-2 weeks) high saturated fat diet could impact disease risk factors in overweight adults who typically consume a low proportion of saturated fat.", "results_summary": "The study found that increasing saturated fat intake for two weeks raised LDL-cholesterol and liver damage markers (AST) but did not affect insulin resistance or blood pressure. Saturated fat accumulated in plasma and muscle lipid pools.", "population_specificity": "Overweight (BMI: 27±1 kg/m²) young adults with normally low saturated fat intake (<40% of dietary fat).", "effective_dosage": "Increased proportion of saturated fat from <40% to 60% of dietary fat, maintaining total fat, carbohydrate, protein, and calorie intake.", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:33.266095+00:00"}
{"study_id": 35967, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the associations between dietary saturated fatty acids and the risks of stroke subtypes in Japanese and non-Japanese cohorts and elucidate causes of their differences.", "results_summary": "The study found that a diet high in saturated fat was associated with a lower risk of intracerebral hemorrhage (45% reduction) and ischemic stroke (18% reduction) in Japanese populations, but not in non-Japanese populations. The effect was stronger for intracerebral hemorrhage than for ischemic stroke.", "population_specificity": "Japanese and non-Japanese cohorts", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:33.478387+00:00"}
{"study_id": 35964, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of a modified Paleolithic diet and a low saturated fat diet in reducing fatigue and improving quality of life in individuals with relapsing-remitting multiple sclerosis (RRMS).", "results_summary": "The study did not report specific results regarding saturated fat's effects, as it focused on comparing dietary patterns (modified Paleolithic vs. low saturated fat) for managing MS-related fatigue. The abstract indicates the study will contribute to dietary recommendations for MS symptoms, but no direct outcomes on saturated fat are provided.", "population_specificity": "Individuals with relapsing-remitting multiple sclerosis (RRMS).", "effective_dosage": "Not specified (dietary patterns compared, not specific dosages).", "study_duration": "36 weeks (12 weeks observation, 12 weeks intervention, 12 weeks follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:34.946012+00:00"}
{"study_id": 35965, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether replacing dietary saturated fatty acids (SFAs) with monounsaturated fatty acids (MUFAs) or n-6 polyunsaturated fatty acids (PUFAs) affects endothelial progenitor cells (EPCs) and microparticle numbers in adults with moderate cardiovascular disease (CVD) risk.", "results_summary": "Replacing SFAs with MUFAs increased EPC numbers (+28.4%) and both MUFAs and n-6 PUFAs decreased endothelial microparticle (EMP) and platelet microparticle (PMP) numbers (-47.3%/-44.9% and -36.8%/-39.1%, respectively), suggesting beneficial effects on endothelial repair and maintenance.", "population_specificity": "United Kingdom adults aged 21-60 years with moderate CVD risk (≥50% above the population mean).", "effective_dosage": "Replacement of 9.5-9.6% of total energy (%TE) from SFAs with MUFAs or n-6 PUFAs.", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:36.259684+00:00"}
{"study_id": 35970, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess changes in saturated fat intake and its food sources in Canadian adults with type 2 diabetes following a dietary intervention focused on healthy eating.", "results_summary": "The study found a significant reduction in saturated fat intake (-2.9 g/day) primarily due to lower processed meat consumption, though most participants still exceeded dietary guidelines for saturated fat.", "population_specificity": "Canadian adults with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:38.914338+00:00"}
{"study_id": 35969, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how dietary fat and sucrose levels influence the effects of Salvia miltiorrhiza aqueous extract (SMA) on bone metabolism in estrogen-deficient rats.", "results_summary": "SMA improved bone properties in high-fat-sucrose (HFS)-fed ovariectomized (OVX) rats by reducing lipid deposition and oxidative stress, but not in low-fat-sucrose (LFS)-fed OVX rats. The study suggests that dietary fat and sucrose levels modulate SMA's protective effects on bone metabolism.", "population_specificity": "Six-month-old Sprague-Dawley sham or ovariectomized (OVX) rats", "effective_dosage": "SMA (600 mg/kg/day), 17β-estradiol (1 mg/kg/day)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:39.549259+00:00"}
{"study_id": 35971, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of Euterpe oleracea fruit oil (OFEO) on hyperlipidemia induced by Cocos nucifera L. saturated fat (GSC) in Wistar rats.", "results_summary": "GSC-induced dyslipidemia increased total cholesterol, LDL-cholesterol, triglycerides, glucose, liver and abdominal fat, and atherogenic processes. OFEO treatment reduced total cholesterol and LDL-cholesterol but not triglycerides, showing antiatherogenic effects comparable to simvastatin.", "population_specificity": "Wistar rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:40.954929+00:00"}
{"study_id": 35975, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to model the impact of avoiding foods labeled with red traffic lights (high in saturated fat and other nutrients) on Canadian adults' dietary intakes.", "results_summary": "Under the traffic light scenario, saturated fat intake was significantly reduced by 14% compared to baseline, indicating the intervention's effectiveness in lowering saturated fat consumption.", "population_specificity": "Canadian adults aged 19 and older (n = 19,915) from the Canadian Community Health Survey.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:41.581334+00:00"}
{"study_id": 35973, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if background dietary fat (SFA vs. n-6PUFA) influenced the effects of LCn-3PUFA supplementation on lipoprotein profiles.", "results_summary": "Both SFA and n-6PUFA diets reduced VLDL particle concentration and increased VLDL and LDL particle size. LCn-3PUFA supplementation reduced plasma triglycerides regardless of dietary fat type.", "population_specificity": "Healthy subjects (n=26)", "effective_dosage": "400 mg EPA + 2000 mg DHA daily", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:41.749655+00:00"}
{"study_id": 35974, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of silicon on NASH development and its potential antiapoptotic properties in aged rats fed a high-saturated fat, high-cholesterol diet.", "results_summary": "Silicon supplementation partially blocked liver apoptosis and reduced NASH severity in aged rats fed a high-saturated fat, high-cholesterol diet, as evidenced by lower apoptosis markers and intermediate NAFLD activity scores compared to the high-cholesterol control group.", "population_specificity": "One-year-old male Wistar rats weighing ~500 g.", "effective_dosage": "750 mg SiO2/kg diet.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:42.032891+00:00"}
{"study_id": 35976, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to examine the relationship between executive functioning and saturated fat intake in overweight/obese adults.", "results_summary": "The study found no significant relationship between executive functioning and saturated fat intake in the overweight/obese sample.", "population_specificity": "Overweight and obese adults (n=190)", "effective_dosage": "Not specified", "study_duration": "Dietary recall assessments were conducted within a month prior to a behavioral weight loss program.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:42.397007+00:00"}
{"study_id": 35978, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of different doses of dry tomato peel (DTP) on glucose intolerance, insulin resistance, and atherogenic dyslipidemia induced by a high-saturated-fat (HSF) diet in mice.", "results_summary": "The HSF/HC diet increased body weight, adipose tissue weight, fasting glucose, insulin, lipid peroxidation, and caused liver steatosis and inflammation. DTP supplementation improved insulin resistance and metabolic syndrome indicators but did not reverse hepatic steatosis or inflammation.", "population_specificity": "BALB/c male mice (8 weeks old, weighing 22.2±1.0 g)", "effective_dosage": "9% and 17% DTP supplementation in diet", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:45.652529+00:00"}
{"study_id": 35979, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chronic consumption of a diet enriched in saturated fatty acids (SFA) affects cerebral lipid homeostasis in mice.", "results_summary": "The study found that while general lipid abundance in the brain remained unchanged, specific lipid species in the hippocampus and cerebral cortex were significantly altered by SFA consumption. Plasma lipidome changes were strongly associated with cerebral lipid variations.", "population_specificity": "Male C57Bl/6 mice", "effective_dosage": "Not specified", "study_duration": "Six months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:46.623811+00:00"}
{"study_id": 35985, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of perinatal exposure to a high-fat high-sugar diet (HFS) on behavioural development and production performance in piglets.", "results_summary": "Piglets exposed to the postnatal HFS diet showed reduced aggression but increased oral manipulation of pen mates, walked more, and had fewer skin lesions. The diet improved feed efficiency but drastically reduced feed intake, with behavioural effects influenced by prenatal diet.", "population_specificity": "Non-obese sows and their piglets.", "effective_dosage": "12% saturated fat, 18.5% sucrose, 1% cholesterol in the HFS diet.", "study_duration": "8-week prenatal and 8-week postnatal exposure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:50.543867+00:00"}
{"study_id": 35986, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Fuzhuan tea could prevent metabolic impairments and hepatic steatosis induced by a high saturated fat diet in rats.", "results_summary": "The study found that Fuzhuan tea prevented diet-induced inflammation in the liver and adipose tissue, reduced liver triglycerides to control levels, and lowered plasma leptin. It also altered intestinal microbiota, increasing Lactobacillus spp.", "population_specificity": "Rats fed a high saturated fat diet.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:50.634065+00:00"}
{"study_id": 35982, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the interaction between dietary saturated fat (SFA) to carbohydrate ratio intake and the S100A9 gene variant rs3014866 on insulin resistance and type 2 diabetes risk.", "results_summary": "The study found that individuals with the high-risk CC genotype had higher insulin resistance (HOMA-IR) when consuming a high SFA:carbohydrate ratio, but not when the ratio was low. The minor allele (T) of rs3014866 was associated with lower type 2 diabetes risk across three diverse populations.", "population_specificity": "Spanish white adults (CORDIOPREV), North American non-Hispanic white adults (GOLDN), and Hispanic adults (BPRHS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:50.828070+00:00"}
{"study_id": 35987, "supplement_id": 1538, "safety_score": "20", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether saturated fat (palmitate) increases mitochondrial reactive oxygen species (ROS) in cardiomyocytes, leading to calcium homeostasis abnormalities and mitochondrial dysfunction.", "results_summary": "Palmitate decreased mitochondrial respiration, increased cellular and mitochondrial ROS, depolarized the mitochondrial inner membrane, and caused calcium overload via sarcoplasmic reticulum calcium leak. NOX2 inhibition prevented these effects, suggesting a potential therapeutic target for heart disease.", "population_specificity": "Isolated ventricular myocytes (in vitro) and mice with genetic deletion of NOX2.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:50.832536+00:00"}
{"study_id": 35981, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of a very-low carbohydrate, low saturated fat diet versus a higher carbohydrate, low-fat diet on endothelial function in obese patients with type 2 diabetes.", "results_summary": "Both diets resulted in similar weight loss and HbA1c reductions, with no significant changes in endothelial function (measured by FMD). The study found no difference in effects between the diets regarding endothelial function.", "population_specificity": "Obese patients with type 2 diabetes (age: 58.4 ± 0.7 years, BMI: 34.6 ± 0.4 kg/m²).", "effective_dosage": "LowCHO diet (14% carbs, 28% protein, 58% fat, <10% saturated fat); HighCHO diet (53% carbs, 17% protein, 30% fat, <10% saturated fat).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:51.306877+00:00"}
{"study_id": 35984, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether early treatment with SEH inhibitors (AUDA or 15dPGJ2) could prevent programmed hypertension induced by prenatal dexamethasone exposure and postnatal high-fat diet.", "results_summary": "Postnatal high-fat diet worsened prenatal dexamethasone-induced hypertension, but early treatment with AUDA or 15dPGJ2 similarly prevented this effect by inhibiting SEH, increasing renal ACE2 and AT2R protein levels, and restoring nitric oxide bioavailability.", "population_specificity": "Male Sprague Dawley rat offspring exposed to prenatal dexamethasone and postnatal high-fat diet.", "effective_dosage": "AUDA (25mg/L in drinking water during lactation), 15dPGJ2 (1.5mg/kg BW daily for 1 week post-birth).", "study_duration": "High-fat diet from weaning to 4 months; AUDA during lactation; 15dPGJ2 for 1 week post-birth.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:53.740915+00:00"}
{"study_id": 35989, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to quantify the economic burden of excessive saturated fat consumption in Germany and examine potential cost savings from balanced intake.", "results_summary": "The study found that excessive saturated fat consumption contributed to 2.9 billion EUR in direct healthcare costs in Germany (2008), ranking third behind sugar and salt. Balanced intake could yield substantial cost savings.", "population_specificity": "General population in Germany (2002-2008 data).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:54.307919+00:00"}
{"study_id": 35988, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the long-term health effects of replacing saturated fats with unsaturated fats, particularly focusing on the potential benefits of phytochemical-rich virgin pumpkin seed oil on NAFLD and atherosclerosis.", "results_summary": "Replacing saturated fats with unsaturated fats (pumpkin seed oil) improved dyslipidemia and reduced NAFLD and atherosclerosis, with virgin pumpkin seed oil showing additional anti-inflammatory and cholesterol-lowering effects compared to refined oil.", "population_specificity": "ApoE*3Leiden mice fed a Western-type diet.", "effective_dosage": "Cocoa butter (15% w/w) replaced by refined or virgin pumpkin seed oil.", "study_duration": "20 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:54.497719+00:00"}
{"study_id": 35992, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of nicotine on blood-brain barrier (BBB) integrity and neuroinflammation in mice fed a high-saturated fat diet.", "results_summary": "A high-saturated fat diet significantly increased BBB permeability (measured by IgG extravasation) compared to a low-fat diet. Nicotine moderately attenuated this disruption but did not significantly reduce neuroinflammation markers or improve anti-oxidative status.", "population_specificity": "Wild-type C57BL/6J mice", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:58.907481+00:00"}
{"study_id": 35991, "supplement_id": 1538, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of reducing saturated fat intake and replacing it with other macronutrients (carbohydrates, polyunsaturated fats, monounsaturated fats, or protein) on mortality and cardiovascular morbidity.", "results_summary": "Reducing saturated fat intake reduced cardiovascular events by 17%, particularly when replaced with polyunsaturated fats, but effects on all-cause and cardiovascular mortality were unclear. No harmful effects on cancer, blood pressure, or weight were observed, with some evidence of improved weight and BMI.", "population_specificity": "Adults with or without cardiovascular disease (excluding acutely ill, pregnant, or breastfeeding individuals).", "effective_dosage": "Not specified", "study_duration": "At least 24 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:17:59.617884+00:00"}
{"study_id": 35990, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how unsaturated fats (USFA) ameliorate saturated fat (SFA)-induced hepatic steatosis by identifying key prosteatotic genes involved.", "results_summary": "The study found that SFA diets induced hepatic steatosis by upregulating Cd36 and Pparγ, while USFA diets suppressed Scd1, Cd36, and Pparγ, reducing lipid accumulation. SCD1 and CD36 were confirmed as essential targets for mitigating SFA-induced steatosis.", "population_specificity": "C57BL/6 mice and cultured hepatocytes.", "effective_dosage": "Not specified.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:00.282789+00:00"}
{"study_id": 35994, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the interaction between a highly saturated free FA supplement (SFFA) and dietary forage NDF content on energy balance and metabolic responses in postpartum cows.", "results_summary": "Low fNDF diets with SFFA increased digestible energy intake and improved energy balance but decreased efficiency of energy utilization for milk production. SFFA supplementation also reduced plasma nonesterified FA concentrations and increased insulin response, particularly in low fNDF diets.", "population_specificity": "Forty-eight multiparous postpartum cows.", "effective_dosage": "2% SFFA (Energy Booster 100; 96.1% FA: 46.2% C18:0, 37.0% C16:0).", "study_duration": "29 days postpartum.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:01.234213+00:00"}
{"study_id": 35993, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the interaction between a highly saturated free FA supplement (SFFA) and dietary forage neutral detergent fiber (fNDF) content on production responses and nutrient digestibility in postpartum dairy cows.", "results_summary": "SFFA supplementation increased dry matter intake (DMI) during the postpartum period but decreased 3.5% fat-corrected milk yield in the carryover period for low-fNDF diets. It also reduced body condition score loss and influenced energy partitioning to body reserves.", "population_specificity": "Multiparous dairy cows in the postpartum period.", "effective_dosage": "2% SFFA (96.1% FA: 46.2% C18:0 and 37.0% C16:0).", "study_duration": "29 days (postpartum period), with carryover effects observed up to 71 days postpartum.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:01.380944+00:00"}
{"study_id": 35997, "supplement_id": 1538, "safety_score": "20", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how microglia mediate inflammation and neuronal stress in the mediobasal hypothalamus (MBH) induced by diets rich in saturated fatty acids (SFAs).", "results_summary": "The study found that SFAs activate microglia, leading to inflammation and neuronal stress in the MBH, which disrupts leptin signaling and increases food intake. Microglial depletion abolished these effects, highlighting their central role in SFA-induced hypothalamic dysfunction.", "population_specificity": "Mice", "effective_dosage": "Not specified (diet rich in SFAs, enteric gavage with SFAs)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:02.469502+00:00"}
{"study_id": 35998, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the influence of reducing saturated fatty acid (SFA) intake on cardiovascular risk markers, metabolic profile, and inflammatory biomarkers in obese adolescents.", "results_summary": "Moderate and high reductions in SFA intake led to improvements in insulin levels, leptin/adiponectin ratio, carotid intima-media thickness (cIMT), and adiponectin levels. The high-SFA reduction group also showed reductions in HOMA-IR, total cholesterol, and LDL-cholesterol, independent of visceral fat.", "population_specificity": "Obese adolescents", "effective_dosage": "Tertiles of SFA reduction: Low (<3.68 g), Moderate (3.68-13.67 g), High (>13.67 g)", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:04.138621+00:00"}
{"study_id": 35995, "supplement_id": 1538, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to investigate the association between dietary saturated fat intake and the risk of coronary events and mortality in patients with established coronary artery disease (CAD).", "results_summary": "The study found no significant association between dietary saturated fat intake and the risk of coronary events or mortality in CAD patients, even after multivariate adjustments. High SFA intake was associated with baseline risk factors but did not influence clinical outcomes.", "population_specificity": "2412 patients (81% men, mean age 61.7 years) with coronary artery disease who underwent coronary angiography.", "effective_dosage": "Not specified (quartiles of estimated daily intake used).", "study_duration": "Median follow-up of 4.8 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:04.344512+00:00"}
{"study_id": 36000, "supplement_id": 1538, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of saturated fatty acid chain length in the oil phase on the behavior of Ibuprofen-loaded transdermal microemulsion, focusing on physicochemical properties, permeability, and safety.", "results_summary": "Medium-chain saturated fatty acid (MFA)-based microemulsion showed the highest permeation flux, analgesic activity, and optimal physicochemical properties, while long-chain (LFA) and short-chain (SFA) variants exhibited lower efficacy. LFA-based ME had higher cytotoxicity and skin irritation compared to MFA and SFA.", "population_specificity": "Not specified (in vitro, ex vivo, and in vivo models used).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:08.979224+00:00"}
{"study_id": 36001, "supplement_id": 1538, "safety_score": "70", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the relationship between saturated fat consumption and blood lipid levels, focusing on the potential moderating role of omega-3 polyunsaturated fatty acids (n-3PUFA).", "results_summary": "The study found mixed evidence on the association between saturated fat and blood lipid levels, with some studies showing positive, neutral, or inverse effects. Animal studies suggested that saturated fats may not elevate blood lipids when combined with adequate n-3PUFA intake.", "population_specificity": "Not specified (abstract refers to animal models and general clinical trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:09.167628+00:00"}
{"study_id": 36003, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether saturated fatty acids (SFA) induce blood-brain barrier (BBB) dysfunction and systemic inflammation in mice, and whether anti-inflammatory nutraceuticals could mitigate these effects.", "results_summary": "The study found that a high-SFA diet significantly increased BBB dysfunction, neurovascular inflammation, and oxidative stress in mice, but these effects were completely prevented by treatment with garlic extract-aged (GEA), alpha lipoic acid (ALA), niacin, or nicotinamide (NA).", "population_specificity": "C57BL/6 mice", "effective_dosage": "Not specified", "study_duration": "Nine months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:10.452501+00:00"}
{"study_id": 36004, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate trends in LDL-C levels, dietary saturated fat intake, and lipid-lowering medication use among U.S. adults aged 40–74 from 1976–2010.", "results_summary": "The study found a significant decline in high LDL-C prevalence (59% to 28%) and an increase in adherence to low saturated-fat diets (25% to 42%) over the study period, though no significant changes occurred after 1988–1994. Despite these improvements, high cholesterol remains a public health concern.", "population_specificity": "U.S. adults aged 40–74.", "effective_dosage": "Not specified", "study_duration": "Observational period from 1976–2010", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:12.358161+00:00"}
{"study_id": 36007, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether saturated fat (SFA) induces blood-brain barrier (BBB) dysfunction and whether probucol can prevent these disturbances.", "results_summary": "Mice fed a 20% SFA-enriched diet had a 30-fold greater likelihood of BBB dysfunction, marked by increased cerebrovascular inflammation, but probucol prevented these disturbances without affecting plasma lipid levels.", "population_specificity": "Mice (animal study)", "effective_dosage": "20% (w/w) saturated fat in diet", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:12.404080+00:00"}
{"study_id": 36006, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the relationship between subjective well-being and saturated fat (SF) consumption within the Theory of Planned Behaviour framework to better understand the processes underlying SF intake.", "results_summary": "Perceived behavioural control (PBC) significantly predicted intention to limit SF intake, and intention plus PBC accounted for 25% of variance in behavior. Subjective well-being variables added 2% to behavior prediction but were not unique predictors.", "population_specificity": "96 participants (specific demographics not detailed).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:12.436802+00:00"}
{"study_id": 36005, "supplement_id": 1538, "safety_score": "60", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a 2-week high saturated fatty acids diet (HSFAD) induces hyperlipemia or insulin resistance in overweight, inactive individuals and if aerobic exercise counteracts these effects.", "results_summary": "The HSFAD increased total cholesterol and LDL-C in the diet-only group, but these effects were prevented by concurrent aerobic exercise, which also improved cardiorespiratory fitness and lowered systolic blood pressure. Body weight, composition, and insulin sensitivity remained unchanged in both groups.", "population_specificity": "Overweight (BMI 27.5 ± 0.6 kg·m⁻²), healthy, young individuals (aged 24.8 ± 1.8 years).", "effective_dosage": "Increased dietary saturated fatty acids from 31 ± 10 to 52 ± 14 g·day⁻¹.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:13.064278+00:00"}
{"study_id": 36008, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to determine if lifestyle intervention after a complicated pregnancy could significantly improve saturated fat intake and exercise habits.", "results_summary": "The study found that lifestyle intervention significantly reduced saturated fat intake by 3.6g/day in cases compared to controls, but improvements in exercise and smoking habits were not statistically significant.", "population_specificity": "Women who had a pregnancy complicated by preeclampsia, intra-uterine growth restriction, and/or gestational diabetes.", "effective_dosage": "Not specified", "study_duration": "Intervention occurred between 6 and 10 months postpartum, with follow-up at 13 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:17.898348+00:00"}
{"study_id": 36010, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to determine whether genetic predisposition to type 2 diabetes modifies the effects of reducing dietary saturated fat on insulin sensitivity and beta-cell function.", "results_summary": "The study found that reducing saturated fat intake and replacing it with monounsaturated fat or carbohydrate did not significantly alter insulin secretion or sensitivity in participants, regardless of their genetic predisposition to type 2 diabetes.", "population_specificity": "377 overweight white participants without a diagnosis of type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:18.366722+00:00"}
{"study_id": 36009, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of clofibric acid (a PPARα agonist) on blood and liver lipids in wild-type and PDK4 knockout mice fed a high-fat diet, and whether PDK4 deficiency influences these effects.", "results_summary": "Clofibric acid reduced body weight gain, improved insulin sensitivity, and lowered serum and liver triacylglycerol levels in wild-type mice. PDK4 deficiency enhanced these benefits, particularly on hepatic steatosis and blood glucose, without impairing clofibric acid's effects on serum lipids.", "population_specificity": "Wild-type and PDK4 knockout mice fed a high-fat diet.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:18.646433+00:00"}
{"study_id": 36012, "supplement_id": 1538, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the metabolic, inflammatory, and cardiovascular effects of saturated fat/cholesterol (SFC) compared to unsaturated fat (UF) and starch (S) in diabetic pigs.", "results_summary": "SFC increased plasma cholesterol, inflammation (CRP), liver and muscle triglycerides, and aortic fatty streaks, while UF showed beneficial effects on postprandial glycemia without inducing these abnormalities.", "population_specificity": "Streptozotocin-diabetic pigs (~45 kg).", "effective_dosage": "40% of dietary energy as SFC, UF, or S.", "study_duration": "10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:20.923470+00:00"}
{"study_id": 36011, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of a high-fat diet enriched with saturated fat on intestinal lipoprotein-Aβ homeostasis and whether Probucol could attenuate these effects.", "results_summary": "The study found that a high-fat diet increased enterocytic perinuclear Aβ, which was significantly reduced by Probucol treatment. No significant changes in Aβ were observed in lacteals, but apo B secretion into lacteals increased with high-fat feeding and Probucol.", "population_specificity": "Wild-type mice", "effective_dosage": "High-fat diet (10% w/w saturated fat, 1% w/w cholesterol); Probucol (1% w/w in chow)", "study_duration": "1 month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:21.746633+00:00"}
{"study_id": 36013, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to predict the health economic impact of replacing saturated fat (SFA) with polyunsaturated fat (PUFA) in the Finnish population to reduce cardiovascular disease (CVD) burden.", "results_summary": "The study found that replacing SFA with PUFA could prevent 8,000-13,000 CVD cases, gain 26,000-45,000 quality-adjusted life years, and save €150-225 million over 20 years in the Finnish adult population.", "population_specificity": "Finnish adults aged 30-74 years.", "effective_dosage": "-1.0 energy percent (E%) SFA replaced with +1.0 E% PUFA.", "study_duration": "20 years (2010-2030).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:21.883543+00:00"}
{"study_id": 35999, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of replacing saturated fatty acids (SFAs) with monounsaturated fatty acids (MUFAs) or n-6 polyunsaturated fatty acids (PUFAs) on cardiovascular disease (CVD) risk factors.", "results_summary": "The study successfully achieved dietary target intakes for exchanging SFAs with MUFAs or n-6 PUFAs without disrupting overall diet composition. Plasma phospholipid fatty acid composition showed significant changes in SFAs, MUFAs, and n-6 PUFAs, but no differences were observed in total fat, protein, carbohydrate, alcohol intake, or anthropometric measures between groups.", "population_specificity": "UK adults aged 21-60 years with moderate CVD risk (50% greater than the population mean).", "effective_dosage": "Diets provided 36% total energy (TE) from fat, with specific compositions: SFA-rich (17:11:4), MUFA-rich (9:19:4), and n-6 PUFA-rich (9:13:10) (%TE SFA:%TE MUFA:%TE n-6 PUFA).", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:23.486067+00:00"}
{"study_id": 36015, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the impact of saturated fat intake on subsequent body weight following an intensive lifestyle intervention.", "results_summary": "Greater intake of saturated fat at 6 months was associated with higher weight at 18 months (P = 0.002). Lower saturated fat intake after 6 months predicted lower body weight at 18 months, suggesting better weight-loss maintenance.", "population_specificity": "810 participants enrolled in the PREMIER trial, focusing on improving blood pressure control through lifestyle changes.", "effective_dosage": "Not specified", "study_duration": "18 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:25.749085+00:00"}
{"study_id": 36017, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether the efficacy of phytosterols (PS) in lowering cholesterol is influenced by saturated fat and dietary cholesterol intake.", "results_summary": "The study found that the lipid-lowering efficacy of PS was not influenced by saturated fat or dietary cholesterol intake, with similar reductions in cholesterol markers across both healthy and free diet groups. However, carotenoid levels were negatively affected in the free diet+PS group, while no change was observed in the healthy diet+PS group.", "population_specificity": "Patients with mild hypercholesterolemia.", "effective_dosage": "2 g/d of PS.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:28.092599+00:00"}
{"study_id": 36016, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the effects of dietary saturated fatty acids on liver adiponectin receptors (AdipoR1 and AdipoR2) in ethanol-administered animals and cultured hepatic cells, and to explore the underlying molecular mechanisms.", "results_summary": "The study found that a high-saturated-fat (HSF) diet selectively increased hepatic AdipoR2 levels in ethanol-fed mice, modulated SIRT1-FoxO1 signaling, and enhanced AdipoR2 promoter activity. These effects may contribute to the protective role of the HSF diet against alcoholic fatty liver.", "population_specificity": "Ethanol-fed mice and ethanol-exposed cultured hepatic cells.", "effective_dosage": "Not specified (HSF diet and palmitic acid treatment used).", "study_duration": "Chronic ethanol feeding (duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:28.470227+00:00"}
{"study_id": 36019, "supplement_id": 1538, "safety_score": "70", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the evidence on saturated fat intake in relation to cardiovascular disease (CVD) risk, particularly focusing on its replacement with other macronutrients.", "results_summary": "Replacing saturated fat with polyunsaturated fat generally reduced CVD events, but some studies showed no effects. Replacement with refined carbohydrates worsened atherogenic dyslipidemia, while no consistent independent association of saturated fat with CVD risk was found in epidemiologic studies.", "population_specificity": "General population, with specific mentions of young individuals and women.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:30.270971+00:00"}
{"study_id": 36018, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether replacing saturated fat (SFA) with polyunsaturated fat (PUFA) reduces coronary heart disease (CHD) events in randomized controlled trials.", "results_summary": "The study found that increasing PUFA consumption in place of SFA reduced CHD risk by 19%, with a 10% reduction for each 5% energy increase in PUFA. Longer-duration studies showed greater benefits.", "population_specificity": "13,614 participants across eight trials, with 1,042 CHD events.", "effective_dosage": "Average weighted PUFA consumption was 14.9% energy (range 8.0%-20.7%) in intervention groups versus 5.0% energy (range 4.0%-6.4%) in controls.", "study_duration": "At least 1 year.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:31.108317+00:00"}
{"study_id": 196989, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The study aimed to evaluate the effects of the Swank and Wahls diets, including folate and vitamin B, on depression and anxiety symptoms in people with relapsing-remitting multiple sclerosis (RRMS).", "results_summary": "The study found significant improvements in depression and anxiety symptoms, as well as mental health inventory scores, in participants following both the Swank and Wahls diets over 12 and 24 weeks. Serum homocysteine levels decreased, and vitamin B levels increased within both groups.", "population_specificity": "Individuals with relapsing-remitting multiple sclerosis (RRMS) (n = 77).", "effective_dosage": "Not specified", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:31.943402+00:00"}
{"study_id": 36020, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether PDHK4 deficiency could mitigate adverse metabolic effects (e.g., hyperglycemia, obesity) induced by a high saturated fat diet in mice.", "results_summary": "PDHK4 knockout mice on a high saturated fat diet showed lower fasting blood glucose, better glucose tolerance, reduced body weight, and less liver and muscle fat accumulation compared to wild-type mice. The findings suggest PDHK4 deficiency alters lipid metabolism signaling, supporting its potential as a target for type 2 diabetes treatment.", "population_specificity": "Wild-type and PDHK4 knockout mice", "effective_dosage": "Not specified (high saturated fat diet)", "study_duration": "8 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:32.315390+00:00"}
{"study_id": 196990, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of acute ketosis induced by KEβHB on plasma lipid profile in individuals with prediabetes, and the role of habitual saturated fat intake in that effect.", "results_summary": "Acute ketosis significantly reduced remnant cholesterol and triglycerides, particularly in individuals with high habitual saturated fat intake, but had no significant effect on total cholesterol, HDL cholesterol, LDL cholesterol, or the triglycerides to HDL cholesterol ratio.", "population_specificity": "18 adults (six women and 12 men) with prediabetes, diagnosed based on the American Diabetes Association criteria.", "effective_dosage": "Single dose of KEβHB drink (specific amount not provided).", "study_duration": "Acute intervention with blood samples collected over 150 minutes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:35.047230+00:00"}
{"study_id": 196991, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to compare dietary intake and nutritional status, including saturated fat consumption, among aged care residents on texture-modified diets with and without oral nutritional supplements (ONS).", "results_summary": "The study found no significant difference in saturated fat intake between residents consuming ONS and those who did not. Both groups had high saturated fat intake, but this was not the primary focus of the study.", "population_specificity": "Aged care residents (86.0 ± 8.7 years) requiring texture-modified diets.", "effective_dosage": "Not specified", "study_duration": "Not specified (cross-sectional study with one-day dietary record)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:36.796534+00:00"}
{"study_id": 196992, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether Sacha inchi oil could mitigate the postprandial glycemic effects of meals rich in saturated fat.", "results_summary": "Sacha inchi oil attenuated glucose increases in 38.1% of participants, improved insulin sensitivity in those with higher basal triglyceridemia, and correlated sirtuin-1 expression with postprandial insulin sensitivity.", "population_specificity": "42 adult men", "effective_dosage": "15 mL of Sacha inchi oil added to a breakfast rich in saturated fat", "study_duration": "Single meal intervention with measurements at 1 and 4 hours post-ingestion", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:37.192913+00:00"}
{"study_id": 36322, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the therapeutic potential of heat therapy (HT), particularly sauna bathing, as an adjunctive or alternative management strategy for cardiovascular diseases, especially in patients with peripheral arterial disease (PAD).", "results_summary": "Recent studies suggest HT may alleviate PAD symptoms, improve functional capacity, and reduce cardiovascular and limb events, potentially serving as a beneficial adjunct or alternative to exercise for cardiovascular disease management.", "population_specificity": "Patients with cardiovascular diseases, particularly those with peripheral arterial disease (PAD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:40.557563+00:00"}
{"study_id": 196994, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to investigate the acute effects of high-saturated fat beverages with varying (n-3)LCPUFA content on plasma PAI-1, t-PA, and platelet aggregation in men with metabolic syndrome.", "results_summary": "Both high and low (n-3)LCPUFA fat loads increased TAG, PAI-1, and t-PA concentrations while decreasing t-PA activity. The high (n-3)LCPUFA beverage led to greater PAI-1 increases and lower t-PA activity, suggesting a potential reduction in fibrinolysis capacity.", "population_specificity": "Men aged ≥45 years with metabolic syndrome (n = 8).", "effective_dosage": "1 g fat/kg body weight.", "study_duration": "Acute (8-hour postprandial monitoring).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:41.047437+00:00"}
{"study_id": 36321, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential therapeutic benefits of sauna therapy, particularly its anti-inflammatory, musculoskeletal, and cardiovascular effects, as an adjunctive treatment for rheumatic diseases.", "results_summary": "The study found that sauna therapy, especially Finnish and infrared modalities, reduces pro-inflammatory agents, alleviates pain, improves mobility, and enhances cardiovascular health in patients with rheumatic diseases. Some studies showed reductions in pain scores, inflammatory markers, and improved physical function.", "population_specificity": "Patients with rheumatic diseases, including rheumatoid arthritis (RA), ankylosing spondylitis (AS), and osteoarthritis (OA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:41.781152+00:00"}
{"study_id": 36014, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of switching children from regular-fat to reduced-fat dairy products on saturated fat intake and health outcomes.", "results_summary": "The intervention reduced children's saturated fat intake and LDL-cholesterol levels but did not significantly affect energy intake or adiposity measures. Nutrient intakes (calcium, magnesium, carbohydrates) increased, while retinol intakes decreased.", "population_specificity": "Children aged 4-13 years from 93 families.", "effective_dosage": "Not specified (dietary advice to switch to reduced-fat dairy products).", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:42.927060+00:00"}
{"study_id": 36323, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether regular post-exercise infrared sauna use could enhance neuromuscular performance and body composition changes during a 6-week training period.", "results_summary": "The study found that infrared sauna use did not significantly impact muscle hypertrophy but may improve long-term power production, as evidenced by increased jump height and peak power in specific tests. No significant differences were observed in sprint performance or hypertrophy measures between groups.", "population_specificity": "Forty female team sport athletes.", "effective_dosage": "10 minutes at 50℃, three times per week after training.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:43.810496+00:00"}
{"study_id": 36324, "supplement_id": 1539, "safety_score": "20", "efficacy_score": null, "quality_score": 60, "study_goal": "The researchers aimed to describe a rare case of classical heat stroke caused by prolonged sauna use and discuss its treatment.", "results_summary": "The study reported a case of severe heat stroke from prolonged sauna use, leading to multiorgan complications, but the patient fully recovered with standard treatment.", "population_specificity": "Single patient case study (specific demographics not provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:44.509028+00:00"}
{"study_id": 36325, "supplement_id": 1539, "safety_score": "20", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers examined a fatal case of sauna use to understand the forensic implications of gastric contents in burn patients and the risks of prolonged sauna exposure.", "results_summary": "A man suffered severe burns and died after prolonged unconsciousness in a sauna; autopsy revealed no gastric emptying for 11 days, challenging forensic use of stomach contents for time-of-death estimation.", "population_specificity": "A single male in his mid-70s.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:45.107673+00:00"}
{"study_id": 36326, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a single infrared sauna session improves postprandial glycemic control in older individuals with type 2 diabetes mellitus (T2DM).", "results_summary": "The study found that a single infrared sauna session increased postprandial blood glucose levels compared to a thermoneutral condition, with no improvement in insulin sensitivity or plasma insulin concentrations.", "population_specificity": "Older individuals with type 2 diabetes mellitus (12 participants, 10 male/2 female, age 69±7 years, BMI 27.5±2.9 kg/m²).", "effective_dosage": "40-minute session at 60°C (heated condition) vs. 21°C (thermoneutral condition).", "study_duration": "Single session (40 minutes).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:50.057587+00:00"}
{"study_id": 196993, "supplement_id": 1538, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of linseed oil supplementation and nutritional guidelines on lipid profiles in older adults, focusing on the impact of saturated fat intake (low vs. high).", "results_summary": "Low saturated fat intake (<7% SFA/day) was associated with lower total cholesterol. Linseed oil supplementation further reduced total and LDL cholesterol, especially in those with high SFA intake, and increased HDL cholesterol, suggesting an additive effect with dietary intervention.", "population_specificity": "Older adults (n=110)", "effective_dosage": "3 g of linseed oil daily", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:50.394953+00:00"}
{"study_id": 36328, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare vascular responses to acute sauna heating between young and middle-aged adults to assess its potential cardiovascular benefits.", "results_summary": "The study found that both young and middle-aged adults exhibited similar increases in shear rate and blood flow following sauna exposure, with middle-aged participants also showing a reduction in systolic blood pressure. These results suggest that sauna therapy may improve vascular function across different age groups.", "population_specificity": "Ten young adults (25±4 years) and eight middle-aged adults (56±4 years).", "effective_dosage": "40 minutes of sauna exposure at 80°C.", "study_duration": "Single acute session (40 minutes).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:50.971822+00:00"}
{"study_id": 36327, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to summarize current evidence on the health impacts of passive heat therapies, particularly Finnish saunas, and their potential to extend healthspan.", "results_summary": "Finnish saunas were associated with reduced risks of hypertension, cardiovascular disease, thromboembolism, dementia, and respiratory conditions, as well as improvements in musculoskeletal disorders, mental well-being, sleep, and longevity. The benefits may stem from anti-inflammatory, cytoprotective, and antioxidant properties, along with effects on neuroendocrine, circulatory, cardiovascular, and immune function.", "population_specificity": "All populations (general, no specific subgroup mentioned).", "effective_dosage": "Not specified (exposure to 80-100°C with 10-20% relative humidity, but frequency/duration not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:51.810603+00:00"}
{"study_id": 36329, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the inter-unit reliability of portable steam sauna pods and quantify the reliability of physiological and perceptual responses to passive heating.", "results_summary": "The study found that portable steam sauna pods generate reliable heat stress between units, with the highest setting (44°C/99% RH) providing consistent but modest physiological and perceptual adjustments. High correlations and low variability were observed for rectal temperature, heart rate, mean arterial pressure, sweat rate, and thermal comfort, but not for tympanic temperature or thermal sensation.", "population_specificity": "Twelve males aged 24 ± 4 years.", "effective_dosage": "3 × 20 min sessions at 44°C/99% RH, separated by 1 week.", "study_duration": "60 minutes per trial (total of two trials).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:52.499989+00:00"}
{"study_id": 36330, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine if an 8-week Finnish sauna intervention improves peripheral endothelial function, microvascular function, arterial stiffness, and blood pressure in adults with coronary artery disease (CAD).", "results_summary": "The study found that Finnish sauna bathing reduced resting core temperature and improved sweating capacity, indicating heat acclimation, but did not improve markers of vascular health such as endothelial function, microvascular function, arterial stiffness, or blood pressure in adults with stable CAD.", "population_specificity": "Adults (62 ± 6 years, 33 men/8 women) with stable coronary artery disease.", "effective_dosage": "4 sessions per week, 20-30 minutes per session, at 79°C and 13% relative humidity.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:53.828511+00:00"}
{"study_id": 36332, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the fertility outcomes of ozone sauna therapy (OST) combined with pulsed electromagnetic field therapy (PEMF) in women with diminished ovarian reserve undergoing IVF, and the effects of OST on human granulosa cell function in vitro.", "results_summary": "The study found that OST + PEMF significantly increased the number of embryos formed and endometrial lining thickness in IVF cycles, without increasing the number of oocytes retrieved. In vitro, OST enhanced aromatase enzyme activity and reduced side-chain cleavage enzyme in granulosa cells, suggesting improved ovarian function.", "population_specificity": "Women with severely diminished ovarian reserve (DOR) undergoing IVF.", "effective_dosage": "Transdermal and intravaginal OST + PEMF, twice a week.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:55.631887+00:00"}
{"study_id": 36331, "supplement_id": 1539, "safety_score": "65", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to identify the causes of injuries related to sauna bathing, the affected body regions, and to define recommendations for prevention.", "results_summary": "The study found that the most common injuries were contusions/distorsions (41.2%) and wounds (28.8%), primarily caused by slips/falls (57.5%) and dizziness/syncope (30.0%). Head and face injuries were mostly due to dizziness/syncope, while slips/falls led to injuries in the foot, hand, forearm, and wrist.", "population_specificity": "Patients treated for sauna-related injuries at the trauma centre of the Medical University of Innsbruck between 2005 and 2021 (209 patients, 39.7% female, 60.3% male).", "effective_dosage": "Not available", "study_duration": "Retrospective analysis covering 16 years (2005-2021)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:56.055717+00:00"}
{"study_id": 36333, "supplement_id": 1539, "safety_score": "30", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to analyze the incidence, characteristics, and risk factors of sauna-related contact burns in adults treated at the Helsinki Burn Centre.", "results_summary": "The study found that sauna-related contact burns were more common in males and the elderly, often requiring surgical treatment despite their small size, with a seasonal peak during summer months.", "population_specificity": "Adult patients treated at the Helsinki Burn Centre for sauna-related contact burns.", "effective_dosage": "Not Assessed", "study_duration": "13-year retrospective study", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:18:58.977889+00:00"}
{"study_id": 36336, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether metabolites of organophosphate and pyrethroid pesticides could be detected in human sweat and how infrared sauna bathing affects their excretion compared to other interventions.", "results_summary": "The study found that organophosphate and pyrethroid metabolites were detectable in sweat, and urinary concentrations of three metabolites increased marginally after infrared sauna bathing, suggesting a potential role of perspiration in pesticide excretion. No definitive sweat/urine correlations were demonstrated.", "population_specificity": "10 women participating in a single-blinded randomized crossover trial.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:00.889874+00:00"}
{"study_id": 36335, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the effect of Ozone Sauna Therapy (OST) combined with Pulsed Electromagnetic Field Therapy (PEMF) using the HOCATT machine on pain scale and inflammatory markers in women with endometriosis-related chronic pelvic pain.", "results_summary": "The study found significant pain improvement after the fourth session and notable changes in inflammatory markers (reduced CRP and IL-1β, increased IL-8). The combination therapy showed potential as a therapeutic adjunct for inflammatory disorders like endometriosis.", "population_specificity": "Women with endometriosis suffering from chronic pelvic pain (mean age 39.7 ± 1.1 years).", "effective_dosage": "Transdermal and intravaginal OST + PEMF, twice a week for 3 weeks (total 6 sessions).", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:01.034405+00:00"}
{"study_id": 36337, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and safety of using a portable sauna bath to reduce fluid overload in patients on continuous ambulatory peritoneal dialysis (CAPD).", "results_summary": "The study found that sauna therapy significantly improved over-hydration, body weight, diastolic blood pressure, and sleep quality. Adverse effects were minimal, with only three sessions reporting transient dizziness or a skin burn in a patient with advanced diabetic neuropathy.", "population_specificity": "Patients on continuous ambulatory peritoneal dialysis (CAPD) with fluid overload.", "effective_dosage": "30-minute sauna bath at 45°C daily.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:01.268869+00:00"}
{"study_id": 36334, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of Finnish sauna on immune status parameters, including lymphocyte subpopulations and heat shock proteins, comparing responses between trained and untrained subjects.", "results_summary": "Sauna bathing led to different immune responses in trained and untrained subjects, with changes in WBC, lymphocyte subpopulations, and immunoglobulins. A series of sauna treatments improved immune response, with correlations between cortisol, IL-6, IL-10, and internal temperature.", "population_specificity": "Healthy men aged 20-25 years, divided into trained (n=10) and untrained (n=10) groups.", "effective_dosage": "10 sauna baths, each consisting of 3 × 15-minute exposures with 2-minute cool-downs.", "study_duration": "Duration of the intervention was not explicitly stated, but involved 10 sauna baths.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:01.622358+00:00"}
{"study_id": 36338, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the cardiovascular effects of regular exercise combined with sauna bathing versus regular exercise alone in sedentary adults with cardiovascular disease risk factors.", "results_summary": "Combining sauna bathing with exercise provided additional benefits, including improved cardiorespiratory fitness, reduced systolic blood pressure, and lower total cholesterol levels compared to exercise alone. Sauna bathing was found to be a valuable complementary tool to exercise for enhancing cardiovascular health.", "population_specificity": "Sedentary adults aged 49 ± 9 years with low physical activity levels and at least one cardiovascular disease risk factor.", "effective_dosage": "15-minute post-exercise sauna sessions.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:03.876306+00:00"}
{"study_id": 36339, "supplement_id": 1539, "safety_score": "90", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether post-exercise sauna bathing affects gut bacteria, inflammation, and intestinal barrier function in young men undergoing endurance training.", "results_summary": "The study found no significant differences in gut microbiota, intestinal barrier function, or hsCRP levels between the group that exercised with sauna and the group that exercised without sauna. Fecal concentrations of key bacteria remained below reference values in both groups.", "population_specificity": "Untrained young males aged 22 ± 1.5 years.", "effective_dosage": "30-minute dry Finnish sauna sessions, 3 times per week post-exercise.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:04.980181+00:00"}
{"study_id": 36340, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the immunomodulatory effects of SINA 1.2 therapy (a combination of oxymel and sauna) derived from Persian medicine in an asthmatic mice model.", "results_summary": "The SINA protocol significantly reduced pro-inflammatory cytokines (IL-4, IL-5, MUC5AC) and increased IFN-γ, improving pathological changes in asthma. Sauna alone affected MUC5AC and IFN-γ, while oxymel alone reduced IL-4 and inflammation.", "population_specificity": "Male BALB/c mice sensitized with ovalbumin to induce asthma.", "effective_dosage": "Sauna (30 min, 37°C daily for 10 days); oxymel (0.2 mL syrup + 0.8 mL water daily for 10 days).", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:07.062844+00:00"}
{"study_id": 36342, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of sauna bathing on lower urinary tract symptoms (LUTS) in a Finnish male population.", "results_summary": "The study found no clear association between sauna bathing frequency and the prevalence, incidence, or remission rates of most LUTS, except for a lower prevalence of feelings of incomplete emptying with frequent sauna use. No differences were observed in medications or operations for LUTS based on sauna habits.", "population_specificity": "Finnish men aged 50, 60, and 70 years.", "effective_dosage": "Weekly frequency subgroups (0-1, 2, and ≥3 sessions).", "study_duration": "10 years (1994-2004).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:07.914478+00:00"}
{"study_id": 36343, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether post-exercise sauna bathing enhances hematological adaptations and exercise capacity compared to endurance training alone in healthy men.", "results_summary": "The study found no additional benefits of post-exercise sauna bathing on hematological adaptations or exercise capacity over endurance training alone, with changes in key variables like total hemoglobin mass and exercise performance being similar between interventions.", "population_specificity": "Thirteen healthy male physical education students.", "effective_dosage": "30-minute sauna sessions at 89 ± 3°C and 10 ± 2% relative humidity, 3 times per week.", "study_duration": "Two 4-week intervention periods with a 10-week washout.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:10.769287+00:00"}
{"study_id": 36348, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of sex on the efficacy of intermittent post-exercise sauna bathing for heat acclimation and temperate exercise performance improvements in trained athletes.", "results_summary": "Both females and males showed similar reductions in peak rectal temperature, skin temperature, and heart rate during heat tolerance tests, along with improvements in V̇O2max and running speed at 4 mmol·L-1 blood lactate concentration. However, females exhibited increased active sweat glands, while males showed increased forearm blood flow, suggesting different thermoeffector adaptations.", "population_specificity": "26 trained runners (16 female, 10 male; mean age 19 ± 1 years).", "effective_dosage": "29 ± 1 min post-exercise sauna bathing (101-108 °C), 3 ± 1 times per week.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:11.902684+00:00"}
{"study_id": 36344, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the acute hemodynamic effects of standalone sauna bathing versus a combination of aerobic exercise and sauna exposure in individuals with cardiovascular risk factors.", "results_summary": "Both standalone sauna (SAUNA) and the combination of exercise and sauna (EX+SAUNA) reduced blood pressure, with EX+SAUNA showing slightly greater reductions in SBP, DBP, and MAP. No significant differences were found between the two interventions for other vascular parameters.", "population_specificity": "Middle-aged participants (N=72) with at least one cardiovascular risk factor.", "effective_dosage": "30-minute sauna at 75°C (SAUNA) or 15-minute cycling at 75% max heart rate followed by 15-minute sauna (EX+SAUNA).", "study_duration": "Single 30-minute sessions per intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:11.954392+00:00"}
{"study_id": 36345, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a novel passive heat acclimation program using dry sauna baths on physical performance and physiological parameters in human participants.", "results_summary": "The sauna group showed significant improvements in body composition (reduced weight, BMI, body fat), hamstring flexibility, work capacity, and cardiovascular/respiratory metrics (e.g., maximal oxygen uptake, ventilation). No adverse effects were reported, and the control group showed no significant changes.", "population_specificity": "36 male football players (ages 20.23–20.69 years).", "effective_dosage": "Nine sauna sessions (three sessions per week) at 100 ± 3 °C.", "study_duration": "Approximately 3 weeks (based on session frequency).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:12.387001+00:00"}
{"study_id": 36350, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the mechanisms and pathways involved in sauna bathing's effects on cardiometabolic diseases (CMD) and assess its potential as an intervention for high-stress occupation individuals.", "results_summary": "The study found that sauna bathing improves multiple markers of CMD, acting as a hormetic stressor at cellular and organism levels, suggesting it could be a practical intervention for disease prevention in high-stress occupations.", "population_specificity": "High-stress occupation individuals (e.g., firefighters, police, military personnel, first responders).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:13.135104+00:00"}
{"study_id": 36351, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether cardiorespiratory fitness (CRF) and frequent sauna bathing (FSB) independently or jointly reduce the risk of pneumonia in middle-aged men.", "results_summary": "High CRF and high FSB were independently associated with reduced pneumonia risk (HR 0.75 and 0.81, respectively). The combination of high CRF and high FSB showed the strongest protective effect (HR 0.62).", "population_specificity": "2275 Caucasian men aged 42-61 years.", "effective_dosage": "High FSB defined as 2-7 sauna sessions per week.", "study_duration": "Median follow-up of 26.6 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:14.334490+00:00"}
{"study_id": 36353, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to characterize the acute effects of Finnish sauna bathing on circulating markers of inflammation in healthy middle-aged and older adults.", "results_summary": "The study found that two 10-minute sauna sessions increased IL-6 levels, while both one and two sessions increased IL-1RA levels. CRP levels remained unchanged after sauna sessions.", "population_specificity": "Healthy middle-aged and older adults (9 men/11 women, 66 ± 6 years old).", "effective_dosage": "1 x 10-minute session and 2 x 10-minute sessions at 80°C and 20% humidity.", "study_duration": "Acute (single-day interventions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:17.523286+00:00"}
{"study_id": 36352, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if intermittent post-exercise sauna bathing improves exercise heat tolerance and performance markers in temperate conditions compared to endurance training alone, and whether longer sauna use (7 weeks) further enhances heat tolerance.", "results_summary": "Sauna bathing over three weeks significantly improved heat tolerance (reduced peak rectal temperature, skin temperature, and heart rate) and exercise performance (increased VO2max and speed at 4 mmol/L blood lactate). Extending sauna use to seven weeks only marginally improved rectal temperature further.", "population_specificity": "Twenty middle-distance runners (13 female, mean age 20 ± 2 years, VO2max 56.1 ± 8.7 ml/kg/min).", "effective_dosage": "28 ± 2 minutes post-exercise sauna bathing (101-108°C, 5-10%RH), 3 ± 1 times per week.", "study_duration": "3 weeks (primary intervention), with 6 participants continuing for 7 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:18.421477+00:00"}
{"study_id": 36355, "supplement_id": 1539, "safety_score": "75", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to develop a micro-sauna prototype to deliver heated air (80-90°C) as a potential treatment for COVID-19 by destabilizing viral pathogens.", "results_summary": "The study described the engineering of a micro-sauna prototype capable of safely delivering heated air, but no clinical efficacy data on COVID-19 treatment were provided.", "population_specificity": "Not specified (prototype development only).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:19.387588+00:00"}
{"study_id": 36354, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the efficacy of sauna treatment in improving cardiovascular function, focusing on both acute and short-term effects.", "results_summary": "The study found significant improvements in cardiovascular metrics such as blood pressure, heart rate, left ventricular ejection fraction, and physical activity levels, particularly in patients with lower cardiovascular function. Both acute and short-term sauna treatments showed statistically significant benefits.", "population_specificity": "Patients with cardiovascular function concerns, including those with lower left ventricular ejection fraction and New York Heart Association class III and IV.", "effective_dosage": "Not specified", "study_duration": "Acute effects (0-30 min post-sauna) and short-term effects (2-4 weeks following treatment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:20.374986+00:00"}
{"study_id": 36357, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of repeated Finnish sauna baths on nitric oxide metabolites, oxidative stress markers, and antioxidative status in young males with varying physical activity levels.", "results_summary": "The study found that repeated sauna baths improved the pro-oxidative/antioxidative balance, increased nitric oxide production, and reduced oxidative stress markers, particularly in physically active individuals.", "population_specificity": "Healthy young males aged 20-25 years, divided into training (N=10) and non-training (N=10) groups.", "effective_dosage": "10 sauna baths over 3 weeks, each consisting of three 15-minute sessions with 2-minute recovery intervals.", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:21.475371+00:00"}
{"study_id": 36356, "supplement_id": 1539, "safety_score": "90", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether dry sauna therapy improved the quality of life in obese individuals.", "results_summary": "Dry sauna significantly improved health-related quality of life scores (EQ-5D and EQ-VAS) but did not significantly affect body mass index, blood pressure, heart rate, or body composition. No adverse events were reported.", "population_specificity": "Obese adults (BMI ≥25 kg/m²), predominantly female (84.2%), average age 62.3 years.", "effective_dosage": "15-minute sessions at 90°C, twice daily.", "study_duration": "4 consecutive days (8 sessions total).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:22.151239+00:00"}
{"study_id": 36358, "supplement_id": 1539, "safety_score": "80", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to investigate the acute effects of sauna bathing on recovery of swim performance following an intensive training session.", "results_summary": "Sauna bathing led to significantly worse swim performance the following day compared to the placebo condition, with a notable decline in the first 50 meters. Subjective stress levels were also higher after sauna use.", "population_specificity": "20 competitive swimmers and triathletes (3 female, 17 male) with at least 2 years of national-level competition experience.", "effective_dosage": "3 × 8-minute sauna sessions at 80-85°C.", "study_duration": "Acute (single session post-training).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:22.279262+00:00"}
{"study_id": 36359, "supplement_id": 1539, "safety_score": "100", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether dry sauna therapy improves quality of life and reduces pain in patients with low back pain.", "results_summary": "Dry sauna therapy significantly reduced pain (VNRS) and disability (ODI) scores, with 70% of participants reporting successful treatment and no adverse effects observed.", "population_specificity": "37 patients over 20 years of age with low back pain.", "effective_dosage": "15-minute sessions twice daily for 5 consecutive days (total 10 sessions) at 90°C.", "study_duration": "1 week.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:24.384410+00:00"}
{"study_id": 36362, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether sauna yoga at 50 °C improves flexibility, strength, balance, and quality of life in healthy elderly individuals.", "results_summary": "Sauna yoga significantly improved flexibility (chair sit-and-reach test) and balance (eyes closed), with modest improvements in lower extremity strength and environmental quality of life. Strength and balance showed trends but no statistically significant benefits from the sauna environment.", "population_specificity": "Healthy elderly community dwellers (mean age ~69 years).", "effective_dosage": "Moderate temperature sauna (50 °C) during yoga sessions.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:27.988457+00:00"}
{"study_id": 36360, "supplement_id": 1539, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the physiological effects and thermal comfort of dry and wet sauna baths on young healthy women, assessing changes in indicators like body weight, blood pressure, heart rate, and thermal sensation.", "results_summary": "The study found that wet sauna bathing caused greater physiological strain (higher rectal temperature, heart rate, and thermal discomfort) compared to dry sauna, though both increased systolic blood pressure and decreased diastolic blood pressure. Weight loss was significantly higher after dry sauna sessions.", "population_specificity": "Ten young healthy women aged 22-24 years.", "effective_dosage": "60-minute sauna sessions (3x 15-minute exposures with 5-minute cooling intervals) in both dry (91°C, 18% humidity) and wet (59°C, 60.5% humidity) conditions.", "study_duration": "Single 60-minute session per sauna type.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:27.989217+00:00"}
{"study_id": 36361, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to assess the prospective association between the frequency of Finnish sauna bathing and the risk of all-cause and site-specific cancers in a middle-aged male population.", "results_summary": "The study found no significant association between frequent sauna bathing (2-3 or ≥4 sessions per week) and the risk of all-cause or site-specific cancers (prostate, gastrointestinal, lung) compared to ≤1 session per week. The findings were consistent but non-significant across multivariate-adjusted analyses.", "population_specificity": "Middle-aged Caucasian men (42-61 years) with no history of cancer.", "effective_dosage": "2-3 sessions per week and ≥4 sessions per week (compared to ≤1 session per week).", "study_duration": "Median follow-up of 24.3 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:28.608493+00:00"}
{"study_id": 36363, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the acute effects of sauna bathing on heart rate (HR) and heart rate variability (HRV) as indicators of autonomic nervous system activity.", "results_summary": "A single sauna session significantly altered HRV variables, transiently reducing vagal activity during the session but increasing parasympathetic activity during recovery. Resting HR decreased post-sauna, suggesting favorable autonomic nervous system modulation.", "population_specificity": "93 participants (mean age 52.0 years, 53.8% male) with cardiovascular risk factors.", "effective_dosage": "30-minute session at 73°C with 10-20% humidity.", "study_duration": "Single session with 30-minute recovery period.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:29.718695+00:00"}
{"study_id": 36367, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of sauna bath, particularly infrared sauna, on cardiac function in heart failure (HF) patients.", "results_summary": "Infrared sauna bath (60°C for 15 minutes, followed by 30-minute rest) five times a week for 2-4 weeks significantly improved B-type natriuretic peptide levels, cardiothoracic ratio, and left-ventricular ejection fraction, but had no significant effect on other cardiac parameters. The evidence strength varied from moderate to insufficient.", "population_specificity": "Patients with heart failure (HF).", "effective_dosage": "60°C for 15 minutes, followed by 30-minute rest, five times a week.", "study_duration": "2 to 4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:32.147992+00:00"}
{"study_id": 36365, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to explore the demographics, motivations, and health experiences of regular sauna bathers globally, focusing on perceived benefits and adverse effects.", "results_summary": "The study found that sauna-bathing was primarily used for relaxation, stress reduction, and pain relief, with 83.5% reporting sleep benefits and some improvements in mental well-being for frequent users. Adverse effects were mostly minor, though two severe cases requiring hospitalization were noted.", "population_specificity": "Predominantly well-educated, non-smoking, regularly-exercising individuals of normal-to-overweight status from Finland, Australia, and the United States.", "effective_dosage": "Approximately 1-2 times per week (varies by group: <5, 5-15, >15 times per month).", "study_duration": "Data collected from October 2016 to October 2017 (1 year).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:32.398429+00:00"}
{"study_id": 36368, "supplement_id": 1539, "safety_score": "95", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and preliminary health benefits of a sauna detoxification regimen for individuals in substance abuse treatment.", "results_summary": "The sauna regimen was well tolerated with a 99% completion rate, no serious adverse events, and statistically significant improvements in mental and physical health scores. Client-reported satisfaction was high, and improvements were noted in addiction severity and overall well-being.", "population_specificity": "109 individuals in a long-term residential substance abuse treatment program, including some with HIV or hepatitis C.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:32.488413+00:00"}
{"study_id": 36366, "supplement_id": 1539, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of sauna bathing on physiological parameters in young, overweight, sedentary men and to test correlations between these parameters and anthropometric/body composition features.", "results_summary": "The study found significant increases in physiological parameters (heart rate, energy expenditure, blood pressure, and body mass loss) during successive sauna sessions, with the strongest correlations observed in men with higher obesity and larger body size. A 60-minute sauna treatment resulted in a notable reduction in body mass (0.65 kg).", "population_specificity": "Young (20.76±2.4 y), overweight, sedentary men.", "effective_dosage": "Four 10-minute sauna sessions (90-91°C, 14-16% humidity) with four 5-minute cool-down breaks.", "study_duration": "60 minutes total (four 10-minute sessions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:32.621040+00:00"}
{"study_id": 36371, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility of HIV testing, counseling, and linkage to care among men who have sex with men (MSM) in a gay sauna setting in Thailand.", "results_summary": "The study found that active targeted HIV testing and counseling was feasible among MSM in the sauna, with 17% of participants testing positive for HIV. However, false perceptions of low HIV risk and poor linkage to care were significant barriers.", "population_specificity": "Men who have sex with men (MSM) aged ≥18 years attending a gay sauna in Thailand.", "effective_dosage": "Not applicable", "study_duration": "November 2013 to October 2015 (2 years)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:37.306886+00:00"}
{"study_id": 36370, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to investigate the short-term effects of sauna bathing on arterial stiffness and haemodynamics in individuals with cardiovascular risk factors.", "results_summary": "Sauna bathing reduced pulse wave velocity, blood pressure, mean arterial pressure, and left ventricular ejection time immediately after the session, with some effects sustained during recovery. Heart rate increased post-sauna, but no significant changes were observed in augmented pressure or pulse pressure amplification.", "population_specificity": "102 asymptomatic participants with at least one cardiovascular risk factor (mean age 51.9 years).", "effective_dosage": "Single sauna session (30 minutes at 73℃ with 10-20% humidity).", "study_duration": "30 minutes (plus 30-minute recovery assessment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:37.335552+00:00"}
{"study_id": 36369, "supplement_id": 1539, "safety_score": "80", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the prevalence, habits, and health-related quality of life (HRQoL) associations of sauna bathing among very old men.", "results_summary": "Regular sauna bathing was common among octogenarian men and associated with better HRQoL, particularly in physical function, vitality, social functioning, and general health. However, nearly half of the cohort reduced sauna use due to nonspecific reasons, mobility problems, or health concerns.", "population_specificity": "524 mostly home-living men aged 80-95 years from the Helsinki Businessmen Study.", "effective_dosage": "Median time in the hot room was 15 minutes at 80°C, mostly once a week (10% bathed more than twice a week).", "study_duration": "Cross-sectional survey (no specific intervention duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:37.924122+00:00"}
{"study_id": 36372, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate changes in cardiac parameters (arterial blood pressure, pulse frequency, and body temperature) after a single sauna bathing intervention in healthy young adults.", "results_summary": "The study found a statistically significant increase in arterial blood pressure, pulse frequency, and body temperature after sauna bathing, though these changes remained within physiological norms. Values returned to baseline after body chilling and a 20-minute rest.", "population_specificity": "44 healthy young adults (22 men and 22 women) aged 20-25 years with no history of respiratory or circulatory system illnesses.", "effective_dosage": "Sauna temperature at 110°C with 15% humidity; refreshing shower at 16-18°C.", "study_duration": "Single sauna bathing intervention with measurements taken before, immediately after, and after 20 minutes of rest.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:40.228665+00:00"}
{"study_id": 36373, "supplement_id": 1539, "safety_score": "90", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of a combined therapy (EMMS) including sauna for reducing pain, improving physical function, and enhancing quality of life in a patient with rheumatoid arthritis.", "results_summary": "The study found that EMMS therapy, including sauna, reduced pain, depression, anxiety, and stress while improving physical function, sleep quality, and overall quality of life in the patient. No side effects were reported.", "population_specificity": "A 48-year-old woman with rheumatoid arthritis.", "effective_dosage": "3 sauna sessions of 15 minutes each over 3 weeks.", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:40.710249+00:00"}
{"study_id": 36375, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine whether regular sauna bathing could reduce pain intensity in patients with chronic tension-type headache (CTTH).", "results_summary": "The study found that sauna bathing significantly reduced headache intensity compared to the control group, but there were no significant changes in headache duration, sleep, depression, or disability scores.", "population_specificity": "Thirty-seven individuals diagnosed with CTTH according to International Headache Society criteria.", "effective_dosage": "Regular sauna attendance (frequency not specified)", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:40.837592+00:00"}
{"study_id": 36374, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining repeated sauna therapy with exercise training improves symptoms, cardiac function, daily activities, and ambulation capacity in chronic heart failure patients.", "results_summary": "Both sauna therapy alone and combined with exercise training significantly improved cardiac function, daily activities, and ambulation capacity, with the combined therapy showing higher statistical significance in some outcomes. The study concluded that combining exercise training with sauna therapy may be more effective for improving cardiac function and daily activities in these patients.", "population_specificity": "54 patients with chronic heart failure (26 in combined therapy, 28 in sauna monotherapy).", "effective_dosage": "Sauna therapy and exercise training once a day, 5 days a week.", "study_duration": "From hospital admission to discharge (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:42.150952+00:00"}
{"study_id": 36376, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of Finnish sauna bathing on lipid profile in healthy, young men.", "results_summary": "The study found a statistically significant decrease in total cholesterol and LDL cholesterol during and after the sauna sessions, a transient decline in triacylglycerols, and a slight but insignificant increase in HDL cholesterol. The effects on lipid profile were similar to those achieved through moderate-intensity physical exercise.", "population_specificity": "Healthy, young men aged 20-23 years.", "effective_dosage": "10 sauna sessions, each consisting of three 15-minute parts with 2-minute cool-downs between them, conducted every 1 or 2 days.", "study_duration": "3 weeks of sauna treatment plus follow-up measurements in the weeks after.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:44.295058+00:00"}
{"study_id": 36378, "supplement_id": 1539, "safety_score": "20", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers reported a rare case of non-exercise-induced heat stroke in a 73-year-old male after prolonged sauna exposure, aiming to highlight the risks and management of such incidents.", "results_summary": "The study found that prolonged sauna exposure led to acute liver failure and heat stroke in the patient, who was successfully treated with high-volume plasma exchange and recovered completely.", "population_specificity": "73-year-old male with prolonged sauna exposure.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:44.966623+00:00"}
{"study_id": 36379, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 78, "quality_score": 72, "study_goal": "The researchers aimed to investigate the antioxidant status and adaptive physiological responses in volunteers before and after infrared sauna exposure.", "results_summary": "The study found that high temperatures initially induced oxidative stress but subsequently activated antioxidant defenses, improved cellular responses, and enhanced vascular function. These adaptive reactions suggest a stimulatory effect on the body's protective mechanisms.", "population_specificity": "Volunteers (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified.", "study_duration": "Not specified (referred to as \"a course of general infrared irradiation\").", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:45.782542+00:00"}
{"study_id": 36381, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Waon (low-temperature sauna) therapy could improve myocardial perfusion in patients with ischemia related to chronic total occlusion (CTO) of coronary arteries.", "results_summary": "Waon therapy significantly improved myocardial perfusion (reduced summed stress and difference scores), extended treadmill exercise time, and enhanced vascular endothelial function, though it slightly decreased circulating CD34-positive cells. The control group showed no changes.", "population_specificity": "24 patients with ischemia in CTO-related coronary artery areas.", "effective_dosage": "60 °C far infrared-ray dry sauna bath for 15 min daily, followed by 30 min in a bed covered with blankets.", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:49.395863+00:00"}
{"study_id": 36382, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate whether a sauna detoxification protocol could alleviate chronic symptoms and improve quality of life in law enforcement officers exposed to methamphetamine-related chemicals.", "results_summary": "The study found statistically significant improvements in health evaluations (SF-36), symptom scores, and neurotoxicity scores, with a high completion rate (92.8%), suggesting the protocol was effective and well-tolerated.", "population_specificity": "Utah police officers with employment-related methamphetamine exposures and chronic symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:50.337791+00:00"}
{"study_id": 36383, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and health benefits of sauna therapy, particularly for conditions like hypertension, heart failure, and environmental illness.", "results_summary": "The study found that sauna therapy is effective for hypertension, congestive heart failure, post-myocardial infarction care, and some chronic conditions like COPD and chronic pain. It also supports sauna use in depuration protocols for environmentally-induced illness, though early pregnancy use may pose risks.", "population_specificity": "Individuals with hypertension, congestive heart failure, post-myocardial infarction, COPD, chronic fatigue, chronic pain, addictions, and environmentally-induced illness.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:50.969516+00:00"}
{"study_id": 36384, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms by which repeated sauna therapy (Waon therapy) improves cardiac function and exercise tolerance in patients with chronic heart failure.", "results_summary": "Waon therapy significantly improved left ventricular ejection fraction, reduced plasma levels of norepinephrine and brain natriuretic peptide, increased 6-minute walk distance, enhanced endothelial function (FMD), and raised circulating CD34(+) cells. These improvements were correlated with better exercise tolerance and peak Vo(2).", "population_specificity": "41 patients with chronic heart failure (mean age 68.3 ± 13.5 years).", "effective_dosage": "5 times a week", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:52.466213+00:00"}
{"study_id": 36385, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether thermal therapy combining sauna and underwater exercise improved pain, symptoms, and quality of life in fibromyalgia syndrome (FMS) patients.", "results_summary": "The study found significant reductions in pain and symptoms (31-77%) after a 12-week thermal therapy program, with sustained improvements (28-68%) during a 6-month follow-up. Quality of life also improved, as measured by SF-36 scores.", "population_specificity": "44 female FMS patients meeting ACR criteria.", "effective_dosage": "Sauna therapy once daily for 3 days/week and underwater exercise once daily for 2 days/week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:53.483667+00:00"}
{"study_id": 36386, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether repeated sauna therapy (ST) could increase coronary vascularity and attenuate cardiac remodeling after myocardial infarction (MI) in rats.", "results_summary": "ST reduced left ventricular dimensions, attenuated increases in LV end-diastolic pressure, decreased cardiomyocyte cross-sectional areas, and improved coronary vascularity in noninfarcted myocardium, associated with increased eNOS and VEGF mRNA levels.", "population_specificity": "Wistar rats with induced myocardial infarction.", "effective_dosage": "15 min at 41°C followed by 20 min at 34°C, once daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:53.644418+00:00"}
{"study_id": 36387, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of inhaling hot dry air (sauna) versus room-temperature dry air on symptom severity in patients with the common cold.", "results_summary": "The study found no significant difference in overall symptom severity between the groups, but there were significant differences in medication use on Day 1, symptom severity on Day 2, and perceived therapy effectiveness on Day 7.", "population_specificity": "157 patients with symptoms of the common cold in Berlin, Germany.", "effective_dosage": "Not specified (intervention involved inhaling hot dry air in a sauna).", "study_duration": "3 days of treatment with a 4-day follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:54.658679+00:00"}
{"study_id": 36380, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of six weeks of repeated sauna treatment on autonomic nervous system function, peak nasal inspiratory flow (PNIF), and lung function in Thai patients with allergic rhinitis.", "results_summary": "The study found that six weeks of sauna treatment significantly increased sympathetic activity (higher LF/HF ratio), improved PNIF, and enhanced lung function (FEV1) compared to the control group.", "population_specificity": "Thai patients with allergic rhinitis (26 participants, 12 males and 14 females).", "effective_dosage": "30 minutes per session (6 sets of 5 minutes each, alternating with 5-minute rest periods), 3 days per week.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:56.726756+00:00"}
{"study_id": 36390, "supplement_id": 1539, "safety_score": "20", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to describe the characteristics and treatment of burn injuries caused by hot air sauna burns in a specific population.", "results_summary": "The study found that sauna air can cause deep burns penetrating all skin layers, leading to necrosis and rhabdomyolysis, with third-degree burns developing rapidly. Treatment involves preventing kidney damage and surgical intervention, including local flaps for tissue defects.", "population_specificity": "Middle-aged men who passed out on sauna benches under the influence of alcohol.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "Alcohol mentioned as a contributing factor.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:19:59.793077+00:00"}
{"study_id": 36393, "supplement_id": 1539, "safety_score": "20", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers aimed to describe a severe case of heat stroke resulting from sauna use and its clinical outcomes.", "results_summary": "The study reported a case of severe heat stroke with 20% 2nd degree burns, multi-organ failure, and critical polyneuropathy following sauna exposure, highlighting its grave prognosis.", "population_specificity": "A single patient with severe heat stroke from sauna use in Denmark.", "effective_dosage": "Not Assessed", "study_duration": "Unknown period of sauna exposure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:01.499041+00:00"}
{"study_id": 36391, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential mechanisms by which sauna therapy may increase BH4 availability and its implications for treating diseases associated with BH4 deficiency.", "results_summary": "The study suggests sauna therapy may increase BH4 availability through increased vascular shear stress and Hsp90 induction, potentially benefiting conditions like hypertension, vascular dysfunction, and chronic fatigue syndrome. However, no direct clinical evidence is provided to confirm these effects.", "population_specificity": "Not specified (theoretical mechanisms discussed, not a clinical population).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:01.712136+00:00"}
{"study_id": 36392, "supplement_id": 1539, "safety_score": "20", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review the unique characteristics and treatment challenges of hot air sauna burns (HASBs) and share their department's experience in managing these injuries.", "results_summary": "The study found that HASBs involve deep tissue damage and require aggressive early surgical intervention, including amputations and flap coverage, due to concurrent rhabdomyolysis. Treatment differs significantly from other burn types, with pedicled flaps being preferred over microvascular free flaps.", "population_specificity": "Patients with hot air sauna burns (42 cases recorded in literature).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:02.312753+00:00"}
{"study_id": 36394, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 60, "quality_score": 75, "study_goal": "To assess the safety and acceptance of supervised sauna bathing at moderate temperatures in people with chronic heart failure (CHF) and its impact on exercise tolerance and neuroendocrine concentrations.", "results_summary": "Sauna bathing was well tolerated with no adverse effects. Improvements in quality of life and exercise endurance were noted but not statistically significant between groups; neuroendocrine changes were minimal except for a 24% decrease in noradrenalin.", "population_specificity": "Nine individuals (6 men, 3 women, aged 62-87) with New York Heart Association Class III and IV CHF.", "effective_dosage": "15-minute sessions (extended to 20 minutes if oral temperature increased less than 1.0°C), 3 times per week at 60±1°C.", "study_duration": "4 weeks per group (cross-over design).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:05.155181+00:00"}
{"study_id": 36395, "supplement_id": 1539, "safety_score": "95", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of infrared sauna therapy on pain, stiffness, fatigue, and disease activity in patients with rheumatoid arthritis (RA) and ankylosing spondylitis (AS).", "results_summary": "Infrared sauna therapy significantly reduced pain and stiffness during sessions (statistically significant) and showed clinical improvements in pain, stiffness, and fatigue over the 4-week period, though these were not statistically significant. No adverse effects or disease exacerbation were reported.", "population_specificity": "17 RA patients and 17 AS patients.", "effective_dosage": "Eight infrared treatments over 4 weeks (frequency not specified).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:05.790990+00:00"}
{"study_id": 36396, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential of sauna bathing as part of a rehabilitative treatment to aid in the elimination of lipophilic chemicals and drugs from body stores.", "results_summary": "The study suggests that sauna bathing, combined with exercise and vitamin/mineral supplementation, may improve symptoms related to chemical exposure and drug addiction, though long-term effects remain largely unknown.", "population_specificity": "Individuals undergoing drug rehabilitation or exposed to lipophilic chemicals (broadly described, not specified in detail).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:08.695187+00:00"}
{"study_id": 36388, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the influence of repeated sauna baths on fat metabolism in young women.", "results_summary": "The study found that repeated sauna baths accelerated lipid metabolism, reduced total cholesterol and LDL levels, and increased HDL levels. These changes suggest potential benefits for ischemic heart disease prevention.", "population_specificity": "20 healthy, eumenhorreic young women aged 19-21 years.", "effective_dosage": "Group I: 30-minute sauna sessions; Group II: 40-minute sauna sessions with a 5-minute break, both every second day.", "study_duration": "2 weeks (7 sauna sessions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:09.175389+00:00"}
{"study_id": 36389, "supplement_id": 1539, "safety_score": "30", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to investigate a case of hypersensitivity pneumonitis linked to exposure to a contaminated steam bath.", "results_summary": "The study identified Exophiala jeanselmei as the causative agent in a steam bath environment, leading to hypersensitivity pneumonitis in a patient. The patient recovered fully after corticosteroid treatment and cessation of exposure.", "population_specificity": "A 55-year-old man with symptoms of cough and dyspnoea after regular steam bath attendance.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:10.308516+00:00"}
{"study_id": 36398, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers were investigating the sources of Legionnaires' disease outbreaks, including a sauna, to identify and eliminate infection sources.", "results_summary": "The study identified a sauna as one of the sources of Legionella pneumophila infection in patients with lower respiratory disease. Swift diagnosis and source elimination were emphasized to prevent outbreaks.", "population_specificity": "Three male patients with lower respiratory disease (ages 51, 32, and 63).", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:10.493615+00:00"}
{"study_id": 36399, "supplement_id": 1539, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers sought to determine the safety and efficacy of repeated 60°C sauna bathing in patients with chronic systolic congestive heart failure (CHF).", "results_summary": "Repeated sauna bathing was safe and improved symptoms, exercise tolerance, and cardiac function in CHF patients, with no adverse effects reported. It also reduced hospital admissions and improved biomarkers like plasma epinephrine and norepinephrine.", "population_specificity": "15 hospitalized CHF patients (New York Heart Association class ≈ 2.8) in stable clinical condition on conventional treatments.", "effective_dosage": "Once per day at 60°C.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:11.038146+00:00"}
{"study_id": 36397, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to study the physiological, therapeutic, and adverse effects of sauna bathing, particularly in chronic diseases, medication use, and special situations like pregnancy and childhood.", "results_summary": "Sauna was well tolerated with no significant health risks for healthy individuals, including those with stable hypertension, coronary heart disease, and congestive heart failure. It may relieve pain in musculoskeletal disorders, though antihypertensive medication could predispose to orthostatic hypotension post-bathing.", "population_specificity": "Healthy individuals, patients with chronic diseases (hypertension, coronary heart disease, congestive heart failure), pregnant women, and children.", "effective_dosage": "5 to 20 minutes per session, repeated 1 to 3 times.", "study_duration": "Acute (one day) or longer-term (several months).", "interactions": "Antihypertensive medication may increase risk of orthostatic hypotension after bathing.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:12.134246+00:00"}
{"study_id": 36400, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms by which sauna therapy improves endothelial dysfunction in cardiomyopathic hamsters with chronic heart failure.", "results_summary": "Sauna therapy significantly increased aortic eNOS mRNA and protein expression and elevated serum nitrate concentrations in cardiomyopathic hamsters, suggesting improved endothelial function and nitric oxide production.", "population_specificity": "Male TO-2 cardiomyopathic hamsters with chronic heart failure.", "effective_dosage": "Daily 15-minute session at 39°C followed by 20 minutes at 30°C.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:13.122985+00:00"}
{"study_id": 36401, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether repeated 60°C sauna treatment improves cardiac arrhythmias in chronic heart failure (CHF) patients.", "results_summary": "The study found that sauna treatment significantly reduced premature ventricular contractions (PVCs), improved heart rate variability, and decreased plasma brain natriuretic peptide concentrations in CHF patients compared to the non-treated group.", "population_specificity": "Thirty patients (59±3 years) with New York Heart Association functional class II or III CHF and at least 200 PVCs/24 h.", "effective_dosage": "Daily 60°C far infrared-ray dry sauna for 15 min, followed by 30 min bed rest with blankets, 5 days per week.", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:14.919905+00:00"}
{"study_id": 36402, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the therapeutic potential of sauna for patients with cardiovascular disease, particularly congestive heart failure.", "results_summary": "The study suggests promising data on sauna as a therapeutic modality for cardiovascular disease, but definitive conclusions are limited due to challenges in conducting double-blind, placebo-controlled studies.", "population_specificity": "Patients with cardiovascular disease, especially those with congestive heart failure.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:15.991103+00:00"}
{"study_id": 36403, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether repeated sauna therapy reduces oxidative stress (measured by urinary 8-epi-PGF(2alpha) levels) and improves vascular endothelial function in patients with coronary risk factors.", "results_summary": "The study found that sauna therapy significantly reduced systolic blood pressure and urinary 8-epi-PGF(2alpha) levels compared to the non-sauna group, suggesting it may protect against oxidative stress and atherosclerosis.", "population_specificity": "28 patients with at least one coronary risk factor.", "effective_dosage": "60°C far infrared-ray dry sauna for 15 minutes, followed by 30 minutes of bed rest with a blanket, once daily.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:18.361735+00:00"}
{"study_id": 36409, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the clinical and autonomic nervous system effects of complex sauna therapy in children with atopic dermatitis.", "results_summary": "Sauna therapy showed marked clinical improvement in children with atopic dermatitis and positively affected their autonomic nervous system, though long-term treatment was suggested for full autonomic regulation.", "population_specificity": "Children with atopic dermatitis", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:18.971229+00:00"}
{"study_id": 36404, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to explore the potential relevance of sauna use in the treatment of anorexia nervosa (AN) and its effects on hyperactivity, based on historical and animal model evidence.", "results_summary": "The study suggests that heat-treatment, including sauna sessions, may show progress in AN patients, possibly by addressing hyperactivity, but acknowledges the lack of reporting on sauna use in AN treatment strategies. The benefits of sauna may have been overlooked or attributed to conventional treatments.", "population_specificity": "Patients with anorexia nervosa (AN).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:19.031878+00:00"}
{"study_id": 36407, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine how 60°C sauna treatment improves cardiac function in patients with chronic heart failure (CHF) by examining its effects on endothelial function.", "results_summary": "Sauna treatment significantly improved endothelial function (%FMD), reduced BNP concentrations, and alleviated clinical symptoms in CHF patients, while no changes were observed in the control group.", "population_specificity": "20 patients with NYHA class II or III CHF (aged 62 ± 15 years).", "effective_dosage": "15 minutes in a 60°C sauna daily, followed by 30 minutes of bed rest.", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:19.829026+00:00"}
{"study_id": 36408, "supplement_id": 1539, "safety_score": "30", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to analyze the incidence and characteristics of sauna-related burns in Finland over a 7-year period.", "results_summary": "The study found that 25% of burn cases in the hospital were sauna-related, with 54% requiring surgery, 71% occurring in males, and 40% involving alcohol use. The estimated annual incidence was 7 burns per 100,000 people, equating to one hospitalization per day in Finland.", "population_specificity": "Burn patients treated at Kuopio University Hospital Burn Unit in Finland (n=598, with 154 sauna-related cases).", "effective_dosage": "Not mentioned", "study_duration": "7-year retrospective analysis", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:20.573234+00:00"}
{"study_id": 36410, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to investigate whether exogenous reinfection of tuberculosis occurred in a high-risk environment (a day-laborers' facility with a sauna).", "results_summary": "The study found that two individuals at the same facility developed tuberculosis with similar RFLP patterns, suggesting exogenous reinfection from the first case. The sauna was mentioned as part of the facility but was not the focus of the study.", "population_specificity": "Day-laborers at a facility with a sauna.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:20.913049+00:00"}
{"study_id": 36411, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 45, "study_goal": "The researchers aimed to demonstrate a detoxification method using sauna and highlight the importance of an environmentally oriented medical history in treating chronic degenerative diseases.", "results_summary": "The patient experienced substantial symptom relief, discontinued all prior medications without adverse effects, and returned to employment. The study noted the release of solvents from the bloodstream and clinical improvement.", "population_specificity": "A single patient with a 20-year history of chronic multisystem disorder due to chemical sensitivity from workplace solvent exposure.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:22.802192+00:00"}
{"study_id": 36413, "supplement_id": 1539, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the hemodynamic effects of sauna therapy on blood pressure and peripheral circulation in hypertensive men during rest and different types of exercise.", "results_summary": "Sauna therapy significantly reduced systolic and diastolic blood pressure at rest and during dynamic exercise but not during isometric exercise. It also improved peripheral hemodynamics (muscle clearance and functional cross-section) during dynamic exercise.", "population_specificity": "46 hypertensive men (WHO stages I-II, aged 41 ± 11 years).", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:24.523915+00:00"}
{"study_id": 36415, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of sauna therapy on blood pressure, heart frequency, peripheral hemodynamics, and cardiac function in patients with hypertension, coronary heart disease, and post-heart infarction aneurysm resection.", "results_summary": "Sauna therapy improved peripheral hemodynamics and blood pressure regulation in hypertensive patients but did not enhance left ventricular pumping function post-operation. All patient groups tolerated the therapy well.", "population_specificity": "Patients with hypertension, coronary heart disease (CHD), and those who underwent aneurysm resection after heart infarction.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:27.580957+00:00"}
{"study_id": 36416, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the long-term effects of regular Finnish sauna use on blood pressure, heart frequency, and hemodynamics in patients with hypertension and coronary heart disease.", "results_summary": "Regular sauna use had a positive effect on blood pressure regulation and hemodynamics in hypertensive and coronary heart disease patients, comparable to the benefits observed with kinesiotherapy (running and swimming) in hypertensive patients.", "population_specificity": "Patients with hypertension, coronary heart disease, essential hypertension, and those who underwent aortocoronary venous-bypass operation (ACVB) (n = 65), compared to 68 hypertensive patients undergoing kinesiotherapy.", "effective_dosage": "Twice a week", "study_duration": "One and three years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:28.205895+00:00"}
{"study_id": 36417, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate cardiovascular responses to isometric muscular exercise during sauna sessions in healthy men.", "results_summary": "The study measured cardiovascular responses during handgrip exercises before, during, and after sauna sessions, but specific outcomes were not detailed in the abstract.", "population_specificity": "Nine healthy men aged 26 to 46.", "effective_dosage": "5-6 saunas with one-week intervals, each including 2-6 heatings of 8-15 minutes (80-85°C, 15% humidity).", "study_duration": "Multiple sessions over several weeks (exact total duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:28.642351+00:00"}
{"study_id": 36419, "supplement_id": 1539, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to study the effects of different heating and cooling treatments in a sauna on autonomic functions, particularly focusing on heart rate changes and their relaxing effects.", "results_summary": "The study found that controlled heating and cooling in a sauna had a relaxing effect, alleviating psycho-emotional stress, but noted that contrast-cooling (e.g., swimming after sauna use) may pose risks for individuals with unstable blood pressure.", "population_specificity": "Not specified (general population implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:28.760820+00:00"}
{"study_id": 36418, "supplement_id": 1539, "safety_score": "20", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers aimed to investigate the potential role of hot, humid sauna exposure in triggering acute corneal hydrops in a patient with keratoconus.", "results_summary": "The study found that a healthy male with keratoconus developed acute corneal hydrops on two separate occasions after using a Finnish sauna, requiring surgical intervention. Histopathological examination confirmed breaks in Descemet's membrane and stromal edema.", "population_specificity": "A 44-year-old healthy male with bilateral keratoconus.", "effective_dosage": "Not specified", "study_duration": "Single exposure preceding each incident", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:29.236271+00:00"}
{"study_id": 36420, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of sauna therapy on blood pressure, heart rate, and hemodynamics in hypertensive patients with IHD after ACVB surgery.", "results_summary": "The study found that sauna therapy significantly improved the left ventricular ejection fraction (by 7-8%) and peripheral microcirculation, but did not influence blood pressure after resting or during exercise.", "population_specificity": "43 male untrained hypertensive patients with IHD after aortocoronary venous bypass surgery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:31.110788+00:00"}
{"study_id": 36516, "supplement_id": 1540, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and tolerability of Saw Palmetto with Palmex®, finasteride, and tamsulosin in treating mild to moderate benign prostatic hyperplasia (BPH).", "results_summary": "Saw Palmetto significantly improved maximum urinary flow (Qmax) by 23.1% and reduced IPSS scores by 74.6%, with comparable efficacy to other treatments. It also decreased prostate size and residual post-voiding volume, showing no significant differences in efficacy among the groups.", "population_specificity": "Men aged 40+ with mild to moderate BPH (IPSS score ≥1, <19).", "effective_dosage": "320 mg/day", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:35.025105+00:00"}
{"study_id": 36518, "supplement_id": 1540, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether saw palmetto extract (SPE) improves urinary frequency-related quality of life in healthy Japanese adults aged ≥50 years without diagnosed benign prostatic hyperplasia or overactive bladder.", "results_summary": "After 12 weeks of SPE intervention, symptom bother from frequent urination significantly improved, and daytime urinary frequency decreased. SPE enhanced urinary frequency-related quality of life in the studied population.", "population_specificity": "Healthy Japanese adults aged ≥50 years without benign prostatic hyperplasia or overactive bladder.", "effective_dosage": "320 mg once daily", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:35.511155+00:00"}
{"study_id": 36519, "supplement_id": 1540, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the potential therapeutic mechanisms of saw palmetto in treating benign prostatic hyperplasia (BPH), focusing on its active ingredients, targets, and pathways.", "results_summary": "The study identified 13 active components in saw palmetto, with stigmasterol as the core ingredient, and found that it inhibited BPH-1 cell viability and division by suppressing PGR, NCOA1, and NCOA2 expression. Molecular docking confirmed strong binding between stigmasterol and these hub genes, suggesting a therapeutic role in BPH treatment.", "population_specificity": "Geriatric male population with benign prostatic hyperplasia (BPH).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:37.214429+00:00"}
{"study_id": 36521, "supplement_id": 1540, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of a combination therapy (redensyl, saw palmetto, and biotin with PRP) against another treatment (Procapil with PRP) for androgenetic alopecia.", "results_summary": "The study found that PRP combined with redensyl, saw palmetto, and biotin showed significant improvement in AGA grading scores compared to the other treatment, suggesting it may be a better alternative.", "population_specificity": "54 male patients with androgenetic alopecia attending a tertiary care hospital.", "effective_dosage": "Not specified", "study_duration": "Four sessions at three-week intervals (total duration not explicitly stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:37.279628+00:00"}
{"study_id": 36414, "supplement_id": 1539, "safety_score": "85", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to determine the safety and hemodynamic effects of a single sauna session in heart transplant patients during rehabilitation.", "results_summary": "The study found that a single sauna session was well tolerated, with significant decreases in blood pressure, improved microcirculation, increased left ventricular ejection fraction, and reduced total peripheral vascular resistance.", "population_specificity": "8 male heart transplant patients (median age: 42 years) in rehabilitation phase III.", "effective_dosage": "Single sauna session (specific duration and temperature not specified).", "study_duration": "Single session (duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:37.551436+00:00"}
{"study_id": 97411, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not mention Spermidine or its study goals.", "results_summary": "The abstract does not discuss Spermidine or its effects.", "population_specificity": "Not specified (abstract focuses on lymphedema generally).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:44.037825+00:00"}
{"study_id": 97412, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to summarize recent advances in fluorescent methods for detecting polyamines like spermidine and highlight tumor-suppressing strategies involving polyamines.", "results_summary": "The study found that changes in polyamine concentrations can serve as biomarkers for cancer diagnosis and monitoring therapeutic effects. It also reviewed various fluorescent detection methods and tumor-suppressing strategies involving polyamines.", "population_specificity": "Not specified (general review of polyamine research)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:45.326015+00:00"}
{"study_id": 97415, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the role of mitophagy in Alzheimer's disease and explore potential therapeutic benefits of mitophagy enhancers, including Spermidine.", "results_summary": "The abstract does not provide specific findings on Spermidine but discusses the broader context of mitophagy dysfunction in Alzheimer's disease and the potential of mitophagy enhancers to restore mitochondrial quality control.", "population_specificity": "Not specified (focus on Alzheimer's disease and mitochondrial dysfunction).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:45.913023+00:00"}
{"study_id": 97417, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review the role of polyamines, including spermidine, in SARS-CoV-2 infection and their potential impact on treatment effectiveness.", "results_summary": "The abstract suggests that polyamines like spermidine help maintain cell viability under harsh conditions and are involved in cell proliferation, differentiation, and growth, but it does not provide specific efficacy data for spermidine in COVID-19.", "population_specificity": "Not specified (general review of polyamines in cellular and viral contexts).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:45.947124+00:00"}
{"study_id": 97414, "supplement_id": 1575, "safety_score": "85", "efficacy_score": 45, "quality_score": 80, "study_goal": "To determine the effect of longer-term spermidine supplementation on memory performance and biomarkers in older adults with subjective cognitive decline.", "results_summary": "The study found no significant changes in memory performance or biomarkers after 12 months of spermidine supplementation compared to placebo. Exploratory analyses suggested possible benefits for verbal memory and inflammation, but these findings require further validation.", "population_specificity": "Adults aged 60-90 years with subjective cognitive decline.", "effective_dosage": "0.9 mg spermidine per day, extracted from wheat germ.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:45.984943+00:00"}
{"study_id": 97419, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate anticancer strategies targeting polyamine metabolism, including spermidine, and assess the potential of combination therapies and natural active ingredients.", "results_summary": "The study suggests that targeting polyamine metabolism is a rational anticancer strategy, with combination therapies and natural bioactive substances showing promise due to their synergistic effects and ability to affect multiple targets. Polyamine metabolic enzymes are identified as important therapeutic targets.", "population_specificity": "Not specified (general discussion of polyamines in cancer cells).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:46.087118+00:00"}
{"study_id": 97418, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate translational approaches for inhibiting EIF5A hypusination in pathogenic parasites and therapy-resistant tumors, assessing its potential for Advanced Medicinal Therapies.", "results_summary": "The abstract highlights the importance of spermidine in cell proliferation and its role in EIF5A hypusination, but notes limited translational application of inhibitors in murine models. It suggests potential for treating drug-resistant cancers and parasitic infections but lacks detailed efficacy data.", "population_specificity": "Pathogenic parasites and therapy-resistant tumors (murine models mentioned).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:46.191823+00:00"}
{"study_id": 97416, "supplement_id": 1575, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of polyamines, including spermidine, in tumor microenvironment regulation and their potential as therapeutic targets, particularly in enhancing antitumor immune responses.", "results_summary": "The study highlights that polyamines like spermidine influence tumor-permissive microenvironments and immune responses, potentially contributing to immunologically \"cold\" tumors. It also suggests that microbiota composition and dietary polyamine availability can alter polyamine metabolism and function in cancer contexts.", "population_specificity": "Not specified (focus on general mechanisms in cancer and immune response).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:20:46.407467+00:00"}
