{"study_id": 6160, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a low-fat mayonnaise using yolk-casein through post-acidification to mimic the texture of high-fat mayonnaise while reducing oil content.", "results_summary": "Post-acid-treated low-fat mayonnaise showed a 77.80% improvement in G' and 90.18% increase in viscosity compared to pre-acid-treated versions, achieving semisolid properties via a dense yolk-casein self-assembly network.", "population_specificity": "Not specified (in vitro or food product study).", "effective_dosage": "Not specified (30% oil content in the final product).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:24.387529+00:00"}
{"study_id": 6162, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how different dairy sterilization techniques affect the structural and functional characteristics of EGCG-casein (EGCG-CS) complexes.", "results_summary": "The study found that thermal treatments above 85°C disrupted non-covalent bonds in EGCG-CS, leading to instability and reduced viscosity. However, a 15-second treatment at 85°C improved structural stability, foaming, and emulsifying abilities of the complexes.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified (single treatment durations varied from 5 seconds to 30 minutes)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:25.500493+00:00"}
{"study_id": 6161, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the fasting hypoglycemic effect of casein hydrolysate (CH) in diabetic-like mice and identify the underlying mechanisms through multiomics analysis.", "results_summary": "CH administration reduced fasting blood glucose by 14.73%, alleviated insulin resistance by 36.91%, and improved hepatic glucose metabolism by upregulating key genes (pparg, pik3cb) and enhancing the PPAR and insulin/PI3K/AKT signaling pathways. Glx-containing peptides in CH were identified as potential active components for its hypoglycemic effect.", "population_specificity": "db/db diabetic-like mice", "effective_dosage": "600 mg/kg/day", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:26.168599+00:00"}
{"study_id": 6163, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the inhibitory potential of newly synthesized dibenzofuran-based compounds against the protein kinase CK2 for potential cancer treatment.", "results_summary": "Two compounds (12b and 12c) showed strong CK2 inhibition with IC50 values of 5.8 nM, effectively crossed cell membranes, and reduced intracellular CK2 activity in LNCaP prostate carcinoma cells. Co-crystallization revealed structural interactions between 12c and CK2α, providing insights into structure-activity relationships.", "population_specificity": "LNCaP human prostate carcinoma cells (in vitro study).", "effective_dosage": "Not specified (IC50 values provided for compounds 12b and 12c: 5.8 nM).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:29.640634+00:00"}
{"study_id": 6165, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether cold argon plasma (CAP) treatment could reduce the antigenicity of Casein by altering its epitope structure and sequence.", "results_summary": "A 12-minute CAP treatment reduced Casein antigenicity by 80.46%, with observed aggregation and fragmentation of Casein. Disruption of linear epitopes in the α-helix region and modifications to amino acids with aromatic side chains contributed to reduced allergenicity.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not applicable (CAP treatment duration: 12 minutes)", "study_duration": "12 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:29.781626+00:00"}
{"study_id": 6164, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the effects of CX-4945, a selective CK2 inhibitor, on glioblastoma (GBM) cell proliferation and blood-brain barrier (BBB) homeostasis.", "results_summary": "CX-4945 reduced proliferative activity in GBM cells and modulated pathways involved in tumor progression, including apoptosis. It also restored tight junctions' expression in the BBB model, showing promising antiproliferative effects in both in vitro and xenograft studies.", "population_specificity": "Human U-87 glioblastoma cell line and hCMEC/D3 cell line (BBB model).", "effective_dosage": "5, 10, and 15 μM for 24 hours.", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:30.134662+00:00"}
{"study_id": 6166, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of dielectric barrier discharge cold plasma (DBD-CP) technology on the quality, texture, antibacterial activity, and structure of casein acid-gel.", "results_summary": "DBD-CP treatment significantly improved water holding capacity (WHC) and electrical conductivity of the gel, altered protein structure (reduced α-helix, increased β-angle), and enhanced gel quality, with indirect processing (IP) yielding better results than direct processing (DP). The optimal conditions were 50 V for 60 s.", "population_specificity": "Not specified (in vitro study on casein acid-gel)", "effective_dosage": "50 V for 60 s", "study_duration": "Not specified (single treatment)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:31.575941+00:00"}
{"study_id": 6167, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the combined effects of highland barley polysaccharides (HBP) and low-frequency static magnetic field (LF-SMF) treatment on the structure and properties of acid-induced casein (CS) coacervates.", "results_summary": "The study found that adding HBP and LF-SMF treatment enhanced casein aggregation, crosslinking, and coacervate properties, leading to improved viscoelasticity, microstructure, and encapsulation efficiency for probiotics. M-CS/HBP coacervates showed superior protection for probiotics under adverse conditions.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:33.951334+00:00"}
{"study_id": 6168, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how enzymatic hydrolysis with flavourzyme affects the structural properties of yak casein and its inhibitory effects on xanthine oxidase (XOD).", "results_summary": "The study found that flavourzyme treatment fragmented yak casein into smaller particles, altered its secondary and tertiary structures, and produced hydrolysates with XOD inhibitory activity, peaking at 40.63% inhibition after 3 hours of hydrolysis. The fraction with a molecular weight exceeding 3 kDa showed enhanced XOD inhibitory activity.", "population_specificity": "Yak casein (in vitro study, no human or animal subjects)", "effective_dosage": "Not specified", "study_duration": "Hydrolysis durations varied up to 4 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:35.143971+00:00"}
{"study_id": 6169, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of amorphous calcium phosphate-casein phosphopeptide (ACP-CPP) agent with two diode lasers (660 nm and 980 nm) in treating dentinal hypersensitivity.", "results_summary": "The ACP-CPP agent was less effective than both diode lasers in reducing dentinal hypersensitivity throughout the trial period, though all three treatments showed positive results as desensitizers. No statistically significant difference was observed between the two lasers at 1, 3, and 6 months.", "population_specificity": "39 patients with at least three hypersensitive teeth in one quadrant.", "effective_dosage": "Not specified", "study_duration": "6 months (with evaluations at baseline, 30 min, 1 week, 1 month, 3 months, and 6 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:36.188905+00:00"}
{"study_id": 6170, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how mixing casein micelles (CMs) with pea proteins affects gel formation and final structure, exploring protein ratios and thermal treatment effects.", "results_summary": "Replacing CMs with pea proteins delayed gel formation but increased final gel elasticity at certain ratios (80:20 and 60:40), suggesting pea proteins form a network when surrounded by CMs. The study found that protein ratios and thermal treatment can tailor mixed gel characteristics.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Protein ratios of 80:20, 60:40, 40:60, and 20:80 (CMs:pea proteins)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:38.899196+00:00"}
{"study_id": 6172, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether recombinant NAP expressed on B. subtilis spores could effectively treat casein allergy in mice by modulating immune responses.", "results_summary": "NAP recombinant spore treatment reduced allergic symptoms and inflammation, increased Th1 cytokines (IL-12, IFN-γ), decreased casein-specific IgE and IgG1, and elevated TLR2 and c-JUN expression in jejunal tissue. In vitro, NAP spores polarized macrophages to the M1 phenotype, enhancing cytokine expression via TLR2.", "population_specificity": "Mice sensitized to bovine casein.", "effective_dosage": "Not specified.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:40.159286+00:00"}
{"study_id": 6174, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine how leptin influences milk production in mammary epithelial cells (MECs), specifically its effect on β-casein production and STAT5 inactivation.", "results_summary": "Leptin inhibited β-casein production in MECs in a concentration-dependent manner and inactivated STAT5, a key transcription factor for milk production. Apical leptin exposure (mimicking milk leptin) had inhibitory effects, while basolateral exposure (mimicking plasma leptin) did not.", "population_specificity": "Mouse mammary epithelial cells (MECs) in a culture model.", "effective_dosage": "Concentration-dependent leptin treatment (specific amounts not stated).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:40.502917+00:00"}
{"study_id": 6173, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of Alpha-s1 casein hydrolysate (ACH) on sleep quality in individuals with chronic insomnia using both subjective and objective measures.", "results_summary": "ACH supplementation significantly improved sleep quality, reducing GSDS scores and sleep onset latency, with notable improvements in ISI, GSDS, PSQI, ESS, and HADS scores compared to placebo. PSG data confirmed these benefits, showing a significant decrease in sleep onset latency.", "population_specificity": "Taiwanese individuals with chronic insomnia in a hospital-based cohort.", "effective_dosage": "600 mg daily for the first two weeks, then 300 mg daily for the remaining two weeks.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:40.775421+00:00"}
{"study_id": 6171, "supplement_id": 990, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the physiological effects of casein glycomacropeptide (GMP) versus phenylalanine-free amino acids (AA) in children with PKU, focusing on gut health, oxidative stress, renal function, inflammation, and satiety.", "results_summary": "GMP significantly improved GI symptoms (stomach pain, heartburn, bloating) compared to AA, with trends for less constipation and nausea. However, no significant differences were found in gut health markers, oxidative stress, or inflammation, except for minor changes in adiponectin and antioxidant capacity. Blood phenylalanine levels were higher with GMP.", "population_specificity": "Children (4-9 years old, 8 males) with classical PKU.", "effective_dosage": "Not specified", "study_duration": "12 weeks per intervention arm, with a 4-week washout period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:41.302825+00:00"}
{"study_id": 6175, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of casein kinase 2 (CK2) in dysregulation of SK channels in dopamine neurons and its potential contribution to behavioral abnormalities in Alzheimer's disease.", "results_summary": "The study found that casein kinase 2 (CK2) was upregulated in dopamine neurons of 3xTg-AD mice, contributing to SK channel dysfunction and neuronal hyperexcitability. Pharmacological inhibition of CK2 restored normal SK channel activity and firing patterns, suggesting a potential therapeutic target for Alzheimer's-related behavioral deficits.", "population_specificity": "3xTg-AD mouse model (amyloid + tau-driven Alzheimer's disease model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:43.445657+00:00"}
{"study_id": 6176, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether nucleolar CK2α staining could serve as a prognostic marker for recurrence and survival in early-stage lung adenocarcinoma patients.", "results_summary": "Positive nucleolar CK2α staining was found in 50.8% of tumors and was associated with significantly worse recurrence-free survival. Multivariate analysis identified nucleolar CK2α staining and lymph node metastasis as independent poor prognostic factors.", "population_specificity": "118 patients who underwent pulmonary lobectomy for early-stage lung adenocarcinoma between 2014 and 2018 at Fukushima Medical University Hospital.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:44.854358+00:00"}
{"study_id": 6178, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the anti-neoplastic effects of CIGB-300, a CK2 inhibitor, in lung cancer cells lacking EGFR, ALK, and ROS mutations.", "results_summary": "CIGB-300 impaired viability and proliferation of lung cancer cells, induced ROS and mitochondrial membrane depolarization, and demonstrated anti-tumor effects in xenograft models by reducing CK2 subunit phosphorylation.", "population_specificity": "Lung adenocarcinoma (LUAD) and lung squamous carcinoma (LUSC) cell lines (A549, NCI-H522, NCI-H226, SK-MES-1) and xenograft models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:48.321196+00:00"}
{"study_id": 6177, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and recommended phase 2 dose of BTX-A51, a small molecule inhibitor targeting casein kinase 1α (CK1α), in patients with relapsed or refractory AML and MDS.", "results_summary": "BTX-A51 increased p53 expression and reduced MCL1 expression, with 10% of patients achieving complete remission with incomplete count recovery (CRi). Efficacy was higher (30%) in RUNX1-mutated patients at doses of 11mg or higher, and ex-vivo studies showed synergy with azacitidine and venetoclax.", "population_specificity": "Patients with relapsed or refractory acute myeloid leukemia (AML) and myelodysplastic syndromes (MDS).", "effective_dosage": "1mg to 42mg dosed three days/week for 21 or 28 days out of a 28-day cycle (recommended phase 2 dose: 21mg three days/week for 4 weeks).", "study_duration": "28-day cycles (21 or 28 days of dosing per cycle).", "interactions": "Synergy noted with azacitidine and venetoclax in ex-vivo studies.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:48.771603+00:00"}
{"study_id": 6179, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether casein-dextran (CD) conjugates could stabilize Pickering emulsions to enhance lutein delivery and mitigate blue light-induced retinal degeneration.", "results_summary": "The study found that CD-stabilized Pickering emulsions improved lutein retention and bioaccessibility, with the CD-75% formulation showing the best performance. In vivo experiments demonstrated that lutein-loaded Pickering emulsions effectively alleviated blue light-induced retinal degeneration in mice.", "population_specificity": "Mice (in vivo experiments)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:49.858055+00:00"}
{"study_id": 6181, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of high-pressure processing (HPP) on the physicochemical and structural properties of micellar casein concentrates (MCC) from bovine and caprine milk.", "results_summary": "HPP increased mineral solubility and reduced particle size more significantly in bovine MCC compared to caprine MCC. Structural changes, such as shifts in α-helix and β-sheet content, were also observed, suggesting HPP can enhance functional characteristics of casein.", "population_specificity": "Reconstituted micellar casein concentrates from bovine and caprine milk.", "effective_dosage": "Pressures ranging from 100 to 500 MPa for 30 minutes.", "study_duration": "Single 30-minute treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:49.996563+00:00"}
{"study_id": 6180, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a toothpaste containing casein phosphopeptide amorphous calcium phosphate (CPP-ACP) combined with fluoride and sodium trimetaphosphate (TMP) in preventing dental demineralization and altering biofilm composition.", "results_summary": "The study found that toothpaste with 1100F-CPP-ACP-TMP significantly reduced enamel hardness loss by 42% compared to fluoride alone and increased fluoride, calcium, and phosphorus concentrations in enamel and biofilm while reducing insoluble extracellular polysaccharide (EPS) levels.", "population_specificity": "10 volunteers wearing intraoral appliances with bovine enamel specimens.", "effective_dosage": "10% CPP-ACP in toothpaste, applied 3 times/day.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:50.000383+00:00"}
{"study_id": 6182, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the efficacy of MI varnish (containing casein phosphopeptide-amorphous calcium phosphate), diode laser irradiation, and their combination on remineralization of white spot lesions (WSLs) in enamel.", "results_summary": "All treatment groups (MI varnish, diode laser, and their combination) showed significantly higher microhardness values compared to the control, with diode laser alone recording the highest mean microhardness. SEM analysis supported these findings by revealing improved surface morphology in treated samples.", "population_specificity": "In vitro enamel samples (not human subjects).", "effective_dosage": "MI varnish applied once for 7 days; diode laser irradiation details not specified.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:50.844593+00:00"}
{"study_id": 6183, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether pre-acidification (PA) with different acids could improve the functional properties of low-moisture part-skim mozzarella made from high-casein milk by reducing insoluble calcium content.", "results_summary": "Pre-acidification with citric acid to pH 6.00 significantly reduced insoluble calcium levels, improved cheese functionality (e.g., lower hardness, better melt), and maintained proteolysis. Cheeses treated with citric acid PA showed better sensory performance on pizza compared to other treatments.", "population_specificity": "Not specified (study focused on cheese manufacturing, not human subjects).", "effective_dosage": "Not applicable (study used pH adjustments: 6.40 and 6.00 with acetic, citric, or carbonic acid).", "study_duration": "90 days of refrigerated storage.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:53.946717+00:00"}
{"study_id": 6184, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the remineralizing effect of CPP-ACP (casein phosphopeptide-amorphous calcium phosphate) and nHAp, with and without Er:YAG laser irradiation, on demineralized primary enamel.", "results_summary": "The study found that CPP-ACP increased surface microhardness, with greater improvement when combined with laser irradiation. However, nHAp showed comparable or better remineralization than CPP-ACP, especially with laser application.", "population_specificity": "Extracted primary incisors (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:54.107409+00:00"}
{"study_id": 6186, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a targeted drug delivery system for daunorubicin using sodium caseinate nanoparticles modified with folic acid to reduce toxicity and improve specificity for cancer cells.", "results_summary": "The study found that sodium caseinate nanoparticles successfully encapsulated daunorubicin and were effectively targeted to cancer cells using folic acid. The synthesized nanoparticles had an average size of 8.117 nm and demonstrated potential as favorable carriers for targeted drug delivery.", "population_specificity": "Not specified (in vitro or preclinical study implied by methodology).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:57.583575+00:00"}
{"study_id": 6185, "supplement_id": 990, "safety_score": "30", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the potential negative impact of casein-bound lactulosyllysine (LL) on liver health, specifically its role in inducing nonobese nonalcoholic fatty liver disease (NONAFLD).", "results_summary": "The study found that casein-bound LL induced a NONAFLD phenotype in mice, characterized by reduced body weight gain, hypolipidemia, and intrahepatic lipid accumulation. Mechanistically, LL impaired lipid metabolism by inducing dicarbonyl stress and promoting carbonyl glycation in the liver.", "population_specificity": "Healthy C57BL/6 mice.", "effective_dosage": "Varying levels of casein-bound LL (specific amounts not provided).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:16:58.195313+00:00"}
{"study_id": 6188, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how transglutaminase (TGase)-crosslinked milk protein concentrate (MPC) and micellar casein concentrate (MCC) affect the functionality of imitation mozzarella cheese (IMC) compared to rennet casein (RCN).", "results_summary": "TGase-treated MPC and MCC increased viscosity and transition temperature while reducing meltability in IMC. These treated powders performed comparably to RCN in texture and some melted characteristics, though MPC-based IMC had lower transition temperatures and meltability than MCC-based IMC.", "population_specificity": "Dairy-based imitation mozzarella cheese formulations.", "effective_dosage": "TGase at 0.3 (L) and 3.0 (H) units/g of protein.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:00.358493+00:00"}
{"study_id": 6187, "supplement_id": 990, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the adherence, palatability, usability, gastrointestinal tolerance, and metabolic control of a low tyrosine casein glycomacropeptide (cGMP) protein substitute in adults with NTBC-induced tyrosinaemia.", "results_summary": "The cGMP protein substitute showed high adherence (98%), positive palatability and usability ratings, preference over AA-based substitutes, no notable gastrointestinal changes, and maintained metabolic control.", "population_specificity": "Four adults (mean age 61.1 years) with alkaptonuria (AKU) and NTBC-induced tyrosinaemia recruited from the UK National Alkaptonuria Centre.", "effective_dosage": "20 g protein equivalent, prescribed based on individual nutritional requirements.", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:00.550976+00:00"}
{"study_id": 6189, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate protein aggregation pathways (Maillard and DHA-derived) in lactose-hydrolyzed UHT milk (LHM) and conventional UHT milk, focusing on processing methods and lactase enzyme purity.", "results_summary": "Prehydrolyzed LHM showed higher Maillard-related markers, while conventional UHT milk had more DHA-derived cross-links. Intramicellar cross-links involving αS1- and αS2-caseins were detected in larger particles during storage.", "population_specificity": "Not specified (study focused on milk processing and storage).", "effective_dosage": "Not applicable (processing methods compared, not dosages).", "study_duration": "Up to one year (storage at 25°C or 35°C).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:00.978818+00:00"}
{"study_id": 6190, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of cheese and casein phosphopeptide-amorphous calcium phosphate (CPP-ACP) on remineralizing erosive lesions in primary teeth enamel caused by exposure to amoxicillin and ibuprofen syrups.", "results_summary": "The study found that both cheese and CPP-ACP significantly increased enamel microhardness after erosion caused by amoxicillin and ibuprofen syrups, with no significant difference between the two treatments in the amoxicillin group. The ibuprofen group showed a statistically insignificant difference between the control and CPP-ACP subgroups.", "population_specificity": "Noncarious deciduous molars (primary teeth) from pediatric patients.", "effective_dosage": "10 minutes of therapy (cheese, CPP-ACP, or artificial saliva) after each 1-minute immersion in syrups, three times per day.", "study_duration": "1 week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:02.360236+00:00"}
{"study_id": 6192, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate Na-caseinate coated magnetic nanoparticles (MNP) as a theranostic system for cancer diagnostics, drug delivery, and magnetic hyperthermia.", "results_summary": "The study found that Na-caseinate coating marginally affected the magnetic behavior of MNP while improving salt stability and enabling high drug loading (up to ~75%). The coated MNP demonstrated effective drug delivery into cutaneous squamous cell carcinoma cells (SCL-1) and suitability for magnetic particle imaging (MPI) and hyperthermia.", "population_specificity": "In vitro study using cutaneous squamous cell carcinoma cells (SCL-1).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:02.945171+00:00"}
{"study_id": 6193, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether increased thermo-mechanical processing could offset texture deficits in pasta filata-style cheese caused by milk homogenization.", "results_summary": "Homogenization alone did not significantly alter the samples, but thermo-mechanical processing led to distinct fibrous structures in non-homogenized samples and increased muscle activity and jaw movements during mastication.", "population_specificity": "Not specified (study focused on cheese processing, not human demographics).", "effective_dosage": "Not applicable (study involved cheese processing, not dosage).", "study_duration": "Not specified (study focused on processing methods, not time).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:04.551567+00:00"}
{"study_id": 6194, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to profile the jejunal mucosal transcriptome of cattle in response to postruminal casein infusion and exogenous GLP-2 to understand its effects on growth, starch assimilation, and barrier function.", "results_summary": "Postruminal casein infusion downregulated 7 jejunal mucosal genes but did not significantly enrich KEGG pathways or gene ontologies. The study primarily highlighted the transcriptional mechanisms of exogenous GLP-2, with casein's effects being less pronounced.", "population_specificity": "Holstein steers (250 ± 23.1 kg body weight)", "effective_dosage": "1.30 g casein/kg of body weight, administered via continuous abomasal infusion", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:06.475193+00:00"}
{"study_id": 6196, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to increase the enzyme specificity of ficin for small proteins by generating steric hindrances to reduce its activity against large proteins like casein and hemoglobin.", "results_summary": "The modified biocatalyst maintained activity against small synthetic substrates but reduced activity against casein by over 50% and nearly eliminated activity against hemoglobin, with greater effectiveness at 37°C than 55°C. The biocatalyst remained stable and reusable for five cycles without loss of activity.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:08.905964+00:00"}
{"study_id": 6197, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the mechanism of β-Lg-induced casein micelle aggregation during UHT processing to understand protein interactions in UHT milk.", "results_summary": "The study found that β-Lg destabilized casein micelles, increased their size and zeta potential, and formed complexes through hydrogen bonds, disulfide bonds, and non-covalent interactions. Molecular dynamics simulations identified electrostatic and van der Waals forces as key drivers of these interactions.", "population_specificity": "Not specified (in vitro study on milk proteins)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:09.633488+00:00"}
{"study_id": 6198, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the enhanced therapeutic potential of PIP@CM (Piperine encapsulated in Casein micelles) against Huntington's disease in a zebrafish model.", "results_summary": "PIP@CM showed improved release and antioxidant activity in vitro, and in vivo treatment significantly improved behavioral performance and reduced oxidative stress markers compared to pure PIP and untreated HD models.", "population_specificity": "Zebrafish model of Huntington's disease induced by 3-nitropropionic acid (3-NPA).", "effective_dosage": "PIP@CM (25 mg/kg, equivalent to 5 mg/kg PIP).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:09.837862+00:00"}
{"study_id": 6199, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether smoking during lactation decreases β-casein concentrations in breast milk and whether miR-210-5p expression is involved in this suppression.", "results_summary": "Maternal smoke exposure during lactation significantly decreased β-casein expression in mammary epithelia, along with reduced STAT5 and pSTAT5 levels, while increasing miR-210-5p expression. Nicotine treatment also reduced β-casein protein levels and increased miR-210-5p expression in human mammary epithelial cells.", "population_specificity": "Lactating CD1 mice and non-malignant human mammary epithelial MCF-12A cells.", "effective_dosage": "Cigarette smoke exposure (1.7 mg tar, 14 mg nicotine) for 1 hour twice/day.", "study_duration": "Five consecutive days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:12.743150+00:00"}
{"study_id": 6200, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of casein supplementation, alone and combined with probiotics, on the aerobic capacity of male soccer players.", "results_summary": "The study found that casein supplementation, especially when combined with probiotics, improved Time-to-exhaustion (TTE) and Time-HHV, indicating enhanced aerobic capacity. However, casein alone did not show significant differences compared to placebo in most measured outcomes.", "population_specificity": "44 male soccer players (Age: 22.81 ± 2.76 yr, Height: 177.90 ± 6.75 cm, Weight: 67.42 ± 8.44 kg).", "effective_dosage": "20 grams of casein powder consumed 45 minutes before bed, three times a week.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:13.579023+00:00"}
{"study_id": 6201, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of bioactive peptides derived from casein on performance, nutrient digestibility, enzyme activity, and intestinal microbial populations in broiler chickens.", "results_summary": "Casein peptides at 1000 mg/kg improved weight gain in grower, finisher, and whole periods, enhanced intestinal morphology, reduced oxidative stress in meat, and improved enzyme activity while increasing beneficial Lactobacillus and decreasing Coliform populations.", "population_specificity": "1-day-old male Ross 308 broiler chickens", "effective_dosage": "200, 400, 600, 800, and 1000 mg of peptides per kg of diet", "study_duration": "Not specified (whole periods implied but exact duration not stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:13.779699+00:00"}
{"study_id": 6202, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of casein kinase 1 (CK1), particularly the CK1α isoform, in prostate cancer (PCa) and its potential as a novel therapeutic target.", "results_summary": "The study suggests that CK1α may regulate androgen receptor (AR) activity via phosphorylation and is implicated in prostate tumorigenesis, highlighting its potential as a therapeutic target for PCa. The review also discusses CK1's broader role in signaling pathways deregulated in cancer.", "population_specificity": "Prostate cancer research (not human subjects, but a review of existing literature).", "effective_dosage": "Not available", "study_duration": "Not applicable (review study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:16.509521+00:00"}
{"study_id": 6203, "supplement_id": 990, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the anti-cancer potential of casein and its derivatives, focusing on their selective cytotoxicity against tumor cells and molecular mechanisms of action.", "results_summary": "Casein and its derivatives demonstrated antitumor and cytotoxic effects on various tumor types without harming normal cells, acting through multiple signaling pathways including STAT1, STAT3/HIF1-α, and TLR4/NF-кB. These mechanisms suggest casein could be an effective adjuvant in cancer therapy.", "population_specificity": "Cells from various tumor types (specific human or animal models not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:17.817158+00:00"}
{"study_id": 6205, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of cold plasma technology on the phosphorylation degree, functional properties, oxidation, and structure of casein in sheep milk.", "results_summary": "Cold plasma treatment for 3-4 min increased phosphorylation and improved functional properties (water-holding capacity, solubility, foaming). Protein oxidation was minimized at 2-3 min, but prolonged treatment destabilized protein conformation.", "population_specificity": "Sheep milk casein", "effective_dosage": "Cold plasma treatment at 10 kHz 20 kV for 2-4 min", "study_duration": "2-4 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:18.642843+00:00"}
{"study_id": 6195, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the cytocompatibility and anti-inflammatory effects of casein enzymatic hydrolysate (CEH)-laden GelMA fibrous scaffolds on dental pulp stem cells (DPSCs).", "results_summary": "CEH-laden GelMA scaffolds showed improved DPSC viability and adhesion, with 10% CEH reducing pro-inflammatory cytokines (IL-6, IL-1α, TNF-α). Mechanical properties varied by CEH concentration, with 20% and 30% CEH increasing elongation at break.", "population_specificity": "Dental pulp stem cells (DPSCs) in vitro.", "effective_dosage": "10%, 20%, and 30% CEH (w/w) in GelMA scaffolds.", "study_duration": "Not explicitly stated (follow-up included seven-day viability assessment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:18.764562+00:00"}
{"study_id": 6204, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the role of casein kinase 1 alpha (CK1α) in regulating Merkel cell polyomavirus (MCPyV) large T antigen (LT) stability and viral replication.", "results_summary": "The study found that CK1α negatively regulates MCPyV LT stability and replication by modulating interactions with the SCF β-TrCP complex. Inhibition of CK1α increased LT expression and enhanced viral replication, suggesting CK1α's role in limiting MCPyV replication for persistent infection.", "population_specificity": "The study focused on MCPyV-positive Merkel cell carcinoma (MCC) and related cellular mechanisms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:19.763687+00:00"}
{"study_id": 6207, "supplement_id": 990, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to develop an oral delivery system using chemically synthesized casein micelles to improve the bioavailability and efficacy of artesunate for treating systemic lupus erythematosus (SLE).", "results_summary": "The study found that casein-based micelles enhanced the stability, absorption, and bioavailability of artesunate, effectively alleviating SLE-like symptoms in mice with low toxicity and strong gastrointestinal adhesion.", "population_specificity": "MRL/lpr mice (a model for SLE).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:21.821579+00:00"}
{"study_id": 6208, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether casein kinase 2 (CK2) inhibition could overcome therapy resistance in RB1-deficient high-grade serous ovarian carcinoma (HGSC) and triple-negative breast cancer (TNBC) cells.", "results_summary": "The study found that CK2 inhibition in RB1-deficient cells led to p130 degradation, S phase accumulation, micronuclei formation, and enhanced cell death when combined with replication-perturbing therapeutics. It also prevented regrowth in patient-derived HGSC organoids treated with carboplatin or niraparib.", "population_specificity": "Patients with RB1-deficient HGSC (25%) or TNBC (40%).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:22.854848+00:00"}
{"study_id": 6206, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the transepithelial transport and stability of lactononadecapeptide (LNDP), a casein-derived peptide, to understand its potential for enhancing cognitive function.", "results_summary": "LNDP showed high stability (over 90%) against gastrointestinal enzymes and could traverse intestinal epithelium, primarily via the PEPT1 transporter. Its transport was significantly inhibited by Gly-Pro and PEPT1 knockdown, indicating PEPT1's crucial role in LNDP absorption.", "population_specificity": "In vitro (Caco-2 cell monolayers, HEK293 cells)", "effective_dosage": "Not specified", "study_duration": "Short-term (15-60 min for stability, transport assays)", "interactions": "Gly-Pro (PEPT1 competitor) inhibited LNDP transport.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:22.891202+00:00"}
{"study_id": 6212, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the stability and swelling properties of casein microparticles under different conditions, particularly focusing on the effects of heat treatment and disulfide bridge formation.", "results_summary": "The study found that casein microparticles remain stable in acidic media but swell and disintegrate under slightly alkaline conditions. Heat treatment stabilizes the microparticles via disulfide bridges and hydrophobic contacts, with temperatures >60°C required for denatured whey protein to initiate these reactions. Preventing disulfide bridge formation during heat treatment alters the swelling behavior.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:27.413906+00:00"}
{"study_id": 6210, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the stress-relieving and sleep-enhancing effects of casein hydrolysate (CP) and milk casein in chronically stressed mice, and to explore the underlying mechanisms.", "results_summary": "CP was more effective than milk casein in reducing stress-induced insomnia and anxiety, likely due to increased GABA, 5-HT, GABAA, 5-HT1A receptors, and BDNF, and decreased IL-6 and NMDA receptors. CP also restored brain and colon dysfunction by modulating the HPA response and ERK/CREB-BDNF-TrκB pathway.", "population_specificity": "Chronically stressed mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:27.935703+00:00"}
{"study_id": 6211, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of hemp seed protein (HSP) and its hydrolysate-derived bioactive peptide (HSP+) on blood pressure against casein in adults with mild hypertension.", "results_summary": "Casein was used as a control and showed no significant blood pressure-lowering effects compared to HSP and HSP+, which significantly reduced both systolic and diastolic blood pressure. Casein was associated with higher plasma ACE and renin activities and lower nitric oxide concentrations compared to HSP treatments.", "population_specificity": "35 adults with mild hypertension (SBP 130-160 mmHg, DBP ≤110 mmHg).", "effective_dosage": "50 g casein per day.", "study_duration": "6 weeks per treatment, with 2-week washout periods.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:29.565254+00:00"}
{"study_id": 6213, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the molecular and mesoscopic structures of shellac and micellar casein complexes formed after pH-cycle treatment and their potential applications.", "results_summary": "The study found that shellac and casein formed stable nanocomplexes (~80 nm diameter) through covalent and non-covalent interactions, preventing shellac precipitation at pH 7.0. These complexes may be useful for creating novel colloidal systems and delivering lipophilic bioactive compounds.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "0.5% w/v shellac with varying shellac:casein mass ratios", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:29.991499+00:00"}
{"study_id": 6209, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of casein-containing anticaries agents (CPP-ACPF, MI Paste Plus) combined with fluoride and sodium trimetaphosphate in remineralizing early caries lesions in vitro.", "results_summary": "The study found that treatment with 1100 ppm fluoride combined with a TMP gel (1100F + Gel TMP) significantly increased remineralization compared to other treatments, showing higher surface hardness recovery, lower lesion depth, and increased calcium and phosphorus concentrations in enamel. The 1100F + MI Paste Plus group showed lower remineralization than 1100F alone, while 1100F + Gel F performed similarly to 1100F alone.", "population_specificity": "Bovine enamel blocks with initial caries lesions (in vitro study).", "effective_dosage": "MI Paste Plus applied 2x/day for 3 minutes; TMP gel (5%) applied once for 1 minute; fluoride gels (4,500 ppm and 9,000 ppm) applied once for 1 minute.", "study_duration": "pH cycling duration not specified; MI Paste Plus applied for an unspecified period (implied short-term).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:30.156236+00:00"}
{"study_id": 6214, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to assess the effectiveness of a gluten-free, casein-free (GFCF) diet in improving symptoms of autism spectrum disorder (ASD) in children.", "results_summary": "The study found significant improvements in CARS scores for children on the GFCF diet compared to the control group after 6 months and 1 year, suggesting potential benefits for ASD symptoms. However, conclusive evidence remains controversial.", "population_specificity": "Newly diagnosed Egyptian children with ASD who had not received prior psychiatric or rehabilitation therapy.", "effective_dosage": "Not specified (dietary intervention)", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:30.460016+00:00"}
{"study_id": 6216, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study does not investigate Casein; it focuses on atovaquone's effects on gastric cancer.", "results_summary": "The study does not report any findings related to Casein.", "population_specificity": "Gastric cancer cell lines and mice.", "effective_dosage": "Not mentioned for Casein.", "study_duration": "Not mentioned for Casein.", "interactions": "None mentioned for Casein.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:30.733687+00:00"}
{"study_id": 6215, "supplement_id": 990, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential allergenicity of enzymatically hydrolyzed casein (HC) and its ability to alleviate allergic responses in a mouse model.", "results_summary": "Enzymatic hydrolysis (Alcalase and Protamex) significantly reduced casein's allergenicity (68.25% and 50.75%, respectively). HC alleviated allergic symptoms in mice, reduced Th2-associated cytokines, increased IFN-γ, and improved inflammation in the lung, jejunum, and ileum.", "population_specificity": "Balb/c mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:32.653209+00:00"}
{"study_id": 6218, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether camel milk casein nanoparticles could enhance the effectiveness of sorafenib as a delivery system against hepatocellular carcinoma cells.", "results_summary": "Sorafenib-loaded casein nanoparticles showed improved stability, high encapsulation efficiency, and significantly increased apoptosis in HepG2 cells compared to free sorafenib, with enhanced ROS production and regulation of apoptotic genes.", "population_specificity": "Human hepatocarcinoma cells (HepG2 cells) in vitro.", "effective_dosage": "Not specified.", "study_duration": "Nanoparticles were stable for 1 month; treatment duration not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:37.023251+00:00"}
{"study_id": 6220, "supplement_id": 990, "safety_score": "85", "efficacy_score": 78, "quality_score": 82, "study_goal": "The researchers aimed to develop lutein-loaded casein-saccharide conjugates via the Maillard reaction to enhance lutein delivery and protect retinal pigment epithelial cells against oxidative damage.", "results_summary": "The study found that lutein-loaded casein-saccharide nanoparticles improved thermal stability, antioxidant capacity, and cellular protection against oxidative damage, with no observed toxicity.", "population_specificity": "Adult retinal pigment epithelial (ARPE-19) cells in vitro.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:38.048006+00:00"}
{"study_id": 6217, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how dielectric barrier discharge (DBD) plasma treatment affects the allergenicity of casein during in vitro simulated digestion, focusing on IgE-binding capacity and immune responses.", "results_summary": "DBD plasma treatment (4 min) reduced IgE-binding capacity by 10.5% and decreased release of biologically active substances (e.g., histamine, IL-4, IL-6, TNF-α) from sensitized cells. The treatment also promoted degradation of IgE linear epitopes, particularly in α-helix regions of αs1-CN and αs2-CN.", "population_specificity": "In vitro simulated digestion and sensitized-cell model (KU812 cells).", "effective_dosage": "4-minute DBD plasma treatment.", "study_duration": "Not specified (in vitro study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:39.365900+00:00"}
{"study_id": 6222, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how glucose affects hexokinase activity in bovine mammary epithelial cells (BMEC) and investigate its regulatory role in kappa casein (CSN3) synthesis via the mTORC1 signaling pathway.", "results_summary": "The study found that glucose uptake, cell proliferation, and CSN3 expression increased with higher glucose concentrations, while knockout of HK1 and HK2 inhibited these effects, suggesting their role in CSN3 synthesis via glycolysis and S6K1 activation.", "population_specificity": "Bovine mammary epithelial cells (BMEC)", "effective_dosage": "17.5 mM glucose", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:39.655279+00:00"}
{"study_id": 6223, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop a novel microcapsule using casein and gum Arabic to encapsulate Lactiplantibacillus plantarum A3, improving its survival during gastrointestinal digestion, storage, and lyophilization.", "results_summary": "The casein and gum Arabic microcapsules significantly improved the survival of L. plantarum A3 in gastrointestinal fluid and lyophilization, and enhanced its ability to regulate intestinal microbiota by altering bacterial abundances.", "population_specificity": "Not specified (in vivo study, but exact population not detailed).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:39.671528+00:00"}
{"study_id": 6221, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether Casein nanoparticles (Cn NPs) with glutathione (GSH) could effectively target and treat triple-negative breast cancer (TNBC) by delivering therapeutic payloads directly to cancer cells.", "results_summary": "The study found that Casein Nano-Trojan (CCNG NPs) effectively delivered Camptothecin and IR 797 to TNBC cells, inducing high cell death (85 ± 7%), mitochondrial membrane disintegration, and inhibition of migration and re-growth. Significant therapeutic efficacy was observed in 3D spheroids and in vivo mouse models.", "population_specificity": "Triple-negative breast cancer (TNBC) cells (4T1) and BALB/c mice with breast cancer.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:40.618829+00:00"}
{"study_id": 6219, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of casein as a low-cost, bio-based adsorbent for removing organic pollutants (anionic dyes and pharmaceutical waste) from industrial wastewater.", "results_summary": "Casein demonstrated strong adsorption performance for pollutants, with maximum capacities of 85.54 mg g⁻¹ (Congo red), 31.72 mg g⁻¹ (Eriochrome Black T), 70.42 mg g⁻¹ (Eosin Y), and 358.42 mg g⁻¹ (diclofenac sodium), achieving 91.43% removal efficiency for a fabric whitener. Interactions were attributed to electrostatic, hydrogen bonding, hydrophobic, and π-π mechanisms.", "population_specificity": "Industrial wastewater pollutants (anionic dyes and pharmaceutical waste).", "effective_dosage": "Not specified (adsorption capacity measured in mg g⁻¹).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:41.215630+00:00"}
{"study_id": 6224, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether combining photobiomodulation therapy (PBMT) with casein phosphopeptide-amorphous calcium phosphate fluoride (CPP-ACPF) paste could reduce post-home whitening tooth sensitivity without affecting shade change.", "results_summary": "The study found that CPP-ACPF paste, both alone and combined with PBMT, significantly reduced tooth sensitivity compared to placebo, without compromising whitening efficacy. The CPP-ACPF and PBMT groups showed similar reductions in sensitivity, while the placebo group exhibited higher sensitivity.", "population_specificity": "50 participants undergoing home whitening treatment with 22% carbamide peroxide.", "effective_dosage": "Not specified (paste application frequency not detailed).", "study_duration": "21 days of whitening treatment, with follow-up at 30 days post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:43.182716+00:00"}
{"study_id": 6225, "supplement_id": 990, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to develop a casein-based dressing that detects proteolytic activity in chronic wounds and potentially aids in healing by serving as a scaffold for cell adhesion and growth.", "results_summary": "Casein-based films showed controlled mechanical characteristics, water absorption, and proteolytic stability based on heat treatment duration. The films responded to bacterial and nonbacterial proteases, reduced proteolytic activity by 36%, and released non-cytotoxic fragments that scavenged 90% of radicals.", "population_specificity": "Diabetic patients with chronic wounds (in vitro study).", "effective_dosage": "Not specified (films tested with protease levels of 10 and 200 ng mL-1).", "study_duration": "Not specified (in vitro study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:46.856499+00:00"}
{"study_id": 6226, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether casein phosphopeptide-amorphous calcium phosphate (CPP-ACP) could protect nickel-titanium archwires from corrosion and reduce nickel release during orthodontic treatment.", "results_summary": "Wires exposed to CPP-ACP showed smoother surfaces and lower nickel content compared to those exposed to routine oral hygiene, suggesting protective effects against corrosion. The differences were statistically significant (P < 0.001).", "population_specificity": "40 orthodontic patients with fixed appliances.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:47.691151+00:00"}
{"study_id": 6228, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of casein phosphopeptide-amorphous calcium phosphate chewing gum against chlorhexidine mouthwash and other interventions on reducing salivary Streptococcus mutans counts.", "results_summary": "The study found no significant difference in S. mutans counts for the casein group compared to baseline (P = 0.340), suggesting it was less effective than xylitol gum or CHX mouthwash.", "population_specificity": "120 dental students", "effective_dosage": "Not specified", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:48.310036+00:00"}
{"study_id": 6227, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how electron beam irradiation (EBI) at varying doses affects the structural and functional properties of casein.", "results_summary": "EBI treatment caused structural changes in casein, including fragmentation, aggregation, and exposure of hydrophobic groups, which initially improved functional properties (solubility, emulsification, foaming, rheology) before declining at higher doses. Optimal functional properties were observed at 4-6 kGy irradiation.", "population_specificity": "Not specified (in vitro study on casein protein).", "effective_dosage": "0, 2, 4, 6, 8, and 10 kGy (single-dose irradiation).", "study_duration": "Not specified (likely immediate post-irradiation analysis).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:49.332459+00:00"}
{"study_id": 6230, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the remineralization efficacy of casein phosphopeptide-amorphous calcium phosphate topical cream against strontium-doped nano-hydroxyapatite paste and regular dentifrice for treating white spot lesions on enamel.", "results_summary": "The casein-based cream (Group 3) showed effective remineralization potential compared to the control (Group 1), but was outperformed by strontium-doped nano-hydroxyapatite paste (Group 2).", "population_specificity": "90 individuals with white spot lesions on enamel following orthodontic debonding.", "effective_dosage": "Specified amount applied twice daily (exact dosage not stated).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:50.009886+00:00"}
{"study_id": 6229, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether casein-dextran glycated conjugates (UGCA) and carboxymethyl cellulose (CMC) could improve the stability and controlled release of anthocyanins (ACNs).", "results_summary": "The study found that ACNs-loaded ternary complexes (ACNs-UGCA-CMC) showed better encapsulation efficiency, colloidal stability, and protective effects against degradation compared to binary complexes (ACNs-UGCA). The ternary complexes also demonstrated slower release in vitro and longer retention in vivo.", "population_specificity": "Not specified (in vitro and in vivo study).", "effective_dosage": "Not specified (ultrasonic treatment at 40% amplitude for 8 minutes).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:50.083000+00:00"}
{"study_id": 6231, "supplement_id": 990, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the biosafety and bioavailability of casein manganese oxide nanoparticles (CMnNP) for therapeutic angiogenesis in wound treatment and hindlimb ischemia recovery.", "results_summary": "The study found CMnNP to be non-toxic, with negligible changes in hematological, biochemical, and histopathological parameters, even at high doses. It also demonstrated normal clearance and no adverse cytokine responses, supporting its potential as a therapeutic angiogenic agent.", "population_specificity": "C57BL/6J mice", "effective_dosage": "50, 300, and 2000 mg/kg body weight/day", "study_duration": "Acute (2 weeks), sub-chronic (4 weeks), chronic (8 and 20 weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:50.981824+00:00"}
{"study_id": 6232, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of caseinomacropeptide (CMP) content and heat treatment on the physicochemical stability of protein systems in infant nutritional formulations.", "results_summary": "The study found that sweet whey (SW) with CMP, when preheated with skim milk, improved heat stability compared to acid whey (AW). Calcium addition reduced heat stability, but preheated systems were less affected.", "population_specificity": "Not specified (in vitro study on protein systems)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:51.583076+00:00"}
{"study_id": 6233, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review current strategies for targeting Casein Kinase 1 (CK1) in cancer therapy and discuss future perspectives in this field.", "results_summary": "The study highlights various approaches, including small molecule inhibitors, RNA interference, genome editing, and immunotherapies, as potential methods to modulate CK1 activity in cancer cells. It also discusses challenges in targeting CK1 and proposes strategies to overcome them, emphasizing its promise as a therapeutic strategy for cancer treatment.", "population_specificity": "Not specified (general review of CK1 in cancer therapy)", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:56.071979+00:00"}
{"study_id": 6234, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the role of casein kinase 2 (CK2) in modulating SK channel activity and dopamine neuron function in a mouse model of Alzheimer's disease.", "results_summary": "The study found that CK2 up-regulation in dopamine neurons contributed to SK channel dysfunction and neuronal hyperexcitability in 3xTg-AD mice. Pharmacological inhibition of CK2 restored normal SK channel activity and firing patterns.", "population_specificity": "3xTg-AD mice (a transgenic mouse model of Alzheimer's disease).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:56.791689+00:00"}
{"study_id": 185099, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of high-quality protein supplementation, including casein, on cardiovascular disease (CVD) risk factors.", "results_summary": "Casein supplementation was found to decrease systolic blood pressure (SBP) by -4.10 mmHg, though the confidence interval was wide (-8.05, -0.14). The study did not report other significant effects of casein on CVD risk factors compared to other high-quality proteins.", "population_specificity": "Individuals with varying health statuses, including hypertensive and overweight/obese individuals.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:56.885169+00:00"}
{"study_id": 185100, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were examining the potential use of casein glycomacropeptide (GMP) as a treatment for phenylketonuria (PKU).", "results_summary": "The abstract does not provide specific findings about Casein's effects, only mentioning it as one of the approaches considered for PKU treatment.", "population_specificity": "Individuals with phenylketonuria (PKU).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:56.957975+00:00"}
{"study_id": 185102, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effectiveness of casein, as part of milk proteins, in improving muscle mass and strength compared to other protein types and timing strategies.", "results_summary": "Casein, along with other milk proteins, was found to be effective for gains in both muscle mass and strength, with moderate certainty. No significant enhancement in physical performance was observed.", "population_specificity": "4,711 participants across 116 randomized controlled trials, likely including adults engaged in resistance training.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:17:58.800171+00:00"}
{"study_id": 185105, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy and safety of a new oral iron formulation conjugated with N-aspartyl-casein (Fe-ASP) versus ferrous sulfate in treating iron-deficiency anemia.", "results_summary": "The study compared Fe-ASP with ferrous sulfate over 12 weeks but did not report specific outcomes regarding Casein's effects in the abstract.", "population_specificity": "60 patients with iron-deficiency anemia.", "effective_dosage": "Twice daily (specific amount not provided).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:00.327024+00:00"}
{"study_id": 185106, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of essential amino acids (EAAs) versus whey protein on plasma protein expression and physical function in older adults with low physical function.", "results_summary": "The study found that five proteins, including casein kinase II 2-alpha, showed significantly higher fold change expression in the EAA group, potentially contributing to improved muscle strength and physical function. Fifteen other proteins showed slightly lower fold change expression in the EAA group, some of which were associated with inflammation or comorbidities.", "population_specificity": "Older adults with low physical function.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:00.883122+00:00"}
{"study_id": 185104, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the impact of milk protein (MP) supplementation on glycemic parameters in adults through a systematic review and meta-analysis of randomized controlled trials.", "results_summary": "MP supplementation significantly reduced fasting blood glucose, fasting insulin, and HOMA-IR levels but did not notably affect HbA1c, except in participants with normal baseline BMI. The effects varied by dosage, duration, and protein type (whey protein showed specific benefits).", "population_specificity": "Adults (1851 participants across 36 RCTs)", "effective_dosage": "High (≥60 g/d), moderate (30-60 g/d), and low (<30 g/d) doses of whey protein (WP) were used.", "study_duration": "Short-term (≤8 weeks) and long-term (>8 weeks) interventions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:00.953826+00:00"}
{"study_id": 185108, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of nutritional interventions, including casein-free diets, on behavioral symptoms in children with autism spectrum disorder (ASD).", "results_summary": "The study found that casein-free diets showed positive results in most analyzed articles, but the evidence was heterogeneous, requiring further research to confirm effectiveness.", "population_specificity": "Children under 19 years of age with ASD.", "effective_dosage": "Not specified", "study_duration": "At least 4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:04.235945+00:00"}
{"study_id": 185110, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of casein hydrolysate supplementation on blood pressure, blood lipids, and blood glucose through a systematic review and meta-analysis of randomized controlled trials.", "results_summary": "Casein hydrolysate significantly reduced systolic and diastolic blood pressure but had no effect on blood lipids or fasting blood glucose compared to placebo diets.", "population_specificity": "Not specified (participants from eligible randomized controlled trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:04.448182+00:00"}
{"study_id": 185107, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether pre-sleep casein supplementation provided benefits for endurance athletes beyond increased total protein intake, specifically assessing its effects on fatigue, recovery, and performance.", "results_summary": "The study found no beneficial effects of casein supplementation, whether taken before sleep or earlier in the day, on fatigue, recovery, or performance in professional cyclists during a short-term training camp.", "population_specificity": "Professional U23 cyclists (19 ± 1 years, peak oxygen uptake: 79.8 ± 4.9 ml/kg/min).", "effective_dosage": "40 g of casein, administered once daily.", "study_duration": "Six-day training camp.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:05.003045+00:00"}
{"study_id": 185109, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of fish protein diets versus casein on serum/plasma total cholesterol (TC) concentration in rodents.", "results_summary": "The meta-analysis found that fish protein consumption significantly lowered circulating TC concentration compared to casein, with a mean difference of -0.24 mmol/l. However, the risk of bias was unclear due to insufficient reporting in the SYRCLE's tool.", "population_specificity": "Rodents (935 subjects across 39 studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:05.003678+00:00"}
{"study_id": 185111, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of casein glycomacropeptide (GMP) as a treatment for PKU, focusing on its ability to improve immunological function and manage blood phenylalanine concentrations.", "results_summary": "The study suggests that casein GMP, which contains limited aromatic amino acids, may improve immunological function and help maintain blood phenylalanine levels within the target range (120-360 μmol/L) in PKU patients. It is presented as part of a dietary treatment strategy alongside other interventions like LNAA supplementation and enzyme therapies.", "population_specificity": "Individuals with phenylketonuria (PKU), including severe (classic PKU) and less severe forms (moderate PKU, mild PKU, mild hyperphenylalaninaemia).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:08.574066+00:00"}
{"study_id": 185112, "supplement_id": 990, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether RLX2™, containing alpha-s1-casein tryptic hydrolysate and L-theanine, improves sleep quality in working adults with poor sleep.", "results_summary": "RLX2™ significantly improved multiple sleep metrics, including PSQI total score, sleep latency, duration, habitual efficiency, and daytime dysfunction, while increasing alpha power. The supplement also prolonged total sleep time by 45 minutes compared to placebo.", "population_specificity": "Working adults affected by poor sleep quality (n=39).", "effective_dosage": "Not specified in the abstract.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:09.840990+00:00"}
{"study_id": 185113, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the short-term effect of casein supplementation on health-related quality of life (HRQoL) and nutritional/functional status in patients awaiting liver transplantation.", "results_summary": "Casein supplementation improved HRQoL similarly to whey protein, with no significant differences between groups. However, it did not improve nutritional or functional status. Patients meeting protein requirements and having a positive energy balance showed higher HRQoL scores.", "population_specificity": "Patients awaiting liver transplantation, with 56.9% presenting malnutrition.", "effective_dosage": "40 g/day (20 g morning, 20 g evening)", "study_duration": "15 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:10.119786+00:00"}
{"study_id": 185114, "supplement_id": 990, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether casein glycomacropeptide (CGMP) could reduce plasma levels of dopamine precursors (phenylalanine and tyrosine) as a potential intervention for acute manic episodes.", "results_summary": "CGMP administration led to a dose-dependent depletion of plasma aromatic amino acids, with the highest depletion observed at 60 g. The effect peaked after 3-4 hours, and no significant side effects were reported.", "population_specificity": "15 healthy men", "effective_dosage": "20 g, 40 g, and 60 g of CGMP (with added leucine and tryptophan), administered with at least 14-day intervals", "study_duration": "Single administration per dose, with follow-up measurements", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:10.588900+00:00"}
{"study_id": 185115, "supplement_id": 990, "safety_score": "80", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether bovine colostrum (BC), which contains casein, is a safe and effective nutritional supplement for improving gut function and health in infants and children, particularly in cases of immune and gut immaturity or disorders.", "results_summary": "The study suggests that BC, including casein, may improve health outcomes in infants and children, particularly for immune and gut-related conditions, when supplemented at optimal levels and ages. Adverse effects like allergies or intolerance appear unlikely when BC is used as a supplement within normal nutritional guidelines.", "population_specificity": "Infants, children, and pediatric subpopulations (including preterm births, infections, and gut disorders).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:13.567099+00:00"}
{"study_id": 185116, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of pre-sleep casein protein supplementation on energy expenditure, lipolysis, appetite, and food intake in healthy and overweight or obese individuals.", "results_summary": "The study found limited to no effects on metabolism or appetite when ingesting 24-48 g of casein 30 min before sleep, though data were limited and further research is needed.", "population_specificity": "Healthy individuals and overweight or obese individuals.", "effective_dosage": "24-48 g of casein 30 min before sleep.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:14.478087+00:00"}
{"study_id": 185117, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of soy protein supplementation versus casein placebo on PSA levels in men with biochemical recurrence after prostatectomy.", "results_summary": "The study found that casein placebo did not significantly affect PSA levels compared to soy protein, with both groups showing similar increases in PSA and no difference in PSA doubling times. Two subjects in the casein group had stable PSA levels.", "population_specificity": "Men who recurred (PSA > 0.1 ng/ml) within three years of prostatectomy.", "effective_dosage": "Not specified (used as placebo)", "study_duration": "6-8 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:15.105990+00:00"}
{"study_id": 185118, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to determine the effect of additional protein intake, including casein, on lean body mass preservation in post-bariatric patients.", "results_summary": "The study found inconclusive evidence for lean body mass preservation due to protein supplementation, including casein, with only two of five studies showing significant effects. No significant differences were observed in body fat mass, total body water, or body mass index between high-protein and control groups.", "population_specificity": "Post-bariatric surgery patients", "effective_dosage": "≥60 g/day (total protein intake, not casein-specific)", "study_duration": "At least one month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:15.112261+00:00"}
{"study_id": 185119, "supplement_id": 990, "safety_score": "85", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of soy protein isolate supplementation against a casein-based placebo on steroid hormones and cancer biomarkers in males at risk of prostate cancer recurrence.", "results_summary": "Casein was used as a placebo and showed no significant effects on testosterone, SHBG, estradiol, or other cancer biomarkers compared to soy protein isolate, which reduced circulating testosterone and SHBG. The study did not report adverse effects from casein consumption.", "population_specificity": "Middle-aged to older males at risk of prostate cancer recurrence after radical prostatectomy.", "effective_dosage": "Not specified for casein (used as placebo).", "study_duration": "18 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:17.964962+00:00"}
{"study_id": 185121, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the evidence on the effects of cow-milk protein supplementation (CPS) on health outcomes in the elderly.", "results_summary": "CPS showed beneficial effects in preserving or improving muscle mass in healthy and pre-frail/frail/sarcopenic elderly individuals, with weaker evidence for positive effects on bones, cardiovascular disease, inflamm-aging, and other areas. It was also noted as an important contributor to nutritional needs.", "population_specificity": "Elderly individuals, including healthy subjects and pre-frail, frail, or sarcopenic patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:18.614172+00:00"}
{"study_id": 185120, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the digestive peptidome of bovine and caprine milk serum proteins under infant-simulating conditions to assess differences in peptide release during digestion.", "results_summary": "The study found that while the degradation patterns of milk proteins were similar between bovine and caprine milk, the digestive rates differed. Caprine milk serum released more peptides from certain proteins (e.g., LALBA, LGB, SAA1, GLYCAM1, LTF) compared to bovine milk serum, but more peptides derived from α-casein were released from bovine milk.", "population_specificity": "In vitro infant-simulating conditions (not human subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:19.302834+00:00"}
{"study_id": 185122, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of home-based resistance exercise and multi-ingredient supplementation (including Casein) on muscle mass, strength, and function in older men.", "results_summary": "The study found that twelve weeks of home-based resistance band training combined with daily multi-ingredient supplementation improved muscle-related outcomes in sedentary older men, though specific results for Casein were not detailed in the abstract.", "population_specificity": "Sedentary older men.", "effective_dosage": "Not specified (daily intake of 'Muscle5' supplement).", "study_duration": "Twelve weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:19.440288+00:00"}
{"study_id": 185124, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of casein-free diets on autism symptoms, particularly gastrointestinal and behavioral issues.", "results_summary": "The study suggests that casein-free diets, along with other dietary interventions, show promising results in improving gut health and reducing autism symptoms, though the neurological and behavioral impacts remain uncertain.", "population_specificity": "Autistic children with reported gastrointestinal problems.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:21.812378+00:00"}
{"study_id": 185125, "supplement_id": 990, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of casein protein on lipid profiles, biomarkers of bone metabolism, and inflammation compared to soy protein.", "results_summary": "Casein significantly reduced bone alkaline phosphatase and body fat %, tended to decrease tartrate-resistant acid phosphatase, and significantly increased serum IGF-1, though less than soy. It had no effect on cholesterol levels or C-reactive protein.", "population_specificity": "90 men and women aged 27-87.", "effective_dosage": "40 g daily.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:24.246391+00:00"}
{"study_id": 185123, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine whether mixed power training (MPT) combined with fast-digested protein (F-PROT) or slow-digested protein (S-PROT, casein) provided greater improvements in muscle function and quality in elderly men compared to MPT alone.", "results_summary": "The study found that adding 30 g/day of casein (S-PROT) to MPT did not provide additional benefits over MPT alone in improving muscle function, quality, or other measured parameters in elderly men. All groups showed similar improvements in muscle characteristics and serum markers, with no significant differences between casein, whey, or placebo groups.", "population_specificity": "Elderly men (age 69 ± 7 years, BMI 18-30 kg/m²)", "effective_dosage": "30 g/day (10 g per meal)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:24.377849+00:00"}
{"study_id": 185126, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether protein supplementation (specifically casein) enhances whole-body oxidative capacity and endurance exercise performance during chronic endurance training.", "results_summary": "The study found that casein supplementation did not significantly improve V˙O2max, endurance performance, or muscular endurance compared to a carbohydrate placebo, though it showed a slight tendency to increase leg lean mass.", "population_specificity": "60 recreationally active, healthy young males (age 27 ± 6 years).", "effective_dosage": "28.7 g casein protein after each exercise session and before sleep.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:25.865559+00:00"}
{"study_id": 185127, "supplement_id": 990, "safety_score": "90", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of presleep versus daytime casein protein supplementation on subcutaneous abdominal adipose tissue lipolysis and whole-body substrate utilization in resistance-trained women.", "results_summary": "The study found no significant differences in overnight lipolysis or fat oxidation between daytime and presleep casein consumption, indicating that presleep casein does not negatively impact fat metabolism.", "population_specificity": "Young, resistance-trained women (mean age 22 ± 1 y, BMI 24.3 ± 0.8 kg/m²).", "effective_dosage": "30 g casein, consumed either post-exercise (daytime) or presleep.", "study_duration": "Overnight experimental visits (short-term).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:28.664679+00:00"}
{"study_id": 185128, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential role of milk proteins, including casein, in the prevention and management of type 2 diabetes mellitus (T2DM) by summarizing existing evidence.", "results_summary": "The study found that milk proteins, including casein, increase postprandial insulin response and lower postprandial blood glucose levels in both healthy individuals and T2DM patients, likely due to bioactive peptides and amino acids influencing gastric emptying and incretin responses.", "population_specificity": "Healthy subjects and patients with type 2 diabetes mellitus (T2DM).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:29.229802+00:00"}
{"study_id": 185131, "supplement_id": 990, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether low-dose supplementation with milk proteins (casein-whey mixture) could improve glucose regulation and lipid concentrations in overweight healthy adults.", "results_summary": "Casein supplementation significantly reduced postprandial glucose concentrations (-7%) and insulin c-peptide levels (-23%), along with notable reductions in serum concentrations of α-hydroxybutyrate (-23%), acetoacetate (-39%), and β-hydroxybutyrate (-40%). These effects were more pronounced compared to some fish protein groups.", "population_specificity": "Overweight healthy adults (n=77 analyzed).", "effective_dosage": "2.5 g protein/day.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:29.726284+00:00"}
{"study_id": 185129, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the anabolic potency and efficacy of a novel whey protein hydrolysate mixture (WPH) versus intact whey protein (WHEY) on mTORC1 signaling and muscle protein synthesis in young men.", "results_summary": "Both WPH and WHEY similarly increased leucine transport, mTORC1 activation, and muscle protein synthesis (~43%). Phenylalanine utilization remained elevated longer with WPH.", "population_specificity": "Healthy young men (aged 28.7 ± 3.6 y, BMI 25.2 ± 2.9 kg/m²).", "effective_dosage": "0.08 g/kg body weight.", "study_duration": "Acute effects measured over 3 hours post-ingestion.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:30.468987+00:00"}
{"study_id": 185132, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of soluble keratin (KER) and casein protein (CAS) on body composition, blood and cardiorespiratory variables, and cycling performance in endurance-trained males.", "results_summary": "Casein showed no significant changes in body mass, percentage body fat, or lean mass compared to baseline. It was less effective than KER in increasing bone-free lean mass, particularly in the legs. No significant effects on blood parameters, oxygen consumption, or exercise performance were observed.", "population_specificity": "15 endurance-trained males", "effective_dosage": "0.8 g/kg bodyweight/day", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:31.433804+00:00"}
{"study_id": 185134, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the aminoacidemic, glycemic, and insulinemic responses following ingestion of micellar casein versus whey protein and a blend of both in young adult men.", "results_summary": "The study found that the protein blend's essential amino acid response was similar to whey and greater than casein alone. Casein showed a lower peak plasma essential amino acid concentration compared to the blend and whey.", "population_specificity": "Young adult men", "effective_dosage": "25 g of micellar casein", "study_duration": "Blood samples were drawn over 6 hours post-ingestion", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:33.097005+00:00"}
{"study_id": 185133, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of pre-sleep consumption of cottage cheese (whole-food protein) versus casein protein and placebo on next-morning resting energy expenditure (REE), RER, and appetite in active women.", "results_summary": "The study found no significant differences in acute or morning REE, RER, or subjective appetite between cottage cheese, casein protein, and placebo groups, suggesting similar metabolic responses.", "population_specificity": "Ten active women (age 23.1 ± 1.9 years, body fat 22.0 ± 4.6%).", "effective_dosage": "30 g of protein (casein or cottage cheese) consumed once before sleep.", "study_duration": "Single overnight intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:33.568354+00:00"}
{"study_id": 185135, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of soy protein and animal proteins (including casein) on strength and lean body mass gains during resistance exercise training.", "results_summary": "The meta-analysis found no significant difference in strength gains between whey and soy protein supplementation, but casein's specific effects were not highlighted. Acute studies suggested whey protein stimulates muscle protein synthesis more than casein, but long-term effects were unclear.", "population_specificity": "266 participants engaged in resistance exercise training.", "effective_dosage": "Not specified", "study_duration": "≥6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:33.996989+00:00"}
{"study_id": 185136, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to compare the safety and effects of purified rice endosperm protein (REP) against soy and casein proteins in MHD patients, focusing on protein intake and metabolic outcomes.", "results_summary": "The study found that REP supplementation increased protein intake (nPCR) without significantly altering serum phosphorus or potassium levels compared to placebo. No significant effects on other nutritional or metabolic parameters or complications were observed.", "population_specificity": "50 Japanese adult maintenance hemodialysis (MHD) patients (1 dropped out).", "effective_dosage": "5 g/day of REP.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:37.915518+00:00"}
{"study_id": 185137, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the role of protein intake, including casein, in muscle protein synthesis and body composition for exercising individuals.", "results_summary": "Pre-sleep casein protein intake (30-40 g) increases overnight muscle protein synthesis and metabolic rate without affecting lipolysis. Casein, as a high-quality protein, is effective when consumed in adequate doses with essential amino acids and leucine.", "population_specificity": "Healthy, exercising individuals, particularly resistance-trained and endurance athletes.", "effective_dosage": "30-40 g pre-sleep", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:39.414744+00:00"}
{"study_id": 185140, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the impact of pre-sleep protein ingestion, specifically Casein, on overnight muscle protein synthesis and its role in enhancing muscle mass and strength during resistance training.", "results_summary": "The study found that pre-sleep protein ingestion effectively stimulates muscle protein synthesis overnight, with at least 40 g of protein required for robust effects. Combining pre-sleep protein with prior exercise further enhances its utilization for muscle protein synthesis.", "population_specificity": "Individuals engaged in resistance-type exercise training.", "effective_dosage": "At least 40 g of protein prior to sleep.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:39.717802+00:00"}
{"study_id": 185139, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to examine the effects of varying ratios of milk soluble proteins (fast-digested) and casein (slow-digested) on muscle adaptations during a 9-week resistance training program.", "results_summary": "The study found that higher leucine bioavailability occurred with fast-digested protein (FP(100) and FP(50)) compared to casein-dominant (FP(20)), but all groups showed similar improvements in lean body mass and muscle strength after resistance training.", "population_specificity": "31 resistance-trained men", "effective_dosage": "20g of protein per dose, with varying ratios (100% fast, 50% fast/50% casein, 20% fast/80% casein)", "study_duration": "9 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:39.784209+00:00"}
{"study_id": 185142, "supplement_id": 990, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine whether casein glycomacropeptide (CGMP) could improve disease activity in patients with active ulcerative colitis (UC) when added to standard treatment.", "results_summary": "CGMP showed similar disease-modifying effects to mesalamine dose escalation, with 63% of CGMP-treated patients showing unchanged or decreased disease activity. The supplement was well tolerated and accepted by patients.", "population_specificity": "24 patients with active UC involving 10-40 cm of the distal colon.", "effective_dosage": "30 g CGMP daily.", "study_duration": "4 weeks (with adherence documented up to 8 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:42.370972+00:00"}
{"study_id": 185145, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of cysteine-rich whey protein (Immunocal®) versus casein supplementation, combined with resistance training, on muscle strength and lean body mass in elderly individuals.", "results_summary": "The study found that both casein and Immunocal® groups showed significant increases in muscle strength (31.0% and 39.3%, respectively), with Immunocal® demonstrating approximately 10% greater improvement. No significant changes in lean body mass were observed in either group.", "population_specificity": "Non-frail elderly subjects (99 recruited, 84 completed, 67 compliant).", "effective_dosage": "20 g/day of casein.", "study_duration": "135 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:43.347137+00:00"}
{"study_id": 185141, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of a soy-dairy protein blend (containing 50% casein) versus whey protein isolate on hyperaminoacidemia, mTORC1 signaling, and muscle protein anabolism in older adults after resistance exercise.", "results_summary": "Both the protein blend (PB) and whey protein isolate (WPI) increased amino acid concentrations and mTORC1 signaling, but WPI showed a more pronounced increase in fractional synthesis rate (FSR) and decrease in fractional breakdown rate (FBR). PB did not significantly increase FSR but made net protein balance less negative, similar to WPI.", "population_specificity": "Men aged 55-75 years.", "effective_dosage": "30 g protein (PB: 25% soy, 25% whey, 50% casein; WPI: 100% whey) consumed once post-exercise.", "study_duration": "Single-dose intervention post-exercise (duration not specified beyond acute measurements).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:43.577980+00:00"}
{"study_id": 185144, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether extensively hydrolyzed casein formula (EHCF) supplemented with Lactobacillus rhamnosus GG (LGG) promotes tolerance acquisition in infants with cow's milk allergy (CMA) by influencing gut microbiota.", "results_summary": "The study found that EHCF+LGG treatment enriched specific gut bacteria (Blautia, Roseburia, Coprococcus) and increased fecal butyrate levels in tolerant infants, suggesting a role in promoting tolerance. Oscillospira was the only genus significantly different between tolerant and allergic infants.", "population_specificity": "Infants with cow's milk allergy (n=19) and healthy controls (n=20).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:43.646014+00:00"}
{"study_id": 185146, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of leucine-enriched whey protein and casein protein supplements on serum amino acid profiles and gastrointestinal behavior in older adults.", "results_summary": "Casein supplements resulted in lower peak serum leucine, EAA, and TAA concentrations compared to whey protein, particularly in low-caloric formulations. In vitro, casein showed gastric coagulation and slower intestinal protein digestion than whey.", "population_specificity": "Twelve healthy older subjects.", "effective_dosage": "21 g of protein per supplement (C150/C320).", "study_duration": "Single-dose intervention (cross-over design).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:46.948335+00:00"}
{"study_id": 185147, "supplement_id": 990, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the clinical tolerance and nutritional efficacy of an extensively hydrolysed casein-based formula (eHCF) with probiotic supplementation in infants with cows' milk protein allergy (CMPA).", "results_summary": "The study found that the eHCF was well-tolerated, significantly improved the SCORAD index for atopic dermatitis, and enhanced growth indices (weight-for-age, length-for-age, and weight-for-length z scores). Probiotic supplementation did not impact these outcomes.", "population_specificity": "Infants with cows' milk protein allergy (CMPA).", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:48.159072+00:00"}
{"study_id": 185149, "supplement_id": 990, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the optimal type of protein (including casein) for human milk fortification in preterm infants by evaluating whey-to-casein ratio, hydrolyzed vs. intact protein, and bovine vs. human milk protein.", "results_summary": "No definite advantage was found for any specific whey-to-casein ratio. Casein-containing products supported adequate growth and biochemical indicators of nutrition status, with plasma amino acid levels similar to those of infants fed human milk-based diets.", "population_specificity": "Preterm or low-birth-weight infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:48.724201+00:00"}
{"study_id": 185150, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential role of casein-free diets in improving symptoms of autism spectrum disorder (ASD).", "results_summary": "The study found that casein-free diets, along with other dietary interventions, showed contradictory but promising results in reducing ASD symptoms, particularly gastrointestinal issues, though their neurological impact remains uncertain.", "population_specificity": "Children with autism spectrum disorder (ASD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:50.144932+00:00"}
{"study_id": 185148, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of lactotripeptides (LTP) derived from casein in reducing blood pressure through a meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis found a statistically significant but modest reduction in systolic (-2.95 mmHg) and diastolic (-1.51 mmHg) blood pressure with LTP supplementation, with greater effects observed in Japanese populations. However, 24-hour ambulatory blood pressure responses were non-significant, and publication biases were identified.", "population_specificity": "Adults, with sub-group analyses highlighting Japanese individuals as showing greater effects.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:50.850053+00:00"}
{"study_id": 185152, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of casein, whey protein, and soy isolates on muscle protein synthesis in the context of sarcopenia prevention.", "results_summary": "The study found that whey protein increased muscle protein synthesis more than casein or soy isolates, and essential amino acids were more effective than nonessential amino acids in stimulating muscle protein synthesis.", "population_specificity": "Older adults at risk of sarcopenia.", "effective_dosage": "Not specified", "study_duration": "Short-term (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:51.504185+00:00"}
{"study_id": 185153, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of casein supplementation on health-related quality of life (HRQL) in patients with hepatitis C virus (HCV) and compare it to soy supplementation.", "results_summary": "Casein supplementation significantly improved HRQL scores in HCV patients after 12 weeks, with no significant difference observed compared to soy supplementation. HRQL improvements were correlated with baseline factors like age, serum albumin levels, lean mass, and body fat percentage.", "population_specificity": "Patients infected with hepatitis C virus (HCV) (n=68 in the Casein Group).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:52.435732+00:00"}
{"study_id": 185151, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the impact of casein supplementation combined with exercise training on blood pressure, arterial function, and muscle strength in obese women.", "results_summary": "Casein supplementation significantly reduced brachial and aortic systolic blood pressure, wave reflection (AIx@75), and arterial stiffness (baPWV) compared to the control group, with no significant differences in muscle strength improvements across groups. The improvements in arterial function were not correlated with muscle strength gains.", "population_specificity": "Thirty-three obese, sedentary women (average age 30 years, BMI 35.2 kg/m²) with prehypertension or hypertension.", "effective_dosage": "Not specified in the abstract.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:52.641644+00:00"}
{"study_id": 185154, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how different linseed varieties (Opal and Szafir) influenced the concentration of milk constituents, particularly fatty acids and casein content, in cow's milk.", "results_summary": "The Szafir linseed variety significantly increased casein content (39.9% higher) compared to Opal, along with improvements in milk fat (19.7% higher) and protein (2.9% higher). The study concluded that linseed variety affects milk composition, with Szafir offering superior nutritional benefits.", "population_specificity": "30 Polish Holstein Friesian cows", "effective_dosage": "Not specified", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:55.915423+00:00"}
{"study_id": 185155, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the acute effects of casein and other dietary proteins on postprandial lipemia in obese non-diabetic subjects.", "results_summary": "The study found that casein supplementation did not significantly lower postprandial lipemia compared to whey protein, which showed a more pronounced effect. Casein's impact was similar to cod protein and gluten in this context.", "population_specificity": "Obese non-diabetic subjects (age 40-68, BMI 30.3-42.0 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Acute intervention (8-hour postprandial period)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:57.164571+00:00"}
{"study_id": 185156, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the impact of maternal allergy and probiotic intervention on BM food antibodies, including casein, and their influence on allergy development in children.", "results_summary": "Maternal allergy was associated with higher levels of IgA to casein in mature breast milk, while probiotic supplementation reduced casein IgA antibodies. Casein antibodies were detectable in most samples but did not show a strong direct link to allergy prevention.", "population_specificity": "Mothers with an increased risk for allergy and their children, followed until ages 2 and 5.", "effective_dosage": "Not specified", "study_duration": "Probiotic intervention duration not specified; follow-up until children were 5 years old.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:57.663284+00:00"}
{"study_id": 185157, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the predictors of the antihypertensive effect of IPP-VPP lactotripeptides (LTPs) derived from casein in untreated subjects at risk for cardiovascular disease.", "results_summary": "Short-term supplementation with LTPs significantly reduced office systolic and diastolic blood pressure, particularly in male subjects, with no significant changes in ambulatory blood pressure measurements. The main predictor of the antihypertensive effect was baseline blood pressure.", "population_specificity": "164 pharmacologically untreated subjects in primary prevention for cardiovascular disease.", "effective_dosage": "Not specified", "study_duration": "Short-term (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:58.640391+00:00"}
{"study_id": 185159, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine the effect of S-carboxyethylcysteine (CEC) on protein use in casein diets and identify the first limiting amino acid in Acacia colei.", "results_summary": "Methionine was identified as the first limiting amino acid in Acacia colei. CEC incorporation in casein diets suppressed methionine-induced growth and negatively affected plasma amino acid levels.", "population_specificity": "Wistar rats", "effective_dosage": "Not specified for casein (CEC-incorporated casein diets used)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:18:59.624689+00:00"}
{"study_id": 185161, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to determine whether casein, as a placebo, had any effect on exercise tolerance and quality of life in COPD patients compared to pressurized whey supplementation.", "results_summary": "Casein supplementation showed clinically significant improvement in the Dyspnea and Mastery scales of the CRQ at week 16, but no significant increase in CET time or systemic inflammatory/oxidative stress markers.", "population_specificity": "22 patients with chronic obstructive pulmonary disease (COPD)", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:00.829820+00:00"}
{"study_id": 185160, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if a leucine-enriched, high-protein medical food (containing casein and whey) stimulates muscle protein synthesis more effectively than a conventional casein-based medical food in cancer patients.", "results_summary": "The leucine-enriched supplement significantly increased muscle protein synthesis (FSR) in cancer patients, while the conventional casein-based supplement did not. Plasma leucine levels were also higher with the experimental supplement.", "population_specificity": "Cancer patients with radiographic evidence of disease, either before treatment or 4 weeks after treatment completion/halting.", "effective_dosage": "Experimental group: 40 g protein (casein and whey) with 10% free leucine; control group: 24 g casein protein.", "study_duration": "Acute effects measured 5 hours after ingestion.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:02.854533+00:00"}
{"study_id": 185162, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers sought to compare the effects of soy supplementation versus casein placebo on abdominal fat, glucose metabolism, and inflammatory markers in obese postmenopausal women.", "results_summary": "Casein was used as a placebo and showed no significant effects on glucose metabolism, inflammatory markers, or adipokines compared to soy supplementation. The study did not report any adverse effects from casein.", "population_specificity": "Obese, postmenopausal Caucasian and African American women (n=33 completed the study).", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:04.210406+00:00"}
{"study_id": 185164, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of whey protein, casein, and glucose supplementation on blood pressure, vascular function, and inflammatory markers in overweight/obese individuals.", "results_summary": "Casein supplementation significantly reduced systolic and diastolic blood pressure at weeks 6 and 12 compared to baseline, though vascular function improvements were not as pronounced as with whey protein. No significant changes in inflammatory markers were observed.", "population_specificity": "Overweight/obese men and women (mean BMI 31.3 ± 0.8).", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:06.260178+00:00"}
{"study_id": 185163, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of whey protein supplementation on body composition, lipids, insulin, and glucose levels against casein and glucose (control) in overweight/obese individuals.", "results_summary": "The study found no significant changes in body composition or serum glucose in the casein group compared to the control or whey protein group. Casein did not show significant improvements in fasting lipids or insulin levels, unlike whey protein.", "population_specificity": "Overweight/obese men and women with a mean age of 48.4 years and mean BMI of 31.3 kg/m².", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:06.703898+00:00"}
{"study_id": 98144, "supplement_id": 991, "safety_score": "85", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety and therapeutic benefits of a gluten-free, casein-free (GFCF) diet in autistic children.", "results_summary": "The study found that the GFCF diet was safe and showed therapeutic benefits for autistic children, though the trials were limited in number, sample size, and indicated potential bias. Larger cohort studies are needed for further insight.", "population_specificity": "Autistic children", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:06.998006+00:00"}
{"study_id": 185165, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if casein supplementation could elevate serum IGF-I levels as early as one week after administration, compared to whey protein and whey protein combined with essential amino acids, in women with recent hip fractures.", "results_summary": "The study found that casein supplementation significantly elevated serum IGF-I levels (+37.3 µg/L) after just 7 days, with similar effects observed for whey protein and whey protein combined with essential amino acids. No further significant increase in IGF-I was observed from day 7 to day 28.", "population_specificity": "45 women with recent hip fractures.", "effective_dosage": "20 g of casein daily.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:09.043202+00:00"}
{"study_id": 98145, "supplement_id": 991, "safety_score": "30", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to investigate the benefits and safety of a gluten-free and casein-free (GFCF) diet in children diagnosed with autism spectrum disorder (ASD).", "results_summary": "The study found no significant effect of a GFCF diet on autism core symptoms, functional level, or behavioral difficulties in children with ASD. However, the diet might trigger gastrointestinal adverse effects.", "population_specificity": "Children aged 3 to 17 years diagnosed with ASD, with or without comorbidities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:09.504241+00:00"}
{"study_id": 98146, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 55, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the scientific evidence for nutritional interventions, including casein-free diets, in children and adolescents with Autism Spectrum Disorder.", "results_summary": "The review found mixed results, with 10 studies reporting positive associations between casein-free diets and improved symptoms, while 8 studies found no significant association. The overall evidence was insufficient to strongly support the use of casein-free diets for autism.", "population_specificity": "Children and adolescents with Autism Spectrum Disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:11.181352+00:00"}
{"study_id": 185158, "supplement_id": 990, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the protective effects of re-assembled casein micelles (rCM) on vitamin D3 (VD3) against thermal and oxidative degradation, and to assess VD3 bioavailability in rCM.", "results_summary": "VD3 encapsulated in rCM showed superior stability under thermal treatment (80°C, 1 min) and cold storage (28 days) compared to synthetic emulsifiers or unencapsulated VD3. Ultra-high-pressure homogenization further enhanced stability, and bioavailability of VD3 in rCM was at least as high as that of Tween-80-emulsified VD3.", "population_specificity": "87 human volunteers in a randomized double-blinded placebo-controlled clinical study.", "effective_dosage": "Single dose of 50,000 IU VD3 encapsulated in rCM, administered in 1% fat milk.", "study_duration": "Single-dose intervention; stability assessed over 28 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:11.879787+00:00"}
{"study_id": 98147, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review the literature on dietary approaches, including casein-free diets, for managing gastrointestinal and behavioral symptoms in individuals with autism spectrum disorders (ASD).", "results_summary": "The study found that gluten-free/casein-free diets, among other dietary approaches, generally demonstrated improved gastrointestinal and associated behavioral symptoms in individuals with ASD, though research on dietary interventions is limited and results are mixed.", "population_specificity": "Individuals with autism spectrum disorders (ASD) and associated gastrointestinal issues.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:12.341178+00:00"}
{"study_id": 98149, "supplement_id": 991, "safety_score": "90", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical effects of therapeutic diets, including casein-free diets, on autism spectrum disorder.", "results_summary": "Among the studies reviewed, 4 clinical studies examined gluten/casein-free diets, with 2 showing favorable outcomes in children with autism. No serious adverse events were reported.", "population_specificity": "Children with autism spectrum disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:14.094464+00:00"}
{"study_id": 98151, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of medical nutrition therapies, including casein-free diets, on alleviating symptoms of autism spectrum disorder (ASD).", "results_summary": "The study found that casein-free diets, among other nutritional interventions, may play a role in alleviating ASD symptoms, though further controlled trials are needed for definitive recommendations.", "population_specificity": "Individuals with autism spectrum disorder (ASD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:14.352928+00:00"}
{"study_id": 98153, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a casein-free diet as a treatment for attention deficit hyperactivity disorder and autism spectrum disorder, focusing on potential mechanisms like the microbiome-gut-brain axis.", "results_summary": "The abstract suggests that elimination diets, including casein-free diets, may have potential benefits for neurodevelopmental disorders, but the evidence is discussed in the context of broader mechanisms rather than specific outcomes. The microbiome-gut-brain axis is highlighted as a key candidate mechanism.", "population_specificity": "Individuals with attention deficit hyperactivity disorder and autism spectrum disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:16.155940+00:00"}
{"study_id": 98154, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to review the safety and efficacy of casein-free diet as a complementary treatment for behavioral and gastrointestinal symptoms in autism.", "results_summary": "The abstract does not provide specific findings on casein-free diet, only mentioning it as one of several therapies examined for autism-related symptoms.", "population_specificity": "Pediatric patients with autism experiencing behavioral and gastrointestinal symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:16.846509+00:00"}
{"study_id": 98155, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the role of a casein-free diet in treating autism, including its effects on core symptoms and comorbid issues.", "results_summary": "Some parents reported improvements in autism symptoms (20-29%), but intervention trials were contradictory and inconclusive. The evidence supporting the diet's therapeutic value was deemed limited and weak.", "population_specificity": "Children with autism spectrum disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:17.376793+00:00"}
{"study_id": 98158, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential impact of a casein-free diet on autism spectrum disorders, focusing on differing responses and underlying biological correlates.", "results_summary": "The study suggests that a casein-free diet may variably impact autism presentation, with evidence of best- and non-response subgroups, and highlights potential biological mechanisms like immune response and gut microbiota.", "population_specificity": "Individuals with autism spectrum disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:20.100006+00:00"}
{"study_id": 98157, "supplement_id": 991, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of gluten and casein supplementation on maladaptive behavior, gastrointestinal symptom severity, and urinary I-FABP excretion in children with ASD.", "results_summary": "The study found no significant difference in maladaptive behavior, gastrointestinal symptoms, or urinary I-FABP excretion between the gluten-casein and placebo groups after one week of supplementation. The observed changes in behavior were not significant and may have been influenced by additional therapies.", "population_specificity": "74 children with autism spectrum disorder (ASD) exhibiting severe maladaptive behavior and increased urinary I-FABP.", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:20.302377+00:00"}
{"study_id": 98159, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "To review evidence associating intestinal barrier dysfunction with CNS disorders and assess the potential impact of gluten-free casein-free diets on behavioral symptoms in autism spectrum disorders.", "results_summary": "Some reports suggest gluten-free casein-free diets may normalize intestinal permeability markers in autism spectrum disorders, but no adequately controlled studies demonstrate behavioral symptom improvement. Evidence for altered intestinal permeability in CNS disorders is limited and inconclusive.", "population_specificity": "Individuals with autism spectrum disorders and schizophrenia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:20.469093+00:00"}
{"study_id": 98160, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential benefits of a casein-free diet in a subgroup of schizophrenia patients, considering gut-brain axis interactions and immune dysregulation.", "results_summary": "The study suggests that a casein-free diet may benefit a significant subgroup of schizophrenia patients by addressing gut barrier dysfunction, inflammation, and metabolic syndrome, though specific efficacy data are not detailed.", "population_specificity": "Patients with schizophrenia, particularly those with gastrointestinal barrier dysfunction, food antigen sensitivity, or metabolic syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:22.129010+00:00"}
{"study_id": 98162, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a gluten- and casein-free diet in children with autism spectrum disorder and identify factors predicting positive responses.", "results_summary": "The study found significant differences in core and peripheral functioning between dietary and non-dietary participants, with responders showing improvements in inattention and hyperactivity. Age (7–9 years) was the strongest predictor of positive response, and the presence of a urine compound (trans-indolyl-3-acryloylglycine) may warrant further investigation.", "population_specificity": "Children diagnosed with autism spectrum disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:23.142358+00:00"}
{"study_id": 98163, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 30, "study_goal": "The researchers aimed to evaluate the role of a casein-free diet as a newer, less-researched treatment option for developmental delays in children.", "results_summary": "The abstract mentions casein-free diets as a newer treatment with less research support, implying limited evidence for efficacy in addressing developmental delays. No specific results regarding its effects are provided.", "population_specificity": "Children with developmental delays.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:23.710460+00:00"}
{"study_id": 98164, "supplement_id": 991, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of a gluten-free, casein-free diet, later combined with a ketogenic diet, on autism symptoms, epilepsy, and cognitive-behavioral outcomes in a child with autism and epilepsy.", "results_summary": "The child showed marked improvement in autistic and medical symptoms on a gluten-free, casein-free diet, and further seizure control and cognitive-behavioral benefits when the diet was combined with a ketogenic regimen. Secondary benefits included resolution of obesity and significant improvements in autism severity and intelligence quotient.", "population_specificity": "A single child with autism and epilepsy.", "effective_dosage": "Not specified (dietary intervention).", "study_duration": "Several years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:26.389932+00:00"}
{"study_id": 6863, "supplement_id": 992, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the anti-inflammatory properties of Cat's claw, specifically its ability to protect against oxidant-induced stress and modify transcriptionally regulated events.", "results_summary": "Cat's claw attenuated peroxynitrite-induced apoptosis, inhibited iNOS gene expression, nitrite formation, and NF-kappaB activation, and reduced indomethacin-induced intestinal inflammation in rats.", "population_specificity": "In vitro cell lines (RAW 264.7 and HT29) and rats with induced intestinal inflammation.", "effective_dosage": "100 µg/mL in vitro; 5 mg/mL in drinking water for rats.", "study_duration": "Not specified for in vitro; duration for rats not explicitly stated.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:26.595107+00:00"}
{"study_id": 50696, "supplement_id": 992, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether ethanol and aqueous extracts of Cat's claw influence blood coagulation and platelet activation, and if they exhibit anticoagulant properties.", "results_summary": "The extracts showed slight antiplatelet activity and prolonged thrombin time, with the ethanolic leaf fraction being the most effective thrombin inhibitor. The study suggests potential for Cat's claw as a natural thrombin inhibitor.", "population_specificity": "Human platelet-rich plasma (in vitro study)", "effective_dosage": "1-50 μg/ml", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:28.287680+00:00"}
{"study_id": 50695, "supplement_id": 992, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the potential of medicinal plants, including Cat's claw, for their neuroprotective, anti-inflammatory, and cognitive-enhancing effects in Alzheimer's disease and pre-Alzheimer's disease.", "results_summary": "The abstract does not provide specific findings about Cat's claw but suggests that medicinal plants, in general, hold promise for preventing and treating cognitive decline associated with Alzheimer's disease.", "population_specificity": "Not specified (general review of studies on Alzheimer's disease and pre-Alzheimer's disease)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:29.021567+00:00"}
{"study_id": 50694, "supplement_id": 992, "safety_score": "80", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to assess the effects of systemic therapies, including Cat's claw, on the treatment of aromatase inhibitor-induced musculoskeletal symptoms (AIMSS) in women with stage I to III hormone receptor-positive breast cancer.", "results_summary": "The study found that Cat's claw showed a treatment effect with 95% CI that did not include a minimal clinically important difference (MCID) for pain relief in AIMSS, indicating limited efficacy. No serious adverse events were reported for Cat's claw or other systemic therapies.", "population_specificity": "Postmenopausal women with hormone receptor-positive stage I to III breast cancer experiencing AIMSS.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:29.299844+00:00"}
{"study_id": 50697, "supplement_id": 992, "safety_score": "60", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether Cat's claw interacts with antiretroviral drugs and affects their levels in patients.", "results_summary": "The study found that Cat's claw significantly increased the levels of antiretrovirals, suggesting patients should be monitored for adverse effects when taking this supplement alongside antiretroviral therapy.", "population_specificity": "Human immunodeficiency virus (HIV) patients taking antiretroviral drugs.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "Increased levels of antiretrovirals when taken with Cat's claw.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:29.906249+00:00"}
{"study_id": 50701, "supplement_id": 992, "safety_score": "30", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to highlight potential nephrotoxic effects of herbal therapies, including Cat's claw, due to limited toxicological studies.", "results_summary": "The study reported acute allergic interstitial nephritis diagnosed after intake of Peruvian Cat's claw, indicating potential kidney-related adverse effects. No efficacy data was provided regarding intended outcomes.", "population_specificity": "Not specified (general mention of adverse effects in humans).", "effective_dosage": "Not available.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:31.191049+00:00"}
{"study_id": 50700, "supplement_id": 992, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the efficacy of Uncaria tomentosa (cat's claw) gel as a topical treatment for denture stomatitis compared to miconazole and placebo.", "results_summary": "Cat's claw gel showed comparable efficacy to 2% miconazole gel in reducing denture stomatitis severity and Candida colony counts, with significant reductions observed after one week of treatment. The effects persisted one week post-treatment, and C. albicans was the most prevalent microorganism before treatment.", "population_specificity": "Fifty patients with denture stomatitis.", "effective_dosage": "2% U. tomentosa gel (frequency not specified).", "study_duration": "1 week of treatment, with follow-up one week post-treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:32.577203+00:00"}
{"study_id": 50703, "supplement_id": 992, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of Cat's claw, alone or in combination, for managing osteoarthritis (OA) and rheumatoid arthritis (RA).", "results_summary": "Three studies supported the use of Cat's claw for OA, either alone or in combination, but the abstract does not specify the extent of its efficacy. No support was found for its use in RA.", "population_specificity": "Patients with osteoarthritis (OA) and rheumatoid arthritis (RA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:34.540668+00:00"}
{"study_id": 50702, "supplement_id": 992, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to identify potential pharmacokinetic interactions between Cat's claw and antiretroviral drugs (PIs and NNRTIs) in HIV/AIDS patients.", "results_summary": "The abstract indicates that Cat's claw exhibited potentially significant pharmacokinetic interactions with protease inhibitors or non-nucleoside reverse transcriptase inhibitors, based on in vitro studies and clinical reports. However, no specific clinical outcomes or efficacy data for Cat's claw were detailed.", "population_specificity": "HIV/AIDS patients in Southern Africa using traditional/complementary/alternate medicines alongside antiretroviral therapy.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "Potential pharmacokinetic interactions with protease inhibitors (PIs) and non-nucleoside reverse transcriptase inhibitors (NNRTIs).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:35.696563+00:00"}
{"study_id": 6940, "supplement_id": 993, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to synthesize existing evidence on the neuroprotective mechanisms of Orthosiphon stamineus (Cat's whiskers) in Central Nervous System (CNS) disorders.", "results_summary": "The study identified protective effects of Cat's whiskers extracts on Alzheimer's disease, epilepsy, learning and memory, oxidative stress, and neurotoxicity, suggesting potential neuroprotective benefits for conditions like neurodegeneration and neuroinflammation. All findings were based on preclinical studies using animal models or in vitro systems.", "population_specificity": "Animal models and in vitro systems (preclinical studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:37.336943+00:00"}
{"study_id": 6941, "supplement_id": 993, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of a 50% ethanol extract of Orthosiphon stamineus (EOS) to treat rheumatoid arthritis by assessing its anti-inflammatory and anti-arthritic effects.", "results_summary": "EOS demonstrated dose-dependent inhibition of paw edema, suppressed inflammatory cytokines (TNF-α, IL-1, COX-1, COX-2), improved joint integrity, and protected cartilage and soft tissue in arthritic models.", "population_specificity": "Arthritic rats and LPS-stimulated human macrophages (U937).", "effective_dosage": "Not specified (dose-dependent effects noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:38.060194+00:00"}
{"study_id": 8487, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the neuroprotective potential of CDP-choline on dopaminergic neurons exposed to MPP(+) and glutamate toxicity.", "results_summary": "CDP-choline significantly increased the survival of dopaminergic neurons compared to controls and provided protection against MPP(+) and glutamate toxicity. It also reduced propidium iodide uptake, indicating decreased cell death.", "population_specificity": "Primary dopaminergic cultures from mouse mesencephala.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:39.166338+00:00"}
{"study_id": 6942, "supplement_id": 993, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the antiapoptotic and antioxidant activities of Orthosiphon stamineus (Cat's whiskers) extracts and fractions, focusing on their effects against hydrogen peroxide-induced apoptosis in MDA-MB-231 epithelial cells.", "results_summary": "The study found that the ethyl acetate fraction (EAF) had the highest phenolic content, while the chloroform fraction (CF) had the highest flavonoid content. Cat's whiskers demonstrated dose-dependent inhibition of cell death, reduced caspase-3 activity, and modulated Bcl-2 and Bax expression, indicating anti-apoptotic effects.", "population_specificity": "MDA-MB-231 epithelial cells (in vitro study).", "effective_dosage": "Not specified (dose-dependent effects observed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:39.408006+00:00"}
{"study_id": 8486, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if adding oral CDP-choline to patching therapy improves visual function in children with amblyopia compared to patching alone.", "results_summary": "CDP-choline combined with patching did not show greater effectiveness than patching alone after 30 days but helped maintain visual acuity improvements at 90 days, unlike patching alone. Similar stability was observed in visual acuity measured by isolated letters.", "population_specificity": "Children aged 5-10 years with anisometropic or strabismic amblyopia.", "effective_dosage": "800 or 1,200 mg daily (based on body weight).", "study_duration": "30 consecutive days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:40.243318+00:00"}
{"study_id": 8488, "supplement_id": 994, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether chronic CDP-choline treatment improves functional recovery and neuronal plasticity after stroke.", "results_summary": "CDP-choline improved functional outcomes in stroke-affected animals, as shown by increased pellet consumption in the staircase test and reduced asymmetry in the EBST. It also enhanced dendritic complexity and spine density in the undamaged motor cortex.", "population_specificity": "Stroke-affected animals (middle cerebral artery occlusion model).", "effective_dosage": "Not specified.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:40.475896+00:00"}
{"study_id": 8489, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how CDP-choline affects phosphatidylcholine (PtdCho) homeostasis and neuroprotection following transient focal cerebral ischemia.", "results_summary": "CDP-choline significantly restored PtdCho levels by attenuating PLA2 activity, sPLA2-IIA mRNA/protein levels, and PtdCho-PLC activity, while partially restoring CCT activity. It also reduced infarction volume by 55% after ischemia-reperfusion.", "population_specificity": "Animal model (transient middle cerebral artery occlusion, tMCAO)", "effective_dosage": "Not specified", "study_duration": "1 hour of tMCAO followed by 1 day of reperfusion", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:43.438100+00:00"}
{"study_id": 8490, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of CDP-choline and choline chloride on platelet, white blood cell, and red blood cell counts, as well as platelet function during endotoxemia in dogs.", "results_summary": "CDP-choline and choline chloride attenuated endotoxin-induced declines in platelet counts and improved platelet function, with CDP-choline blocking the shortening of platelet closure times. Both treatments showed statistically significant improvements compared to saline controls.", "population_specificity": "Dogs with induced endotoxemia.", "effective_dosage": "70 mg/kg CDP-choline, administered intravenously three times at 4-hour intervals.", "study_duration": "Approximately 12 hours (three doses over 8 hours, with follow-up measurements up to 12 hours post-endotoxin).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:45.646111+00:00"}
{"study_id": 8491, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of CDP-choline liposomes in reducing cerebral infarction compared to free CDP-choline in a cerebral ischemia model.", "results_summary": "CDP-choline liposomes significantly decreased cerebral infarction by 62% compared to 26% for free CDP-choline, suggesting enhanced brain uptake and synergistic effects with phospholipid components.", "population_specificity": "Spontaneously hypertensive rats with induced focal cerebral ischemia and reperfusion.", "effective_dosage": "Not specified", "study_duration": "1 hour of ischemia followed by 24 hours of reperfusion.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:45.924659+00:00"}
{"study_id": 8492, "supplement_id": 994, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "To assess the efficacy of CDP-choline in treating cognitive, emotional, and behavioral deficits in elderly individuals with chronic cerebral disorders.", "results_summary": "CDP-choline showed no benefit on attention but demonstrated positive effects on memory function and behavior. The drug was well tolerated, with no significant safety concerns reported.", "population_specificity": "Elderly individuals with cognitive impairment due to chronic cerebral disorders, ranging from subjective memory complaints to mild/moderate vascular dementia.", "effective_dosage": "Not specified (studies varied in dose and administration methods).", "study_duration": "Ranged from 20-30 days to 12 months across studies.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:46.424689+00:00"}
{"study_id": 8494, "supplement_id": 994, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of CDP-choline in treating cognitive, emotional, and behavioral deficits in elderly individuals with chronic cerebral disorders.", "results_summary": "CDP-choline showed significant beneficial effects on memory function and behavior but no significant effect on attention. The drug was well tolerated.", "population_specificity": "Elderly individuals with chronic cerebral disorders, particularly those with cerebrovascular disease.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Studies ranged from 20-30 days, 6 weeks, 2-3 months, or continuous administration over 3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:48.065120+00:00"}
{"study_id": 8493, "supplement_id": 994, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate how CDP-choline counteracts pro-inflammatory cytokine-mediated disruption of phosphatidylcholine homeostasis and its potential benefits in stroke treatment.", "results_summary": "CDP-choline may increase phosphatidylcholine levels by attenuating PLA(2) stimulation and loss of CCT activity, counteracting TNF-alpha and IL-1beta effects. Re-evaluation of phase III stroke trial data was encouraging, suggesting CDP-choline as a safe and well-tolerated agent for multi-drug stroke treatment.", "population_specificity": "Patients with brain ischemia (stroke)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:48.488439+00:00"}
{"study_id": 8495, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether uridine enhances phosphatidylcholine (PC) synthesis by measuring CDP-choline levels in PC12 cells.", "results_summary": "Uridine (50-100 µM) increased UTP, CT, USAP, and CDP-choline levels in PC12 cells without affecting diacylglycerol synthesis or phosphotransferase activity, suggesting uridine may enhance PC synthesis in the brain.", "population_specificity": "Clonal PC12 rat pheochromocytoma cells (in vitro study).", "effective_dosage": "50-100 µM uridine.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:49.761974+00:00"}
{"study_id": 8496, "supplement_id": 994, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of CDP-choline in treating cognitive, emotional, and behavioral deficits in older people with chronic cerebral disorders.", "results_summary": "CDP-choline showed modest but statistically significant benefits on memory function and behavior, with stronger evidence of improvement in global clinical impression. No significant effect was found on attention, and the drug was well tolerated.", "population_specificity": "Older people with cognitive impairment due to chronic cerebral disorders, particularly those with cerebrovascular disease.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Ranged from 20-30 days to 3 months, with some studies using cycles of 2-3 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:49.957185+00:00"}
{"study_id": 8497, "supplement_id": 994, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of different oral doses of CDP-choline on plasma levels of choline, cytidine, and uridine in mildly hypertensive subjects.", "results_summary": "Plasma choline and uridine levels increased dose-dependently, with choline remaining elevated for 5-10 hours and uridine for 5-6 hours. Cytidine levels were not reliably detectable, suggesting uridine and choline, not cytidine, are key substrates for brain phosphatide synthesis in humans.", "population_specificity": "Twelve mildly hypertensive but otherwise normal fasting subjects.", "effective_dosage": "500 mg, 2000 mg, and 4000 mg orally once at 8:00 a.m.", "study_duration": "Single administration per treatment day, with plasma sampling over 12 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:53.656698+00:00"}
{"study_id": 8498, "supplement_id": 994, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy of CDP-choline in treating cognitive, emotional, and behavioral deficits in elderly patients with chronic cerebral disorders.", "results_summary": "CDP-choline showed modest but significant benefits on memory function and behavior, with stronger evidence of improvement in global clinical impression. No significant effect was observed on attention, and the drug was well tolerated.", "population_specificity": "Elderly patients with cognitive impairment due to chronic cerebral disorders, particularly cerebrovascular disease.", "effective_dosage": "Not specified (studies varied in dose).", "study_duration": "Ranged from 20-30 days to 3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:54.268384+00:00"}
{"study_id": 8499, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the neuroprotective effects of CDP-choline in transient forebrain ischemia, specifically its impact on blood-brain barrier dysfunction, edema, and neuronal death.", "results_summary": "CDP-choline significantly attenuated blood-brain barrier dysfunction, reduced arachidonic acid and leukotriene C(4) synthesis, and provided 65% neuroprotection against hippocampal neuronal death. It also substantially reduced edema at 3-day reperfusion.", "population_specificity": "Gerbils with transient forebrain ischemia", "effective_dosage": "Not specified", "study_duration": "Assessed effects up to 6-day reperfusion", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:54.405916+00:00"}
{"study_id": 8500, "supplement_id": 994, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the safety of citicoline (500 mg bid) and determine if short-term treatment alters mood states and cocaine craving in subjects with a history of cocaine dependence.", "results_summary": "Subjects experienced no side effects, and citicoline treatment was associated with decreases in self-reported mood states linked to cocaine craving, suggesting potential benefits for cocaine dependence.", "population_specificity": "Subjects with a history of cocaine dependence.", "effective_dosage": "500 mg twice daily (bid).", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:54.752658+00:00"}
{"study_id": 8502, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if CDP-choline could improve motor and spatial memory deficits after traumatic brain injury (TBI) and whether it increases acetylcholine release in the brain.", "results_summary": "CDP-choline improved post-TBI motor and spatial memory performance, reduced cognitive deficits in the Morris water maze, and attenuated scopolamine-induced memory disruption. It also increased acetylcholine release in the hippocampus and neocortex.", "population_specificity": "Rats with induced traumatic brain injury (TBI) and normal, awake, freely moving rats.", "effective_dosage": "100 mg/kg daily", "study_duration": "18 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:57.239138+00:00"}
{"study_id": 8501, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether CDP-choline affects brain platelet-activating factor (PAF) levels in aged rats and its potential implications for central nervous system diseases.", "results_summary": "Aged rats had 67% lower PAF levels than young rats. Chronic CDP-choline treatment (500 mg/kg/day) reduced PAF levels by over 65% in aged rats after 8 days, stabilizing at these low levels with continued treatment, suggesting CDP-choline's effects may involve PAF modulation.", "population_specificity": "Aged (19-month-old) rats", "effective_dosage": "500 mg/kg per day", "study_duration": "At least 8 days (exact duration not specified beyond stabilization)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:57.510953+00:00"}
{"study_id": 8503, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of CDP-choline on brain choline metabolism in human subjects, particularly its impact on phosphatidylcholine synthesis in younger and older adults.", "results_summary": "CDP-choline increased plasma choline similarly in younger and older subjects, but brain choline resonance increased by 18% in younger subjects while decreasing by 6% in older subjects, suggesting age-dependent effects on phosphatidylcholine synthesis.", "population_specificity": "Younger (mean age 25 years) and older (mean age 59 years) human subjects.", "effective_dosage": "Single oral doses (specific amount not stated).", "study_duration": "Acute (3-hour post-dose measurement).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:59.127170+00:00"}
{"study_id": 8504, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of chronic CDP-choline administration on neurosecretory neurons in aged mice, focusing on morphological and morphometric changes.", "results_summary": "CDP-choline treatment led to neuronal hypertrophy, increased cellular protein synthesis machinery, more neurosecretory granules, and reduced glial coverage, suggesting enhanced neurohormone synthesis. No tertiary lysosomes were observed in treated animals.", "population_specificity": "Aged mice (12 to 26 months old)", "effective_dosage": "Not specified", "study_duration": "14 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:19:59.548199+00:00"}
{"study_id": 8505, "supplement_id": 994, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the pharmacological effects, safety, and therapeutic potential of CDP-Choline in treating cerebral vascular disease, head trauma, and cognitive disorders.", "results_summary": "CDP-Choline demonstrated neuroprotective effects, improved cognitive and memory performance, accelerated recovery from brain injuries, and enhanced cerebral metabolism without serious side effects. It also showed efficacy in treating Alzheimer's disease and Parkinson's disease as co-therapy.", "population_specificity": "Patients with head trauma, acute cerebral vascular disease, chronic cerebral ischemia, Alzheimer's disease, and Parkinson's disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:02.741723+00:00"}
{"study_id": 8508, "supplement_id": 994, "safety_score": "100", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of CDP-Choline on cognitive and behavioral capabilities in patients with chronic cerebrovascular diseases.", "results_summary": "CDP-Choline significantly improved attention, memory, and behavioral control compared to placebo, with no reported side effects.", "population_specificity": "92 patients with chronic cerebrovasculopathy (46 in each group).", "effective_dosage": "1000 mg/day intramuscularly.", "study_duration": "Two 4-week cycles with a 1-week interval.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:02.771873+00:00"}
{"study_id": 8507, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to determine the effects of CDP-choline on brain electrical activity and mental performance in Alzheimer's disease patients.", "results_summary": "CDP-choline reduced theta band spectral amplitude in specific brain regions and improved mental performance in early-onset AD patients, with no significant changes in late-onset AD patients.", "population_specificity": "19 Alzheimer's disease patients (10 males, 9 females; age 66.21 ± 1.48 years).", "effective_dosage": "1000 mg/day, orally.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:02.843486+00:00"}
{"study_id": 8506, "supplement_id": 994, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and efficacy of CDP-Choline (citicoline) as a treatment for stroke and other neurological disorders, focusing on its mechanisms of action and potential benefits.", "results_summary": "The study found that CDP-Choline provides choline and cytidine, which support phosphatidylcholine synthesis and neuronal membrane repair, potentially aiding stroke recovery. Pre-clinical and clinical data suggest it may also mitigate free fatty acid-induced toxicity from ischemic injury.", "population_specificity": "Patients with stroke, head trauma, and other neurological disorders (studied in Europe, Japan, and the U.S.).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:03.463637+00:00"}
{"study_id": 8509, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether CDP-choline reduces blood histamine levels in patients with early-onset and late-onset Alzheimer's disease.", "results_summary": "CDP-choline reduced blood histamine levels by 2-fold in both EOAD and LOAD patients, with effects observed 2 hours after administration and progressively over 30 days. The results suggest CDP-choline may modulate immune responses linked to histamine in AD.", "population_specificity": "Patients with early-onset Alzheimer's disease (EOAD) and late-onset Alzheimer's disease (LOAD).", "effective_dosage": "1000 mg orally once daily.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:05.652458+00:00"}
{"study_id": 8510, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of CDP-choline on cognitive function and cerebral blood flow velocities in patients with Alzheimer's disease.", "results_summary": "CDP-choline significantly improved MMSE scores in early-onset Alzheimer's patients and enhanced orientation subtests in the overall group. It also increased blood flow velocities in the middle cerebral arteries.", "population_specificity": "20 patients with Alzheimer's disease (age 57-78 years, mean 66.75 ± 6.73).", "effective_dosage": "1000 mg/day, orally.", "study_duration": "1 month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:06.013890+00:00"}
{"study_id": 8512, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether CDP-choline could reverse age-related impairments in mitochondrial and synaptosomal membrane proteins in rat brains.", "results_summary": "CDP-choline treatment significantly increased the levels of several proteins that had declined with aging, suggesting a potential role in improving brain energy metabolism and nucleotide availability. The effects were attributed to enhanced cytidylic nucleotide availability and total adenine nucleotide content.", "population_specificity": "Male Wistar rats aged 4, 12, 18, and 24 months.", "effective_dosage": "20 mg/kg body weight per day.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:07.896485+00:00"}
{"study_id": 8511, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine whether CDP-choline could restore immune function and improve mental performance in Alzheimer's disease (AD) and multi-infarct dementia (MID) by influencing IL-1 beta production and other biological parameters.", "results_summary": "The study investigated CDP-choline's effects on cognition, biological parameters, and IL-1 beta production, suggesting potential benefits in restoring immune function and improving mental performance in dementia, though specific results were not detailed in the abstract.", "population_specificity": "Patients with Alzheimer's disease (AD) and multi-infarct dementia (MID).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:08.992576+00:00"}
{"study_id": 8516, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the outcomes of patients with severe or moderate head injury receiving conventional treatment versus those treated with CDP-choline.", "results_summary": "CDP-choline improved global patient outcomes, showing a trend toward greater improvement in motor, cognitive, and psychic alterations, and reduced hospital stay duration for severe head injury patients.", "population_specificity": "216 patients with severe or moderate head injury", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:10.154888+00:00"}
{"study_id": 8515, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of CDP-choline in reducing postconcussional symptoms and improving neuropsychological outcomes in patients with mild to moderate closed head injury.", "results_summary": "CDP-choline significantly reduced postconcussional symptoms compared to placebo (P < 0.005) and improved recognition memory for designs (P < 0.02), though other neuropsychological test results did not differ between groups.", "population_specificity": "Young men admitted to neurosurgery after mild to moderate closed head injury.", "effective_dosage": "1 g oral CDP-choline.", "study_duration": "One month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:11.089243+00:00"}
{"study_id": 8517, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether CDP-choline could counteract cognitive impairments associated with aging by increasing brain phospholipid levels and enhancing neurotransmission.", "results_summary": "The study found that CDP-choline increased phosphatidylcholine and related phospholipids in the brain, potentially improving memory deficits in patients with cerebral insufficiency, chronic cerebrovascular disease, and dementia.", "population_specificity": "Patients with cerebral insufficiency, chronic cerebrovascular disease, and dementia.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:11.715497+00:00"}
{"study_id": 8513, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chronic CDP-choline administration could reverse age-related declines in dopamine and acetylcholine receptor densities and brain membrane fluidity in aged mice.", "results_summary": "CDP-choline increased dopamine receptor densities by 11% (100 mg/kg) and 18% (500 mg/kg) and muscarinic receptor densities by 6% (100 mg/kg) and 17% (500 mg/kg) in aged mice, while also enhancing brain membrane fluidity. The treatment partially reversed age-related receptor declines without altering receptor affinities.", "population_specificity": "19-month-old mice", "effective_dosage": "100 mg/kg/day and 500 mg/kg/day, incorporated into chow", "study_duration": "7 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:11.768816+00:00"}
{"study_id": 8518, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of CDP-choline in improving cognitive and behavioral parameters in patients with mild to moderate brain aging.", "results_summary": "CDP-choline significantly improved symptomatology after the first treatment cycle (p < 0.001), with further improvement in the second cycle (p < 0.001). The therapeutic effect persisted during the wash-out period, particularly for certain items on Plutchik's scale (p < 0.01).", "population_specificity": "237 outpatients and inpatients with mild to moderate brain aging.", "effective_dosage": "1000 mg per day.", "study_duration": "Two 21-day treatment cycles with a one-week wash-out period between them.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:15.114046+00:00"}
{"study_id": 8519, "supplement_id": 994, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether CDP-choline could improve vigilance in rats under hypoxic conditions, simulating potential treatment for cerebral syndromes secondary to hypoxia in humans.", "results_summary": "CDP-choline demonstrated a protective effect by increasing vigilance in rats under mild hypoxia (15% O2), suggesting potential benefits for treating hypoxia-related cerebral syndromes. No significant adverse effects were reported, but the study did not assess safety in detail.", "population_specificity": "48 Wistar rats exposed to progressively reduced oxygen levels (15% to 7% O2).", "effective_dosage": "100 mg/kg body weight, administered via food.", "study_duration": "103 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:15.572002+00:00"}
{"study_id": 8520, "supplement_id": 994, "safety_score": "90", "efficacy_score": 10, "quality_score": 60, "study_goal": "The researchers aimed to determine if CDP-Choline could improve symptoms of tardive dyskinesia (TD) based on the cholinergic-deficiency hypothesis.", "results_summary": "The study found no evidence of efficacy, adverse effects, or changes in psychopathology with CDP-Choline treatment in TD patients. The small sample size limited the power to detect a treatment effect.", "population_specificity": "Four women and one man with tardive dyskinesia.", "effective_dosage": "500 mg twice a day orally.", "study_duration": "2 to 8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:17.259860+00:00"}
{"study_id": 52172, "supplement_id": 1019, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to discover and validate potential food exposure markers (PEMs) for chocolate in a mixed dietary background.", "results_summary": "The study identified unique PEMs for chocolate, reflecting its distinct composition rather than frequency or amount consumed. It also validated 23% of PEMs from a previous meal study.", "population_specificity": "107 subjects randomized to two distinct dietary patterns.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:24.580682+00:00"}
{"study_id": 52166, "supplement_id": 1019, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility of using chocolate spread as a vehicle for voluntarily ingested Temgesic (an analgesic) in a mouse model of anastomotic leakage.", "results_summary": "The study found that using absorbable sutures along with Temgesic in chocolate spread as an analgesic regimen was feasible in the mouse model, but the primary focus was on surgical outcomes, not chocolate's effects.", "population_specificity": "C57BL/6 mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:20:25.069125+00:00"}
