{"study_id": 56988, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of high-intensity interval training (HIIT) on platelet function in patients with coronary artery disease (CAD) undergoing cardiac rehabilitation.", "results_summary": "The study found that symptom-limited cardiopulmonary exercise testing (CPET) increased platelet aggregation in CAD patients, primarily due to platelet count augmentation rather than single platelet activation, despite antiplatelet therapy. All patients completed CPET without adverse cardiac events.", "population_specificity": "28 patients (24 men, 4 women; average age 54.6 ± 8 years) with stable CAD, divided into Aspirin-treated (n=11) and dual-antiplatelet-treated (DAPT, n=17) groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:09.972605+00:00"}
{"study_id": 56990, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of high-intensity interval training (HIIT) and moderate-intensity continuous training (MICT) on endothelial function and hemodynamics in postmenopausal females, with training load equalized.", "results_summary": "HIIT significantly improved flow-mediated dilatation (FMD) in postmenopausal females (p < 0.01) and was more effective than MICT in enhancing endothelial function. Both HIIT and MICT showed statistically significant improvements in FMD.", "population_specificity": "Postmenopausal females", "effective_dosage": "Not specified (training intensity was 40% maximum heart reserve for low-intensity group; HIIT and MICT details not fully described)", "study_duration": "8 weeks for HIIT and MICT groups; 12 weeks for low-intensity group", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:12.222467+00:00"}
{"study_id": 56991, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of a combined high-intensity interval training (HIIT) and moderate-intensity continuous training (MICT) program versus MICT alone on health-related quality of life in patients with severe obesity.", "results_summary": "Both HIIT/MICT and MICT programs moderately improved general health, vitality, social functioning, physical function, and self-esteem scores, with no significant differences between the groups. Tiredness, back pain, and physical stamina also showed moderate to strong improvements in both groups.", "population_specificity": "Patients with severe obesity (55% female, n=71).", "effective_dosage": "Not specified in the abstract.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:13.132342+00:00"}
{"study_id": 56993, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a 12-week supervised HIIT program could improve prostate cancer-specific anxiety, fear of cancer progression, quality of life, and psychosocial outcomes in men with prostate cancer on active surveillance.", "results_summary": "HIIT significantly improved prostate cancer-specific anxiety, fear of progression, hormonal symptoms, perceived stress, fatigue, and self-esteem compared to usual care. Adherence to HIIT was high (96%), and the intervention showed clinically meaningful benefits.", "population_specificity": "Men with prostate cancer undergoing active surveillance (n=52, randomized to HIIT or usual care).", "effective_dosage": "Thrice weekly supervised aerobic HIIT sessions.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:15.369280+00:00"}
{"study_id": 56992, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of HIIT programs (short and long) and MICT on functional capacity and quality of life in patients with coronary artery disease (CAD).", "results_summary": "Both HIIT programs were superior to MICT in improving maximal exercise capacity (VO2max), but only the MICT group showed a statistically significant improvement in quality of life. No significant differences were found between groups for 6MWT distance or quality of life improvements.", "population_specificity": "20 patients with CAD (mean age 60.95 ± 5.08 years) who had undergone revascularization surgery.", "effective_dosage": "Not specified (24-session exercise-based cardiac rehabilitation program).", "study_duration": "24 sessions (duration per session not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:15.574942+00:00"}
{"study_id": 56995, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of aerobic exercise training in cardiac rehabilitation, with a focus on the benefits and utility of high-intensity interval training across different clinical populations.", "results_summary": "The abstract highlights that high-intensity interval training is beneficial and effective in improving cardiorespiratory fitness in cardiac rehabilitation settings, though it does not provide specific statistical outcomes. The study emphasizes the importance of personalized exercise prescription for optimized results.", "population_specificity": "Clinical populations commonly seen in cardiac rehabilitation settings.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:17.326414+00:00"}
{"study_id": 56994, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect of a HIIT program on cardiorespiratory fitness (CRF) in patients with inflammatory joint disease (IJD) and evaluate its impact on CVD risk, disease activity, feasibility in primary care, and validity of non-exercise algorithms for CRF detection.", "results_summary": "The study is a randomized controlled trial evaluating HIIT's effects on CRF (primary outcome), CVD risk factors, disease activity, and patient-reported outcomes. Results will be assessed at baseline, 3 months, and 6 months, but specific findings are not yet reported in the abstract.", "population_specificity": "Patients with inflammatory joint disease (IJD) recruited from a Preventive Cardio-Rheuma clinic in Norway.", "effective_dosage": "HIIT sessions prescribed at 90%-95% of peak heart rate (frequency not specified).", "study_duration": "12-week intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:18.641732+00:00"}
{"study_id": 56996, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of high-intensity interval training (HIIT) alone and in combination with vitamin B12 and magnesium supplementation on migraine attacks and inflammatory status in women.", "results_summary": "The study found that the combination of HIIT and supplementation (HIIT + Supp) significantly reduced serum CGRP levels and improved migraine disability assessment scores (MIDAS), frequency, intensity, and duration compared to other groups. The synergistic effects of HIIT and supplementation were more effective than either intervention alone.", "population_specificity": "Women with migraine attacks.", "effective_dosage": "Not specified for HIIT; supplementation included vitamin B12 and magnesium (amounts not detailed).", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:19.608531+00:00"}
{"study_id": 56998, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to determine whether different exercise intensities, including High-Intensity Interval Training, differentially affect gut microbiome composition and function in low-active individuals with type 2 diabetes.", "results_summary": "The abstract does not provide specific results regarding High-Intensity Interval Training's effects on the gut microbiome.", "population_specificity": "Low-active individuals with type 2 diabetes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:19.836833+00:00"}
{"study_id": 56997, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of HIIT on body composition, cardiovascular markers, and arterial stiffness in female university students with normal weight obesity (NWO).", "results_summary": "HIIT significantly improved body composition (reduced fat mass, increased muscle mass), lowered heart rate and blood pressure, improved blood lipid metabolism, and reduced arterial stiffness markers (AVI, API).", "population_specificity": "Female university students with normal weight obesity (NWO).", "effective_dosage": "3 bouts of 9-minute intervals at 90% of maximal heart rate.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:20.463267+00:00"}
{"study_id": 56999, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether High-Intensity Interval Training (HIIT) could improve cardiopulmonary reserve (peak oxygen consumption) in adults aged 45-85 undergoing major abdominal surgery.", "results_summary": "The study found a significant improvement in peak oxygen consumption in the HIIT group compared to standard care, with 46 out of 63 participants completing both cardiopulmonary exercise tests and 50 completing clinical follow-up.", "population_specificity": "Adults aged 45-85 undergoing major abdominal surgery.", "effective_dosage": "14 sessions of HIIT over 4 weeks, each session involving approximately 30 minutes of stationary cycling with alternating 1-minute high-intensity (goal of reaching 90% max heart rate) and low/moderate-intensity intervals.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:25.693778+00:00"}
{"study_id": 57000, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of HIIT and MICT on body composition, cardiovascular fitness, and metabolic indices in patients with type 2 diabetes mellitus.", "results_summary": "The study found that MICT showed statistically significant within-group differences in weight index, but HIIT's specific results were not detailed in the provided abstract.", "population_specificity": "Patients with type 2 diabetes mellitus (T2DM) recruited from a hospital in Yangpu, Shanghai.", "effective_dosage": "HIIT involved one-minute power cycling (80%-95% VO2max) followed by one-minute rest (25%-30% VO2max), repeated for eight rounds; MICT involved 30 minutes of continuous cycling (50%-70% VO2max) five times a week.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:25.816994+00:00"}
{"study_id": 57002, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of High-Intensity Interval Training (HIIT) in reducing pain perception and negative emotional states in males with chronic joint pain.", "results_summary": "HIIT significantly reduced sensory and affective pain experiences, present pain intensity, and symptoms of depression, anxiety, and stress in patients with chronic joint pain during post-test and follow-up stages.", "population_specificity": "160 male outpatients with chronic joint pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:26.107014+00:00"}
{"study_id": 57001, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review existing knowledge on mitochondrial characteristics in women with PCOS and assess the effects of exercise interventions, particularly HIIT, on metabolic and mitochondrial health.", "results_summary": "The review found that while HIIT and other exercise interventions improve metabolic health in women with PCOS, evidence on mitochondrial function is limited and inconclusive, with most studies focusing on skeletal muscle and few on adipose tissue. Only one study specifically investigated HIIT, highlighting the need for further research.", "population_specificity": "Pre-menopausal women with polycystic ovary syndrome (PCOS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:26.638111+00:00"}
{"study_id": 56986, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of High-Intensity Interval Training (HIIT) versus non-exercise control and moderate-intensity continuous training (MICT) on postprandial glucose and insulin levels in individuals with normal and impaired glucose.", "results_summary": "HIIT significantly reduced glucose and insulin AUC compared to non-exercise controls, particularly in individuals with impaired glucose and following moderate-duration interventions. However, no significant differences were found between HIIT and MICT in glucose or insulin AUC.", "population_specificity": "Participants with both normal and impaired glucose levels.", "effective_dosage": "Not specified", "study_duration": "Short-duration (< 8 weeks) and moderate-duration (≥ 8 weeks) interventions", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:28.023201+00:00"}
{"study_id": 57005, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of home-based HIIT and MICT on functional capacity and health outcomes in patients with myocardial infarction.", "results_summary": "Both HIIT and MICT improved functional capacity, reduced resting blood pressure and heart rate, and enhanced pulmonary function, muscle strength, and quality of life, with HIIT showing greater effectiveness in improving pulmonary functions and lower extremity muscle strength.", "population_specificity": "Patients with myocardial infarction (n=21).", "effective_dosage": "HIIT at 85-95% of heart rate reserve and MICT at 70-75% of heart rate reserve, twice a week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:29.453487+00:00"}
{"study_id": 57003, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to systematically examine the acute and chronic effects of different exercise modalities, including High-Intensity Interval Training (HIIT), on circulating endothelial progenitor cells (EPCs) in patients with cardiovascular and metabolic diseases.", "results_summary": "HIIT acutely increased EPC mobilization in chronic heart failure (CHF) and increased EPCs in hypertensive metabolic syndrome and heart failure with reduced ejection fraction. The clinical condition and exercise modality influenced the degree of EPC mobilization.", "population_specificity": "Patients with cardiovascular and metabolic diseases, including CHF, coronary artery disease (CAD), peripheral arterial disease (PAD), and metabolic syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:30.265341+00:00"}
{"study_id": 57004, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of high-intensity interval training (HIT) on menstrual frequency, as a proxy for reproductive function, in women with polycystic ovary syndrome (PCOS).", "results_summary": "The study found no significant differences in menstrual frequency between the high-volume HIT, low-volume HIT, and control groups after 12 months, though menstrual frequency increased in all groups. More participants in the low-volume HIT group became pregnant compared to the control group.", "population_specificity": "Women with PCOS in Norway and Australia.", "effective_dosage": "High-volume HIT and low-volume HIT (specific amounts not detailed).", "study_duration": "16-week intervention with follow-up at 12 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:30.611423+00:00"}
{"study_id": 57007, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the dose-response effects of a 1-year hybrid-type, multicomponent interval training program (DoIT) on musculoskeletal fitness parameters in inactive overweight and obese adults.", "results_summary": "The study evaluated the impact of DoIT on musculoskeletal fitness in overweight/obese adults, but specific results regarding effectiveness are not detailed in the provided abstract.", "population_specificity": "Middle-aged (44.8 ± 5.2 years), inactive overweight/obese adults (BMI 31.2 ± 5.7 kg/m²).", "effective_dosage": "Not specified in the abstract.", "study_duration": "1 year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:34.628915+00:00"}
{"study_id": 57008, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine how high-intensity interval training (HIIT) and moderate-intensity continuous training (MICT) affect natural killer (NK) cell phenotypes, mitochondrial bioenergetics, and aerobic capacity.", "results_summary": "Both HIIT and MICT improved mitochondrial bioenergetics, reduced mitochondrial oxidative stress, and increased cytotoxic granule proteins in NK cells. HIIT was superior to MICT in enhancing aerobic capacity.", "population_specificity": "60 healthy sedentary males (age ~22 years, BMI ~24 kg·m-2).", "effective_dosage": "HIIT: 3-min intervals at 80% and 40% maximal O2, 30 min/day, 5 days/week.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:35.492229+00:00"}
{"study_id": 57009, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of a HIIT intervention (MOVI-daFit!) on adiposity, physical fitness, and cardiometabolic risk factors in schoolchildren.", "results_summary": "The study found modest improvements in some outcomes, such as standing long jump in boys, mean arterial pressure, triglyceride/HDL-c ratio, and C-reactive protein, but no significant differences in most other measures.", "population_specificity": "562 schoolchildren (9-11 years) from 10 schools in Cuenca, Spain.", "effective_dosage": "Four 60-minute sessions per week.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:35.498425+00:00"}
{"study_id": 57006, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of four exercise modalities, including High-Intensity Interval Training (HIIT), on patients with nonalcoholic fatty liver disease (NAFLD).", "results_summary": "HIIT showed a moderate effect on improving blood lipid and liver enzyme levels in NAFLD patients, ranking second in efficacy among the four exercise interventions (AT+RT > HIIT > RT > AT > control). However, no significant difference was found in alanine aminotransferase and aspartate aminotransferase levels across the groups.", "population_specificity": "Patients with nonalcoholic fatty liver disease (NAFLD) (n=1627, with HIIT group n=53).", "effective_dosage": "Not specified for HIIT (general recommendation: 4-5 times per week at 50%-70% of maximum heart rate).", "study_duration": ">3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:36.177379+00:00"}
{"study_id": 57011, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of isometric exercise training (IET) versus high-intensity interval training (HIIT) in managing resting blood pressure.", "results_summary": "HIIT reduced resting blood pressure but was less effective than IET, though it achieved greater reductions in resting heart rate compared to IET. Both modes were efficacious, with IET showing superior BP management.", "population_specificity": "1583 participants (672 IET, 911 HIIT), including 612 controls (268 IET, 344 HIIT).", "effective_dosage": "Not specified", "study_duration": "2-12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:38.008871+00:00"}
{"study_id": 57013, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of High-Intensity Interval Training (HIIT) on inflammatory biomarkers, body composition, and its comparative effectiveness to standard aerobic or resistance training in type 2 diabetes patients.", "results_summary": "HIIT may influence inflammatory biomarkers, with potential links between inflammatory profile changes and fat loss. A controlled diet could further reduce inflammation, but more research is needed to compare HIIT to medium-intensity aerobic exercise for improving inflammatory profiles.", "population_specificity": "Subjects with type 2 diabetes", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:38.322726+00:00"}
{"study_id": 57012, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to assess whether FOS-enriched inulin supplementation enhances gut microbiome changes and peak oxygen uptake (V̇O2peak) improvements in response to high-intensity interval training (HIIT).", "results_summary": "FOS-enriched inulin did not enhance HIIT-induced V̇O2peak improvements but led to gut microbiome changes linked to greater ventilatory threshold improvements. Participants with higher V̇O2peak responses showed associations with specific microbiome pathways and Bifidobacterium species.", "population_specificity": "Sedentary, apparently healthy adults (31 women, 9 men; aged 31.8 ± 9.8 y, BMI 25.9 ± 4.3).", "effective_dosage": "12 g·d⁻¹ of FOS-enriched inulin or maltodextrin/placebo.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:39.888201+00:00"}
{"study_id": 57017, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to investigate the acute effects of metformin intake on performance, perceived exertion, blood lactate, blood glucose, and neuromuscular parameters during high-intensity interval swimming.", "results_summary": "Metformin did not affect neuromuscular responses, perceived exertion, or performance, despite an anticipatory peak in blood lactate. The anticipated glucose behavior was not confirmed.", "population_specificity": "Seven healthy swimmers", "effective_dosage": "500 mg metformin", "study_duration": "Acute (single-dose administration)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:42.934077+00:00"}
{"study_id": 57015, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the impact of high-intensity interval training (HIIT) versus moderate-intensity continuous training (MICT) on bone density, geometry, and strength in adolescents with obesity during weight loss.", "results_summary": "HIIT led to greater reductions in BMI and fat mass percentage compared to MICT, while also improving multisite bone density, geometry, and strength, including increased bone mineral density, content, and resistance to fracture. Both training groups showed benefits, but HIIT demonstrated superior outcomes in several bone-related metrics.", "population_specificity": "Adolescents with obesity", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:43.201114+00:00"}
{"study_id": 57018, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to examine the effects of physical exercise, including High-Intensity Interval Training (HIIT), on ADHD symptoms, executive function, and motor abilities in children.", "results_summary": "Preliminary evidence suggests that both acute and chronic physical exercise, including HIIT, benefit ADHD symptoms, executive function, and motor abilities. Aerobic exercise may increase neurotransmitters like serotonin and dopamine, while perceptual motor and meditation could enhance neuroplasticity and attention.", "population_specificity": "Children with ADHD", "effective_dosage": "Moderate to high intensity interval training (specific dosage not detailed)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:44.432200+00:00"}
{"study_id": 57016, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of exercise training, including High-Intensity Interval Training, on cardiorespiratory fitness variables in patients with HFpEF.", "results_summary": "The study found that exercise training improved peak oxygen uptake (Δpeak VO₂) in HFpEF patients, suggesting potential benefits for cardiorespiratory fitness. The meta-analysis indicated consistent positive effects across included studies.", "population_specificity": "Adult patients with HFpEF (heart failure with preserved ejection fraction).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:45.099281+00:00"}
{"study_id": 57020, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine whether motivational coaching could enhance the effectiveness of exercise interventions, including High-Intensity Interval Training, in women with psychosis.", "results_summary": "Motivational coaching appeared to augment exercise intervention effects, leading to higher physical activity participation. The study suggests motivational coaching may further improve exercise outcomes in this population.", "population_specificity": "Women with a diagnosis of psychotic disorder (within 5 years of first onset) in Hong Kong.", "effective_dosage": "12 sessions of 30-minute High-Intensity Interval Training (frequency not specified).", "study_duration": "12 sessions (total duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:47.003882+00:00"}
{"study_id": 57019, "supplement_id": 1203, "safety_score": "30", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of High-Intensity Interval Training on symptom management and quality of life in rectal cancer patients undergoing neoadjuvant chemoradiation.", "results_summary": "Exercise worsened stool frequency, role functioning, emotional functioning, and cognitive functioning during NACRT, and diarrhea and embarrassment after NACRT, though most negative effects dissipated post-treatment.", "population_specificity": "Rectal cancer patients (N=36) undergoing neoadjuvant chemoradiation.", "effective_dosage": "Supervised high-intensity interval training during NACRT, followed by unsupervised continuous exercise after NACRT (specific dosage not detailed).", "study_duration": "Duration of NACRT and post-NACRT period (exact length not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:47.207037+00:00"}
{"study_id": 57023, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of high-intensity interval training (HIIT) combined with intensive lower extremity resistance training (RT) versus standard moderate-intensity continuous training (MCT) on peak aerobic exercise capacity (peak Vo2) in women undergoing cardiac rehabilitation.", "results_summary": "The HIIT group showed a significantly greater increase in peak Vo2 (+23%) and leg strength compared to the control group (+7%). The improvements in both peak Vo2 and leg strength were statistically significant and clinically meaningful.", "population_specificity": "Women (mean age 65 years, range 43-98) participating in a cardiac rehabilitation program.", "effective_dosage": "HIIT (90% to 95% of peak heart rate) with higher-intensity lower extremity RT, 3 times per week.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:50.108021+00:00"}
{"study_id": 57024, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 46, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of High-Intensity Interval Training (HIIT) on male factor infertility and seminal markers of inflammation compared to other exercise interventions.", "results_summary": "HIIT showed moderate effectiveness for improving pregnancy rate (RR = 4.63) and live birth rate (RR = 4.38) but ranked lower than other interventions like CET and MICT. It was also less effective for improving semen quality, oxidative stress, and inflammation markers compared to other training strategies.", "population_specificity": "Fertile and infertile men (2641 participants across 7 trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:51.224786+00:00"}
{"study_id": 57025, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a 12-week HIIT intervention could safely improve cardiac mass, cardiorespiratory fitness, and quality of life in COVID-19 survivors.", "results_summary": "The abstract does not provide specific results but hypothesizes that HIIT will improve cardiac mass, cardiorespiratory fitness, and reduce post-COVID-19 symptoms. The study is pre-results, so outcomes are not yet reported.", "population_specificity": "40 COVID-19 survivors discharged from the hospital, block-randomized by sex.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:51.760706+00:00"}
{"study_id": 57027, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the effectiveness of HIIT on pulmonary function and exercise capacity in individuals with chronic obstructive pulmonary disease (COPD).", "results_summary": "HIIT improved pulmonary function (FEV), exercise capacity (peak WR, 6MWD), and quality of life but did not significantly reduce dyspnea in COPD patients. The study noted limitations due to heterogeneity and low GRADE evidence for some outcomes.", "population_specificity": "Individuals with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:53.132386+00:00"}
{"study_id": 57026, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of low-volume and high-volume HIIT on chronotropic responses during exercise and recovery in post-myocardial infarction patients taking β-blockers, and contrast these with physical activity recommendations alone.", "results_summary": "Both low- and high-volume HIIT similarly improved chronotropic responses (e.g., increased HRpeak and HRreserve) in post-MI patients, with supervised HIIT being more effective than physical activity recommendations alone. Low-volume HIIT was highlighted as a time-efficient strategy to enhance sympathovagal balance.", "population_specificity": "Post-myocardial infarction patients (58 ± 8 years) taking β-blockers.", "effective_dosage": "Supervised HIIT 2 days/week (specific intensity/volume details not provided).", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:53.930676+00:00"}
{"study_id": 57029, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of low-volume HIIT versus MICT on body composition in adults with metabolic syndrome.", "results_summary": "Both HIIT and MICT reduced fat mass without changing body weight, with MICT showing additional benefits in reducing android fat mass, while HIIT increased lean mass, particularly in the trunk.", "population_specificity": "Adults aged 40-60 with metabolic syndrome.", "effective_dosage": "HIIT sessions included 6 intervals at 90% VO2peak for 1 min, followed by 2 min at 50% VO2peak, 3 days/week.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:55.522242+00:00"}
{"study_id": 57028, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of High-Intensity Functional Training (HIFT) and High-Intensity Interval Running (HIIT-R) on aerobic capacity and body composition in untrained female university students.", "results_summary": "The study compared HIIT-R and HIFT over 12 weeks but did not provide specific results in the abstract. The abstract mentions the interventions but lacks outcome data.", "population_specificity": "Twenty healthy, untrained female university students (age 20.5 ± 0.7 years).", "effective_dosage": "HIIT-R: 30 s maximal shuttle run with 30 s recovery; HIFT: multiple functional exercises with a 2:1 work-active recovery ratio.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:56.808625+00:00"}
{"study_id": 57030, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of moderate-intensity continuous training (MICT) and high-intensity interval training (HIIT) on cognition and serum BDNF levels in middle-aged overweight men.", "results_summary": "Both MICT and HIIT significantly improved cognitive test scores and BDNF levels, with no significant differences between the two exercise regimens. The study suggests that 8 weeks of either MICT or HIIT can effectively enhance cognitive function and BDNF levels in this population.", "population_specificity": "Sedentary, overweight, middle-aged men", "effective_dosage": "Exercise sessions 3x/week", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:05:59.592179+00:00"}
{"study_id": 57031, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to determine whether low-volume functional high-intensity interval training (F-HIIT) is equivalent to combined training (CT) for improving blood pressure in postmenopausal women.", "results_summary": "The study found that low-volume F-HIIT was not equivalent to CT for improving blood pressure in postmenopausal women, with only a significant reduction observed in the CT group.", "population_specificity": "Postmenopausal women", "effective_dosage": "F-HIIT: 10 sets of 60 seconds high-intensity exercises with 60 seconds recovery, 3 times/week; CT: 30 minutes moderate-intensity walking plus 5 resistance exercises, 3 times/week", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:00.088993+00:00"}
{"study_id": 57033, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the short-term effects of high-intensity interval training (HIT) on cardiac allograft vasculopathy (CAV) progression in de novo heart transplant recipients.", "results_summary": "The study found that the intima area increased by 25% in the entire study population, but it did not directly compare HIT and MICT outcomes in the abstract. OCT data were available for 56 patients, with 23 in the HIT group and 33 in the MICT group.", "population_specificity": "De novo heart transplant recipients (subgroup of the 81-patient HITTS study).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Nine consecutive months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:02.562166+00:00"}
{"study_id": 57032, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of 12 weeks of high-intensity interval training (HIIT) versus moderate-intensity interval training (MIIT) on hematological and inflammatory markers in overweight/obese youth females.", "results_summary": "HIIT significantly improved body composition, systolic blood pressure, maximal aerobic speed, and reduced C-reactive protein (CRP), while MIIT showed modest improvements in body mass and BMI Z-score. No significant changes were observed in erythrocyte sedimentation rate (ESR) or hematological markers in either group.", "population_specificity": "Overweight/obese youth females (aged 16.4±1.0 years).", "effective_dosage": "HIIT: 2×6-8 repetitions of 30s at 100-110% maximal aerobic speed (MAS), with 30s active recovery at 50% MAS.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:02.602577+00:00"}
{"study_id": 57035, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of High-Intensity Interval Training (HIIT) and Moderate-Intensity Continuous Training (MICT) on liver fat reduction in adults with non-alcoholic fatty liver disease.", "results_summary": "Both HIIT and MICT moderately reduced liver fat content compared to control, with no significant difference between the two methods. Neither total exercise volume nor energy expenditure was related to changes in liver fat.", "population_specificity": "Adults with non-alcoholic fatty liver disease (745 participants across 19 studies).", "effective_dosage": "Not specified (exercise protocols varied by study).", "study_duration": "Minimum 2 weeks (specific duration varied by study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:04.238918+00:00"}
{"study_id": 57036, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of High-Intensity Interval Training (HIIT) on cardiorespiratory fitness in lung cancer survivors, particularly around the time of oncological treatment.", "results_summary": "The meta-analysis found significant improvements in cardiorespiratory fitness (VO₂) favoring HIIT over usual care, with a standard mean difference of 2.62 (p < 0.00001). However, the conclusions were limited by the small number of studies and heterogeneous patient populations.", "population_specificity": "Lung cancer survivors (mean age 58.5–68 years), including those undergoing surgery, radiotherapy, or targeted therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:05.733335+00:00"}
{"study_id": 57037, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the effects of HIIT/SIT on asthma symptoms, cardiorespiratory functions, and other variables among asthmatic patients.", "results_summary": "HIIT/SIT protocols showed beneficial effects on asthma patients, including improved forced expiratory volume in 1 second (FEV1), but the studies varied in protocols and only four reported chronic phase effects. More high-methodology studies are needed for clearer conclusions.", "population_specificity": "Asthmatic patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:07.545457+00:00"}
{"study_id": 57039, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to quantitatively examine the effects of high-intensity interval training (HIIT) interventions on sleep quality in adults.", "results_summary": "The study found that HIIT significantly improved subjective sleep quality (measured by Pittsburgh Sleep Quality Index) and objective sleep efficiency (SE). The effect sizes indicated a large increase in sleep quality.", "population_specificity": "Adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:09.321117+00:00"}
{"study_id": 57038, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of high-intensity, low-volume interval training (HIIT) versus moderate-intensity continuous training (MICT) on insulin resistance, muscle mass, muscle activation, and serum musclin in adults with metabolic syndrome.", "results_summary": "HIIT was not superior to MICT in reducing insulin resistance, carnosine, or musclin, or in increasing skeletal muscle mass. Both training types improved insulin resistance, muscle mass, and body composition.", "population_specificity": "Adults of both sexes with metabolic syndrome (mean age 50.8 ± 6.0 years, BMI 30.6 ± 4.0 kg/m²).", "effective_dosage": "HIIT consisted of six intervals with one-minute, high-intensity phases at 90% of peak oxygen consumption (VO₂), three times per week.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:09.790506+00:00"}
{"study_id": 57040, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of a home-based HIIT intervention (E-Fit) on bone mineral density, muscle function, and quality of life in adolescent girls with idiopathic scoliosis.", "results_summary": "The E-Fit group showed marginally significant improvements in whole-body areal BMD at 6 months and some positive benefits for bone health and muscle function, though the study had a small sample size and high attrition.", "population_specificity": "40 female adolescents (aged 11-14) with adolescent idiopathic scoliosis (AIS).", "effective_dosage": "Modified 7-minute HIIT sessions, 5 days per week.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:11.114738+00:00"}
{"study_id": 57041, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if self-administered 4×4-min HIIT guided by a smartphone app could produce similar improvements in VO₂max and disease activity as supervised HIIT in patients with inflammatory rheumatic diseases.", "results_summary": "Both supervised and app-guided HIIT significantly improved VO₂max and reduced disease activity in patients with inflammatory rheumatic diseases, with no significant differences between the two methods.", "population_specificity": "40 patients (33 female, 7 male) with rheumatoid arthritis, spondyloarthritis, or systemic lupus erythematosus.", "effective_dosage": "4×4-min intervals at 85-95% of maximal heart rate, twice weekly.", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:13.484915+00:00"}
{"study_id": 57014, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a 5-year exercise intervention, including High-Intensity Interval Training (HIIT), and changes in peak oxygen uptake were associated with cognitive function in older adults.", "results_summary": "Overall, exercise (including HIIT) was not significantly associated with cognition in older adults, though maintaining or increasing peak oxygen uptake appeared to benefit cognition. Men in the combined exercise group showed modest cognitive benefits, but women did not.", "population_specificity": "945 older adults (48% women, mean age 78.2 years) from the Generation 100 Study.", "effective_dosage": "High-Intensity Interval Training twice weekly.", "study_duration": "5 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:13.908233+00:00"}
{"study_id": 57042, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether exercise training, specifically High-Intensity Interval Training (HIIT), could increase 1,25-dihydroxyvitamin D levels in sedentary adults.", "results_summary": "The study found that a 12-week HIIT intervention significantly increased 1,25(OH)2D levels compared to the control group, suggesting exercise can counteract vitamin D deficiency. The combination of HIIT with whole-body electromyostimulation (HIIT + EMS) did not show additional benefits over HIIT alone.", "population_specificity": "89 healthy sedentary adults (53% women; mean age 53.5 ± 4.9 years).", "effective_dosage": "Not specified (exercise protocols described as HIIT and HIIT + EMS, but exact intensity/frequency not detailed in abstract).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:15.795951+00:00"}
{"study_id": 57043, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of different HIIT protocols compared to moderate-intensity continuous training (MICT) and a control group on VO₂ max in patients with type 2 diabetes mellitus (T2DM).", "results_summary": "The meta-analysis of 20 studies (738 participants) found that HIIT increased VO₂ max more effectively than MICT, suggesting superior cardiovascular benefits for T2DM patients.", "population_specificity": "Adults with type 2 diabetes mellitus (T2DM).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:16.466920+00:00"}
{"study_id": 57044, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the effects and potential mechanisms of exercise, including High-Intensity Interval Training (HIIT), on NLRP3 inflammasome activation, focusing on mitochondrial involvement.", "results_summary": "Chronic exercise, including HIIT, generally inhibits NLRP3 inflammasome activation, while acute exercise activates it. The mechanisms by which exercise regulates NLRP3 inflammasome remain unclear, but mitochondrial pathways are a key focus.", "population_specificity": "Not specified (general discussion of exercise effects)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:17.144594+00:00"}
{"study_id": 57045, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether High-Intensity Interval Training (HIIT) improves sleep-dependent procedural memory consolidation in individuals with schizophrenia.", "results_summary": "HIIT significantly improved sleep-dependent procedural memory consolidation in individuals with schizophrenia, outperforming both aerobic-endurance exercise and psychoeducation. The effect of HIIT was more distinctive compared to the control group.", "population_specificity": "Individuals with schizophrenia spectrum disorder.", "effective_dosage": "Three sessions per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:17.268224+00:00"}
{"study_id": 57046, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether short-term (<6 weeks) high-intensity interval training (HIIT) improves aerobic fitness in preoperative abdominal cancer patients compared to moderate-intensity exercise training (MIET).", "results_summary": "Three out of four studies evaluating HIIT showed statistically significant improvements in oxygen uptake at peak exercise (VO2 peak), suggesting HIIT may be more effective than MIET for short-term prehabilitation. The abstract does not provide detailed efficacy comparisons or adverse event data.", "population_specificity": "Patients with abdominal cancer undergoing preoperative prehabilitation.", "effective_dosage": "Not specified", "study_duration": "Less than 6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:19.708901+00:00"}
{"study_id": 57048, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether at-home HIIT, alone or combined with yoga, could reduce depressive symptoms in adults during the COVID-19 pandemic.", "results_summary": "HIIT significantly reduced depressive symptoms compared to the waitlist control, with small effect sizes in the general sample and very large effects in participants with high baseline depressive symptoms. No significant differences were found between HIIT, yoga, or their combination.", "population_specificity": "Low-active, English-speaking, non-retired Canadians aged 18-64.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:21.749138+00:00"}
{"study_id": 57047, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to preliminarily assess the effects of high-intensity interval training (HIIT) and progressive high circuit-resistance training (CRT) on endothelial function, cardiorespiratory fitness, muscle strength, and physical performance in heart failure patients.", "results_summary": "HIIT improved cardiorespiratory fitness (VO2 peak and METs) and isokinetic torque peak, while CRT improved physical performance (reduced chair stand test time). No significant effects were observed on endothelial function.", "population_specificity": "Heart failure patients (aged 56 ± 10 years, mainly NYHA class I and II, hemodynamically stable).", "effective_dosage": "At least 36 exercise sessions (specific frequency not detailed).", "study_duration": "Duration not explicitly stated, but implied by the number of sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:22.964032+00:00"}
{"study_id": 57050, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To examine the effects of high-intensity interval exercise (HiInEx) on bone health and physical fitness function in schoolchildren compared to other exercise types.", "results_summary": "High-intensity interval exercise (HiInEx) largely benefited physical fitness function, while high-impact exercise (HiEx) mostly improved bone health, and high-impact exercise with various directions (HiExVi) enhanced both bone health and physical fitness. All groups showed an increment in speed of sound (SOS) compared to baseline.", "population_specificity": "174 Chinese boys and girls.", "effective_dosage": "Not specified.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:24.608900+00:00"}
{"study_id": 57052, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Wilder's principle (greater treatment effect with higher baseline levels) applies to the blood pressure-lowering effects of High-Intensity Interval Training in individuals with metabolic syndrome.", "results_summary": "The abstract does not provide specific results on the effectiveness of High-Intensity Interval Training for blood pressure reduction, only stating that the study was conducted on middle-aged individuals with metabolic syndrome.", "population_specificity": "Middle-aged individuals (55±8 years) with metabolic syndrome (n=178).", "effective_dosage": "3 days per week (specific intensity/duration not detailed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:26.722364+00:00"}
{"study_id": 57051, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to examine the safety and feasibility of high-intensity interval training (HIIT) in patients with non-muscle invasive bladder cancer (NMIBC) undergoing intravesical therapy, and its potential effects on health-related fitness, patient-reported outcomes, and cancer recurrence/progression.", "results_summary": "The abstract does not provide results as the study is ongoing (pre-results). The trial will evaluate feasibility, preliminary efficacy, and long-term cancer outcomes.", "population_specificity": "Patients with non-muscle invasive bladder cancer (NMIBC) scheduled to receive intravesical therapy.", "effective_dosage": "Three supervised HIIT sessions per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:27.191338+00:00"}
{"study_id": 57053, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the cognitive effects of High-Intensity Interval Training (HIIT) on individuals with methamphetamine (MA) dependence.", "results_summary": "The study suggests that HIIT may reduce illicit drug cravings and improve cognitive functions, such as memory and executive function, in individuals with MA dependence, though final results are pending completion of the trial.", "population_specificity": "Individuals with methamphetamine (MA) dependence (n=240).", "effective_dosage": "24-minute HIIT sessions on a treadmill, 3 times weekly for the first 6 months.", "study_duration": "12 months (6 months of intervention, 6 months of follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:28.968002+00:00"}
{"study_id": 57054, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to synthesize prescribed exercise interventions for children with congenital heart disease (CHD) and identify limitations to exercise training prescription.", "results_summary": "The abstract highlights that exercise and physical activity are safe and feasible for children with CHD, with potential benefits from home-based interventions and high-intensity interval training, though these remain underutilized in pediatric care.", "population_specificity": "Children with congenital heart disease (CHD)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:29.302377+00:00"}
{"study_id": 57055, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to explore the potential role of High-Intensity Interval Training (HIIT) as a hypothetical intervention for frozen shoulder, alongside other emerging treatments.", "results_summary": "The abstract mentions HIIT as a still-hypothetical intervention for frozen shoulder, with no concrete evidence or results provided regarding its effectiveness.", "population_specificity": "Patients with frozen shoulder, particularly those with Diabetes Mellitus or thyroid disorders.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:30.723578+00:00"}
{"study_id": 57056, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effects of HIIT, alone or combined with chlorella vulgaris, on mitochondrial biogenesis, performance, and body composition in overweight/obese women.", "results_summary": "The study found a significant reduction in fat mass in the group combining HIIT and chlorella vulgaris compared to the placebo group.", "population_specificity": "Overweight/obese women", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:31.999069+00:00"}
{"study_id": 57049, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how different exercise therapy intensities (light-to-moderate vs. vigorous) affect walking performance and cardiorespiratory fitness in patients with symptomatic lower-extremity peripheral artery disease (PAD).", "results_summary": "The study analyzed randomized controlled trials and found that exercise intensity influenced improvements in walking performance (pain-free and maximal walking distance) and cardiorespiratory fitness (V̇O₂). However, specific comparative results between intensities were not detailed in the abstract.", "population_specificity": "Patients with symptomatic lower-extremity peripheral artery disease (PAD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:35.558028+00:00"}
{"study_id": 57057, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the effects of HIIT on cardiorespiratory fitness and biochemical progression in men with prostate cancer undergoing active surveillance.", "results_summary": "HIIT increased cardiorespiratory fitness (peak V̇o2) and decreased PSA levels, PSA velocity, and prostate cancer cell growth compared to usual care. No significant differences were found in PSA doubling time or testosterone.", "population_specificity": "Adult men diagnosed with localized very low risk to favorable intermediate risk prostate cancer undergoing active surveillance.", "effective_dosage": "Thrice-weekly supervised aerobic sessions on a treadmill at 85% to 95% of peak oxygen consumption (V̇o2).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:35.629491+00:00"}
{"study_id": 57058, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to examine the long-term effects of high-intensity interval training (HIIT) versus moderate-intensity continuous training (MICT) on brain structure in older adults over a 5-year period.", "results_summary": "HIIT was associated with increased hippocampal atrophy (though within normal range) compared to controls, while MICT showed greater thalamic atrophy. Baseline cardiorespiratory fitness (CRF) was positively linked to cortical volume over time, but CRF changes during the intervention did not affect brain structure.", "population_specificity": "Older adults (70-77 years, 52 women) from the general population.", "effective_dosage": "HIIT: 4×4 intervals at ~90% peak heart rate, twice weekly; MICT: 50 minutes at ~70% peak heart rate, twice weekly.", "study_duration": "5 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:37.132104+00:00"}
{"study_id": 57059, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether home-based smartphone-supported HIIT (habit-B programme) improves cardiorespiratory fitness in early-stage breast cancer survivors.", "results_summary": "The HIIT intervention significantly improved peak oxygen uptake and leg strength compared to the control group, but no significant differences were found in other outcomes like fatigue or quality of life.", "population_specificity": "Women aged 20-59 with stage I-IIa breast cancer who had completed initial treatment (except hormone therapy).", "effective_dosage": "Not specified (body weight exercises, home-based, smartphone-supported HIIT).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:37.248051+00:00"}
{"study_id": 57060, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of low-volume walking HIIT versus MICT on cardiovascular disease risk and physical capacity in older women with type 2 diabetes.", "results_summary": "HIIT improved resting systolic and diastolic blood pressure and physical capacity (VO2 peak) but did not affect ambulatory blood pressure or lipid profile. Both HIIT and MICT showed similar efficacy in improving some CVD risk factors.", "population_specificity": "Inactive older women with type 2 diabetes.", "effective_dosage": "HIIT (75 min/week), MICT (150 min/week).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:38.262130+00:00"}
{"study_id": 57034, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 60, "quality_score": 90, "study_goal": "The researchers aimed to compare the long-term effects of high-intensity interval training (HIIT) and moderate-intensity continuous training (MICT) on cardiovascular risk profiles and fitness in older adults.", "results_summary": "Five years of supervised HIIT showed a modest improvement in peak oxygen uptake (VO2peak) but no significant reduction in cardiovascular risk score compared to control. HIIT performed slightly better than MICT in some individual risk factors, but overall, exercise training had little effect on cardiovascular risk or events.", "population_specificity": "Older adults aged 70-77 years from Trondheim, Norway (n = 1567, 50% women), able to safely perform exercise.", "effective_dosage": "Two weekly sessions of HIIT (∼90% of peak heart rate) or MICT (∼70% of peak heart rate).", "study_duration": "5 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:39.003406+00:00"}
{"study_id": 57062, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to quantitatively evaluate the effect and safety of High-Intensity Interval Training (HIIT) on obese adolescents to provide a basis for obesity management.", "results_summary": "HIIT effectively reduced body weight, BMI, body fat percentage, and waist circumference in obese adolescents, with specific HIIT programs showing varying benefits for different metrics.", "population_specificity": "Obese adolescents (488 participants across 11 RCTs).", "effective_dosage": "Not specified (HIIT programs categorized as \"high-intensity short-interval\" and \"high-intensity long-interval\").", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:40.148313+00:00"}
{"study_id": 57063, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effects of 12 weeks of HIIT on circulating adipokines and cardiovascular disease risk factors in obese men.", "results_summary": "The abstract does not provide specific results, but the study investigated HIIT's impact on adipokines and cardiovascular risk factors in obese men.", "population_specificity": "Thirty men with obesity (age: 24.96±3.11 years, BMI: 30.92±1.04 kg/m²).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:43.839662+00:00"}
{"study_id": 57065, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of 4 weeks of high-intensity interval exercise (HIIE) training and subsequent detraining on baroreflex sensitivity (BRS) and its vascular and autonomic components in healthy adolescents at rest.", "results_summary": "The study found that 4 weeks of HIIE training did not significantly alter resting BRS, arterial compliance, or autonomic determinants compared to the control group, with no meaningful effect sizes observed.", "population_specificity": "Healthy adolescents", "effective_dosage": "3 times per week", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:45.050746+00:00"}
{"study_id": 57064, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of a home-based, YouTube-delivered physical activity intervention on young adults' free-living physical activity, sedentary behavior, and sleep quality during the COVID-19 pandemic.", "results_summary": "The intervention led to statistically significant improvements in moderate-to-vigorous physical activity (MVPA), sleep efficiency, muscle-strengthening PA frequency, intrinsic motivation, and reduced perceived PA barriers. The effects were clinically meaningful, particularly in enhancing intrinsic motivation and reducing barriers to PA.", "population_specificity": "Young adults (mean age 22.8 ± 3.4 years, 48 females, BMI 23.1 ± 2.6 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:45.063745+00:00"}
{"study_id": 57067, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to investigate the feasibility of using HIIT to induce neurophysiological stress responses potentially linked to mood changes.", "results_summary": "The abstract does not provide specific results regarding HIIT's effects on mood or neurophysiological stress responses, only stating it was a pilot study for future research.", "population_specificity": "Twenty-five active male college students (average age 21.7 ± 2.1 years, weight 72.6 ± 8.4 kg, height 177 ± 6.1 cm, BMI 23.1 ± 1.4 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:46.845505+00:00"}
{"study_id": 57068, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the physiological adaptations and benefits of High-Intensity Interval Training (HIIT) on exercise capacity and metabolic health across various populations.", "results_summary": "The study found that HIIT induces significant physiological adaptations, improving exercise capacity (e.g., maximal oxygen uptake, aerobic endurance) and metabolic health in both clinical and healthy populations, with benefits comparable to or greater than moderate-intensity continuous training despite lower total exercise volume.", "population_specificity": "Clinical and healthy populations (athletes, active and inactive individuals without apparent disease or disorder).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:47.315038+00:00"}
{"study_id": 57066, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a 6-month HIIT intervention in improving aerobic fitness and maintaining BMI in adolescents, with and without asthma.", "results_summary": "HIIT significantly improved maximal aerobic fitness and maintained BMI in adolescents, regardless of asthma status, but did not affect sub-maximal aerobic fitness, lung function, or quality of life. The intervention was well-tolerated by those with asthma, who showed similar fitness responses as their healthy peers.", "population_specificity": "616 adolescents (334 boys; 13.0 ± 1.1 years), including 155 with asthma (78 boys).", "effective_dosage": "30 min, 3 times per week, with 10-30 s bouts at >90% age-predicted maximum heart rate and equal rest.", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:48.701433+00:00"}
{"study_id": 57069, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of High-Intensity Interval Training (HIIT) on exercise capacity and safety in post-myocardial infarction (MI) patients compared to moderate-intensity continuous training (MICT) or routine physical activity.", "results_summary": "HIIT significantly improved peak oxygen uptake (peak VO2) compared to control groups, with no significant differences in blood pressure, heart rate, left ventricular function, or quality of life. The incidence of adverse events was similar between HIIT and control groups, indicating HIIT is safe for post-MI patients.", "population_specificity": "Post-myocardial infarction (MI) patients", "effective_dosage": "Not specified", "study_duration": "6 to 12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:49.348302+00:00"}
{"study_id": 57061, "supplement_id": 1203, "safety_score": "100", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine the feasibility of generalist school teachers delivering high-intensity interval training (HIIT) during physical education classes.", "results_summary": "The HIIT program was feasible and acceptable to teachers and students, with high recruitment (88%) and session delivery (84%). However, the adjusted between-group difference for cardiorespiratory fitness was trivial (effect size 0.02).", "population_specificity": "84 students (aged 11.9 ± 0.5 years, 64 male and 19 female) from two schools.", "effective_dosage": "Twice weekly HIIT sessions.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:50.380308+00:00"}
{"study_id": 57070, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of locomotor high-intensity interval training (HIIT) versus moderate-intensity aerobic training on walking capacity in chronic stroke survivors.", "results_summary": "The study hypothesized that HIIT would result in greater improvements in walking capacity than moderate-intensity aerobic training, but the abstract does not provide specific results, only the methodology and intended outcomes.", "population_specificity": "Chronic stroke survivors (6 months to 5 years post-stroke), aged 40-80, with limited walking speed (≤1.0 m/s) and stable cardiovascular condition.", "effective_dosage": "36 locomotor training sessions (frequency not specified).", "study_duration": "12 weeks (with assessments at 4, 8, and 12 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:53.220614+00:00"}
{"study_id": 57073, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the role of the apelin/APJ system in the locomotor system and how different training modes, including High-Intensity Interval Training, regulate apelin expression.", "results_summary": "The study found that exercise-induced apelin, including from High-Intensity Interval Training, may serve as a pharmacological agent for treating diseases and regulating physiological processes in the locomotor system. Apelin/APJ system influences bone formation, muscle metabolism, and skeletal muscle production, with varying effects on osteoarthritis and osteoporosis.", "population_specificity": "Not specified (general locomotor system focus)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:53.843417+00:00"}
{"study_id": 57071, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 60, "study_goal": "The researchers aimed to assess the effects of prehabilitation exercise programs, including High-Intensity Interval Training, on perioperative and postoperative outcomes in individuals undergoing elective abdominal aortic aneurysm repair.", "results_summary": "The study found very low-certainty evidence regarding the impact of prehabilitation exercise on 30-day mortality, pulmonary complications, need for re-intervention, or postoperative bleeding. However, it suggested a possible reduction in cardiac and renal complications compared to usual care (no exercise).", "population_specificity": "Individuals with clinically diagnosed abdominal aortic aneurysms deemed suitable for elective repair.", "effective_dosage": "Varied across trials: 3-6 sessions per week, 1 hour per session.", "study_duration": "1-6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:54.665206+00:00"}
{"study_id": 57075, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the effects of a 14-day HIIT intervention combined with oral Longvida supplementation on athletic performance and mental well-being.", "results_summary": "The abstract suggests that curcumin (via Longvida) may improve athletic performance by reducing post-exercise inflammation and enhancing mental well-being, but specific results are not detailed.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:55.028402+00:00"}
{"study_id": 57077, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to investigate how perceptual-cognitive performance was affected during high-intensity interval training (HIIT) using a 3D-multiple object tracking task.", "results_summary": "The abstract does not provide specific results regarding the effects of HIIT on perceptual-cognitive performance.", "population_specificity": "42 healthy adults (age not specified).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:56.238157+00:00"}
{"study_id": 57074, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of a combined HIIT and resistance training program on anthropometric parameters, physical activity, functional capacity, physiological parameters, and quality of life in older adults with coronary artery disease.", "results_summary": "The HIIT + R group showed significant improvements in BMI, body fat percentage, waist circumference, physical activity, functional capacity, quality of life, and systolic blood pressure compared to the usual care group. The study concluded that combined HIIT + R training can produce desired health outcomes in this population.", "population_specificity": "Older adults (mean age 69.23 ± 4.9 years) with coronary artery disease.", "effective_dosage": "8 sessions (1 session per week), each consisting of ten 3-minute bouts (1 minute high-intensity treadmill walking at 85-90% MHR, followed by low-intensity walking at 60-70% MHR, and low-to-moderate resistance training).", "study_duration": "8 weeks (1 session per week).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:57.894999+00:00"}
{"study_id": 57076, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of high-intensity interval training (HIIT) on physical, mental, and cognitive functioning in stroke survivors.", "results_summary": "HIIT combined with standard care improved walking distance, balance, and executive function immediately post-intervention compared to standard care alone, though only executive function (TMT-B) remained significantly improved at the 12-month follow-up. The control group showed greater improvement in total Functional Independence Measure score at follow-up.", "population_specificity": "Adult stroke survivors (3 months to 5 years post-first stroke) with a mean age of ~57-59 years.", "effective_dosage": "4×4 minutes of treadmill HIIT at 85%-95% of peak heart rate.", "study_duration": "Duration of intervention not explicitly stated in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:06:58.312259+00:00"}
{"study_id": 57078, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether HIIT mitigates physical function impairments, fatigue, and mitochondrial bioenergetics issues in older PLWH more effectively than CME, and whether biobehavioral coaching promotes long-term physical activity adherence.", "results_summary": "The abstract does not report specific results, but the study design suggests a comparison of HIIT and CME effects on physical function, fatigue, and mitochondrial bioenergetics, with a focus on long-term adherence via coaching.", "population_specificity": "Older people living with HIV (≥50 years), self-reporting fatigue and leading a sedentary lifestyle.", "effective_dosage": "Not specified", "study_duration": "16 weeks of supervised training, followed by a 12-week maintenance phase.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:00.393919+00:00"}
{"study_id": 57082, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the acute effect of a single HIIT session on testosterone and cortisol levels in healthy individuals.", "results_summary": "The study found that testosterone and cortisol levels increased immediately after a single HIIT session, dropped below baseline levels after 120-180 minutes, and returned to baseline after 24 hours. HIIT components and participant characteristics moderated these effects.", "population_specificity": "Healthy individuals", "effective_dosage": "Not specified", "study_duration": "Acute (single session)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:02.134203+00:00"}
{"study_id": 57081, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effects of High-Intensity Interval Training on weight loss and related outcomes in individuals with obesity.", "results_summary": "The study found that High-Intensity Interval Training had a modest effect on weight loss, amounting to only a few kg, but it may contribute to improvements in V̇O₂.", "population_specificity": "Persons with obesity.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:02.263091+00:00"}
{"study_id": 57079, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of a 12-week HIIT plus lifestyle education program on quality of life, behavioral, and psychosocial outcomes among inactive adults with coeliac disease.", "results_summary": "Participants in the HIIT group reported significant improvements in quality of life, exercise behavior, gastrointestinal symptoms, and self-compassion immediately post-intervention, which were sustained three months later, while the waitlist control group showed no changes. All participants improved adherence to a gluten-free diet post-intervention.", "population_specificity": "Inactive adults with coeliac disease", "effective_dosage": "Twice-weekly HIIT sessions progressing to 14 × 30-second intervals at 90% HRmax, with 2-minute recovery at 50% HRmax", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:02.993392+00:00"}
{"study_id": 57083, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of an 8-week HIIT intervention on patient-reported outcomes and physical function in breast cancer patients undergoing anthracycline-based chemotherapy.", "results_summary": "The study found significant improvements in physical function (Margaria-Kalamen stair climb test and 6MWT) in the HIIT group compared to baseline and the control group, but no changes in patient-reported outcomes, TUG, or 30STS were observed in either group.", "population_specificity": "Breast cancer patients undergoing anthracycline-based chemotherapy.", "effective_dosage": "HIIT sessions three days per week.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:03.779995+00:00"}
{"study_id": 57084, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of High-Intensity Interval Training (HIIT) on heart rate variability (HRV) in patients with type 2 diabetes mellitus (T2DM).", "results_summary": "HIIT improved the LF/HF ratio, a key HRV parameter, in T2DM patients, though its effects on other HRV parameters were less consistent compared to endurance training. Supervised training appeared beneficial, but HIIT's overall impact was narrower than endurance exercise.", "population_specificity": "523 T2DM patients (472 in exercise groups, 151 controls).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:04.821690+00:00"}
{"study_id": 57085, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize the effects of aerobic exercise, including High-Intensity Interval Training, on serum biomarkers related to neuroplasticity and brain repair in stroke survivors.", "results_summary": "A single bout of High-Intensity Interval Training significantly increased BDNF, IGF-1, and VEGF levels, while an 8-week continuous aerobic exercise program also increased BDNF levels. No significant effects were found for other serum biomarkers.", "population_specificity": "Adult survivors of stroke", "effective_dosage": "Single bout of High-Intensity Interval Training; 40-45-minute sessions, 24 sessions over 8 weeks for continuous aerobic exercise", "study_duration": "Single bout and 8-week program", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:07.342895+00:00"}
{"study_id": 57086, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the impact of exercise intervention programs, including High-Intensity Interval Training, on cardiometabolic health indicators (blood pressure, insulin resistance, and intrahepatic fat) in adults with overweight or obesity.", "results_summary": "Exercise training significantly reduced systolic and diastolic blood pressure and showed positive effects on insulin resistance and intrahepatic fat, with statistically significant results (p < 0.00001). The meta-analysis included 54 randomized controlled trials, indicating consistent benefits across studies.", "population_specificity": "Adults with overweight or obesity", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:07.624309+00:00"}
{"study_id": 57087, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of eight weeks of HIIT versus stretching on impulsivity levels and inflammatory-mediated changes in the kynurenine pathway in emotionally impulsive humans.", "results_summary": "HIIT increased aerobic fitness, reduced interleukin 6 levels, and shifted the kynurenine pathway from neurotoxic to neuroprotective activity, correlating with decreased impulsivity. Both interventions reduced emotion-related impulsivity, but only HIIT reduced emotion-unrelated impulsivity.", "population_specificity": "Emotionally impulsive humans", "effective_dosage": "Three training sessions per week", "study_duration": "Eight weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:10.032007+00:00"}
{"study_id": 57088, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of High-Intensity Interval Training (HIIT) on plasma steroid hormone levels in physically inactive, middle-aged adults.", "results_summary": "HIIT, with or without whole-body electromyostimulation (EMS), significantly increased dehydroepiandrosterone sulfate, testosterone, and free testosterone while reducing cortisol levels. The PAR program showed slight improvements compared to HIIT and HIIT+EMS despite higher training volume.", "population_specificity": "Physically inactive, middle-aged adults (45-65 years old, 36 women, 67 total participants).", "effective_dosage": "HIIT: 40-65 min/week at >95% of maximum oxygen uptake (long intervals) and >120% of maximum oxygen uptake (short intervals).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:11.993917+00:00"}
{"study_id": 57090, "supplement_id": 1203, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the efficiency and safety of High-Intensity Interval Training (HIIT) in patients recently discharged with intermediate-high-risk acute pulmonary embolism (PE).", "results_summary": "HIIT significantly improved exercise capacity (eV˙O2max), lung function (FEV1), right ventricular function (RV/LV ratio), and health-related quality of life (HRQoL) without serious adverse events. The control group showed no improvement in most outcomes, with a slight decline in FEV1.", "population_specificity": "24 patients (5 women) recently discharged with intermediate-high-risk acute PE.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:12.413935+00:00"}
{"study_id": 57089, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether short-term High-Intensity Interval Training (HIIT) could improve physical fitness and maintain adaptations after a period of detraining in sedentary, middle-age men.", "results_summary": "HIIT increased lean mass (+1.6%), muscle strength (+10%), and aerobic capacity (+14%), with gains in lean mass and strength maintained after detraining, though aerobic capacity declined. HIIT showed comparable benefits to resistance training in maintaining muscle adaptations post-detraining.", "population_specificity": "Sedentary, middle-age men (average age 39 ± 3 years).", "effective_dosage": "Not specified (6 weeks of HIIT, frequency not detailed).", "study_duration": "6 weeks of training followed by 2.5 weeks of detraining.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:12.511935+00:00"}
{"study_id": 57092, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the role of HIIT in promoting neuroplasticity and cognitive functions after stroke, as well as its potential preventive role in stroke severity.", "results_summary": "HIIT shows promise in enhancing neurotrophic factors, neurogenesis, and synaptic plasticity in both stroke and healthy individuals, with potential cognitive benefits when combined with cognitive tasks. However, methodological limitations and the need for further research on neuroplasticity's clinical role were noted.", "population_specificity": "Stroke patients and healthy individuals (humans and rodents).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:13.036952+00:00"}
{"study_id": 57094, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to compare the effects of technique-specific HIIT versus traditional taekwondo training on physical fitness and body composition in taekwondo athletes, as well as analyze inter-individual responses.", "results_summary": "The study compared HIIT and traditional training but did not provide explicit results in the abstract. It measured outcomes like squat jump, countermovement jump, sprint performance, agility, and kicking speed.", "population_specificity": "Sixteen male and female taekwondo athletes (5 females, 11 males).", "effective_dosage": "Three days/week training sessions.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:16.008508+00:00"}
{"study_id": 57095, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of different exercise patterns, including High-Intensity Interval Training, on eight indicators in patients with non-alcoholic fatty liver disease (NAFLD).", "results_summary": "The study found that aerobic exercises, including High-Intensity Interval Training, significantly improved eight indicators in NAFLD patients, such as triglycerides (TG), with statistically significant results.", "population_specificity": "Patients with non-alcoholic fatty liver disease (NAFLD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:17.815688+00:00"}
{"study_id": 57093, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically review and quantify the effect of acute High-Intensity Interval Training (HIIT) on executive function (EF) and identify factors influencing this relationship.", "results_summary": "Acute HIIT had a positive effect on overall EF in 61% of outcomes across 24 studies. Factors such as EF components (inhibition, updating), assessment timing (within 30 min), exercise duration (11-30 min), and age (under 40 years) moderated the effect.", "population_specificity": "Not specified beyond age under 40 years as a potential moderating factor.", "effective_dosage": "Not specified (focus on acute HIIT sessions).", "study_duration": "Acute (single session) interventions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:18.089095+00:00"}
{"study_id": 57098, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of 6 months of high-intensity interval training (HIIT) on cardiometabolic risk in adolescents with and without asthma.", "results_summary": "The study found no significant effect of HIIT on arterial stiffness or clustered cardiometabolic risk in adolescents, though it was associated with lower low-density lipoprotein and diastolic blood pressure at mid-intervention. No interaction effects between asthma and HIIT were observed.", "population_specificity": "65 adolescents (31 with mild asthma, 34 without asthma)", "effective_dosage": "Three times per week", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:21.620008+00:00"}
{"study_id": 57096, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a HIIT-style vigorous physical activity intervention delivered during school PE could improve cardiorespiratory fitness, cognitive performance, and mental health in young adolescents.", "results_summary": "The intervention did not significantly improve cardiorespiratory fitness, cognitive performance (executive functions, relational memory, or processing speed), or mental health. High drop-out and low compliance were noted.", "population_specificity": "Year 8 pupils (n=18,261, aged 12-13) from 104 secondary state schools in South/Mid-England.", "effective_dosage": "Additional 10 minutes of vigorous physical activity per PE lesson.", "study_duration": "One academic year (2017-2018).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:21.686681+00:00"}
{"study_id": 57091, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of High-Intensity Interval Training (HIIT) on liver fat content in overweight or obese adults with metabolic disorders.", "results_summary": "HIIT was found to significantly reduce liver fat compared to a control group, but no significant difference was observed when compared to moderate-intensity interval training (MICT). The results suggest HIIT can improve liver fat in this population independent of weight loss.", "population_specificity": "Overweight or obese adults with metabolic disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:21.903363+00:00"}
{"study_id": 57097, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the acute and training effects of High-Intensity Interval Training (HIIT) versus standard moderate continuous training (MCT) on plasma neurofilament light chain (pNfL) and kynurenine (KYN) pathway metabolites in persons with multiple sclerosis (pwMS).", "results_summary": "Acute HIIT reduced pNfL and increased neuroprotective kynurenic acid (KA), with HIIT showing consistently greater effects than MCT. After 3 weeks, HIIT activated the KYN pathway more than MCT, suggesting potential neuroprotective benefits.", "population_specificity": "Persons with multiple sclerosis (Expanded Disability Status Scale score 3.0-6.0).", "effective_dosage": "Not specified in the abstract.", "study_duration": "3 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:23.345733+00:00"}
{"study_id": 57100, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of a 12-week endurance exercise training intervention (including HIIT) on hs-cTnT levels in stable HFrEF patients and associations between hs-cTnT and peak oxygen uptake.", "results_summary": "The study found that a 12-week exercise intervention was associated with reduced hs-cTnT levels across all groups (HIIT, MCT, RRE) when adjusted for clinical variables. Higher peak oxygen uptake was linked to lower hs-cTnT concentrations.", "population_specificity": "Stable patients with heart failure with reduced ejection fraction (HFrEF; left ventricular ejection fraction ≤ 35%), mean age 61.2 years, 19% women.", "effective_dosage": "Not specified (intervention details like intensity/frequency not detailed in abstract).", "study_duration": "12 weeks (with 1-year follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:23.428562+00:00"}
{"study_id": 57101, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of exercise training, including High-Intensity Interval Training (HIIT), on serum chemerin concentrations in individuals with overweight and/or obesity.", "results_summary": "The study found that while aerobic, resistance, and combined training decreased serum chemerin concentrations, HIIT did not show a significant effect. The reduction in chemerin was linked to declines in body fat percentage.", "population_specificity": "Individuals with overweight and/or obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:23.880273+00:00"}
{"study_id": 57103, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize current literature on adherence to High-Intensity Interval Training (HIIT) in cardiac rehabilitation patients with coronary artery disease.", "results_summary": "Adherence to HIIT session attendance was high and comparable to moderate-intensity exercise, but adherence to intensity and duration was variable and underreported. The review highlights the need for better measurement and reporting of adherence and further research on home-based and long-term HIIT adherence.", "population_specificity": "Cardiac rehabilitation patients with coronary artery disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:26.324685+00:00"}
{"study_id": 57102, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the optimal BMI and FMI values for the lowest risk of failure in aerobic performance improvement after HIIT using the Tabata protocol in adolescents.", "results_summary": "The study found that FMI had a stronger effect on physical efficiency index (PEI) than BMI, with the lowest risk of no positive effects in PEI observed in the BMI range of 19.01-22.00 kg/m². The model for FMI showed higher accuracy in predicting outcomes.", "population_specificity": "73 adolescent students", "effective_dosage": "Not specified", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:26.462011+00:00"}
{"study_id": 57105, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of sprint interval training (SIT), high-intensity interval training (HIIT), and moderate-intensity continuous training (MICT) on cardiorespiratory fitness (peak oxygen uptake, VO₂).", "results_summary": "The study examined the impact of 12 weeks of HIIT, SIT, and MICT on VO₂, but the abstract does not specify the comparative results or outcomes for HIIT.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:30.079517+00:00"}
{"study_id": 57106, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the settings and outcomes of HIIT interventions for breast cancer survivors and explore the feasibility of prescribing such exercise.", "results_summary": "The review found that HIIT improved cardiorespiratory fitness in breast cancer survivors, with interventions typically supervised and lab-based. Further research is needed to assess effects on other outcomes.", "population_specificity": "Breast cancer survivors (during or after treatment)", "effective_dosage": "2-3 sessions per week, totaling 9-36 sessions", "study_duration": "3-16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:30.096219+00:00"}
{"study_id": 57104, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of high-intensity interval training (HIIT), continuous aerobic exercise training (CAET), and no-exercise control on reproductive, anthropometric, and cardiometabolic outcomes in women with PCOS.", "results_summary": "Both HIIT and CAET improved anthropometrics and some cardiometabolic health markers, but adherence challenges limited the analysis of their effects on ovulation. CAET showed a significant reduction in body mass index compared to the control group.", "population_specificity": "Previously inactive women aged 18-40 years with polycystic ovary syndrome (PCOS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:30.921399+00:00"}
{"study_id": 57107, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the effectiveness of exercise therapy, particularly High-Intensity Interval Training, on functional capacity, cardiovascular health, and health-related quality of life in adult heart transplant patients.", "results_summary": "High-Intensity Interval Training led to larger improvements in exercise capacity, especially in patients with cardiac reinnervation, and clinically relevant reductions in ambulatory blood pressure. Limited data also suggested improved quality of life post-training.", "population_specificity": "Adult heart transplant patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:31.823479+00:00"}
{"study_id": 57108, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine the effectiveness of a 6-week home-based upper-body HIIT intervention on biomarkers of cardiometabolic health in individuals with spinal cord injury compared to a control group.", "results_summary": "The abstract does not provide results, as it describes a planned randomized controlled trial. Outcomes will assess body composition, glycaemic control, blood lipids, inflammation, aerobic capacity, and other health markers.", "population_specificity": "Individuals aged 18-65 with chronic paraplegia (spinal cord lesion between T2 and L2).", "effective_dosage": "30 minutes of arm crank-based HIIT (60s intervals at 80-90% peak heart rate) four times per week.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:33.159409+00:00"}
{"study_id": 57112, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of a 12-week HIIT program versus MICT and usual care on resting NK-cell function and circulating myokines in women at high risk for breast cancer.", "results_summary": "The study found no significant differences between HIIT, MICT, and usual care in changes to NK-cell function or circulating myokines. However, baseline fitness levels correlated with changes in NK-cell function, suggesting exercise may benefit those with lower cardiorespiratory fitness more.", "population_specificity": "Women at high risk for breast cancer.", "effective_dosage": "Not specified (supervised exercise intervention).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:34.991800+00:00"}
{"study_id": 57111, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the most effective exercise dosage (modality, intensity, duration, and amount) for reducing visceral adipose tissue (VAT), with a focus on high-intensity interval training (HIIT).", "results_summary": "HIIT (SMD -0.39, 95% CI -0.60 to -0.18) and aerobic exercise of at least moderate intensity were beneficial for reducing VAT, while resistance exercise and sprint interval training showed no significant effects. Effective dosage for HIIT was less than 30 min or 30-60 min per session, three times per week for 12-16 weeks.", "population_specificity": "General population (n=1962 across 34 studies)", "effective_dosage": "3 times per week, sessions lasting less than 30 min or 30-60 min", "study_duration": "12-16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:37.988521+00:00"}
{"study_id": 57110, "supplement_id": 1203, "safety_score": "75", "efficacy_score": 40, "quality_score": 85, "study_goal": "The researchers aimed to determine whether high-intensity interval training (HIIT) had different effects on peak oxygen consumption (peak V̇o2) compared to moderate continuous training and guideline-based physical activity in patients with heart failure with preserved ejection fraction (HFpEF).", "results_summary": "The study found no statistically significant difference in peak V̇o2 change at 3 months between HIIT and moderate continuous training, and neither group met the prespecified clinically important difference compared to guideline control. No significant changes in diastolic function or natriuretic peptides were observed, and adverse events like acute coronary syndrome were reported in small numbers across groups.", "population_specificity": "Sedentary patients with chronic, stable HFpEF (mean age 70 years, 67% women).", "effective_dosage": "3 sessions per week, 38 minutes per session.", "study_duration": "12 months (3 months in-clinic, 9 months home-based with telemedical supervision).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:38.733428+00:00"}
{"study_id": 57115, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of HIIT on body composition, cardiopulmonary function, and perceived quality of life in bariatric surgery patients compared to MICT and a control group.", "results_summary": "The study expects HIIT to improve body composition, cardiopulmonary function, and quality of life after 16 weeks, with HIIT potentially showing greater benefits than MICT. Results are pending as the study is exploratory and outcomes are measured at multiple time points.", "population_specificity": "75 adults of both sexes scheduled for bariatric surgery.", "effective_dosage": "2 days a week (specific HIIT protocol details not provided).", "study_duration": "4 months (16 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:40.665853+00:00"}
{"study_id": 57113, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine the isolated and combined effects of high-intensity interval training and time-restricted eating on glycaemic control in reproductive-aged women with overweight/obesity.", "results_summary": "The abstract does not provide specific results regarding the effects of high-intensity interval training, as the study appears to be ongoing or not yet concluded.", "population_specificity": "Reproductive-aged women (18-45 years) with a body mass index ≥27 kg/m².", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:41.069720+00:00"}
{"study_id": 57117, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of periodized high-intensity exercise training versus conventional endurance training on exercise capacity, body composition, and muscle strength in persons with Multiple Sclerosis.", "results_summary": "Periodized high-intensity exercise training resulted in larger improvements in exercise capacity despite requiring 57% less peak-effort training time compared to classic endurance training. The study suggests periodized training may be more effective for functional rehabilitation in MS.", "population_specificity": "Thirty-one persons with Multiple Sclerosis (all phenotypes, mean EDSS 2.3±1.3).", "effective_dosage": "Not specified", "study_duration": "Twelve weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:42.184828+00:00"}
{"study_id": 57114, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether high-intensity interval training (HIIT) was superior to low-intensity training or usual care in improving cardiopulmonary function, lipid profiles, and in-stent restenosis in patients after percutaneous coronary intervention (PCI).", "results_summary": "The meta-analysis of six RCTs (247 patients) found that HIIT significantly improved left ventricular ejection function (LVEF) compared to control interventions, with a standardized mean difference of 0.38 (95% CI [0.03, 0.73]).", "population_specificity": "Patients who underwent percutaneous coronary intervention (PCI).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:42.831963+00:00"}
{"study_id": 57116, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of High-Intensity Interval Training (HIIT) to promote muscle growth and cardiorespiratory fitness, particularly in populations susceptible to muscle loss.", "results_summary": "The abstract suggests that HIIT places high tensile stress on skeletal muscle, resembling resistance exercise, and may induce muscle growth alongside rapid increases in oxidative capacity, though its anabolic potential has received less scientific inquiry. The review discusses molecular responses supporting HIIT's implementation in vulnerable populations or clinical settings.", "population_specificity": "Middle-aged or older adults and clinical populations (e.g., pre- or post-surgery).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:44.103753+00:00"}
{"study_id": 57118, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine if High-Intensity Interval Training (HIIT) is as effective as Hydrochlorothiazide (HCTZ) in lowering 24-hour ambulatory blood pressure in prehypertensive older adults and whether HIIT offers greater cardiovascular and cognitive benefits.", "results_summary": "The study protocol outlines a comparison between HIIT and HCTZ but does not report final results. It is designed to assess non-inferiority of HIIT for blood pressure reduction and potential superiority in cardiovascular and cognitive outcomes.", "population_specificity": "Prehypertensive adults aged 60 years or older.", "effective_dosage": "Thrice-weekly HIIT sessions.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:44.629507+00:00"}
{"study_id": 57120, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of a 5-year high-intensity interval training intervention on metabolic syndrome (MetS) management, health-related variables, and medication use.", "results_summary": "The exercise group showed a tendency for reduced MetS factors and increased cardiorespiratory fitness, while medication use increased significantly in the control group but remained stable in the exercise group. The proportion of medicated patients requiring increased medication was lower in the exercise group.", "population_specificity": "Adults (average age 54 years, 20-38% women) with metabolic syndrome.", "effective_dosage": "High-intensity interval training on a cycloergometer three times a week.", "study_duration": "4 months per year for 5 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:48.236403+00:00"}
{"study_id": 57119, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of self-tailored HIIT and MICE on cardiorespiratory fitness in patients early after ST-elevation myocardial infarction (STEMI) and assess the feasibility of HIIT in this population.", "results_summary": "Both HIIT and MICE improved peak VO₂, but HIIT was more strenuous without being superior or more time-efficient than MICE. Self-tailored HIIT was feasible in patients early after STEMI.", "population_specificity": "69 males starting cardiac rehabilitation within 4 weeks after STEMI.", "effective_dosage": "HIIT: 2×HIIT and 1×MICE per week (4×4-min intervals above the second ventilatory threshold); MICE: 3×MICE per week (workload at first ventilatory threshold).", "study_duration": "9 weeks (after a 3-week run-in phase with MICE).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:49.299591+00:00"}
{"study_id": 57122, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and efficacy potential of a 12-week aerobic and resistance training program, including High-Intensity Interval Training, on cognitive and physical performance outcomes in people with HIV.", "results_summary": "The 12-week exercise program improved physical performance measures (effect sizes: 0.2 - 1.5) but did not yield reliable cognitive improvements as measured by the B-CAM. Adherence and acceptability were good, though cognitive benefits were not observed.", "population_specificity": "People with HIV", "effective_dosage": "High-Intensity Interval Training and resistance exercises 3 days/week", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:49.629831+00:00"}
{"study_id": 57124, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of an online HIIT intervention and health education on behaviors, mental health, and cognitive function in sedentary young females.", "results_summary": "The abstract does not provide specific results regarding the effects of HIIT, only stating that a pilot trial was conducted.", "population_specificity": "Sedentary young Chinese females aged 18-30 years.", "effective_dosage": "Not specified", "study_duration": "Six weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:51.251377+00:00"}
{"study_id": 57121, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of moderate intensity training (MIT) and sprint intensity training (SIT) on cytokine responses and Klotho levels in healthy, sedentary men.", "results_summary": "Both MIT and SIT similarly improved cardiovascular fitness (VO₂ max), but SIT resulted in intensity-specific changes in cytokine responses compared to MIT.", "population_specificity": "Healthy, sedentary men (n=22)", "effective_dosage": "SIT: 6 sessions over 2 weeks, each session consisting of 6 × 30s all-out cycle ergometer sprints with 4min recovery between sprints. MIT: 6 sessions over 2 weeks, cycle ergometer exercise at 60% VO₂ max.", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:51.528491+00:00"}
{"study_id": 57123, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the acute gluco-regulatory and physiological responses of high-intensity interval exercise and resistance exercise in recreationally active individuals.", "results_summary": "The study found a significant interaction between time and intervention for glucose, indicating that both high-intensity interval exercise and resistance exercise effectively lower blood glucose, though potential differences in regulatory mechanisms remain unclear.", "population_specificity": "Sixteen recreationally active individuals (eight males and eight females), aged 22 ± 7 years.", "effective_dosage": "Twelve 30-second cycling intervals at 80% of peak power capacity with 90-second active recovery (matched duration for resistance exercise).", "study_duration": "Single session with a seven-day washout period between interventions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:51.754831+00:00"}
{"study_id": 57126, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of inspiratory muscle training (IMT) and High-Intensity Interval Training (HIIT) on oxygen saturation (SpO₂) in breath-hold divers.", "results_summary": "The study found that IMT reduced SpO₂ by more than 3 seconds, but the abstract does not provide specific results for HIIT's effects.", "population_specificity": "Fifteen breath-hold divers.", "effective_dosage": "20 minutes, three days per week.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:53.360436+00:00"}
{"study_id": 57125, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare changes in health-related quality of life (QoL) among hypertensive, obese, and physically inactive individuals following different 16-week aerobic exercise programs, including high-volume HIIT and low-volume HIIT, versus an attention control group.", "results_summary": "The study found that hypertensive individuals had lower baseline QoL scores compared to healthy controls. Different exercise programs, including HIIT, were evaluated for their impact on QoL, but specific results regarding HIIT's effectiveness were not detailed in the abstract.", "population_specificity": "Physically inactive, obese individuals with primary hypertension (n = 253) compared to a healthy sample (n = 30).", "effective_dosage": "Not specified in the abstract.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:54.305298+00:00"}
{"study_id": 57128, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine the impact of a 3-month indoor cycling program on reducing cardiometabolic risk factors in women aged 40-60 with obesity.", "results_summary": "The abstract does not provide specific results, but the study compares the effects of the indoor cycling program on cardiometabolic risk factors.", "population_specificity": "Women aged 40-60 years with obesity.", "effective_dosage": "Three 55-minute sessions per week.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:55.931320+00:00"}
{"study_id": 57130, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether home-based HIIT using telerehabilitation improves cardiorespiratory fitness and peak oxygen uptake more effectively than traditional MICT in coronary heart disease patients.", "results_summary": "The study suggests that HIIT may be superior to MICT in improving cardiorespiratory fitness, with telemonitored home-based training showing feasibility. Secondary outcomes included improvements in health-related quality of life, anxiety, and body composition.", "population_specificity": "Coronary heart disease patients at low to moderate cardiovascular risk post-cardiac event.", "effective_dosage": "Not specified (HIIT protocol details not provided in abstract).", "study_duration": "12-week telerehabilitation with 1-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:58.726287+00:00"}
{"study_id": 57131, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential benefits and limitations of exercise and/or protein supplementation for lean body mass retention during very-low-energy diets.", "results_summary": "Current studies suggest that both protein supplementation and exercise training may improve lean body mass retention and skeletal muscle function during very-low-energy diets, though outcomes vary due to intervention heterogeneity and discordant literature findings.", "population_specificity": "Middle-aged and older adults who are overweight or obese and prone to sarcopenia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:58.943382+00:00"}
{"study_id": 57129, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the feasibility of a 12-week recumbent arm/leg stepping HIIT program in persons with multiple sclerosis and walking disability (pwMS-wd) and examine its effects on aerobic fitness, physical activity, ambulation, cognition, fatigue, and depression.", "results_summary": "The study will evaluate feasibility and secondary outcomes like aerobic capacity, physical activity, and cognitive function at baseline, midpoint, and post-intervention, but specific results are not yet reported in the abstract.", "population_specificity": "Persons with multiple sclerosis and walking disability (pwMS-wd)", "effective_dosage": "10 cycles of 60-second intervals at wattage associated with 90% VO2 peak, 2-3 times per week", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:59.062135+00:00"}
{"study_id": 57132, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of HIIT on clinical variables of Metabolic Syndrome (MetS) in adults compared to non-exercising controls.", "results_summary": "HIIT significantly improved fasting blood glucose, systolic and diastolic blood pressure, and waist circumference, with a slight increase in HDL-C, but no significant change in triglycerides.", "population_specificity": "Adults with Metabolic Syndrome (MetS)", "effective_dosage": "Not specified", "study_duration": "At least 3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:07:59.768106+00:00"}
{"study_id": 57133, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare short- and long-term dietary intake effects of HIIT versus moderate-intensity continuous training (MICT) in cardiac rehabilitation patients.", "results_summary": "The study found no significant differences between HIIT and MICT in energy intake, dietary behavior, food preferences, or appetite-related measures over 12 months, suggesting HIIT does not lead to compensatory dietary changes.", "population_specificity": "93 participants with coronary artery disease enrolled in a cardiac rehabilitation program.", "effective_dosage": "4x4-minute HIIT sessions or 40-minute MICT sessions, 3 times per week (2 supervised, 1 home-based).", "study_duration": "4 weeks of supervised rehabilitation followed by 48 weeks of home-based sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:01.571652+00:00"}
{"study_id": 57135, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether High-Intensity Interval Training (HIIT) improves neurocognition in schizophrenia patients more effectively than active video gaming (AVG).", "results_summary": "Both HIIT and AVG significantly improved neurocognitive composite scores from baseline to post-intervention and follow-up, with no significant difference between the two interventions. Unexpected trends suggested differential effects in learning subdomains (HIIT improved verbal learning, AVG improved visual learning).", "population_specificity": "82 outpatients diagnosed with schizophrenia.", "effective_dosage": "Two supervised sessions per week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:02.858899+00:00"}
{"study_id": 57134, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of high-intensity interval training (HIIT) on cardiometabolic health, perceived work ability, and well-being in severely obese individuals.", "results_summary": "HIIT led to significant weight reduction (5.3 kg) and improvements in VO₂max and work ability compared to the control group, which showed smaller weight loss (3.7 kg) and no significant changes in VO₂max or work ability.", "population_specificity": "Severely obese individuals (BMI: 39.6 ± 7.1 kg/m²) with sedentary occupations, aged 48.7 ± 9.9 years.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:03.166570+00:00"}
{"study_id": 57136, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to review the mechanisms behind reduced exercise capacity in heart transplant patients and evaluate the clinical effects of high-intensity interval training compared to conventional rehabilitation strategies.", "results_summary": "The study suggests that high-intensity interval training offers significant benefits for heart transplant recipients over conventional exercise protocols, improving exercise capacity through multifactorial effects. Current evidence supports its effectiveness in this population.", "population_specificity": "Heart transplant recipients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:03.399874+00:00"}
{"study_id": 57139, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "To evaluate the impact of high-intensity interval training (HIIT) on health-related outcomes in cancer prehabilitation.", "results_summary": "HIIT significantly improved peak oxygen consumption (VO2) and was deemed feasible and safe for cancer patients, though larger trials on long-term effects like recurrence or survival are lacking.", "population_specificity": "Patients diagnosed with cancer undergoing prehabilitation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:06.044583+00:00"}
{"study_id": 57137, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to assess the feasibility and safety of different exercise modes, including High-Intensity Interval Training (HIIT), in patients with paroxysmal atrial fibrillation (AF).", "results_summary": "The abstract does not provide specific results regarding HIIT's effects, as the study is still in the pilot phase and focused on feasibility and safety assessments.", "population_specificity": "Patients aged 60-80 years with paroxysmal AF.", "effective_dosage": "4×4 min at 75%-85% peak power output, twice weekly.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:07.368397+00:00"}
{"study_id": 57138, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to compare the effects of High-Intensity Interval Training (HIIT) versus Moderate-Intensity Continuous Training (MICT) on exercise capacity, peak heart rate, and heart rate reserve in heart transplant recipients.", "results_summary": "HIIT significantly improved peak oxygen consumption (peakVO2), peak heart rate, and heart rate reserve compared to MICT, with statistically significant results (P<0.0001 for peakVO2, P=0.009 for peak heart rate, and P=0.05 for heart rate reserve).", "population_specificity": "Heart transplant recipients.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:08.053564+00:00"}
{"study_id": 57140, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine how a 4-week mesocycle of intensified endurance training would affect markers of Relative Energy Deficiency in Sports (RED-S) in well-trained male cyclists.", "results_summary": "The abstract does not provide specific results regarding the effects of the training on RED-S markers or performance outcomes.", "population_specificity": "Well-trained male cyclists (age: 33.5 ± 6.6 years, height: 181.4 ± 5.2 cm, weight: 76.5 ± 7.4 kg).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:09.200274+00:00"}
{"study_id": 57142, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effect of high-intensity interval training (HIIT) on resting blood pressure in older adults against other time-efficient interventions.", "results_summary": "HIIT led to a statistically significant reduction in resting systolic blood pressure (9 mmHg) in healthy older adults after 6 weeks, with no significant changes in diastolic blood pressure or pulse pressure.", "population_specificity": "Healthy, community-dwelling older adults (mean age: 71 years).", "effective_dosage": "Not specified (supervised HIIT on a cycle ergometer).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:11.020708+00:00"}
{"study_id": 57144, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to measure changes in ambulatory and clinic blood pressure following a 4-week HIIT intervention in physically inactive adults.", "results_summary": "The study found that HIIT significantly reduced 24-hour ambulatory systolic and diastolic blood pressure, as well as clinic systolic blood pressure, compared to the control group. Additionally, HIIT improved blood pressure variability, which is a key factor in cardiovascular disease risk.", "population_specificity": "Physically inactive adults (mean age 22.8 ± 2.7 years).", "effective_dosage": "3 × 30-second maximal sprints on a cycle ergometer (7.5% bodyweight resistance), separated by 2-minute active recovery periods.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:12.391336+00:00"}
{"study_id": 57141, "supplement_id": 1203, "safety_score": "80", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the acute and chronic effects of High-Intensity Interval Training (HIIT) versus Moderate-Intensity Continuous Exercise (MICE) on heart rate (HR) and heart rate variability (HRV) in individuals recovering from acute ST-segment elevation myocardial infarction (STEMI).", "results_summary": "The study found a trend for acute increases in HR during sleep after HIIT, while chronic effects on resting HR and HRV tended to be more beneficial after MICE than HIIT. Low- and high-frequency power of HRV decreased in the HIIT group but increased in the MICE group.", "population_specificity": "Individuals within 7 weeks after acute ST-segment elevation myocardial infarction (STEMI).", "effective_dosage": "Not specified (intervention duration and frequency implied but not detailed).", "study_duration": "9 weeks", "interactions": "Adjusted for beta-blocker dose.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:13.272978+00:00"}
{"study_id": 57145, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of five years of supervised high-intensity interval training (HIIT) and moderate-intensity continuous training (MICT) versus standard physical activity recommendations on all-cause mortality in older adults.", "results_summary": "The study found no significant difference in all-cause mortality between the combined HIIT/MICT group and the control group. However, HIIT showed a trend toward lower mortality compared to both the control group and MICT, with an absolute risk reduction of 2.9 percentage points when compared to MICT.", "population_specificity": "Older adults aged 70-77 years in Trondheim, Norway, with generally good health and medium/high baseline physical activity levels.", "effective_dosage": "Two sessions weekly of HIIT at ~90% of peak heart rate or MICT at ~70% of peak heart rate.", "study_duration": "Five years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:13.904786+00:00"}
{"study_id": 57147, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to investigate the efficacy of High-Intensity Interval Training (HIIT) compared to lower-intensity training (LIT) in reducing anxiety and related symptoms in patients with generalized anxiety disorder (GAD).", "results_summary": "HIIT showed generally twice the effect size of LIT in reducing anxiety, depression, stress-related symptoms, and improving perceived control over anxiety. The effects were moderate to large and sustained at 30-day follow-up.", "population_specificity": "33 patients with generalized anxiety disorder (GAD).", "effective_dosage": "Not specified (12-day intervention).", "study_duration": "12 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:15.991495+00:00"}
{"study_id": 57148, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of a flow-resistive face mask and inspiratory muscle training (IMT) on 5 km performance when used during high-intensity interval training (HIIT).", "results_summary": "HIIT improved 5 km time trial performance in all groups, but IMT showed greater improvement than the mask or control. The flow-resistive mask provided no additional benefit to performance compared to HIIT alone.", "population_specificity": "23 participants (13 males)", "effective_dosage": "3 HIIT sessions weekly", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:16.747334+00:00"}
{"study_id": 57146, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of high-intensity interval training (HIIT) combined with resistance training (RT) versus moderate continuous training (MCT) combined with RT on inflammatory and lipid profiles in individuals with type 2 diabetes (T2DM).", "results_summary": "Both HIIT with RT and MCT with RT improved Interleukin-6 (IL-6) levels, but only HIIT with RT showed significant improvements in total cholesterol and LDL-C compared to the control group. No significant effects were observed for other inflammatory or lipid markers like CRP, cortisol, TNF-α, sCD163, triglycerides, or HDL-C.", "population_specificity": "Individuals with type 2 diabetes (n=80, aged 59 years).", "effective_dosage": "Supervised exercise sessions 3 days per week.", "study_duration": "1 year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:16.834466+00:00"}
{"study_id": 57149, "supplement_id": 1203, "safety_score": "100", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the peri-operative functional trajectory of patients undergoing two different exercise protocols (HIIT vs. MICT) within a 4-week multimodal prehabilitation program.", "results_summary": "Both HIIT and MICT significantly improved pre-operative functional capacity with no difference between groups. At 2 months post-surgery, the HIIT group showed a higher improvement in physical fitness compared to MICT. No adverse events were reported.", "population_specificity": "Adult patients scheduled for elective resection of nonmetastatic colorectal cancer with no absolute contraindications to exercise or poor language comprehension.", "effective_dosage": "Not specified in the abstract.", "study_duration": "4 weeks prehabilitation, with follow-up assessments at 1 and 2 months post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:19.172110+00:00"}
{"study_id": 57151, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the feasibility and benefits of high-intensity interval training (HIIT) combined with lifestyle education in inactive adults with celiac disease.", "results_summary": "The HIIT+ group showed enrichment in relative abundance of certain outcomes post-intervention, with participants reaching a mean of 97.9% of age-predicted maximum heart rate and an average perceived exertion of 6.33 out of 10 during HIIT intervals.", "population_specificity": "Inactive adults with celiac disease", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:19.951881+00:00"}
{"study_id": 57150, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the feasibility and effects of combining High-Intensity Interval Training (HIIT) with resistance training (RT) in older adults with HIV to address reduced cardiorespiratory fitness.", "results_summary": "The study found that HIIT combined with RT was feasible and implemented in sedentary older adults with HIV, though specific efficacy outcomes were not detailed in the abstract. The intervention involved a cross-over design, with participants initially randomized to continuous high-intensity aerobic exercise and RT or a control group.", "population_specificity": "Sedentary adults with HIV aged ≥50 years, predominantly African American (63%) and male (95%).", "effective_dosage": "HIIT + RT 3 times per week.", "study_duration": "4 months per intervention phase.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:20.563432+00:00"}
{"study_id": 57154, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to synthesize existing literature on exercise training, including High-Intensity Interval Training (HIIT), to provide evidence-based guidelines for improving exercise capacity and health-related quality of life in individuals with COPD.", "results_summary": "The study found that HIIT, along with other alternative exercise modes, improves exercise outcomes in adults with COPD compared to no exercise, enhancing exercise capacity, reducing symptoms like dyspnea and fatigue, and improving health-related quality of life.", "population_specificity": "Adults with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified", "study_duration": "At least 8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:22.743874+00:00"}
{"study_id": 57153, "supplement_id": 1203, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of high-intensity interval training (HIIT) versus moderate-intensity continuous training (MICT) on peak oxygen consumption (V̇O₂) in patients with left ventricular assist devices (LVADs).", "results_summary": "HIIT significantly improved peak oxygen consumption more than MICT, with no major adverse events reported in either group. The findings suggest HIIT is well-tolerated and more effective for increasing aerobic capacity in LVAD patients.", "population_specificity": "Clinically stable patients with left ventricular assist devices (LVADs), aged 55.6 ± 14.2 to 57.7 ± 13.1 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:24.684781+00:00"}
{"study_id": 57155, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether exercise, including High-Intensity Interval Training (HIIT), could counteract chemotherapy-induced inflammation and reduce fatigue in breast cancer patients.", "results_summary": "RT-HIIT significantly reduced increases in IL-6 and CD8a compared to usual care, mediating lower fatigue levels. AT-HIIT showed no significant differences in inflammatory markers versus usual care.", "population_specificity": "Women with breast cancer undergoing adjuvant chemotherapy.", "effective_dosage": "16 weeks of combined resistance and HIIT (RT-HIIT) or moderate-intensity aerobic and HIIT (AT-HIIT).", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:25.090265+00:00"}
{"study_id": 57157, "supplement_id": 1203, "safety_score": "90", "efficacy_score": 60, "quality_score": 75, "study_goal": "To investigate the feasibility of aquatic high-intensity interval training for adolescents with cerebral palsy who can ambulate independently.", "results_summary": "The study found that aquatic high-intensity interval training was feasible, with 93% of exercise stations achieving the target heart rate intensity. Participants reported enjoyment and no major adverse events, though efficacy remains uncertain.", "population_specificity": "Ambulant adolescents with cerebral palsy (14 years 7 months ± 2 years 0 months).", "effective_dosage": "Ten weeks of twice-weekly sessions, each comprising 10 one-minute exercise intervals separated by one-minute rest.", "study_duration": "10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:25.568275+00:00"}
{"study_id": 57156, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to examine the feasibility, acceptability, and preliminary efficacy of a 6-week handcycling HIIT program for wheelchair users with spinal cord injury.", "results_summary": "The study found that handcycling HIIT was feasible and acceptable, with high participant enjoyment and satisfaction. While 71% of participants reported improved endurance, function, and health, objective physiological changes showed mixed results.", "population_specificity": "Wheelchair users with spinal cord injury.", "effective_dosage": "Two weekly, 25-minute sessions (1-minute work intervals at 90% peak power output, 1-minute recovery intervals at 0-20% peak power output).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:25.912333+00:00"}
{"study_id": 57160, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the immediate and training effects of High-Intensity Interval Training (HIIT) versus moderate continuous training on neutrophil-to-lymphocyte ratio (NLR) and related cellular inflammation markers in persons with multiple sclerosis (PwMS).", "results_summary": "Only HIIT reduced the NLR over the 3-week intervention period, suggesting potential anti-inflammatory effects through repetitive inflammatory states with compensatory anti-inflammatory responses after each session.", "population_specificity": "Persons with multiple sclerosis (PwMS) undergoing inpatient rehabilitation.", "effective_dosage": "Not specified", "study_duration": "3-week intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:28.798429+00:00"}
{"study_id": 57159, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare affective and social cognitive responses to low-volume HIIT and MICT in a progressive two-week intervention for individuals at risk of type 2 diabetes.", "results_summary": "Both HIIT and MICT showed increases in post-exercise enjoyment, attitudes, and intentions to exercise, with MICT reporting more positive in-task affect and affective attitudes. Positive correlations between affective and social cognitive responses were observed.", "population_specificity": "Low-active, overweight adults at risk of type 2 diabetes (n=99).", "effective_dosage": "Not specified (low-volume HIIT and MICT).", "study_duration": "Two weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:28.919496+00:00"}
{"study_id": 57158, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of high-intensity interval exercise (HIIE) and moderate-intensity continuous training (MICT) on various health outcomes, including physical fitness, body composition, and metabolic markers.", "results_summary": "HIIE was superior to MICT in improving cardiovascular health (V˙O2max and FMD), while MICT was better for long-term glucose metabolism (HbA1c). No significant differences were found for other outcomes like body composition, blood pressure, or lipid profiles.", "population_specificity": "Not specified (meta-analysis of 55 studies with varied populations).", "effective_dosage": "Not specified (varied across included studies).", "study_duration": "Not specified (varied across included studies).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:29.323255+00:00"}
{"study_id": 57162, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether high-intensity interval training improves cardiorespiratory fitness (measured by VO₂ max) in patients with schizophrenia compared to computer gaming skills training.", "results_summary": "The study found no significant differences in cardiorespiratory fitness between the high-intensity interval training and control groups post-intervention, though 47% of the training group showed a ≥5% increase in VO₂ max. Despite increased treadmill workload in 61% of participants, within-group improvements were not statistically significant.", "population_specificity": "82 patients with schizophrenia", "effective_dosage": "Twice a week for 12 weeks", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:33.616922+00:00"}
{"study_id": 57164, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to explore the impact of exercise intensity (HIIT vs. moderate-intensity training) on aerobic fitness, cardiac regulation, and stress biomarkers in breast cancer survivors to assess CVD risk reduction.", "results_summary": "HIIT significantly improved cardiovascular fitness (VO₂) and cardiac regulation, with some individuals showing improved sympathetic nervous system responses. The study concluded HIIT was safe and effective for breast cancer survivors, offering time-efficient benefits for physical health and stress reduction.", "population_specificity": "Breast cancer survivors (mean age 62 ± 8 years).", "effective_dosage": "36 sessions of stationary cycling over 12 weeks (frequency not specified).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:34.636253+00:00"}
{"study_id": 57161, "supplement_id": 1203, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to compare the feasibility, safety, adherence, and efficacy of HIIT versus moderate-intensity continuous training (MICT) for improving VO2 peak in patients with coronary artery disease (CAD).", "results_summary": "HIIT improved VO2 peak by 10% after 4 weeks compared to 4% with MICT, though improvements were similar at 12 months. Both interventions were feasible and safe, with low rates of serious adverse events, but adherence declined during home-based training.", "population_specificity": "Patients with angiographically proven CAD, aged 18-80 years (mean age 65, 84% male).", "effective_dosage": "4 × 4-minute HIIT sessions or 40-minute MICT sessions, 3 times per week (2 supervised, 1 home-based for 4 weeks, then 3 home-based sessions per week).", "study_duration": "4 weeks of supervised training followed by 48 weeks of home-based training (total 12 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:34.820357+00:00"}
{"study_id": 57163, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the feasibility and preliminary efficacy of a workplace-integrated HIIT intervention on physical and mental health outcomes in sedentary adults.", "results_summary": "The study found high participant satisfaction (4.6/5), 71% adherence to ≥2 sessions/week, and an average heart rate of 85.9%, indicating feasibility. Physiological and psychological outcomes were measured, but specific efficacy results are not detailed in the abstract.", "population_specificity": "Sedentary university employees (n=47, 43.0±10.7 years; 41 female).", "effective_dosage": "2-3 researcher-facilitated HIIT sessions/week, each including a 2-minute warm-up and 8-minute exercise combinations (30:30 work:rest intervals).", "study_duration": "8 weeks (weeks 1-8), with outcomes measured at 9 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:35.893123+00:00"}
{"study_id": 57165, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of High-Intensity Interval Training (HIT) versus Moderate Intensity Continuous Training (MICT) on health-related quality of life (HRQoL) in de novo heart transplant recipients.", "results_summary": "Both HIT and MICT improved physical function scores of HRQoL, with no significant differences between groups except for a larger increase in the Role Emotional subscale in the HIT arm. Mental health scores remained unchanged in both groups.", "population_specificity": "De novo heart transplant recipients (n=78 completed the intervention).", "effective_dosage": "HIT: 2-4 interval bouts at 85-95% of maximal effort; MICT: 25 minutes at 60-80% of maximal effort.", "study_duration": "Nine months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:37.192996+00:00"}
{"study_id": 57166, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of High-Intensity Interval Training (HIIT) and Moderate Continuous Training (MCT) on peak oxygen uptake (VO2peak) in cardiac rehabilitation and identify potential moderator variables.", "results_summary": "HIIT significantly improved VO2peak more than MCT, with greater increases (mean difference = 4.61 ml·kg-1·min-1 vs. 3.23 for MCT). Heterogeneity was moderate for MCT but not significant for HIIT, with subgroup analyses revealing key moderators for MCT's effects.", "population_specificity": "Patients with coronary artery disease undergoing cardiac rehabilitation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:37.954831+00:00"}
{"study_id": 57167, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of high-intensity interval training (HIIT) on retinal microvasculature in type 1 diabetes patients without clinical signs of diabetic retinopathy.", "results_summary": "HIIT significantly improved physical fitness, with large increases in power output at the lactate threshold and maximal power output. However, the study suggested that disease-specific training protocols might be needed to address potentially impaired retinal microvascular adaptations.", "population_specificity": "Twenty type 1 diabetes patients without clinical signs of diabetic retinopathy.", "effective_dosage": "Not specified (four weeks of HIIT, but exact frequency/intensity not detailed).", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:38.769319+00:00"}
{"study_id": 57171, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of HIIT, resistance training, combined training, and nutritional guidance on local fat/lean mass indexes in adults with excess adiposity and assess individual response patterns.", "results_summary": "The study found significant decreases in body weight, arm, trunk, and leg fat mass, as well as android and gynoid fat mass in HIIT, RT, and CT groups after 12 weeks.", "population_specificity": "Adults with excess adiposity", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:43.206441+00:00"}
{"study_id": 57169, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of high-intensity interval training combined with resistance training (HIIT + RT) versus moderate-intensity continuous training combined with resistance training (MICT + RT) on cardiometabolic risk factors in adolescents.", "results_summary": "Both HIIT + RT and MICT + RT significantly reduced cardiometabolic risk scores in adolescents, with HIIT + RT showing a notable effect compared to the control group. Significant improvements were observed in body fat percentage, blood pressure, and VO2peak for HIIT + RT, though no significant differences were found between HIIT + RT and MICT + RT.", "population_specificity": "76 adolescents (16.1 years, 44 female)", "effective_dosage": "Twice weekly training sessions", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:43.233429+00:00"}
{"study_id": 57172, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether citrulline supplementation combined with High-Intensity Interval Training (HIIT) improves physical performance in healthy older adults compared to HIIT alone.", "results_summary": "The study found that HIIT combined with citrulline supplementation led to greater reductions in BMI and android fat mass, as well as improved gait speeds (both self-paced and fast-paced), compared to HIIT with a placebo.", "population_specificity": "Sedentary and inactive older adults aged over 65 years with a BMI <30 kg/m².", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:45.143738+00:00"}
{"study_id": 57170, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of low-volume HIIT, MICT, and a placebo intervention on liver fat, glycemia, and cardiorespiratory fitness in inactive adults with type 2 diabetes.", "results_summary": "HIIT reduced liver fat (-1.7 ± 1.1%) and improved glycemia and cardiorespiratory fitness, outperforming MICT (-0.9 ± 0.7%) and placebo (1.2 ± 0.5%). The study suggests HIIT may benefit metabolic health without weight loss.", "population_specificity": "Inactive adults (age 54.6 ± 1.4 years, 54% male; BMI 35.9 ± 0.9 kg/m²) with type 2 diabetes.", "effective_dosage": "12 minutes of weekly high-intensity aerobic exercise.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:45.732506+00:00"}
{"study_id": 57174, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the role of High-Intensity Interval Training (HIIT) as part of novel exercise interventions for patients across the chronic kidney disease (CKD) spectrum.", "results_summary": "The abstract highlights HIIT as a promising intervention strategy for CKD patients, but notes that implementation remains scarce due to small sample sizes and methodological limitations in existing studies. Future research is needed to assess larger, more comprehensive interventions.", "population_specificity": "Patients with chronic kidney disease (CKD), including those prior to dialysis and kidney transplantation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:46.752573+00:00"}
{"study_id": 57173, "supplement_id": 1203, "safety_score": "95", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of high-intensity interval training (HIIT) and resistance training (RES) versus usual care (UC) on cancer-treatment-related fatigue and other outcomes in prostate cancer patients undergoing radiation therapy.", "results_summary": "HIIT and RES both significantly attenuated increases in cancer-treatment-related fatigue and improved functional exercise capacity compared to UC. No other secondary outcomes differed between groups, and both interventions were safe with excellent attendance rates.", "population_specificity": "Prostate cancer patients undergoing radiation therapy, with or without androgen deprivation therapy (ADT), aged 69.1 ± 8.2 years.", "effective_dosage": "HIIT consisted of 8–15 × 60-second intervals (≥85% maximal heart rate), performed three times per week.", "study_duration": "5–8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:46.956613+00:00"}
{"study_id": 57175, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of exercise, including High-Intensity Interval Training (HIIT), on reducing epicardial adipose tissue (EAT) in individuals with overweight/obesity.", "results_summary": "The study found that exercise, particularly endurance training, significantly reduced EAT, but there was insufficient data to conclusively compare HIIT's effectiveness to moderate-intensity continuous training. Two studies on HIIT showed mixed results—one reported higher benefits with HIIT, while the other found no differences.", "population_specificity": "Individuals with overweight/obesity (521 participants across 10 studies).", "effective_dosage": "≥3 sessions per week (specific HIIT dosage not detailed).", "study_duration": "2 to 16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:48.753507+00:00"}
{"study_id": 57177, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the clinical benefits and exercise dose considerations, including High-Intensity Interval Training (HIIT), for cardiac rehabilitation patients.", "results_summary": "The abstract highlights that HIIT is a contemporary training intervention for cardiac patients, emphasizing the importance of exercise dose to improve peak oxygen uptake and physiological adaptation. Behavior change strategies are crucial for long-term adoption of active lifestyles post-cardiac events.", "population_specificity": "Patients with coronary heart disease and chronic heart failure undergoing community-based cardiac rehabilitation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:51.403853+00:00"}
{"study_id": 57176, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine whether High-Intensity Interval Training (HIIT) improves peak oxygen uptake (VO₂ peak), muscular strength, and health-related quality of life (HRQOL) in individuals post-lung transplantation (LTx).", "results_summary": "HIIT improved muscular strength and HRQOL but did not significantly improve VO₂ peak compared to usual care. The study had a high completion rate (23/25 in the intervention group).", "population_specificity": "Individuals 6 to 60 months post-lung transplantation (LTx).", "effective_dosage": "Supervised HIIT program consisting of endurance and strength training 3 times a week.", "study_duration": "20 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:52.411484+00:00"}
{"study_id": 57178, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "To study the effect of 12 weeks of high-intensity interval training (HIIT) on glycemic control in adults with type 1 diabetes and overweight or obesity.", "results_summary": "The study found no significant reduction in HbA1c levels after 12 weeks of HIIT, indicating limited efficacy for glycemic control in this population.", "population_specificity": "Inactive adults with type 1 diabetes and BMI ≥25 kg/m² (overweight or obese).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:53.721198+00:00"}
{"study_id": 57179, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety, feasibility, tolerability, and acceptability of a HIIT programme for patients with intermittent claudication.", "results_summary": "The study is ongoing, and results are not yet available; it is designed to inform a future pilot randomised controlled trial comparing HIIT to usual-care supervised exercise programmes.", "population_specificity": "Patients with intermittent claudication (IC).", "effective_dosage": "10×1 min high-intensity cycling intervals at 85%-90% peak power output, interspaced with 10×1 min low-intensity intervals at 20%-25% peak power output, 3 times a week.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:54.647421+00:00"}
{"study_id": 57180, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of low-volume HIIT versus MICT and a placebo control on central arterial stiffness, hemodynamic responses, and CVD risk factors in adults with obesity and type 2 diabetes.", "results_summary": "The study found that 12 minutes of low-volume HIIT per week improved central arterial stiffness and cardiovascular health in inactive individuals with obesity and T2D. The results suggest HIIT may be a time-efficient alternative to MICT for improving cardiovascular outcomes in this population.", "population_specificity": "Inactive adults with obesity and type 2 diabetes (average age 55.1 years, BMI 36.1 kg/m²).", "effective_dosage": "1 × 4 min cycling at 90% peak oxygen consumption (V̇O₂ peak) per session.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:56.736089+00:00"}
{"study_id": 57181, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether early initiation (14 days post-surgery) of a structured rehabilitation program, including High-Intensity Interval Training, improves Health-Related Quality of Life (HRQoL) in lung cancer patients compared to late initiation (14 weeks post-surgery).", "results_summary": "Early rehabilitation (ERG) led to continuous HRQoL improvement up to 26 weeks, followed by a decline without further intervention, while late rehabilitation (LRG) initially showed non-significant deterioration but improved after the 12-week program, though not to ERG levels.", "population_specificity": "Patients who underwent surgery for lung cancer.", "effective_dosage": "High-intensity interval training and strength exercise twice a week for 12 weeks.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:57.327299+00:00"}
{"study_id": 57182, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of High-Intensity Interval Training (HIIT) on inflammatory markers and adipo-cytokines compared to control conditions or moderate-intensity continuous training in individuals with metabolic disorders.", "results_summary": "HIIT improved circulating adiponectin, leptin, and TNF-α compared to control conditions, but no differences were observed for IL-6 and CRP. Intervention duration moderated the effects on IL-6 and leptin.", "population_specificity": "Individuals with metabolic disorders (diabetes, metabolic syndrome, polycystic ovary syndrome, non-alcoholic fatty liver disease, or overweight/obesity).", "effective_dosage": "Not specified", "study_duration": "≥2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:08:57.393747+00:00"}
{"study_id": 57183, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of High-Intensity Interval Training (HIIT) and Moderate-Intensity Continuous Training (MICT), both combined with strengthening and stretching exercises, in women with fibromyalgia.", "results_summary": "HIIT and MICT both significantly improved fibromyalgia impact, pain, functional capacity, and quality of life compared to the control group, but HIIT was not superior to MICT. Only the MICT group showed significant improvements in body composition parameters.", "population_specificity": "Women with fibromyalgia (N=60, 55 completed).", "effective_dosage": "HIIT: 5-minute warm-up at 50% peak heart rate, 4 cycles of 4 minutes at 80%-95% peak heart rate with 3-minute recovery intervals at 70% peak heart rate, 5 sessions per week. MICT: 45 minutes at 65%-70% peak heart rate, 5 sessions per week.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:02.276493+00:00"}
{"study_id": 57184, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of high-intensity interval training (HIIT) versus moderate-intensity continuous training (MICT) on blood pressure and arterial stiffness parameters in young athletes.", "results_summary": "HIIT significantly reduced peripheral and central blood pressure, pulse wave velocity, augmentation pressure, and augmentation index in young athletes, while the control group showed no significant changes. The intervention group demonstrated superior outcomes compared to the control group.", "population_specificity": "Adolescent rowers (aged 15±1.3 years).", "effective_dosage": "HIIT was performed twice weekly (2×4×2 min at ≈95% of maximum heart rate, with 60 s rest) in addition to regular rowing training (3×/week MICT, 70-90 min at ≈70% HR<inf>max</inf>).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:02.583626+00:00"}
{"study_id": 57185, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a 4-week HIIT intervention improves left atrial (LA) mechanics and aortic stiffness in physically inactive individuals.", "results_summary": "The study found significant improvements in LA mechanics (reservoir, conduit, and contractile functions) and aortic distensibility following HIIT compared to the control group. These adaptations suggest HIIT may enhance cardiovascular health by improving diastolic and systolic mechanics.", "population_specificity": "Forty-one physically inactive males and females.", "effective_dosage": "3 × 30-second maximal cycle ergometer sprints at 7.5% body weight resistance, interspersed with 2-minute active recovery, three times per week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:02.586217+00:00"}
{"study_id": 57186, "supplement_id": 1203, "safety_score": "20", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effect of high-intensity interval training (HIIT) on cardiorespiratory fitness during cisplatin-based chemotherapy for testicular cancer.", "results_summary": "The study found an unexpected high number of thromboembolic events (pulmonary embolism and myocardial infarction) in the HIIT intervention arm, leading to premature trial closure. No such events occurred in the control arm.", "population_specificity": "Males aged 18-60 with metastatic germ cell testicular cancer undergoing cisplatin-based chemotherapy.", "effective_dosage": "Two weekly HIIT sessions, each with 2-4 intervals of 2-4 minutes at 85-95% of peak heart rate.", "study_duration": "9-12 weeks", "interactions": "Cisplatin-based chemotherapy", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:03.542707+00:00"}
{"study_id": 57189, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether early initiation of High-Intensity Interval Training (HIT) had a lasting effect on peak oxygen consumption (VO₂) in heart transplant recipients.", "results_summary": "The abstract does not provide specific results, but the study compared HIT with moderate-intensity continuous training over 9 months and followed up for 3 years to assess long-term effects.", "population_specificity": "De novo heart transplant recipients in Scandinavia.", "effective_dosage": "Not specified", "study_duration": "9 months of intervention, with a 3-year follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:05.392753+00:00"}
{"study_id": 57187, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the effects of exercise interventions, particularly High-Intensity Interval Training (HIIT), on improving lipid metabolism and preventing age-related liver disorders in middle-aged and elderly populations.", "results_summary": "The study concluded that exercise interventions, especially HIIT, can prevent and improve age-related liver disease, with future research needed to determine optimal intensity and duration. Nutritional and pharmacological interventions were also noted to improve liver disorders, but exercise was highlighted as a key focus.", "population_specificity": "Middle-aged and elderly individuals with a focus on aging-related metabolic and liver health.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:05.406115+00:00"}
{"study_id": 57188, "supplement_id": 1203, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of low-volume HIIT and higher-volume MICT on cardiometabolic and psychological responses in overweight/obese middle-aged men.", "results_summary": "The abstract does not provide specific results, but the study compared HIIT and MICT interventions, suggesting a focus on their relative effectiveness for metabolic health.", "population_specificity": "Overweight/obese middle-aged men (age: 48.1±5.2yr; BMI: 25.8±2.3kg·m²).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:05.664455+00:00"}
{"study_id": 57190, "supplement_id": 1203, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of high-intensity interval training (HIIT) versus moderate-intensity continuous training (MICT) and usual care (UC) on cardiorespiratory fitness (peak V̇O₂).", "results_summary": "HIIT showed significantly higher peak V̇O₂ compared to MICT and UC, with adherence rates ranging between 71.2% and 95.6%. No serious adverse events were reported.", "population_specificity": "516 participants with post-intervention cardiopulmonary exercise testing (CPET) data.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:10.814401+00:00"}
{"study_id": 69557, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to demonstrate the added value of spectral CT, including iodine density mapping, in improving diagnostic performance and patient care in emergency department settings.", "results_summary": "Spectral CT, utilizing iodine density mapping, enhances diagnostic accuracy for inflammatory and ischemic conditions, organ perfusion assessment, lesion characterization, and mass detection while enabling lower contrast medium volumes without increased radiation dose.", "population_specificity": "Patients in emergency department settings with acute conditions requiring CT imaging.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:37.450494+00:00"}
{"study_id": 69559, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "To investigate the safety and efficacy of a stent combined with a linear strand of iodine seeds for treating malignant cancer-associated venous obstruction.", "results_summary": "The study reported a high surgery success rate (96.5%) with no serious complications, and symptoms of venous obstruction improved significantly post-surgery. Group A showed a notable reduction in symptom scores from 14.74 to 2.79 points.", "population_specificity": "57 patients with malignant cancer-associated venous obstruction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:37.660010+00:00"}
{"study_id": 69562, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review the evolution and diagnostic criteria of noninvasive follicular thyroid neoplasm with papillary-like nuclear features (NIFTP) and its molecular and clinical implications.", "results_summary": "The study found that NIFTP has a distinct biological behavior, with recent revisions excluding high-risk genetic abnormalities and confirming no recurrence or metastatic risk in large or oncocytic variants. Molecularly, NIFTP shares a similar mutational profile with other follicular thyroid neoplasms but exhibits heterogeneous transcriptomic features.", "population_specificity": "Patients with thyroid lesions, specifically NIFTP.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:38.728656+00:00"}
{"study_id": 69561, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the antimicrobial properties of iodine compounds, particularly their effects on biofilm prevention and treatment in chronic wounds.", "results_summary": "The abstract highlights that iodine compounds have multiple antimicrobial interactions effective against biofilm phenotypes, which are often resistant to other treatments. An expert panel discussed these properties, suggesting potential benefits in wound care.", "population_specificity": "Patients with chronic non-healing lesions such as venous leg ulcers and diabetic foot ulcers.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:38.795899+00:00"}
{"study_id": 69558, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate strategies for minimizing aerosolized pathogens in orthodontic procedures, including the potential use of povidone iodine as a preprocedural mouth rinse in specific conditions.", "results_summary": "The study suggests povidone iodine (0.2%-1%) as a substitute strategy for reducing viral loads in aerosolized pathogens, particularly in the presence of oxidation-vulnerable viruses, alongside other measures like water-spray minimization and protective equipment.", "population_specificity": "Orthodontic patients and treatment teams exposed to aerosolized pathogens during procedures.", "effective_dosage": "0.2%-1% povidone iodine (concentration mentioned, but frequency not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:39.029879+00:00"}
{"study_id": 69565, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of oncogene-specific targeted therapies, including iodine-related treatments, as neoadjuvant therapy for pediatric patients with advanced invasive thyroid cancer.", "results_summary": "Preliminary data suggest that systemic therapy, including targeted oncogene treatments, may effectively induce tumor regression in pediatric patients with unresectable invasive thyroid cancer, reducing surgical risks and improving outcomes. The study highlights the potential for these therapies to replace or precede surgery in high-risk cases.", "population_specificity": "Pediatric patients with unresectable invasive thyroid cancer, including those with extensive disease involving trachea, esophagus, or vascular/neural structures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:39.137805+00:00"}
{"study_id": 69563, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the clinical outcomes of two preparation methods (thyroid hormone withdrawal vs. recombinant human thyroid-stimulating hormone) for radioactive iodine adjuvant therapy in patients with intermediate- to high-risk differentiated thyroid carcinoma.", "results_summary": "No significant differences were found between the two preparation methods in achieving the initial therapy goal, but the rhTSH group had higher TSH levels and better retained kidney function (eGFR).", "population_specificity": "Patients with intermediate- to high-risk differentiated thyroid carcinoma post-thyroidectomy, without metastatic or residual lesions.", "effective_dosage": "3700 MBq (high-dose) radioactive iodine.", "study_duration": "3-week iodine restriction with thyroxine withdrawal or 2-week iodine restriction with rhTSH administration.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:39.213007+00:00"}
{"study_id": 69564, "supplement_id": 1234, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare infection rates among patients undergoing gynecological laparoscopies using three different skin preparation solutions, including alcohol-based povidone-iodine and water-based povidone-iodine.", "results_summary": "The study found no significant advantage of either iodine-based solution (alcohol-based or water-based povidone-iodine) over alcohol-based chlorhexidine in reducing surgical site infections. Infection rates were higher than expected, with no statistically significant differences between the three solutions.", "population_specificity": "661 patients aged 18 or older undergoing elective operative laparoscopy for nonmalignant gynecological disorders.", "effective_dosage": "Not specified (used as skin preparation solution).", "study_duration": "Follow-up at 1 and 4 weeks post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:09:40.771242+00:00"}
