{"study_id": 72583, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the biological and clinical impacts of daylight and light therapy, focusing on its effects on mood, cognition, circadian rhythms, and overall health.", "results_summary": "The study highlights that light therapy is effective for treating winter depression, circadian sleep disorders, and has broader benefits like preventing myopia and supporting Vitamin D synthesis. It also emphasizes the importance of daylight for mood, stress modulation, and learning.", "population_specificity": "Humans and animals (general, not specific subgroups).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:20.030583+00:00"}
{"study_id": 72588, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the most effective wavelength range of photobiomodulation (PBM) for pain relief in orthodontic treatments.", "results_summary": "The majority of RCTs indicated 780-830nm as the most effective wavelength range for orthodontic pain relief, but pain reduction after 24 hours was not significantly dependent on wavelength.", "population_specificity": "Patients undergoing orthodontic treatments.", "effective_dosage": "Not specified", "study_duration": "24 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:20.257682+00:00"}
{"study_id": 72584, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of bright light therapy (BLT) on depressive symptoms among middle-aged and older adults receiving long-term hemodialysis.", "results_summary": "The abstract does not provide specific results, but the study design suggests an evaluation of BLT's impact on depressive symptoms (measured by BDI-II scores) and salivary cortisol levels in hemodialysis patients.", "population_specificity": "Middle-aged and older adults receiving long-term hemodialysis in eastern Taiwan.", "effective_dosage": "30-minute sessions of BLT five times a week.", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:20.329311+00:00"}
{"study_id": 72585, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review and elucidate the possible mechanisms of low-level light therapy (LLLT) in treating androgenetic alopecia (AGA) and summarize its efficacy.", "results_summary": "The study found that LLLT can accelerate hair growth in AGA patients by modulating reactive oxygen species (ROS) and nitric oxide (NO), activating redox-related signaling pathways in hair follicle cells. However, current studies on LLLT are inadequate and unsystematic, requiring further research to standardize treatment parameters and assess long-term safety and efficacy.", "population_specificity": "Patients with androgenetic alopecia (AGA), both men and women.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:20.745199+00:00"}
{"study_id": 72582, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review theoretical and practical aspects of chronotherapeutics, including Light Therapy (LT), for treating depressive syndromes and improving sleep-related symptoms.", "results_summary": "Light Therapy (LT) is effective as a first-line monotherapy for moderate to severe depression of all subtypes and enhances response rates when combined with antidepressants. It is also part of a triple chronotherapy approach, combining sleep deprivation, sleep phase advance, and LT for stabilizing antidepressant effects.", "population_specificity": "Patients with unipolar or bipolar depression, particularly those with sleep complaints.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Combination with antidepressants is mentioned to maximize response rates.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:20.974730+00:00"}
{"study_id": 72587, "supplement_id": 1289, "safety_score": "100", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the safety and efficacy of low-level laser therapy (LLLT), 5% minoxidil, and combination therapy for treating female pattern hair loss (FPHL).", "results_summary": "The study found significant improvements in hair density and diameter across all treatment groups, with the combination therapy showing the best results. LLLT alone was effective and safe, with no reported side effects, and it enhanced efficacy when combined with minoxidil.", "population_specificity": "90 female patients with Ludwig's types II-III FPHL.", "effective_dosage": "iHelmet® device with 200 5mW laser diode arrays (650 nm).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:22.020707+00:00"}
{"study_id": 72589, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of bright light treatment via ear canals on improving depressive mood and sleep disorder in overworked employees.", "results_summary": "The study found no significant effect on depressive mood (SDS), but significant improvements in sleep quality (AIS) and mood states (POMS Depression and Vigor scores).", "population_specificity": "27 participants aged 23-52 years, likely overworked employees.", "effective_dosage": "Device used on weekdays (frequency not specified).", "study_duration": "4 weeks of treatment followed by 4 weeks of observation (total 8 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:22.250558+00:00"}
{"study_id": 72593, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adjunctive use of lasers (HLLT or PBMT) with conventional periodontal therapy effectively suppresses pain associated with periodontal treatment.", "results_summary": "The meta-analysis found that HLLT using erbium lasers significantly reduced pain immediately after treatment, while PBMT using diode lasers significantly reduced pain 2-7 days post-treatment. However, the evidence was deemed insufficient, and more well-designed RCTs are needed.", "population_specificity": "Patients undergoing surgical or non-surgical periodontal therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:28.005467+00:00"}
{"study_id": 72590, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the adjunctive efficacy of bright light therapy (BLT) for treating bipolar depression in combination with pharmacological treatment, focusing on randomized controlled trials (RCTs).", "results_summary": "The meta-analysis found that bright light therapy significantly reduced depression symptoms in patients with bipolar depression, with a risk ratio of 1.78 (95% CI 1.24-2.56, p = .002). The intervention group showed higher response and remission rates compared to the control group.", "population_specificity": "Patients with bipolar depression (190 participants across 4 trials).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:28.666622+00:00"}
{"study_id": 72591, "supplement_id": 1289, "safety_score": "75", "efficacy_score": 85, "quality_score": 70, "study_goal": "To compare the treatment response and adverse effects of three different techniques (needle-free, plum-blossom needle, conventional needle) for injecting 5-aminolevulinic acid followed by photodynamic therapy in non-melanoma skin cancer patients.", "results_summary": "Needle-free injection of 5-aminolevulinic acid followed by red light therapy showed higher treatment response with manageable adverse effects compared to conventional and plum-blossom needle injections.", "population_specificity": "Non-melanoma skin cancer patients", "effective_dosage": "0.5 mL intralesional 20% w/v 5-aminolevulinic acid", "study_duration": "Six cycles", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:28.720066+00:00"}
{"study_id": 72592, "supplement_id": 1289, "safety_score": "80", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of photobiomodulation therapy for treating xerostomia and hyposalivation caused by prevalent clinical diagnoses.", "results_summary": "The study found that photobiomodulation therapy improved xerostomia/hyposalivation, particularly with wavelengths of 790-830 nm, 30-120 mW power, and energy density below 30 J/cm². However, 10 of 11 studies had a high risk of bias, and only 3 provided sufficient data for meta-analysis, showing a standardized mean difference of -0.90 in quality of life for burning mouth syndrome patients.", "population_specificity": "Patients with xerostomia and/or hyposalivation due to prevalent clinical diagnoses.", "effective_dosage": "Wavelengths of 790-830 nm (infrared), 30-120 mW power, energy density below 30 J/cm².", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:29.925353+00:00"}
{"study_id": 72595, "supplement_id": 1289, "safety_score": "95", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the feasibility, safety, and neuroreactivity of transcranial near-infrared low-level light therapy (LLLT) administered acutely after moderate traumatic brain injury (TBI), using MRI metrics and neurocognitive assessments.", "results_summary": "LLLT was feasible and safe with no reported adverse events. It significantly altered diffusion tensor parameters at the 3-month mark but did not show statistically significant improvements in neurocognitive scores (RPQ).", "population_specificity": "68 men and women with acute, nonpenetrating, moderate TBI.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Administered within 72 hours post-trauma, with follow-up assessments up to 6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:29.958219+00:00"}
{"study_id": 72596, "supplement_id": 1289, "safety_score": "100", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of green light emitting diodes as a non-pharmacological therapy for reducing headache days and improving quality of life in patients with episodic or chronic migraine.", "results_summary": "Green light therapy significantly reduced headache days in both episodic and chronic migraine patients and improved secondary outcomes like quality of life and pain intensity, while white light showed minimal effects. No side effects were reported.", "population_specificity": "29 patients (7 with episodic migraine, 22 with chronic migraine).", "effective_dosage": "1-2 hours daily exposure to green light emitting diodes.", "study_duration": "10 weeks for each light therapy phase (white followed by green), with a 2-week washout period in between.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:30.517850+00:00"}
{"study_id": 72586, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically review and assess the efficacy of low-level light therapy in improving the healing of diabetic foot ulcers.", "results_summary": "The study conducted a meta-analysis using multiple databases and found that low-level light therapy had a statistically significant effect on improving diabetic foot ulcer healing, as measured by Hedges' g and Z-statistic (P < .05).", "population_specificity": "Patients with diabetic foot ulcers.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:30.940607+00:00"}
{"study_id": 72600, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify the neural circuits involved in depression's cognitive bias and explore how light therapy might target these circuits to alleviate depressive symptoms.", "results_summary": "The study identified light-sensitive neural circuits (LSCs) in the emotional processing system that may underlie light therapy's antidepressant effects, narrowing the scope for future research on its neurobiological mechanisms.", "population_specificity": "Not specified (theoretical review, not a clinical trial)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:35.831138+00:00"}
{"study_id": 72598, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the efficacy of high- and low-intensity light therapy in treating non-seasonal subthreshold depression among college students.", "results_summary": "Both high-intensity (5000 lux) and low-intensity (500 lux) light therapy were significantly more effective than the waiting-list control, with high-intensity therapy showing superior results (70.0% response rate vs. 42.0% for low-intensity and 19.0% for control). Remission rates followed a similar pattern (76.0%, 54.0%, and 19.0%, respectively).", "population_specificity": "College students with non-seasonal subthreshold depression.", "effective_dosage": "5000 lux (high-intensity) and 500 lux (low-intensity), frequency not specified.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:36.882865+00:00"}
{"study_id": 72599, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to investigate the therapeutic effects and safety of bright light therapy (BLT) combined with escitalopram oxalate (ESC) on insomnia in patients with poststroke depression (PSD).", "results_summary": "BLT combined with ESC significantly improved sleep quality (PSQI scores) and depression symptoms (HAMD-17 scores) compared to ESC alone, with higher remission rates and no significant differences in adverse events. Both treatments were well tolerated.", "population_specificity": "Ischemic stroke patients with depressive symptoms (HAMD-17 ≥8) and insomnia, meeting DSM-IV criteria for PSD.", "effective_dosage": "Not specified in the abstract.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:36.915974+00:00"}
{"study_id": 72597, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the role of light therapy as a therapeutic approach for improving sleep disorders and Alzheimer's Disease (AD).", "results_summary": "The abstract mentions light therapy as one of several therapeutic approaches discussed, but specific results or effects of light therapy are not detailed.", "population_specificity": "Not specified (general discussion on AD and sleep disorders).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:37.247637+00:00"}
{"study_id": 72601, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the effect of bright light therapy (BLT) on sleep disorders and sleep-wake patterns in Alzheimer's disease (AD).", "results_summary": "Studies suggest BLT is a promising non-pharmacological intervention for circadian rhythm alterations in AD, though standardized protocols are needed for multicenter comparisons. The COVID-19 pandemic's restrictions on sunlight exposure may exacerbate circadian disturbances, making BLT a potential preventive measure.", "population_specificity": "Individuals with Alzheimer's disease (AD) and aging populations with circadian rhythm disruptions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:37.706605+00:00"}
{"study_id": 72603, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy of light therapy on behavioral and psychological symptoms of dementia (BPSD), cognition, functional status, and quality of life in older adults with cognitive impairment, and to identify optimal characteristics for clinical application.", "results_summary": "Light therapy showed potential positive effects on sleep, behavioral, and mood disturbances in people with cognitive impairment but had limited effects on cognition, quality of life, and functional status. The review provides guidelines for intervention protocols.", "population_specificity": "Older adults with cognitive impairment", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:38.518372+00:00"}
{"study_id": 72602, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of LED photobiomodulation therapy on non-specific chronic low back pain (NSCLBP) in working nurses and healthcare workers.", "results_summary": "The study compared LED therapy to sham therapy, measuring pain, lumbar mobility, fatigue, fear-avoidance beliefs, and disability. Results were assessed at multiple follow-up points up to 6 months post-intervention, but specific outcomes were not detailed in the abstract.", "population_specificity": "148 patients with NSCLBP, primarily working nurses, nurses' aides, and healthcare workers.", "effective_dosage": "LED therapy 3 times a week for 2 weeks.", "study_duration": "2 weeks of intervention with follow-ups up to 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:38.602641+00:00"}
{"study_id": 72604, "supplement_id": 1289, "safety_score": "80", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the efficacy and safety of intense pulsed light therapy (IPL) for treating meibomian gland dysfunction (MGD), comparing IPL alone or combined with meibomian gland expression (MGX) to control groups.", "results_summary": "IPL combined with MGX showed significant improvement in tear breakup time (TBUT) and Ocular Surface Disease Index (OSDI) scores but not in SPEED scores. IPL alone was not superior to MGX, and efficacy decreased within 6 months post-treatment, suggesting it should be used as a long-term adjuvant therapy.", "population_specificity": "539 patients with meibomian gland dysfunction (MGD).", "effective_dosage": "3 or 4 treatments, once every 3-4 weeks.", "study_duration": "Follow-up at 6 months after the last treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:40.625538+00:00"}
{"study_id": 72605, "supplement_id": 1289, "safety_score": "100", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and efficacy of a helmet-type low-level light therapy (LLLT) device for treating androgenetic alopecia.", "results_summary": "The experimental group showed significant increases in hair density (41.90 hairs/cm) and thickness (7.50 μm) compared to the control group, with no adverse events reported.", "population_specificity": "60 participants aged 19-65 diagnosed with androgenetic alopecia.", "effective_dosage": "Mean output power of 2.36 mW/cm at 655 nm wavelength.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:43.993604+00:00"}
{"study_id": 72609, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "To review the effectiveness of intravascular laser irradiation of blood (ILIB) as an adjunct therapy for chronic systemic diseases.", "results_summary": "ILIB showed satisfactory results in improving clinical conditions across various chronic systemic diseases, particularly coronary diseases and type 2 diabetes mellitus, though more well-designed clinical trials are needed.", "population_specificity": "Patients with chronic systemic diseases, primarily coronary diseases and type 2 diabetes mellitus.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:44.461176+00:00"}
{"study_id": 72606, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether Light Therapy (LT) improves winter seasonal affective disorder (SAD) symptoms by correcting misaligned circadian rhythms (chronobiologic mechanism).", "results_summary": "LT reduced \"eveningness\" (a measure of chronotype), consistent with its theorized mechanism of correcting circadian misalignment, but this change did not correspond to symptom improvement. The study found no direct link between LT's effect on chronotype and symptom reduction.", "population_specificity": "Adults with major depression, recurrent with seasonal pattern (83.6% female, 92.1% non-Hispanic White, mean age 45.6).", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:44.950371+00:00"}
{"study_id": 72608, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of Light Therapy (LT) as a non-pharmacological treatment for bipolar depression, particularly in non-seasonal patterns.", "results_summary": "The study found a significant positive effect of LT in treating bipolar depression across all included studies, with a notable effect size in both RCTs and non-RCTs. The results were statistically significant (p<0.001), though heterogeneity was high among non-RCTs.", "population_specificity": "195 patients affected by bipolar depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:45.328225+00:00"}
{"study_id": 72607, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to systematically review the efficacy of Triple Chronotherapy (Sleep Deprivation - Sleep Phase Advance - Bright Light Therapy) for depressive symptoms in Major Depression and Bipolar Depression.", "results_summary": "All included studies reported significant improvements in HAM-D scores, with response rates ranging from 50% to 84%. Efficacy was confirmed in follow-up by three studies, with response rates of 58% to 61%, and remission rates varied from 33.3% to 77%. Side effects were negligible.", "population_specificity": "Patients with Major Depression and Bipolar Depression.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:45.537927+00:00"}
{"study_id": 72610, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the efficacy of light therapy in treating non-seasonal depression through a meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis found that light therapy was significantly more effective than comparative treatments in reducing depressive symptoms, with a mild to moderate treatment effect, though the quality of evidence was low.", "population_specificity": "Individuals with non-seasonal depression (1120 participants across 23 RCTs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:45.951183+00:00"}
{"study_id": 72611, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of bright light therapy on quality of life (QoL) in patients with nonseasonal major depressive disorder (MDD), comparing its effects with other treatments.", "results_summary": "QoL improved across all treatment conditions, but no significant differences were observed between light therapy and other treatments. Despite improvements, 70.6% of participants still had significantly impaired QoL after 8 weeks, and depressive symptom reduction predicted QoL improvement.", "population_specificity": "Patients with nonseasonal major depressive disorder (MDD).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:47.162687+00:00"}
{"study_id": 72612, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the efficacy of 595-nm and 1319-nm pulsed dye lasers (PDL) with other light-based therapies for acne management.", "results_summary": "The study found that PDLs, particularly at 595-nm and 1319-nm wavelengths, showed substantial efficacy in improving acne grading, severity, and lesion count compared to other light therapies. The review highlighted the potential benefits of these lasers but did not conclusively rank them against all alternatives.", "population_specificity": "Patients with acne, including adolescents and adults with persistent acne.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:48.696624+00:00"}
{"study_id": 72614, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of combining low-level laser light therapy (LLLT) with minoxidil compared to minoxidil monotherapy for treating androgenetic alopecia (AGA).", "results_summary": "The study found that combining LLLT with minoxidil was superior to minoxidil alone in terms of global photographic assessment and significantly increased hair count. The results were statistically significant (P < .05).", "population_specificity": "1172 patients with androgenetic alopecia (AGA).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:52.533862+00:00"}
{"study_id": 72613, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "To evaluate the effect of a rapid treatment protocol of low-level laser therapy (LLLT) on myofascial pain and mouth opening limitation in patients.", "results_summary": "Spontaneous pain was reduced in both groups with LLLT, and a significant increase in maximum mouth opening was observed. The study did not report detailed statistical outcomes for pain reduction.", "population_specificity": "Patients with myofascial pain and mouth opening limitation (n=20, split into laser and placebo groups).", "effective_dosage": "Two LLLT sessions applied to pain points with a 48-hour interval (specific laser parameters not detailed).", "study_duration": "Short-term (two sessions with a 48-hour interval).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:53.096852+00:00"}
{"study_id": 72616, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and relevance of Light Therapy as a CAM intervention for treating psychiatric conditions.", "results_summary": "The study found that Light Therapy is among the CAM therapies showing efficacy for treating psychiatric conditions, though specific outcomes for Light Therapy were not detailed in the abstract. It was summarized alongside other effective CAM therapies like natural medications and yoga.", "population_specificity": "Patients with psychiatric conditions (specific population not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:53.124402+00:00"}
{"study_id": 72615, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether 6 weeks of daily morning blue light therapy could improve sleep disruption and related symptoms in adults with mild traumatic brain injury compared to placebo amber light therapy.", "results_summary": "Blue light therapy showed moderate to large improvements in daytime sleepiness, depression severity, post-concussion symptoms, and sleep measures (e.g., total sleep time, wake after sleep onset) compared to amber light therapy. Functional sleep outcomes also significantly improved in the blue light group.", "population_specificity": "Adults aged 18-45 with mild traumatic brain injury within the past 18 months (n=35).", "effective_dosage": "30-minute daily sessions.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:53.870030+00:00"}
{"study_id": 72618, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a multimodal lifestyle intervention including bright light therapy (BLT) could improve sleep in older adults with mild cognitive impairment (MCI) and poor sleep.", "results_summary": "The study found no significant improvement in objectively measured sleep efficiency or other objective sleep metrics, but participants reported significantly better subjective sleep quality after the intervention.", "population_specificity": "Community-dwelling older adults aged 65-85 with probable MCI and poor sleep.", "effective_dosage": "Individually-timed BLT (specific dosage not detailed).", "study_duration": "24 weeks (20 weeks of BLT after initial 4-week sleep hygiene education).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:53.879242+00:00"}
{"study_id": 72619, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the role of bright light therapy (BLT) in treating depressive symptoms in patients with bipolar disorder (BD) through a meta-analysis of randomized controlled trials and cohort studies.", "results_summary": "The meta-analysis found significant reductions in depression severity with BLT compared to placebo, particularly with light intensity ≥5000 lux, and noted efficacy varied by duration/timing and color/color temperature of light therapy. Patients not using psychotropic drugs showed greater improvement.", "population_specificity": "Patients with bipolar disorder experiencing depressive symptoms (847 participants across 12 studies).", "effective_dosage": "Light intensity ≥5000 lux (specific frequency not detailed).", "study_duration": "Not specified (study notes limitations regarding short-term effects).", "interactions": "Patients without psychotropic drugs showed significantly decreased disease severity.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:56.274681+00:00"}
{"study_id": 72621, "supplement_id": 1289, "safety_score": "80", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to review photobiomodulation therapy as a novel approach for preventing and treating Alzheimer's disease, bridging the gap between laboratory research and clinical practice.", "results_summary": "The study found promising results in cell cultures and animal models, with safe and effective doses identified. Initial human case studies support the need for large-scale clinical trials.", "population_specificity": "Animal models and initial human case studies (specific population not detailed).", "effective_dosage": "Minimally effective and maximum tolerated doses discussed (specific amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:56.340549+00:00"}
{"study_id": 72622, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to compare non-pharmacological interventions, including light therapy, used in psychiatry clinics in Kiel and Poznan for treating depression.", "results_summary": "Light therapy was one of the therapeutic options used in Kiel but not in Poznan, indicating regional differences in non-pharmacological treatment availability. The study did not provide specific efficacy data for light therapy.", "population_specificity": "Patients hospitalized in 2016 with depression diagnoses (F32 or F33) in Kiel, Germany, and Poznan, Poland.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:00.112816+00:00"}
{"study_id": 72623, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety, tolerability, and efficacy of oxymetazoline hydrochloride cream as an adjunctive treatment with energy-based therapy for moderate to severe facial erythema in rosacea patients.", "results_summary": "The study found that oxymetazoline combined with energy-based therapy significantly improved facial erythema, with 90.7% of patients showing improvement. Most patients were satisfied, and all adverse events were mild or moderate.", "population_specificity": "46 patients (mean age 51.1 years, 78.3% female) with moderate to severe facial erythema associated with rosacea.", "effective_dosage": "Once-daily application of oxymetazoline on days 3-27 and days 31-56.", "study_duration": "56 days (with energy-based therapy on day 1 and day 29).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:02.279964+00:00"}
{"study_id": 72624, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the chronic effects of photobiomodulation (PBM) on functional capacity, muscle strength, and other outcomes in chronic kidney failure patients undergoing hemodialysis.", "results_summary": "The study found that PBM significantly improved functional capacity (measured by the six-minute walk test) and lower limb muscle strength (measured by the sit-and-stand test) in the intervention group compared to the control group. No significant differences were observed for other outcomes like pain, fatigue, or quality of life.", "population_specificity": "Chronic kidney failure patients undergoing hemodialysis (n=28, split into intervention and control groups).", "effective_dosage": "810 nm, 5 diodes × 200 mW, 30 J/application site, administered during hemodialysis sessions.", "study_duration": "8 weeks (24 sessions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:02.396889+00:00"}
{"study_id": 72626, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of bright light treatment (BLT) in alleviating behavioral, mood, sleep, and circadian rhythm disturbances in dementia patients, while examining how study characteristics influenced outcomes.", "results_summary": "The review found conflicting results on BLT's efficacy, with variations attributed to study design, population characteristics, and inconsistent reporting of light parameters. Some studies suggested modest light levels may be more effective than high illumination, but rigorous designs and detailed reporting are needed for conclusive findings.", "population_specificity": "Individuals with dementia, focusing on factors like age, gender, diagnosis, circadian phase, and baseline symptoms.", "effective_dosage": "Not specified (light values and adherence inconsistently reported)", "study_duration": "Time-limited interventions (specific duration not stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:03.032976+00:00"}
{"study_id": 72625, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the clinical effects of antimicrobial photodynamic therapy (aPDT) and low-level laser therapy (LLLT) when used alongside a one-stage full-mouth disinfection protocol for periodontitis treatment.", "results_summary": "Both aPDT and LLLT improved periodontal clinical parameters (reduced probing depth, bleeding on probing, and increased clinical attachment level) but showed no significant differences between them, except for a temporary reduction in moderate pockets with LLLT at 4 weeks.", "population_specificity": "20 patients with periodontitis, each having at least two contralateral teeth with probing depth ≥5 mm and bleeding on probing.", "effective_dosage": "Not specified (methylene blue as photosensitizer for aPDT; red and infrared diode laser for both aPDT and LLLT).", "study_duration": "Assessments at baseline, 4 weeks, and 12 weeks post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:03.151190+00:00"}
{"study_id": 72628, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to review the role of light therapy in treating sleep and circadian disturbances in bipolar disorder.", "results_summary": "The abstract suggests that light therapy is an emerging treatment for sleep disturbances in bipolar disorder, with potential benefits but also notes that sleep disturbances may attenuate treatment response. It highlights the need for further refinement of treatment approaches, especially for hypersomnia.", "population_specificity": "Individuals with bipolar disorder experiencing sleep and circadian disturbances.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:03.155101+00:00"}
{"study_id": 72627, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the combined effects of cognitive behavioral therapy (CBT) and bright light therapy (BLT) on insomnia, fatigue, and mental health in women with breast cancer.", "results_summary": "The study design suggests potential benefits of combining CBT and BLT for sleep disturbance, but specific results regarding BLT's efficacy are not detailed in the abstract. Outcomes were measured at multiple points, including 3-month follow-up, but concrete findings are not provided.", "population_specificity": "Women diagnosed with breast cancer receiving intravenous chemotherapy at a quaternary referral metropolitan cancer center in Melbourne, Australia.", "effective_dosage": "Luminette® light glasses for 20 min each morning.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:04.618628+00:00"}
{"study_id": 72620, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of light therapy, specifically narrowband UV-B phototherapy, in treating plaque psoriasis.", "results_summary": "The study found that narrowband UV-B phototherapy is the most commonly prescribed light therapy for plaque psoriasis, though specific efficacy data were not detailed. The abstract highlights advancements in biologic treatments but does not provide comparative efficacy metrics for light therapy.", "population_specificity": "Patients with plaque psoriasis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:05.693623+00:00"}
{"study_id": 72629, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the methodological quality of systematic reviews on the in vitro effects of photobiomodulation on human bone and stromal cell proliferation and differentiation.", "results_summary": "The study found no compelling evidence on the cellular mechanisms or treatment parameters of photobiomodulation, with poor compliance to quality assessment. It highlighted the need for rigorous descriptions of laser parameters and cell-related characteristics in future studies.", "population_specificity": "Human bone and stromal cells in vitro", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:07.401205+00:00"}
{"study_id": 72633, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers were exploring the potential of light therapy as a future approach for restoring memory in Alzheimer’s disease.", "results_summary": "The abstract mentions light therapy as a promising future approach for memory restoration in Alzheimer’s disease, but no specific results or data are provided regarding its effectiveness.", "population_specificity": "Not specified (implied potential application in Alzheimer’s disease patients).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:09.641553+00:00"}
{"study_id": 72631, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of light therapy in treating unipolar non-seasonal major depressive disorder (MDD) and explore its potential role in investigating MDD pathophysiology through retinal effects.", "results_summary": "The study found evidence that MDD affects retinal structure and function, reviewed light therapy's efficacy in non-seasonal MDD, and discussed disrupted melatoninergic pathways in MDD as a potential target for light therapy.", "population_specificity": "Individuals with unipolar non-seasonal major depressive disorder (MDD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:09.758466+00:00"}
{"study_id": 72634, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review how optogenetic techniques and photobiomodulation (PBM) can modulate brain activity and improve function in Alzheimer's disease, Parkinson's disease, and depression.", "results_summary": "The study found that optogenetic approaches effectively dissect neural circuits in animal models, while transcranial lasers and LED stimulation in humans improve brain activity patterns in these diseases. PBM is noted as a safe method for modulating brain activity without irreversible damage.", "population_specificity": "Animal models and humans with Alzheimer's disease, Parkinson's disease, and depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:10.572515+00:00"}
{"study_id": 72632, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine the effect of photobiomodulation (Light Therapy) on neurosensory recovery in the lip and chin after bilateral sagittal split osteotomy (BSSO).", "results_summary": "The study applied laser irradiation (980nm, 100mW, 12J/cm²) but did not explicitly report the outcomes of neurosensory recovery in the abstract.", "population_specificity": "Patients undergoing bilateral sagittal split osteotomy (BSSO).", "effective_dosage": "980nm wavelength, 100mW power, 12J/cm² energy density.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:10.908446+00:00"}
{"study_id": 72630, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 75, "quality_score": 70, "study_goal": "To investigate the efficacy and safety of combining Traditional Chinese Medicine (TCM) therapy with ultraviolet B light therapy for treating moderate-to-severe psoriasis.", "results_summary": "The study found that 23.9% of patients achieved PASI75 and 46.7% achieved PASI50 after 12 weeks of treatment, with significant improvements in pruritus and quality of life scores. No adverse effects were detected in blood, urine, stool, liver, kidney function, or echocardiography.", "population_specificity": "Outpatients with moderate-to-severe psoriasis (skin lesion area > 10% of body surface area) for at least 2 consecutive years.", "effective_dosage": "Not specified (combined TCM and narrow-band medium-wave ultraviolet B light therapy).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:11.232273+00:00"}
{"study_id": 72635, "supplement_id": 1289, "safety_score": "60", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to develop new treatment strategies to enhance the effectiveness of photodynamic therapy while minimizing side effects on normal tissues, particularly in neurosensory organs like the eye.", "results_summary": "The study acknowledges the effectiveness of photodynamic therapy for cancer detection and treatment but highlights limitations due to phototoxic reactions in normal tissues. New strategies were proposed to improve efficacy while reducing side effects.", "population_specificity": "Not specified (implied focus on neurosensory organs like the human eye).", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:12.067182+00:00"}
{"study_id": 72637, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the antidepressant efficacy of a dynamic LED-lighting system compared to static LED-lighting in psychiatric inpatients with major depressive episodes.", "results_summary": "The study measured outcomes using depression rating scales and quality of life assessments, but specific results are not provided in the abstract. The trial was registered and results were planned for dissemination.", "population_specificity": "150 inpatients with major depressive episodes, either as part of major depressive disorder or bipolar disorder.", "effective_dosage": "Not specified", "study_duration": "3 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:16.335413+00:00"}
{"study_id": 72638, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to explore interventions, including light therapy, to improve circadian synchronicity and reduce morbidity and mortality risks in shift workers.", "results_summary": "The study suggests light therapy as one of several clinical interventions to enhance circadian alignment in shift workers, potentially lowering their risk of metabolic syndrome and related health issues. The abstract does not provide specific efficacy data for light therapy alone.", "population_specificity": "Shift workers at increased risk for sleep disorders and metabolic syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:16.803802+00:00"}
{"study_id": 72640, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of non-pharmaceutical therapies, including intense pulsed light therapy, in managing meibomian gland dysfunction.", "results_summary": "The study found that intense pulsed light therapy is a technologically advanced approach with potential benefits for meibomian gland dysfunction, but more comparative studies are needed to determine its relative efficacy and optimal use.", "population_specificity": "Patients with meibomian gland dysfunction.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:17.451379+00:00"}
{"study_id": 72639, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a placebo (sham light therapy) could influence the automatic attention allocation (measured via LPP) in the context of a bitter aftertaste.", "results_summary": "The Bitter/Placebo group reported reduced bitterness and disgust, and the LPP reduction associated with the bitter aftertaste was attenuated by the placebo treatment, demonstrating that a context-targeting placebo can change automatic attention allocation.", "population_specificity": "Sixty-eight women.", "effective_dosage": "Not specified (sham light therapy applied to the tongue).", "study_duration": "Not specified (single session).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:17.454940+00:00"}
{"study_id": 72642, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 60, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether bright light therapy (BLT) is effective and safe for treating manic/depressive symptoms and preventing recurrent mood episodes in patients with bipolar disorder.", "results_summary": "The meta-analysis found no significant differences between BLT and placebo for remission rates, depressive symptom scores, or manic switching, but a sensitivity analysis showed a significant antidepressant effect for BLT. No severe adverse events were reported.", "population_specificity": "Patients with bipolar disorder.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:18.334883+00:00"}
{"study_id": 72641, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "To examine the effectiveness of intense pulsed light therapy (IPL) with meibomian gland expression (MGX) in treating meibomian gland dysfunction (MGD) and dry eye symptoms.", "results_summary": "Meta-analysis showed a significant increase in tear break-up time (TBUT) post-treatment across all follow-up periods, with nonsignificant improvements in SPEED scores and Schirmer's test values. IPL with MGX appears promising for MGD treatment.", "population_specificity": "Patients with meibomian gland dysfunction (MGD) and dry eye symptoms.", "effective_dosage": "Not specified", "study_duration": "Follow-up periods included <1 month, up-to-6 months, and >6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:19.158545+00:00"}
{"study_id": 72643, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of anti-fungal blue light (ABL) therapy on Candida albicans and human vaginal epithelial cells, and identify the optimal wavelength (405-nm, 415-nm, or 450-nm) for treatment.", "results_summary": "The study measured the viability rates of Candida albicans and human vaginal epithelial cells under irradiation from three blue LED light sources (405-nm, 415-nm, and 450-nm) at 50 mW/cm² irradiance, but specific results on efficacy were not detailed in the abstract.", "population_specificity": "Candida albicans and human vaginal epithelial cells (in vitro study).", "effective_dosage": "50 mW/cm² irradiance.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:21.793859+00:00"}
{"study_id": 72645, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to update the understanding of the efficacy, effectiveness, and safety of light-based therapies for hidradenitis suppurativa by evaluating recent literature.", "results_summary": "The systematic review included multiple studies on various light therapies, suggesting some efficacy in treating hidradenitis suppurativa, though the results were based on a mix of case series, systematic reviews, and clinical trials. The abstract does not provide detailed outcome measures or statistical significance.", "population_specificity": "248 patients with hidradenitis suppurativa.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:23.825271+00:00"}
{"study_id": 72636, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the long-term cumulative treatment effects of intense pulsed light (IPL) therapy in patients with meibomian gland dysfunction (MGD).", "results_summary": "IPL therapy significantly improved dry eye symptoms, tear film lipid layer thickness, and meibomian gland capping, with the five-flash treatment showing superior efficacy to the four-flash treatment. Sustained clinical improvements were observed from day 75, with significant changes in some parameters noted as early as day 45 for the five-flash group.", "population_specificity": "87 symptomatic participants (58 female, mean age 53 ± 16 years) with clinical signs of MGD.", "effective_dosage": "Four or five homogeneously sequenced light pulses per treatment session.", "study_duration": "Treatment was administered over 105 days, with assessments up to four weeks post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:24.351743+00:00"}
{"study_id": 72646, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the mechanisms and effectiveness of laser and light-based treatments for hidradenitis suppurativa.", "results_summary": "The study suggests that laser and light therapy may work by reducing inflammation, destroying hair follicles, targeting sebaceous glands, killing bacteria, and debulking lesions, offering a promising alternative to systemic treatments with fewer adverse effects.", "population_specificity": "Patients with hidradenitis suppurativa, a chronic inflammatory skin disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:24.687150+00:00"}
{"study_id": 72647, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of adjunctive light therapy for reducing symptoms of bipolar depression.", "results_summary": "Light therapy showed significant improvement in depressive symptoms (standardized mean difference = 0.43) and clinical response but not remission. It was well tolerated with no increased risk of mood switches.", "population_specificity": "259 patients with bipolar disorder.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:24.688885+00:00"}
{"study_id": 72649, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to explore non-traditional therapies, including light therapy, as potential adjunct treatments for Treatment-Resistant Depression (TRD).", "results_summary": "The abstract does not provide specific findings on light therapy, only mentioning it as one of several non-traditional therapies that could be utilized in multi-treatment modules for TRD.", "population_specificity": "Patients with Treatment-Resistant Depression (TRD).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:25.396139+00:00"}
{"study_id": 72650, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of biological rhythm disturbances in major depressive disorder (MDD) and evaluate the effectiveness of chronotherapy, including bright light therapy, in managing these disturbances.", "results_summary": "The study highlights that bright light therapy is a widely reported treatment for MDD, showing efficacy in regulating biological rhythms, which are crucial for mood, cognition, and social function. It also mentions that rhythm-regulated agents, including light therapy, have demonstrated antidepressant effects.", "population_specificity": "Patients with major depressive disorder (MDD)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:26.990917+00:00"}
{"study_id": 72648, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effectiveness of low-level laser therapy (LLLT) combined with fluoride varnish for reducing tooth sensitivity in children with molar-incisor hypomineralisation (MIH).", "results_summary": "The study found that both fluoride varnish alone and the combination of LLLT and fluoride varnish significantly reduced tooth sensitivity in MIH-affected teeth. The combination treatment (L + FV) showed a lower sensitivity score compared to LLLT alone, but no significant difference was found between FV alone and the combination treatment.", "population_specificity": "66 children with molar-incisor hypomineralisation (MIH).", "effective_dosage": "LLLT was administered in two sessions (48-hour interval); fluoride varnish was applied four times at one-week intervals.", "study_duration": "One month (from onset of treatment to final evaluation).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:27.314061+00:00"}
{"study_id": 72651, "supplement_id": 1289, "safety_score": "100", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and effectiveness of Light Therapy as a complementary health approach for reducing symptoms in critically ill adults.", "results_summary": "The abstract mentions that Light Therapy was one of the CHAs evaluated, but specific results for Light Therapy are not detailed. No study-related adverse events or safety concerns were reported.", "population_specificity": "Critically ill adults in ICU settings.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:28.457214+00:00"}
{"study_id": 72657, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to assess the effectiveness of blue-light therapy as an alternative to antibiotics for treating acne.", "results_summary": "The study found mixed results, with some trials reporting significant improvement in acne severity with blue light compared to nonlight interventions, while others showed nonsignificant differences. Methodological limitations and high risk of bias in the included trials limit definitive conclusions.", "population_specificity": "People of any age, sex, and acne severity.", "effective_dosage": "Not specified", "study_duration": "<12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:31.364633+00:00"}
{"study_id": 72656, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review established and novel treatments for Grover disease, including the potential role of light therapy in refractory cases.", "results_summary": "The abstract suggests that light therapy may lead to successful resolution in severe, refractory cases of Grover disease, though novel therapies like light therapy have little evidence.", "population_specificity": "Patients with severe, refractory Grover disease.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:31.410662+00:00"}
{"study_id": 72654, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether blue-wavelength light therapy could improve sleep patterns, cognitive performance, and brain recovery in adults with mild traumatic brain injury (mTBI).", "results_summary": "Morning blue light therapy advanced sleep timing, reduced daytime sleepiness, improved executive functioning, and was associated with increased thalamic volume, enhanced thalamo-cortical connectivity, and improved white matter integrity compared to placebo.", "population_specificity": "Adults aged 18-48 years recovering from mild traumatic brain injury (mTBI).", "effective_dosage": "Daily 30-minute pulses of blue light (peak λ = 469 nm).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:31.719111+00:00"}
{"study_id": 72661, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the efficacy and tolerability of chronotherapeutic treatments, including light therapy, for bipolar disorders and propose evidence-based recommendations.", "results_summary": "Light therapy showed acute antidepressant efficacy supported by several open-label studies, three RCTs, and one pseudorandomized controlled trial. It was generally safe and well-tolerated.", "population_specificity": "Patients with bipolar disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:32.636490+00:00"}
{"study_id": 72658, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of photobiomodulation on lung function, thoracoabdominal mobility, respiratory muscle strength, and functional capacity in COPD patients.", "results_summary": "The study found that photobiomodulation applied to respiratory muscles showed potential benefits in improving lung function and respiratory muscle strength in COPD patients, though the abstract does not provide detailed statistical outcomes.", "population_specificity": "Twelve male COPD patients.", "effective_dosage": "Two photobiomodulation sessions, 1 week apart, using a cluster with 69 LEDs (35 red at 630±10 nm, 10 mW, 0.2 cm²).", "study_duration": "1 week (two sessions).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:32.886966+00:00"}
{"study_id": 72662, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of chronotherapy (including light therapy) compared to other treatments for depressive symptoms.", "results_summary": "Chronotherapy was generally superior to other therapies (e.g., psychotherapy, antidepressants, exercise, or light therapy alone) after 5-7 days, with significant effect sizes and higher responder rates (33.0% in RCTs, 61.6% in case series). However, limitations include a small number of RCTs and potential bias.", "population_specificity": "Depressed in-patients (generalizability to out-patients is uncertain).", "effective_dosage": "Not specified", "study_duration": "5-7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:35.216064+00:00"}
{"study_id": 72663, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of light therapy (LT) versus antidepressant drugs (AD) and their combination (LT + AD) in treating moderate to severe major depressive episodes.", "results_summary": "The study found no significant superiority of LT + Placebo over AD + Placebo, but the combination LT + AD was significantly superior to AD + Placebo, particularly in non-seasonal depression patients. Meta-analyses indicated minimal heterogeneity between studies.", "population_specificity": "Patients with moderate to severe major depressive episodes (397 participants from seven independent populations).", "effective_dosage": "Not specified", "study_duration": "Median 5 weeks (range 2-8 weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:35.338083+00:00"}
{"study_id": 72664, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to investigate whether daily bright light therapy (BLT) using a head-mounted device (Luminette) could improve non-motor symptoms in Parkinson's disease (PD).", "results_summary": "The abstract does not provide specific results, only stating that the effects of BLT on PD's non-motor symptoms remain uncertain.", "population_specificity": "Patients with Parkinson's disease (PD).", "effective_dosage": "Daily BLT (specific dosage not mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:35.414525+00:00"}
{"study_id": 72667, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to provide an update on treatments for meibomian gland dysfunction, including the potential use of intense pulsed light therapy.", "results_summary": "The abstract mentions intense pulsed light therapy as one of the procedures for treating meibomian gland dysfunction, but specific results regarding its effectiveness are not detailed. The study highlights a diversity of treatment options without singling out light therapy's outcomes.", "population_specificity": "Patients with meibomian gland dysfunction, a leading cause of evaporative dry eye disease.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:38.913707+00:00"}
{"study_id": 72665, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether light exposure during sleep combined with cognitive behavioral therapy (CBT) could increase total sleep time in teenagers by enabling earlier sleep onset.", "results_summary": "Light therapy alone did not significantly change sleep timing, but when combined with CBT, it advanced sleep onset by ~50 minutes and increased total sleep time by ~43 minutes, while also improving bedtime compliance and subjective sleepiness.", "population_specificity": "102 adolescents (grades 9–12) with difficulty going to bed earlier and waking up early enough.", "effective_dosage": "3-millisecond light flash every 20 seconds during the final 3 hours (phase 1) or 2 hours (phase 2) of sleep.", "study_duration": "4 weeks (phase 1: 3 weeks; phase 2: 4 weeks with CBT).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:40.737247+00:00"}
{"study_id": 72669, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the efficacy and feasibility of a modified triple chronotherapy protocol (partial sleep deprivation + light therapy + sleep advance) in treating non-seasonal depression.", "results_summary": "Depression levels significantly declined after the first night and following the 6-day treatment, with no difference between white and orange light groups, though white light showed some superiority in response rate and immediate effects. The protocol was well tolerated, and all patients successfully advanced their sleep schedule.", "population_specificity": "Thirty-five hospitalized patients with moderately severe non-seasonal depressive disorder, mostly free from antidepressants.", "effective_dosage": "Blue-enhanced white light increased hourly from 600→1300→2200→2800 lx during partial sleep deprivation (4:00 to 8:00) and morning light treatment (7:00 to 8:00).", "study_duration": "6 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:41.020644+00:00"}
{"study_id": 72671, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to evaluate the effectiveness of non-pharmacological treatments, particularly light therapy, for improving sleep disturbances in individuals with mild cognitive impairment (MCI) and dementia.", "results_summary": "The majority (81.5%) of light therapy studies reported improvements in objective or subjective sleep measures, though evidence was inconclusive due to clinical and methodological heterogeneity. Multi-modal interventions incorporating light exposure also showed positive results in six out of seven studies.", "population_specificity": "Older adults (age range 67.3–89.4 years) with mild cognitive impairment (MCI) or moderate-severe dementia, primarily in long-term/residential care settings.", "effective_dosage": "Not specified", "study_duration": "1–10 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:41.321874+00:00"}
{"study_id": 72670, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of low-level light therapy (LLLT) using new irradiation parameters for chronic unilateral tinnitus with cochlear dysfunction.", "results_summary": "The study found that LLLT significantly reduced the duration of tinnitus and psychoacoustical matches of tinnitus loudness in the treatment group, but post-hoc analysis showed no significant decrease across different time points. No placebo effect was observed in the sham group, and participants with worse pure-tone thresholds showed some improvement.", "population_specificity": "Participants with chronic unilateral tinnitus (≥ 3 months) and pure-tone thresholds greater than 15dB (averaged for 3k, 4k, and 6k Hz).", "effective_dosage": "100-mW diode laser at 830-nm, 20 minutes/day, five days/week.", "study_duration": "2 weeks (10 interventions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:41.960008+00:00"}
{"study_id": 72674, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of bright light therapy for treating depression in older adults with neurocognitive disorders.", "results_summary": "The study found positive results for bright light therapy in treating depression in neurocognitive disorders, though methodological limitations were noted. No pharmacological studies since 2015 examined antidepressant medication in mild cognitive impairment (MCI).", "population_specificity": "Older adults with neurocognitive disorders (e.g., dementia, MCI) and comorbid depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:44.133317+00:00"}
{"study_id": 72672, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "To compare the efficacy of combining Intense Pulse Light (IPL) and topical eflornithine therapy versus IPL therapy alone for treating idiopathic facial hirsutism.", "results_summary": "The combination of IPL and topical eflornithine showed 100% efficacy with 90.44% mean hair reduction, significantly outperforming IPL alone (48.7% efficacy, 59.23% hair reduction). The difference was statistically significant (p=0.00).", "population_specificity": "78 female patients aged 22-42 with idiopathic facial hirsutism.", "effective_dosage": "Topical eflornithine applied twice daily; IPL sessions once monthly.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:44.460926+00:00"}
{"study_id": 72673, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility and effects of photobiomodulation (using a combination of 635nm and 815nm wavelengths) on mucositis in pediatric hematology-oncology patients.", "results_summary": "The study found 77% procedural success, excellent tolerance, pain relief (2-point improvement on VAS and HEDEN scales), and feasibility in pediatric care. It included 84% of eligible patients (n=22) with 146 laser sessions (median 4 per mucositis episode).", "population_specificity": "Pediatric hematology-oncology patients (median age 8.6 years) with grade 2 or higher mucositis.", "effective_dosage": "Combination of 635nm and 815nm wavelengths, applied intra- and extraorally, minimum 3 times every 2 days per mucositis episode.", "study_duration": "1 year (study duration); treatment duration per episode not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:45.686754+00:00"}
{"study_id": 72675, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to summarize the current state of low-level laser (light) therapy (LLLT) for inflammatory diseases and discuss its strengths, limitations, and future potential.", "results_summary": "LLLT shows promise for treating inflammatory diseases, particularly in skin and joints, due to its anti-inflammatory effects, tissue repair stimulation, and minimal side effects. However, variability in application methods and lack of standardized protocols hinder definitive conclusions about its efficacy and mechanisms.", "population_specificity": "Patients with inflammatory diseases, particularly those affecting skin and joints.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:46.792554+00:00"}
{"study_id": 72678, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to explore multiple aspects of irregular sleep-wake rhythm disorder (ISWRD), including potential treatments, but did not specifically focus on Light Therapy.", "results_summary": "The abstract does not provide specific findings regarding Light Therapy's effects on ISWRD.", "population_specificity": "Individuals with irregular sleep-wake rhythm disorder (ISWRD).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:47.792159+00:00"}
{"study_id": 72676, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify patient characteristics associated with better outcomes from cognitive therapy (CT) versus bright light therapy (BLT) for depressive symptoms in breast cancer patients.", "results_summary": "Patients benefited more from BLT if they had no prior major depressive disorder, higher baseline depression scores, a preference for BLT, or received treatment in spring/summer. CT was more effective for those with lower initial preference for CT, higher baseline depression scores, or seasonal depressive symptoms.", "population_specificity": "59 women with breast cancer experiencing depressive symptoms.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:48.286843+00:00"}
{"study_id": 72677, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of bright light therapy (BLT) and combination chronotherapies as treatments for unipolar depression.", "results_summary": "BLT showed encouraging results, especially as an adjunct to antidepressant medications, and may be beneficial for geriatric and perinatal patients. Combination chronotherapies also appeared promising but lacked strong empirical support.", "population_specificity": "Unipolar depression patients, including geriatric and perinatal populations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:48.653058+00:00"}
{"study_id": 72679, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of blue-enriched white light (BWL) therapy in reducing fatigue symptoms in patients with severe traumatic brain injury (TBI).", "results_summary": "The study found significant improvement in fatigue (measured by the Fatigue Severity Scale) in the BWL group compared to the control group. No other significant outcomes or adverse effects were reported.", "population_specificity": "Adult patients with severe TBI and fatigue symptoms (Fatigue Severity Scale score ≥4, Epworth Sleepiness Scale score ≥10, and/or Pittsburgh Sleep Quality Index >5).", "effective_dosage": "30-minute exposure to waking white light enriched with blue, daily for 4 weeks.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:50.460862+00:00"}
{"study_id": 72682, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of photobiomodulation (PBM) on the stability and displacement of orthodontic mini-implants under different loading conditions.", "results_summary": "The study assessed mini-implant stability and displacement across four intervention groups, including PBM with immediate or delayed loading, but specific results were not detailed in the abstract.", "population_specificity": "19 patients with orthodontic mini-implants.", "effective_dosage": "4 J/cm² (red emission, 660 nm).", "study_duration": "Immediate loading or delayed loading (four weeks after implantation).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:52.325398+00:00"}
{"study_id": 72680, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to assess the efficacy and safety of agomelatine and melatonin (compared to light therapy and other interventions) in preventing Seasonal Affective Disorder (SAD) among adults with a history of SAD.", "results_summary": "The study found no conclusive evidence on the efficacy or safety of agomelatine for SAD prevention, with wide confidence intervals and very low-certainty evidence. No studies on melatonin were identified.", "population_specificity": "Adults with a history of winter-type SAD who were symptom-free at study onset.", "effective_dosage": "Agomelatine 25 mg/day (only intervention assessed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:53.479169+00:00"}
{"study_id": 72683, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to assess the effectiveness of various interventions, including light therapy, in improving sleep quality among adults and children with chronic kidney disease (CKD).", "results_summary": "The abstract does not provide specific findings for light therapy, only mentioning it as one of the interventions studied. The overall evidence for sleep interventions in CKD patients was sparse and of very low certainty.", "population_specificity": "Adults and children with chronic kidney disease (CKD), including those with end-stage kidney disease (ESKD) treated with dialysis or kidney transplantation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:54.028961+00:00"}
{"study_id": 72685, "supplement_id": 1289, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review the efficacy, mechanisms, and clinical implementation of bright light therapy for bipolar depression.", "results_summary": "Morning bright light therapy is effective for bipolar depression, with potential mechanisms involving circadian system effects and neural changes. Concurrent antimanic treatment and careful monitoring are recommended.", "population_specificity": "Individuals with bipolar disorder (BD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Concurrent antimanic treatment required; careful monitoring for mood polarity switch.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:54.679530+00:00"}
{"study_id": 72684, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 45, "study_goal": "The researchers aimed to assess the efficacy and safety of psychological therapies, including mindfulness-based cognitive therapy (MBCT), compared to light therapy and other interventions, in preventing seasonal affective disorder (SAD) in adults with a history of the condition.", "results_summary": "The study found no significant difference in the incidence of new depressive episodes between MBCT and treatment as usual (TAU, which included light therapy upon symptom onset). Depression severity and discontinuation rates were also similar between groups. The evidence was deemed inconclusive due to methodological limitations and small sample size.", "population_specificity": "Adults with a history of winter-type seasonal affective disorder (SAD) who were free of symptoms at the study's start.", "effective_dosage": "Not specified for light therapy (only mentioned as an option upon symptom onset in the TAU group).", "study_duration": "MBCT was administered in eight weekly sessions (45-60 minutes each) during spring; light therapy duration was not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:57.244546+00:00"}
{"study_id": 72686, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the most used LLLT dosimetry for treating and preventing oral mucositis in head and neck cancer patients undergoing radiation therapy.", "results_summary": "LLLT was effective in treating oral mucositis regardless of the parameters used, with wavelengths ranging from 632.8 nm to 685 nm and energy densities of 1.8 J/cm². The study noted variability in protocols but confirmed consistent efficacy across different classifications of mucositis and pain scales.", "population_specificity": "Head and neck cancer patients (average age 60.6 years) receiving radiation therapy, with tumors in oral cavity, oropharynx, throat, larynx, nasopharynx, and hypopharynx.", "effective_dosage": "1.8 J/cm² (specific frequency not detailed)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:57.543725+00:00"}
{"study_id": 72688, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to assess the effect of photobiomodulation therapy (PBMT) on dental implant stability and success rate through a systematic review and meta-analysis of human clinical trials.", "results_summary": "The study found no significant differences in implant stability or success rate between the PBMT group and the control group at various time points. The authors concluded that existing clinical studies did not provide sufficient evidence to support positive effects of PBMT on implants.", "population_specificity": "Patients undergoing dental implant procedures.", "effective_dosage": "Not specified", "study_duration": "Measurements taken at days 0 and 10, and at 3, 4, 6, and 12 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:59.720410+00:00"}
{"study_id": 72690, "supplement_id": 1289, "safety_score": "75", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the effects of phototherapy (UV light) compared to other treatments for hand eczema, focusing on symptom control and adverse events.", "results_summary": "Local combination ultraviolet light therapy (PUVA) may improve investigator-rated symptom control compared to narrow-band UVB after 12 weeks, but the difference was not statistically significant. Adverse events (mainly erythema) were reported in the narrow-band UVB group but not in the PUVA group.", "population_specificity": "Adults with mild to severe chronic hand eczema, mostly over 18 years old.", "effective_dosage": "Not specified (treatment duration and frequency implied by study design).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:00.458496+00:00"}
{"study_id": 72691, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical efficacy and safety of a novel IPL filter (400-600 nm and 800-1,200 nm) in treating inflammatory acne lesions.", "results_summary": "Over 75% of subjects exhibited excellent or good response post-treatment, with an 88.24% effective rate in Pillsbury I-II patients. Inflammatory lesions significantly decreased (25.23 ± 2.76 vs. 14.01 ± 1.98).", "population_specificity": "21 patients with Pillsbury I-III facial acne vulgaris.", "effective_dosage": "Five IPL sessions at 4-week intervals.", "study_duration": "Approximately 5 months (including 1-month post-treatment assessment).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:02.024529+00:00"}
{"study_id": 72693, "supplement_id": 1289, "safety_score": "80", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of photobiomodulation (PBM) with low-level laser therapy (LLLT) in the bone fracture healing process, focusing on pain reduction, radiographic healing, and adverse events.", "results_summary": "The meta-analysis showed a statistically significant but not clinically significant reduction in pain with PBM. One RCT reported clinical and statistical improvement in physical function but no difference in radiographic healing. The certainty of evidence was classified as low to very low.", "population_specificity": "Adults with lower or upper limb bone fractures.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:02.982225+00:00"}
{"study_id": 72692, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "To assess the efficacy and tolerability of combining a topical skin care regimen with a single IPL treatment for treating facial redness associated with rosacea.", "results_summary": "The combination of TSCR and a single IPL treatment significantly improved facial redness, with most subjects reporting satisfaction. TSCR was well-tolerated, with only mild burning noted post-IPL.", "population_specificity": "Twenty female subjects with Fitzpatrick skin types I-III and mild-to-severe facial redness associated with rosacea.", "effective_dosage": "Not specified (TSCR included a multifunctional facial cream and SPF50 powder sunscreen; IPL treatment details not provided).", "study_duration": "18 weeks (12 weeks TSCR monotherapy, followed by IPL and 6 additional weeks of TSCR).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:03.087907+00:00"}
{"study_id": 72695, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the comparative effectiveness of nonpharmacological interventions, including bright white light therapy, for reducing cancer-related fatigue.", "results_summary": "Bright white light therapy ranked best for reducing cancer-related fatigue when measured by the Functional Assessment of Cancer Therapy-fatigue scale, indicating strong efficacy in this context.", "population_specificity": "Cancer patients with fatigue", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:04.731300+00:00"}
{"study_id": 72694, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of cognitive-behavioral therapy (CBT-SAD) and light therapy in treating seasonal affective disorder (SAD) and to assess changes in SAD-specific cognitive vulnerability using the Seasonal Beliefs Questionnaire (SBQ).", "results_summary": "Light therapy showed improvement in SBQ scores, but at half the rate of CBT-SAD. Changes in SBQ scores during CBT-SAD, but not light therapy, were associated with a lower risk of depression recurrence two winters later.", "population_specificity": "SAD patients (n = 86), nonseasonal major depressive disorder (MDD) patients (n = 30), and healthy controls (n = 110).", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:06.080685+00:00"}
{"study_id": 72687, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of light therapy as an add-on treatment for severe burnout in an inpatient setting.", "results_summary": "The study compared multimodal psychiatric treatment alone versus combined with morning bright light therapy, but the abstract does not provide conclusive results on efficacy. Previous outpatient studies on light therapy for burnout showed inconclusive outcomes.", "population_specificity": "Participants with severe burnout recruited from two psychosomatic clinics.", "effective_dosage": "Morning bright light (illuminance: 4246 lux, irradiance: 1802.81 µW.cm²)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:06.261141+00:00"}
{"study_id": 72697, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the potential of Ultraviolet B light therapy as an experimental treatment for refractory pruritus in cholestatic liver diseases.", "results_summary": "The abstract mentions Ultraviolet B light therapy as an experimental option for treatment-refractory pruritus, but no specific results or outcomes are detailed.", "population_specificity": "Patients with cholestatic liver diseases, particularly those with intrahepatic cholestasis of pregnancy (ICP) and primary biliary cholangitis (PBC).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:07.776152+00:00"}
{"study_id": 72696, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to test the hypothesis that sub-milliwatt/cm² blue light irradiation is effective in killing P. acnes in vitro under varying conditions.", "results_summary": "Blue light at 422 and 449 nm effectively killed P. acnes in planktonic culture and on solid agar, with fluence-dependent improvements in antimicrobial activity. Oxygen presence was necessary for killing with 449 nm light, and CPIII photoexcitation occurred at low light intensities.", "population_specificity": "In vitro P. acnes cultures", "effective_dosage": "Sub-milliwatt/cm² (50 uW/cm²)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:07.902839+00:00"}
{"study_id": 72700, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the potential of laser and light modalities as future therapeutic options for acne, given the limitations of current treatments.", "results_summary": "The abstract suggests that laser and light therapies show promise for acne treatment but are not yet sufficiently studied for first-line use. The role of diet in acne remains unclear despite frequent patient inquiries.", "population_specificity": "Not specified", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:10.002266+00:00"}
{"study_id": 72699, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy and safety of second-generation antidepressants (SGAs) compared to other interventions, including light therapy, for preventing seasonal affective disorder (SAD).", "results_summary": "The study found no direct evidence comparing SGAs to light therapy for SAD prevention. Bupropion XL was effective in preventing SAD recurrence but had adverse effects like headaches and nausea.", "population_specificity": "Adults with a history of winter-type SAD who were symptom-free at study onset.", "effective_dosage": "Not mentioned for light therapy.", "study_duration": "Not specified for light therapy.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:11.048957+00:00"}
{"study_id": 72698, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 30, "study_goal": "The researchers aimed to assess the efficacy and safety of light therapy in preventing Seasonal Affective Disorder (SAD) among adults with a history of winter-type SAD.", "results_summary": "The study found that both bright white light (2500 lux) and infrared light (0.18 lux) reduced SAD incidence numerically compared to no treatment, but the evidence was of very low quality due to methodological limitations, small sample size, and broad confidence intervals. No adverse events were reported, and no comparisons were made with other interventions like antidepressants or psychological therapies.", "population_specificity": "Adults with a history of winter-type SAD who were free of symptoms at the study's start.", "effective_dosage": "Bright white light (2500 lux via visors), infrared light (0.18 lux via visors).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:11.475326+00:00"}
{"study_id": 72701, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate recent studies on the treatment of circadian dysfunction in bipolar disorder, including the potential of light-based approaches like blue-blocking therapy and midday bright light therapy.", "results_summary": "Blue-blocking therapy may be useful for mania, and midday bright light therapy may relieve depression in bipolar disorder. The abstract suggests these light-based approaches are promising but does not provide detailed efficacy data.", "population_specificity": "Individuals with bipolar disorder (BD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:12.196044+00:00"}
{"study_id": 72702, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 85, "study_goal": "The researchers aimed to determine whether light therapy improves mood and insulin sensitivity in patients with depression and type 2 diabetes.", "results_summary": "Light therapy was not superior to placebo in reducing depressive symptoms or improving insulin sensitivity in the overall study population, but secondary analyses suggested potential benefits for highly insulin-resistant individuals.", "population_specificity": "Patients with depression and type 2 diabetes (n=83).", "effective_dosage": "10,000 lux daily.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:13.556788+00:00"}
{"study_id": 72703, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 85, "study_goal": "The researchers aimed to determine whether bright light therapy (BLT) was more effective than a control light in reducing depressive symptoms in patients with Parkinson disease (PD) and major depressive disorder (MDD).", "results_summary": "BLT was not more effective than the control light in reducing depressive symptoms, though both groups showed improvement. Subjective sleep quality improved more in the BLT group, possibly due to decreased cortisol levels.", "population_specificity": "Patients with Parkinson disease (PD) and major depressive disorder (MDD).", "effective_dosage": "±10,000 lux (BLT) or ±200 lux (control light).", "study_duration": "3 months of treatment, followed by a 6-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:14.677257+00:00"}
{"study_id": 72706, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the neurochemical mechanisms underlying the antidepressant effects of light therapy and sleep deprivation, and explore their potential as non-pharmacological treatments for mood disorders.", "results_summary": "The study highlights that light therapy, combined with sleep timing adjustments, can rapidly improve mood and stabilize sleep, though its adoption is hindered by logistical and financial barriers. It also suggests that integrating light therapy with cognitive behavioral therapy and sleep hygiene may enhance and sustain treatment response.", "population_specificity": "Individuals with mood disorders, particularly those with circadian rhythm disruptions and seasonal exacerbations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:16.254130+00:00"}
{"study_id": 72704, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of low-level laser therapy (LLLT) in treating oral mucositis (OM) in patients undergoing cancer therapy.", "results_summary": "LLLT was effective, reducing the risk of severe mucositis by 62% on the seventh day of evaluation and showing a mean reduction of 4.21 days in the time for complete resolution of OM. Efficacy was significant in adult patients but not in children and adolescents.", "population_specificity": "Adult patients and children/adolescents receiving cancer therapy (chemotherapy or chemotherapy plus radiotherapy).", "effective_dosage": "Wavelengths between 632 and 970 nm (specific dosage not detailed).", "study_duration": "Evaluated on the seventh day of therapy, with follow-up for complete resolution time.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:17.076867+00:00"}
{"study_id": 72708, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential of bright light therapy, physical exercise, and melatonin as chronotherapeutic tools to alleviate motor and non-motor symptoms in Parkinson's disease patients.", "results_summary": "The study highlights the potential of bright light therapy, along with physical exercise and melatonin, to improve motor disorders, sleep/wake alterations, anxiety, and depression in PD patients, enhancing their quality of life. Specific recommendations are provided to optimize therapeutic benefits.", "population_specificity": "Parkinson's disease patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:18.360513+00:00"}
{"study_id": 72707, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine whether increased exposure to light (artificial or natural) decreases the incidence of delirium in adult inpatients.", "results_summary": "Bright light therapy showed a decreased incidence of delirium in two studies, while varying-intensity artificial lighting and increased natural light exposure showed no significant effect in the remaining studies. The abstract recommends further replication of the bright light therapy study and additional pilot research.", "population_specificity": "Adult inpatients (age >18 years)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:18.865996+00:00"}
{"study_id": 72709, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the therapeutic applications of LED light therapy across different wavelengths and its potential in medical treatments, including bio-imaging and cancer therapy.", "results_summary": "The study found that LED phototherapy can effectively activate target cells with appropriate power and energy density, with blue LED light showing anti-proliferative and anti-metastatic effects in cancer cells and mice. The bio-imaging system was also improved by reducing the number of microscope apparatuses and increasing excitation photon efficiency.", "population_specificity": "Cancer cells and mice (in photo-oncomic experiments); general medical applications for various physical abnormalities (in review).", "effective_dosage": "Not specified (abstract mentions \"appropriate power and adequate energy density\" but no exact dosage).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:20.642928+00:00"}
{"study_id": 72711, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of laser and intense pulsed light therapy for reducing erythema and telangiectasia in rosacea patients.", "results_summary": "The study found low-to-moderate-certainty evidence supporting the use of laser and intense pulsed light therapy for reducing erythema and telangiectasia in rosacea.", "population_specificity": "Patients with rosacea, specifically those with erythema and telangiectasia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:21.445933+00:00"}
{"study_id": 72710, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the implementation and effectiveness of combined chronotherapy (sleep deprivation and light therapy) in treating patients with treatment-resistant depression (TRD) in a clinical setting.", "results_summary": "Combined chronotherapy significantly reduced depression severity, with mean IDS-C scores dropping from 39.3 to 28.4 by week 2 and remaining stable at week 4. The intervention showed rapid and sustained effects, even in patients with psychiatric comorbidities, with a 34.6% response rate and 19.2% remission rate.", "population_specificity": "26 patients with unipolar or bipolar depression, including those with treatment-resistant depression (TRD) and psychiatric comorbidities.", "effective_dosage": "Not specified", "study_duration": "4 weeks (with sleep deprivation over three nights and alternating recovery nights)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:22.301953+00:00"}
{"study_id": 72712, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy and safety of a new helmet-type LLLT device (RAMACAP) for treating androgenetic alopecia (AGA) in a home-based setting.", "results_summary": "The study found that the laser helmet significantly increased hair density and diameter compared to the sham device, with improvements confirmed by both investigators and subjects. Reported side effects were minimal, including temporary hair shedding and scalp pruritus.", "population_specificity": "40 subjects (20 men and 20 women) with androgenetic alopecia.", "effective_dosage": "Not specified in the abstract.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:23.287973+00:00"}
{"study_id": 72714, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of non-pharmacological interventions, including light therapy, for mitigating jetlag symptoms in travelers.", "results_summary": "Thirteen studies examined light exposure among other interventions, with nine finding no significant improvement in outcomes, three reporting mixed results, and one showing positive effects. The null findings were attributed to poorly designed circadian interventions and overlooked travel fatigue factors.", "population_specificity": "Human participants undergoing air travel with a corresponding shift in the external light-dark cycle.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:24.346081+00:00"}
{"study_id": 72713, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of light therapy for managing depression or anxiety in children and young people up to age 25 without involving mental health professionals.", "results_summary": "The study found evidence suggesting light therapy could be effective for seasonal depression, though certainty was insufficient for definitive conclusions. Only five studies on light therapy met the inclusion criteria, indicating limited but promising data.", "population_specificity": "Children and young people up to age 25, with most studies focusing on adolescents or young adults.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:24.473111+00:00"}
{"study_id": 72715, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to consolidate evidence for non-pharmacological interventions, including light therapy, to improve/maintain activities of daily living in people with dementia.", "results_summary": "Light therapy was found to improve or maintain activities of daily living in individuals with dementia, alongside exercise. The abstract does not provide specific details on the magnitude of these effects.", "population_specificity": "People with dementia in residential care settings.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:25.089831+00:00"}
{"study_id": 72716, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to evaluate whether bright light therapy reduces the incidence and duration of delirium in critically ill patients compared to standard care.", "results_summary": "Pooled data from four trials showed no significant effect of bright light therapy on delirium incidence (RR 0.45, 99% CI 0.10-2.13, P=0.19), with very low quality evidence. The study concluded that current evidence does not support its use for this purpose.", "population_specificity": "Critically ill patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:26.205226+00:00"}
{"study_id": 72717, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether photobiomodulation (PBM) could enhance frontal brain function in older adults.", "results_summary": "The study found that real PBM significantly improved action selection, inhibition ability, and mental flexibility in older adults compared to sham treatment, as measured by the flanker and category fluency tests.", "population_specificity": "Older adults without a neuropsychiatric history.", "effective_dosage": "Total energy of 1349 J delivered via three light-emitting diode cluster heads (633 and 870 nm) applied to both sides of the forehead and posterior midline.", "study_duration": "Single 7.5-minute session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:28.619853+00:00"}
{"study_id": 72718, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of low-level laser therapy (LLLT) versus sham laser therapy in reducing pain and improving quality of life in patients with burning mouth syndrome (BMS).", "results_summary": "Both LLLT switched on and switched off significantly reduced pain symptoms (VAS), but neither improved quality of life (OHIP-CRO 14 scores). No significant differences were found between the two groups.", "population_specificity": "44 patients with burning mouth syndrome (BMS).", "effective_dosage": "10 sessions (10 days) of GaAlAs laser (830 nm) in non-contact mode.", "study_duration": "10 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:29.496547+00:00"}
{"study_id": 72719, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if cognitive \"insomnia\" processes are involved in adolescent Delayed Sleep-Wake Phase Disorder (DSWPD) and whether these processes respond to chronobiological treatment (light therapy).", "results_summary": "Light therapy improved sleep timing, reduced sleep latency, increased total sleep time, and enhanced daytime functioning in adolescents with DSWPD. It also reduced repetitive negative thinking, physiological arousal, distress, and sleep onset misperception.", "population_specificity": "Adolescents (mean age ~15.8 years) diagnosed with DSWPD.", "effective_dosage": "Not specified (only mentions \"3 weeks of light therapy\").", "study_duration": "3 weeks of treatment, with follow-up at 3 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:30.947206+00:00"}
{"study_id": 72720, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers sought to determine whether prolonged exposure to bright light during a night shift reduces sleepiness and enhances psychomotor performance among ICU nurses.", "results_summary": "High illuminance lighting reduced sleepiness scores but increased psychomotor errors compared to standard hospital lighting. The effects were statistically significant but mixed in terms of overall benefit.", "population_specificity": "ICU nurses working night shifts in a surgical trauma ICU.", "effective_dosage": "10-hour exposure to high illuminance (1500-2000 lx) white light.", "study_duration": "Single night shift exposure (10 hours).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:31.149079+00:00"}
{"study_id": 72721, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to determine the effectiveness and safety of complementary therapies, including bright light therapy, in reducing antenatal depression and anxiety.", "results_summary": "One small trial of bright light therapy found reduced antenatal depression (RR 4.80, 95% CI -8.39--1.21, 27 women), suggesting potential efficacy, though the sample size was limited.", "population_specificity": "Pregnant women with depression or anxiety.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:31.574635+00:00"}
{"study_id": 72722, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of patient-reported outcomes (PROs) in assessing clinical efficacy, patient satisfaction, and treatment barriers in laser and light therapy for dermatologic conditions.", "results_summary": "The study highlights the importance of PROs in evaluating laser and light therapy, identifying patient values, and improving treatment plans. It mentions specific PRO measures (PROMs) like the Dermatologic Life Quality Index, Skindex, and FACE-Q as tools used in such studies.", "population_specificity": "Patients with dermatologic conditions treated with laser and light therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:32.349784+00:00"}
{"study_id": 72724, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review the proposed mechanism of action and evaluate pre-clinical and clinical studies on photobiomodulation (PBM) for major depressive disorder (MDD).", "results_summary": "Studies indicated that PBM with red and near-infrared light modulates brain cortex and enhances mitochondrial metabolism, showing comparable benefits to antidepressant medications in animal models and significant antidepressant effects in clinical studies with good tolerability. However, clinical studies were heterogeneous and lacked appropriate controls.", "population_specificity": "Major depressive disorder (MDD) patients and animal models.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:33.934604+00:00"}
{"study_id": 72723, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine whether bright light therapy (BLT) is more effective than placebo light therapy in reducing depressive symptoms in youth inpatients when used as an adjunct to standard treatment.", "results_summary": "The study found promising effects of BLT in reducing depressive symptoms in adolescents, with secondary objectives including improvements in responder status, antidepressant medication use, and related symptoms like sleep and circadian function. Results from small samples were positive, but the full trial (N=224) will provide more definitive evidence.", "population_specificity": "Youth inpatients with moderate to severe depressive symptoms.", "effective_dosage": "10,000 lx for 30 minutes daily via light-emitting glasses.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:34.337355+00:00"}
{"study_id": 72725, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of polarized light therapy (PLT) for accelerating wound and injury healing and identify gaps in understanding its mechanisms of action.", "results_summary": "PLT was found to accelerate healing in ulcers, surgical wounds, dermal burns, and some musculoskeletal injuries, though its mechanisms remain unclear. The study suggests PLT may be efficacious in certain contexts but highlights a lack of research on its physiological effects.", "population_specificity": "Patients with ulcers, surgical wounds, dermal burns, and musculoskeletal injuries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:36.759167+00:00"}
{"study_id": 72727, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to test the feasibility and acceptability of a non-pharmacological therapy (DREAMS-START) incorporating light therapy for sleep disturbances in people with dementia.", "results_summary": "The study found that DREAMS-START was feasible (66% consent rate) and acceptable (88% adherence to intervention), suggesting potential effectiveness for sleep disturbances in dementia.", "population_specificity": "People with dementia and sleep disturbances, along with their family carers.", "effective_dosage": "Not specified (light exposure using a light box was part of the intervention).", "study_duration": "Six-session intervention (duration per session not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:37.192565+00:00"}
{"study_id": 72730, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of treatments, including bright light therapy (BLT), on circadian rhythms and mood symptoms in patients with seasonal affective disorder (SAD).", "results_summary": "BLT was found to phase-advance delayed circadian rhythms, improve sleep-wake disorders, and alleviate mood symptoms in SAD patients, though evidence for circadian outcomes was not robust. The connection between mood improvements and circadian changes remains unclear.", "population_specificity": "Patients with seasonal affective disorder (SAD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:38.605428+00:00"}
{"study_id": 72729, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 45, "quality_score": 80, "study_goal": "The researchers aimed to investigate the safety, acceptability, and effectiveness of light therapy in slowing the progression of early age-related macular degeneration (AMD) over 12 months.", "results_summary": "Light therapy did not significantly reduce disease progression compared to controls but caused a notable delay in cone dark adaptation. No adverse events were linked to the intervention.", "population_specificity": "Participants aged 55-88 with early AMD in one eye and neovascular AMD in the fellow eye.", "effective_dosage": "Light therapy delivered via a light-emitting mask (peak 505 nm, 23 scotopic Td) worn nightly.", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:38.980999+00:00"}
{"study_id": 72731, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to explore the history and potential of photodynamic therapy and photoimmunotherapy for treating recurrent non-muscle-invasive bladder cancer.", "results_summary": "The abstract mentions that photodynamic therapy showed encouraging therapeutic results but was largely abandoned due to toxicity or bystander effects on normal cells. Photoimmunotherapy, using monoclonal antibody-photosensitizer conjugates, is presented as a more selective and promising approach.", "population_specificity": "Patients with recurrent non-muscle-invasive bladder cancer.", "effective_dosage": "Not available", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:39.166846+00:00"}
{"study_id": 72732, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to compare the effects of different energy densities from red and infrared low-level laser therapy (LLLT) on the viability and proliferation of stem cells from human exfoliated deciduous teeth (SHED).", "results_summary": "The study examined SHED irradiated with red or infrared laser at 1.2 J/cm², but the abstract does not provide specific results on viability or proliferation outcomes.", "population_specificity": "Stem cells from human exfoliated deciduous teeth (SHED).", "effective_dosage": "1.2 J/cm² (energy density).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:40.042439+00:00"}
{"study_id": 72734, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential of bright light therapy as an alternative treatment for residual symptoms of bipolar depression in perinatal women.", "results_summary": "The study suggests that bright light therapy can effectively treat residual symptoms of bipolar depression, offering an alternative to medication augmentation. However, specific efficacy data or statistical outcomes are not detailed in the abstract.", "population_specificity": "Perinatal women with bipolar disorder experiencing residual depressive symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:41.421132+00:00"}
{"study_id": 72733, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether a personalized chronotherapy intervention, including individually timed bright light therapy (BLT), could improve sleep quality in older adults with mild cognitive impairment (MCI).", "results_summary": "The study proposed a 24-week randomized controlled trial to evaluate the efficacy of BLT combined with physical activity promotion and sleep hygiene education, but results were not yet available in the abstract.", "population_specificity": "Older adults aged 65-85 with MCI (MMSE ≥ 24, MoCA ≤ 26, no dementia or significant functional impairment).", "effective_dosage": "Individually timed BLT (specific dosage not detailed).", "study_duration": "24 weeks (4 weeks of sleep hygiene education followed by 20 weeks of BLT and PA counseling).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:43.056069+00:00"}
{"study_id": 72735, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of interventions, including bright light therapy, in improving sleep quality for mothers of hospitalized preterm infants.", "results_summary": "The study found that bright light therapy, among other interventions, showed promise in addressing disrupted sleep and poor sleep quality in mothers of preterm infants, though limitations were noted.", "population_specificity": "Mothers of hospitalized preterm infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:43.546888+00:00"}
{"study_id": 72736, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the interactions between melatonin, the eye, and visual function, including the clinical implications of light/melatonin interactions such as light therapy's effects on sleep and mood.", "results_summary": "The study highlights melatonin's role in mediating diurnal rhythms and physiological processes in the eye, with light exposure influencing melatonin suppression. It suggests that light therapy, blue blockers, and cataract may affect sleep and mood, but does not provide specific efficacy data on light therapy outcomes.", "population_specificity": "Not specified (general review, not a clinical study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:45.743196+00:00"}
{"study_id": 72737, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the local and systemic effects of LED-LLLT on post-ablative laser erythema and wound healing acceleration after fractional ablative laser resurfacing.", "results_summary": "The study found that LED-LLLT was associated with reduced erythema and accelerated wound healing in post-laser treatment, though the sample size was limited and further research is needed.", "population_specificity": "17 patients with acne scars or rhytides treated with fractional CO₂ laser resurfacing.", "effective_dosage": "Not specified", "study_duration": "Single session", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:45.977898+00:00"}
{"study_id": 72739, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the effectiveness and current state of research on pharmacological and nutritional treatments, including Light Therapy, for Seasonal Affective Disorder (SAD).", "results_summary": "Light Therapy was identified as one of the only proven and effective acute treatment options for SAD, alongside fluoxetine, while bupropion was noted for prevention. The study highlighted a need for more rigorous, large-scale randomized control trials in this field.", "population_specificity": "Individuals with Seasonal Affective Disorder (SAD), particularly those experiencing depressive episodes in winter.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:47.407431+00:00"}
{"study_id": 72740, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of adding low-level light therapy to minoxidil topical solution in treating androgenetic alopecia.", "results_summary": "The study found that low-level light therapy combined with minoxidil significantly improved hair density, diameter, and overall regrowth, as well as patient satisfaction, compared to minoxidil alone.", "population_specificity": "50 patients aged 17-45 with androgenetic alopecia in Isfahan, Iran.", "effective_dosage": "Low-level light therapy twice per day (specific dosage not detailed).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:48.350970+00:00"}
{"study_id": 72738, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether baseline appetitive symptoms predicted treatment response to light therapy, fluoxetine, or their combination in adults with nonseasonal major depressive disorder (MDD).", "results_summary": "The study found that more severe appetitive symptoms at baseline predicted differential treatment responses across groups, with stronger associations in fluoxetine and combination groups than in light therapy alone. Light therapy showed a small effect size in reducing depression scores for those with higher baseline appetitive symptoms.", "population_specificity": "Adults with nonseasonal MDD (n=122).", "effective_dosage": "Not specified in the abstract.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:48.474632+00:00"}
{"study_id": 72741, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the feasibility and efficacy of 4 weeks of bright light therapy (BLT) using light glasses for adolescent depression and compare its effects to a 2-week intervention.", "results_summary": "Depressive symptoms, sleep problems, and clinical global impression improved significantly after 4 weeks of BLT with light glasses, but circadian phase did not change. Extending BLT to 4 weeks did not yield larger effects compared to 2 weeks.", "population_specificity": "39 inpatients aged 12-18 years with moderate or severe depression.", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:49.458167+00:00"}
{"study_id": 72742, "supplement_id": 1289, "safety_score": "100", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of Low-level light therapy (LLLT) in healing diabetic foot ulcers (DFUs) and to provide evidence-based recommendations for clinical treatment.", "results_summary": "The meta-analysis found that LLLT significantly reduced ulcer area, improved complete healing rates, promoted granulation formation, shortened ulcer closure time, and alleviated pain, with no reported adverse events.", "population_specificity": "194 participants with diabetic foot ulcers across seven randomized controlled trials.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:50.521111+00:00"}
{"study_id": 72743, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of different phototherapy treatments, specifically low-level laser therapy (LLLT) and photodynamic therapy, on oral lichen planus (OLP) compared to traditional corticosteroid therapy.", "results_summary": "Low-level laser therapy showed significant improvements in pain and sign scores for OLP, comparable to corticosteroids, without adverse effects. Photodynamic therapy did not demonstrate conclusive effectiveness in reducing lesion size.", "population_specificity": "Patients with oral lichen planus (OLP), a chronic immune-mediated disorder affecting 0.5-2% of the population.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:51.677956+00:00"}
{"study_id": 72745, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effect of adjuvant low-level laser therapy versus conventional venous ulcer tissue repair, focusing on wound size reduction and scar formation.", "results_summary": "The study protocol suggests that adjuvant low-level laser therapy is expected to enhance the quality, speed, and effectiveness of venous ulcer treatment, potentially reducing healthcare costs and improving patient recovery times. However, specific results are not provided in the abstract.", "population_specificity": "40 adult patients of both sexes with active venous ulcers.", "effective_dosage": "Not specified", "study_duration": "Weekly follow-up until ulcer healing or for a maximum of 16 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:54.256425+00:00"}
{"study_id": 72746, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "To investigate the efficacy and safety of low-level/light laser therapy (LLLT) on hair regrowth in patients with androgenetic alopecia (AGA).", "results_summary": "The LLLT-treated scalp showed significantly greater hair coverage, thickness, and count compared to the sham-treated side, with no serious adverse events reported.", "population_specificity": "100 patients with androgenetic alopecia (AGA).", "effective_dosage": "3 times weekly for 30 minutes each.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:55.182069+00:00"}
{"study_id": 72744, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To evaluate the efficacy of intense pulsed light (IPL) therapy combined with meibomian gland expression (MGX) for treating refractory meibomian gland dysfunction (MGD).", "results_summary": "IPL-MGX significantly improved symptoms and tear film condition in patients with refractory MGD, including better Standard Patient Evaluation of Eye Dryness scores, noninvasive breakup time, interferometric fringe pattern, meibum grade, lid margin abnormalities, fluorescein breakup time, and corneal and conjunctival fluorescein staining. However, meiboscore and Schirmer test values remained unchanged.", "population_specificity": "31 patients (62 eyes) with refractory obstructive MGD (17 women, 14 men; mean age 47.6 ± 16.8 years).", "effective_dosage": "4 to 8 IPL-MGX treatment sessions at 3-week intervals.", "study_duration": "Not explicitly stated, but sessions were at 3-week intervals.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:55.860322+00:00"}
{"study_id": 72749, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of various treatments, including light therapy, for psychiatric disorders during the perinatal period.", "results_summary": "The abstract mentions that light therapy was one of the interventions reviewed, but specific findings about its efficacy or outcomes are not detailed. Only three studies focused on light therapy, indicating limited data.", "population_specificity": "Women with psychiatric disorders during the perinatal period (pregnancy and postpartum).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:56.747618+00:00"}
{"study_id": 72747, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to test the effectiveness of combining red and infrared low-level laser therapy (LLLT) for treating oral mucositis (OM) in patients with oral squamous cell carcinoma (OSCC).", "results_summary": "The study conducted laboratory tests on human fibroblasts to determine LLLT dosage, followed by a two-arm parallel, single-blind, controlled clinical trial. The results suggest potential efficacy of LLLT for OM treatment, though specific outcomes are not detailed in the abstract.", "population_specificity": "Patients with oral mucositis resulting from OSCC treatment.", "effective_dosage": "660- and 808-nm wavelengths (300 J/cm²).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:57.984851+00:00"}
{"study_id": 72748, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of low-level laser therapy (LLLT) on clinical success, wound healing, and bone regeneration in patients who underwent surgical or non-surgical rapid maxillary expansion (RME).", "results_summary": "The study identified four eligible RCTs, with LLLT wavelengths ranging from 660 to 830 nm and output power of 40-100 mW. The highest exposed energy was 420 J/cm², suggesting potential benefits in enhancing wound healing and bone regeneration.", "population_specificity": "Patients undergoing surgical or non-surgical rapid maxillary expansion (RME).", "effective_dosage": "Wavelengths 660-830 nm, output power 40-100 mW, highest exposed energy 420 J/cm².", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:58.049160+00:00"}
{"study_id": 72751, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to investigate the safety, feasibility, and tolerability of low-level light therapy (LTTT) for systemic sclerosis (SSc) digital ulcers (DUs) and tentatively assess its efficacy.", "results_summary": "The study found LTTT to be safe, feasible, and well tolerated, with no safety concerns reported. DU perfusion significantly increased post-irradiation, and both patient and clinician global VAS scores improved, suggesting early tentative efficacy.", "population_specificity": "Eight patients with systemic sclerosis (SSc) digital ulcers (DUs).", "effective_dosage": "10 J/cm² irradiation per session.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:00.604531+00:00"}
{"study_id": 72750, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of Low-Level Laser Therapy (LLLT) in promoting tissue repair in chronic diabetic foot wounds using PUSH scales, pain measurement, and ImageJ analysis.", "results_summary": "The Laser Group showed a significant improvement in tissue repair compared to the Control Group (p < 0.013), though no significant difference was observed in PUSH scale scores across weeks. LLLT demonstrated efficacy in short-term wound progression.", "population_specificity": "18 patients aged 30-59 with chronic diabetic foot wounds.", "effective_dosage": "660 nm wavelength, 30 mW power, continuous mode emission, 6 J/cm².", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:00.731610+00:00"}
{"study_id": 72752, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of three different photobiomodulation dosimetries in treating temporomandibular dysfunction (TMD).", "results_summary": "The study suggests photobiomodulation has analgesic and anti-inflammatory effects, contributing to pain relief and functional improvement in TMD patients, but optimal parameters remain unestablished.", "population_specificity": "44 subjects with temporomandibular dysfunction (TMD).", "effective_dosage": "8 J/cm² (specific frequency not detailed in abstract).", "study_duration": "Not specified in abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:01.972075+00:00"}
{"study_id": 72753, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to identify non-pharmacological interventions, including bright light therapy, studied for treating depression in adults with intellectual disabilities and evaluate their results.", "results_summary": "Bright light therapy was one of the non-pharmacological interventions studied, but the abstract does not provide specific efficacy details for it. The study notes that some interventions, particularly cognitive behavioral therapy, showed good results in reducing depressive symptoms.", "population_specificity": "Adults with intellectual disabilities and depression.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:02.971689+00:00"}
{"study_id": 72755, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether bright blue light therapy could reduce acute kidney injury in septic mice and assess its feasibility and effects on inflammation in human subjects with appendicitis.", "results_summary": "Bright blue light enhanced bacterial clearance, reduced systemic inflammation, and attenuated acute kidney injury in mice. In humans, blue light therapy reduced serum interleukin-6 and interleukin-10 concentrations post-appendectomy.", "population_specificity": "Male C57BL/6J mice and adult (>17 yr) patients with acute appendicitis.", "effective_dosage": "High-illuminance blue light (specific dosage not detailed).", "study_duration": "24-hour photoperiod for mice; duration for humans not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:05.199381+00:00"}
{"study_id": 72754, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether near-infrared (NIR) light therapy applied to acupoints could reduce the severity of restless legs syndrome (RLS) in hemodialysis patients.", "results_summary": "The study found statistically and clinically significant improvements in RLS symptoms in the intervention group receiving NIR light therapy compared to the sham-treated control group. The therapy was effective in attenuating RLS symptoms in hemodialysis patients.", "population_specificity": "Hemodialysis patients with restless legs syndrome (n=60).", "effective_dosage": "12 sessions of NIR light therapy (940 nm) administered three times a week.", "study_duration": "Not explicitly stated, but implied to span over 4 weeks (12 sessions at 3 sessions/week).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:05.465828+00:00"}
{"study_id": 72756, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 14, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of various treatments, including Light Therapy, on reducing repetitive negative thinking (RNT) in individuals with depression.", "results_summary": "Light Therapy had a smaller effect size (g = 0.14) compared to RNT-focused CBT and other targeted interventions, suggesting it is less effective for reducing RNT in depression. The study found no significant advantage of Light Therapy over control groups in addressing RNT.", "population_specificity": "Adolescents, adults, and older adults with (previous) depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:05.765560+00:00"}
{"study_id": 72757, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the early and delayed effects of transcranial LED therapy (TCLT) on cognitive rehabilitation in patients with diffuse axonal injury (DAI) following severe acute traumatic brain injury (TBI).", "results_summary": "The study suggests promising results for LED therapy in improving cognitive function in TBI patients, though it notes a lack of clinical trials in this area. The abstract highlights experimental studies and case series with interesting outcomes but does not provide specific results from this trial.", "population_specificity": "Patients with diffuse axonal injury (DAI) due to severe acute TBI (less than 8 hours post-injury).", "effective_dosage": "627 nm, 70 mW/cm² (specific frequency not detailed in the abstract).", "study_duration": "18 sessions (duration per session not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:07.381463+00:00"}
{"study_id": 72760, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of non-pharmacologic treatments, including light therapy, for excessive daytime sleepiness in Parkinson's disease patients.", "results_summary": "The study found that light therapy may be effective in treating excessive daytime sleepiness in Parkinson's disease, though specific efficacy data and mechanisms were not detailed.", "population_specificity": "Patients with Parkinson's disease experiencing excessive daytime sleepiness.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:07.888943+00:00"}
{"study_id": 72758, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of bright light therapy (green and red light) combined with morning activity or sedentary behavior in treating Delayed Sleep-Wake Phase Disorder (DSWPD) in adolescents and young adults.", "results_summary": "The study found no significant differences between treatment groups, but overall improvements in sleep timing, sleep onset latency, and daytime functioning were reported post-treatment and maintained at follow-up, though relapse was common.", "population_specificity": "Adolescents and young adults (13-24 years, mean 15.9 ± 2.2 years, 63% female) diagnosed with DSWPD.", "effective_dosage": "Green Bright Light Therapy (~507 nm) and Red Light Therapy (~643 nm), administered post-awakening for three weeks.", "study_duration": "Three weeks of intervention, with follow-ups at one and three months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:10.178686+00:00"}
{"study_id": 72761, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the speed of symptom remission between cognitive-behavioral therapy for SAD (CBT-SAD) and light therapy (LT) in adults with winter seasonal affective disorder (SAD).", "results_summary": "For most symptoms, LT and CBT-SAD showed similar remission times, but LT led to faster remission for early insomnia, psychic anxiety, hypersomnia, and social withdrawal. The results suggest LT may correct circadian phase-shift issues more quickly than CBT-SAD.", "population_specificity": "177 adults with SAD in a depressive episode.", "effective_dosage": "Not specified.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:10.807791+00:00"}
{"study_id": 72762, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of potent topical corticosteroid, home-based NB-UVB light therapy, or a combination of both for managing vitiligo.", "results_summary": "The study assessed treatment success primarily through patient-rated outcomes and blinded digital image analysis, with secondary outcomes including repigmentation, quality of life, and safety. Results will be published post-trial.", "population_specificity": "516 adults and children with actively spreading but limited vitiligo.", "effective_dosage": "Mometasone furoate 0.1% ointment plus NB-UVB light (frequency not specified).", "study_duration": "Up to 9 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:11.369299+00:00"}
{"study_id": 72764, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to explore the potential of light therapy for improving motor and non-motor symptoms in Parkinson's disease and identify future research directions.", "results_summary": "The abstract suggests light therapy may improve motor and non-motor symptoms in Parkinson's disease but emphasizes the need for further research to develop mechanism-based protocols.", "population_specificity": "Patients with Parkinson's disease (PD).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:12.368599+00:00"}
{"study_id": 72765, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the therapeutic benefits and mechanisms of photobiomodulation (light therapy) for various medical conditions, including neurological disorders and approved applications like pain management.", "results_summary": "The study highlights that photobiomodulation using low-energy red lasers has broad therapeutic potential, extending beyond superficial applications to neurological conditions such as stroke and traumatic brain injury, with well-described physics supporting its efficacy.", "population_specificity": "Not specified (broad range of medical conditions mentioned, including neurological disorders and approved uses like pain management).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:13.509212+00:00"}
{"study_id": 72763, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential of modified laser and light therapy, including combination methods with metal nanoshells and vacuum assistance, for treating acne vulgaris.", "results_summary": "The abstract mentions that laser and light therapy is being modified for acne treatment through combination methods, suggesting ongoing research into its effectiveness, but specific results are not detailed.", "population_specificity": "Not specified (general acne vulgaris patients implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:13.708166+00:00"}
{"study_id": 72766, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether chronobiological treatment (including Light Therapy) improves sleep, daytime functioning, and cognitive performance in adolescents with Delayed Sleep-Wake Phase Disorder.", "results_summary": "The study found that adolescents with Delayed Sleep-Wake Phase Disorder had significantly later sleep timing, less total sleep time, and greater daytime sleepiness, fatigue, and impairment compared to good sleepers, but no significant differences in cognitive performance were observed.", "population_specificity": "Australian adolescents (mean age 15.68 ± 2.1 years, 62% female) with Delayed Sleep-Wake Phase Disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:16.079805+00:00"}
{"study_id": 72767, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether bright light therapy's benefits for depression differ based on dementia severity (mild/moderate vs. severe) and if it targets specific depressive symptom clusters.", "results_summary": "Bright light therapy was equally effective for depression in both mild/moderate and severe dementia, with greater benefits for disagreeable behavior and sleep impairment in severe dementia. The study supports its use for depression regardless of dementia severity.", "population_specificity": "Older adults with mild/moderate or severe dementia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:16.759994+00:00"}
{"study_id": 72770, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review the therapeutic effects of light therapy on major depression and explore its potential mechanisms, particularly focusing on retinal projections in the brain.", "results_summary": "Light therapy was found effective for both seasonal and non-seasonal major depression, with advantages like low cost, minimal side effects, and rapid onset. The mechanism likely involves modulation of serotonin activity via the retino-raphe projection.", "population_specificity": "Patients with seasonal and non-seasonal major depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:19.097857+00:00"}
{"study_id": 72769, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether bright light therapy (BLT), combined with mobile health-based monitoring, could effectively prevent comorbid depression and obesity in adolescents and young adults with ADHD.", "results_summary": "The study is a pilot RCT, and while it hypothesizes that BLT will reduce depressive symptoms and obesity, the abstract does not provide specific results on efficacy, only the methodology and planned analysis.", "population_specificity": "Adolescents and young adults with ADHD, aged 14 - <30 years.", "effective_dosage": "Not specified in the abstract.", "study_duration": "10 weeks of intervention, with a 12-week follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:19.223364+00:00"}
{"study_id": 72768, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers sought to evaluate the effectiveness of light therapy for non-seasonal depression in older adults through a meta-analysis of existing trials.", "results_summary": "Light therapy showed a positive effect on reducing depressive symptoms in older adults (SMD = 0.45; 95% CI = [0.14, 0.75]), though subgroup analyses found no significant moderating effects of intervention intensity, light type, measuring scale, or duration. The study noted limitations in sample representativeness.", "population_specificity": "Older adults with non-seasonal depression.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:19.404262+00:00"}
{"study_id": 72771, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to discuss changes in circadian regulation of sleep with aging and how age influences the prevalence, diagnosis, and treatment of circadian rhythm sleep-wake disorders.", "results_summary": "The abstract does not provide specific findings about Light Therapy's effects, focusing instead on broader circadian rhythm and sleep regulation in aging and neurological diseases.", "population_specificity": "Older patients and those with neurologic diseases affecting circadian rhythms and sleep.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:19.604440+00:00"}
{"study_id": 72772, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review the efficacy of pharmacological and non-pharmacological interventions, including light therapy, for managing fatigue in major depressive disorder.", "results_summary": "The abstract mentions that non-pharmacological interventions like light therapy are discussed, but specific efficacy results for light therapy are not detailed. The focus is primarily on pharmacological treatments.", "population_specificity": "Patients with major depressive disorder experiencing fatigue.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:20.415197+00:00"}
{"study_id": 72773, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and acceptability of nonpharmacological practices, including bright light therapy, for addressing behavioral and psychological symptoms of dementia (BPSDs).", "results_summary": "Bright light therapy was identified as an acceptable and effective sensory practice for managing BPSDs, requiring minimal to moderate investment with no harmful effects reported. The evidence base supports its use as part of a person-centered approach.", "population_specificity": "Individuals with behavioral and psychological symptoms of dementia (BPSDs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:21.918610+00:00"}
{"study_id": 72774, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of light therapy (LT) for bipolar depression, specifically assessing the rate of manic switches compared to antidepressant pharmacotherapy.", "results_summary": "Light therapy showed efficacy for bipolar depression with effect sizes comparable to antidepressant trials. The rate of manic switches was low (0.9% for mania, 1.4% for hypomania), influenced by the method of symptom assessment.", "population_specificity": "Patients with bipolar disorder (BD) (799 participants across 41 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:24.131875+00:00"}
{"study_id": 72775, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether early improvement predicts final response/remission in bipolar depression treated with a combination of sleep deprivation, light therapy, and lithium.", "results_summary": "The study found that 67.7% of patients responded to treatment and 54.4% achieved remission by day 6. Response after the first recovery sleep (day 2) strongly predicted final treatment success, but immediate response after the first sleep deprivation (day 1) did not.", "population_specificity": "220 consecutively admitted inpatients with a major depressive episode in the course of bipolar disorder.", "effective_dosage": "Not specified", "study_duration": "6 days", "interactions": "Lithium (mentioned as part of the combined treatment regimen)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:25.959168+00:00"}
{"study_id": 72776, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of in-home and in-office treatments, including photobiomodulation (low-level light therapy), for dentin hypersensitivity.", "results_summary": "The meta-analysis did not specifically highlight light therapy's efficacy compared to other treatments, focusing instead on chemical/physical occlusion and nerve desensitization. Light therapy was included but not emphasized in the significant findings.", "population_specificity": "Patients with dentin hypersensitivity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:26.814860+00:00"}
{"study_id": 72778, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to present current principles for diagnosing and treating Circadian Rhythm Sleep-Wake Disorders (CRSWD), including the role of light therapy as part of chronotherapy.", "results_summary": "Light therapy, alongside melatonin and behavioral interventions, was identified as a treatment of choice for CRSWD. The study highlighted the importance of accurate diagnosis to avoid ineffective treatments like hypnotics or psychostimulants.", "population_specificity": "Adults and children with circadian rhythm sleep-wake disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:27.355956+00:00"}
{"study_id": 72779, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of light therapy in treating circadian rhythm sleep-wake disorders (CRSWD) and to provide guidelines for diagnosis and chronobiological interventions.", "results_summary": "The study found that light therapy is one of the most effective methods for treating CRSWD, alongside melatonin administration and behavioral interventions. A 14-day assessment period was recommended for accurate diagnosis and tailored therapeutic timing.", "population_specificity": "Individuals with circadian rhythm sleep-wake disorders (CRSWD).", "effective_dosage": "Not specified", "study_duration": "14-day assessment period recommended", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:27.366957+00:00"}
{"study_id": 72777, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of intense pulse light therapy (IPL) combined with triple combination cream (TCC) versus IPL or TCC alone in treating epidermal melasma, measured by MASI score reduction.", "results_summary": "The study found that combining IPL and TCC was more effective (93.8% MASI score reduction) than IPL alone (62.5%) or TCC alone (68.8%), with statistically significant results (p=0.009).", "population_specificity": "Patients aged 18-45 with Fitzpatrick skin type II-V and epidermal melasma.", "effective_dosage": "IPL therapy was administered fortnightly; TCC was applied daily at night.", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:27.886970+00:00"}
{"study_id": 72780, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether bright light therapy (BLT) could reduce the incidence of delirium in post-operative patients in a surgical intensive care unit (SICU) and identify associated risk and protective factors.", "results_summary": "BLT showed a significant preventive effect on delirium, independent of risk or treatment factors. Higher APACHE-II and ISI scores, lower hematocrit, and lower bicarbonate levels increased delirium risk, while BLT combined with nasal cannula oxygen significantly reduced delirium likelihood.", "population_specificity": "Post-operative patients admitted to a surgical intensive care unit (SICU).", "effective_dosage": "Not specified", "study_duration": "Three consecutive days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:28.541663+00:00"}
{"study_id": 72781, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether low-level laser therapy (LLLT) is effective for treating androgenic alopecia (AGA) based on clinical trial evidence.", "results_summary": "Ten of 11 trials showed significant improvement in AGA with LLLT compared to baseline or controls, while one trial recorded non-significant improvements. LLLT also demonstrated efficacy when combined with minoxidil or finasteride.", "population_specificity": "Men and women with androgenic alopecia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Effective when combined with topical minoxidil or finasteride.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:29.585481+00:00"}
{"study_id": 72782, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to investigate the efficacy, safety, and quality of life improvements associated with using a BioPhotonic gel (LumiHeal™) for treating chronic wounds like venous leg ulcers, diabetic foot ulcers, and pressure ulcers.", "results_summary": "The study found that 52% of patients achieved total wound closure, with additional patients showing significant healing progress. No serious adverse events were reported, and quality of life improved by 26.4%.", "population_specificity": "100 patients (33 in interim analysis) with chronic wounds (venous leg ulcers, diabetic foot ulcers, pressure ulcers) across 12 wound centers in Italy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:32.936115+00:00"}
{"study_id": 72783, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine if morning bright light exposure could increase self-chosen exercise intensity in overweight individuals by improving mood and reducing sleepiness.", "results_summary": "The study hypothesized that bright light exposure would enhance exercise intensity, but the abstract does not explicitly state the results of this intervention.", "population_specificity": "Overweight individuals (11 males, 15 females; age 25 ± 5.7 years; BMI 28.9 ± 2.1 kg/m²).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:33.224132+00:00"}
{"study_id": 72786, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review the effectiveness and mechanisms of light therapy as an alternative treatment for nail fungal infections, particularly its impact on fungal genetics.", "results_summary": "Light therapy demonstrated comparable or better cure rates than traditional antifungal treatments, with shorter treatment times and no systemic side effects. The study highlighted its localized photodynamic, photothermal, or photoablative action as key mechanisms.", "population_specificity": "Individuals with nail fungal infections, particularly immunocompromised patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:34.253390+00:00"}
{"study_id": 72784, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate whether monochromatic light sources, such as the 308-nm excimer laser, LLLT, and fractional laser therapy, are effective for treating alopecia areata (AA).", "results_summary": "The 308-nm excimer laser demonstrated hair regrowth in multiple clinical trials and case reports, while LLLT and fractional laser therapy showed mixed results. Larger, double-blinded trials are needed to confirm efficacy compared to standard treatments.", "population_specificity": "Men, women, and children with refractory AA of the scalp and beard.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:34.306973+00:00"}
{"study_id": 72785, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 50, "study_goal": "The researchers aimed to summarize available treatments using light and laser therapy for cutaneous sarcoidosis based on existing literature.", "results_summary": "The study found that light and laser therapies (e.g., intense pulsed light, photodynamic therapy, pulsed dye laser) showed promise for treating cutaneous sarcoidosis, but evidence was limited to case reports and small case series, with no randomized controlled studies available.", "population_specificity": "Patients with cutaneous sarcoidosis (a systemic granulomatous disease with skin manifestations).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:34.734071+00:00"}
{"study_id": 72787, "supplement_id": 1289, "safety_score": "80", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the potential of photobiomodulation (near-infrared light therapy) as a novel intervention for retinal pigment epithelium (RPE) dysfunction in age-related macular degeneration (AMD).", "results_summary": "The study found that current evidence for the efficacy of photobiomodulation in AMD is poor, but its safety profile and proposed mechanisms of action justify further research.", "population_specificity": "Individuals with age-related macular degeneration (AMD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:34.794727+00:00"}
{"study_id": 72788, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of bright light therapy (BLT) and cognitive therapy (CT) on depressive symptoms in breast cancer patients.", "results_summary": "BLT showed a greater reduction in depressive symptoms compared to the waiting-list control on the HADS-D but not the BDI-II. After reassignment, CT was superior to BLT on the BDI-II, though both treatments maintained gains at follow-ups.", "population_specificity": "Women with breast cancer experiencing depressive symptoms.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:36.257142+00:00"}
{"study_id": 72789, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to characterize the long-term diagnosis evolution of Seasonal Affective Disorder (SAD) and identify prognosis markers, including response to bright light therapy.", "results_summary": "At follow-up (2-12 years), only 27% of patients still met SAD criteria, while 59% were in remission. Higher baseline HAD-depression scores and carbohydrate craving were associated with stable SAD diagnosis.", "population_specificity": "225 outpatients initially diagnosed with SAD, with 119 followed up.", "effective_dosage": "Not specified", "study_duration": "Baseline assessment (T1) and follow-up 2-12 years later (T2)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:37.557558+00:00"}
{"study_id": 72792, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of circadian rhythm abnormalities in mood disorders and evaluate the potential of light therapy as a chronotherapeutic treatment.", "results_summary": "The study found that light therapy can manipulate circadian rhythms and has been applied in psychiatric clinics to treat mood disorders, demonstrating its potential as an effective chronotherapeutic approach.", "population_specificity": "Individuals with mood disorders such as unipolar depression, bipolar depression, and seasonal affective disorder.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:40.789277+00:00"}
{"study_id": 72793, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "To review current controversies in hair transplant surgery, including the role of low-level light therapy.", "results_summary": "The study mentions low-level light therapy as one of the current controversies in hair transplant surgery but does not provide specific findings on its effects. Future studies are suggested to clarify its role.", "population_specificity": "Men with hair loss undergoing hair transplant surgery.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:41.212203+00:00"}
{"study_id": 72790, "supplement_id": 1289, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether desoximetasone 0.25% and 0.05% topical sprays, as well as a vehicle, could induce photoallergic skin reactions after repeated application and UV irradiation.", "results_summary": "The study found no evidence of photosensitization with desoximetasone sprays or the vehicle. Irritation was significantly lower at irradiated treatment sites compared to the vehicle irradiated site.", "population_specificity": "53 subjects with six application sites each.", "effective_dosage": "Desoximetasone 0.25% and 0.05% topical sprays.", "study_duration": "3-week induction period, followed by a challenge at week 6.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:41.276839+00:00"}
{"study_id": 72791, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine the effectiveness, optimal timing, and parameters of phototherapy for improving muscular performance and reducing fatigue in healthy individuals.", "results_summary": "The meta-analysis showed some positive effects of phototherapy (low-level laser therapy and LED therapy) on variables like time to exhaustion, repetitions, isometric peak torque, and blood lactate levels, but the evidence quality ranged from very low to moderate. Variability in protocols and methodological limitations were noted.", "population_specificity": "Healthy people", "effective_dosage": "Energy dose range of 20-60 J for small muscle groups and 60-300 J for large muscle groups, with maximal power output of 200 mW per diode.", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:41.819712+00:00"}
{"study_id": 72794, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The abstract does not focus on evaluating Light Therapy but rather discusses aprepitant's antipruritic effects for chronic pruritus.", "results_summary": "The abstract does not report specific findings about Light Therapy's effects.", "population_specificity": "Not specified for Light Therapy.", "effective_dosage": "Not available for Light Therapy.", "study_duration": "Not specified for Light Therapy.", "interactions": "None mentioned for Light Therapy.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:42.063990+00:00"}
{"study_id": 72795, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to explore the potential of bright light therapy as a treatment for night-eating syndrome (NES).", "results_summary": "The abstract mentions bright light therapy as one of the treatments for NES, alongside CBT, SSRIs, and progressive muscle relaxation, but does not provide specific results or outcomes related to its efficacy.", "population_specificity": "Individuals with night-eating syndrome (NES), particularly those associated with overweight and obesity.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:42.172312+00:00"}
{"study_id": 72796, "supplement_id": 1289, "safety_score": "90", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to identify FDA-cleared home-use photobiomodulation devices for androgenetic alopecia, review their design and clinical evidence, and discuss practical considerations for treatment.", "results_summary": "Thirteen FDA-cleared devices were identified, varying in design and clinical evidence. Photobiomodulation therapy showed an excellent safety profile and growing efficacy evidence, but long-term comparative studies are lacking.", "population_specificity": "Patients with androgenetic alopecia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:44.319627+00:00"}
{"study_id": 72797, "supplement_id": 1289, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to evaluate nonpharmacological therapies, including light therapy, for managing behavioral and psychological symptoms of dementia (BPSD).", "results_summary": "The abstract mentions light therapy as one of several nonpharmacologic therapies proposed for BPSD but does not provide specific findings regarding its effects.", "population_specificity": "Elderly patients with dementia.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:44.921519+00:00"}
