{"study_id": 22230, "supplement_id": 1290, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review and analyze the scientific literature on limonene's therapeutic effects and mechanisms in combating various diseases.", "results_summary": "The study found that limonene exhibits multiple beneficial effects, including anti-inflammatory, antioxidant, antinociceptive, anticancer, antidiabetic, antihyperalgesic, antiviral, and gastroprotective properties. The evidence suggests limonene could be a promising candidate for developing phytomedicine for various health conditions.", "population_specificity": "Not specified (literature review of preclinical and clinical studies).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:45.239759+00:00"}
{"study_id": 22934, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the acute and chronic cognitive and mood-enhancing effects of Hericium erinaceus (Lion's Mane) in healthy young adults.", "results_summary": "A single dose of Lion's Mane improved speed on the Stroop task at 60 minutes post-dose, and a trend toward reduced subjective stress was observed after 28-day supplementation, though other findings were null or limited.", "population_specificity": "Healthy adults aged 18-45 years.", "effective_dosage": "1.8 g Hericium erinaceus.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:51.027882+00:00"}
{"study_id": 22939, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of oral supplementation with H. erinaceus on spatial memory and locomotor activity in wild-type mice.", "results_summary": "H. erinaceus increased general locomotor activity but had no effect on spatial memory, suggesting selective improvements in recognition memory without altering spatial working memory.", "population_specificity": "Wild-type mice", "effective_dosage": "Not specified", "study_duration": "2 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:52.150380+00:00"}
{"study_id": 22936, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify anti-hyperglycemic compounds in Lion's Mane (Hericium erinaceus) and evaluate their α-glucosidase inhibitory activity to support its traditional use for metabolic disorders.", "results_summary": "Ten compounds, including four new ones, were isolated from Lion's Mane, with five showing strong α-glucosidase inhibition (IC50 <20 μM). Molecular docking confirmed their interaction with α-glucosidase, supporting their potential anti-hyperglycemic effects.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:52.469451+00:00"}
{"study_id": 22935, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antidepressant effects of a complex extract of chlorella and lion's mane mushroom in a depression-induced animal model.", "results_summary": "Medium and high doses of the extract significantly improved depression-like behaviors in mice, including increased activity in the open field test and reduced immobility in the forced swimming test. The extract also increased brain-derived neurotrophic factor (BDNF) levels and improved blood markers.", "population_specificity": "Six-month-old male senescence-accelerated mice prone-8 (SAMP8) with corticosterone-induced depression.", "effective_dosage": "Low, medium, and high doses (specific amounts not detailed in the abstract).", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:52.651591+00:00"}
{"study_id": 22233, "supplement_id": 1290, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the status of metabolic engineering of microbes for producing limonene and bisabolene as an alternative to plant extraction.", "results_summary": "The study highlights the potential of microbial engineering to produce limonene and bisabolene more sustainably and economically compared to traditional plant extraction methods, addressing inefficiencies and high costs.", "population_specificity": "Not applicable (review paper, no human or animal subjects studied).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:53.186132+00:00"}
{"study_id": 22938, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic effect of Hericium erinaceus (Lion's Mane) mycelia on ethanol-induced chronic gastric injury in mice.", "results_summary": "Lion's Mane mycelia (0.5 and 1.0 g/kg) showed therapeutic effects on ethanol-induced gastric injury by reducing inflammation and regulating epidermal differentiation, with 230 differentially expressed proteins identified in the treated group compared to the ethanol group. The p53 signaling pathway was implicated in the mechanism of action.", "population_specificity": "Mice with ethanol-induced chronic gastric injury.", "effective_dosage": "0.5 and 1.0 g/kg of HE mycelia.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:53.966641+00:00"}
{"study_id": 22231, "supplement_id": 1290, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the anti-Candida potential of limonene against planktonic growth, biofilm formation, and morphogenesis of Candida albicans, as well as its molecular mechanisms of action.", "results_summary": "Limonene demonstrated strong anti-Candida activity, inhibiting planktonic growth, biofilm formation (especially adhesion), and morphogenesis at low concentrations. It also showed synergy with fluconazole (FLC) and induced oxidative stress, DNA damage, and apoptosis in C. albicans via proteomic changes.", "population_specificity": "Candida albicans isolates (N = 35) differentially susceptible to FLC.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Synergy with fluconazole (FLC) mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:54.582161+00:00"}
{"study_id": 22937, "supplement_id": 1291, "safety_score": "90", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety of erinacine A-enriched Hericium erinaceus (EAHE) mycelia through a 13-week subchronic rodent feeding study.", "results_summary": "The study found no mortalities, toxicological effects, or significant differences in physiological, hematological, biochemical, or histopathological parameters between treatment and control groups, suggesting EAHE mycelia is relatively unharmful over extended periods.", "population_specificity": "Male and female Sprague-Dawley rats", "effective_dosage": "0, 875, 1750, and 2625 mg/kg body weight", "study_duration": "13 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:21:54.681346+00:00"}
{"study_id": 22941, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the anti-inflammatory effects of ethanol extracts of Hericium erinaceus (Lion's Mane) in a mouse model of inflammatory bowel disease (IBD).", "results_summary": "The study found that Lion's Mane extract significantly improved body weight, colon length, and reduced intestinal bleeding in mice with induced colitis. It also reduced inflammatory markers and oxidative stress in colon tissues and serum.", "population_specificity": "C57BL/6 mice with dextran sulfate sodium (DSS)-induced acute intestinal inflammation.", "effective_dosage": "250 mg/kg/d and 500 mg/kg/d body weight, orally administered.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:00.443377+00:00"}
{"study_id": 22942, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the potential of Lion's Mane (Hericium erinaceus) to stimulate neurite outgrowth in brain, spinal cord, and retinal cells compared to BDNF.", "results_summary": "Lion's Mane extract at 50 µg/mL triggered neurite outgrowth in brain (20.47%), spinal cord (22.47%), and retinal cells (21.70%), demonstrating neuronal differentiation and elongation. The study confirmed neurite outgrowth activity via immunofluorescence.", "population_specificity": "Dissociated cells from chick embryo brain, spinal cord, and retina.", "effective_dosage": "50 µg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:00.561448+00:00"}
{"study_id": 22940, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of a purified polysaccharide (EP-1) from Lion's Mane on gastric cancer progression by comparing its impact on normal gastric cells (GES-1) and precancerous cells (MC).", "results_summary": "The polysaccharide induced apoptosis and cell cycle arrest in precancerous cells (MC) but had no effect on normal gastric cells (GES-1). Its mechanism involved modulating Bax, Bcl-2, and caspase-3 expression, suggesting potential for preventing gastric cancer progression.", "population_specificity": "Human gastric cell lines (GES-1 and precancerous MC).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:00.852703+00:00"}
{"study_id": 192961, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of Lion's Mane (Hericium erinaceus) on mood and cognitive function in middle-aged and older adults.", "results_summary": "The study found mixed results from intervention studies, with some enhancement of mood and cognitive function observed in middle-aged and older adults. Epidemiological studies suggested benefits of dietary patterns including mushrooms on cognition and mood.", "population_specificity": "Middle-aged and older adults, both healthy and compromised populations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:01.339829+00:00"}
{"study_id": 22943, "supplement_id": 1291, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the synergistic interaction between H. erinaceus aqueous extract and exogenous NGF on neurite outgrowth stimulation and assess its neuroprotective effects against oxidative stress.", "results_summary": "The aqueous extract of H. erinaceus induced NGF synthesis and promoted neurite outgrowth in NG108-15 cells, particularly when combined with NGF, but failed to protect cells from oxidative stress. The extract was non-cytotoxic to human lung fibroblast MRC-5 and NG108-15 cells.", "population_specificity": "Neuroblastoma-glioma cell line NG108-15 and human lung fibroblast MRC-5 cells.", "effective_dosage": "1 μg/mL mushroom extract combined with 10 ng/mL NGF.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:01.746820+00:00"}
{"study_id": 24951, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and analyze the roles of BES1 genes in longan, focusing on their involvement in hormonal signaling, stress responses, and growth regulation.", "results_summary": "The study identified eight BES1 genes in longan, classified into four subgroups, with differential expression across tissues and responses to temperature stress and IAA treatment, suggesting roles in stress adaptation and hormone signaling.", "population_specificity": "Longan (Dimocarpus longan Lour.) plant tissues and responses under experimental conditions.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:02.260610+00:00"}
{"study_id": 22944, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the antibacterial effects of Lion's Mane (Hericium erinaceus) extracts against Helicobacter pylori and other bacteria to understand its potential pharmaceutical mechanism.", "results_summary": "The study found that ethanol extracts of Lion's Mane inhibited H. pylori growth in vitro, with MIC values <3 mg/mL, and ethyl acetate fractions showed bacteriostatic activity against clinical isolates (62.5–250 µg/mL). The effects were concentration-dependent, suggesting a direct inhibitory mechanism.", "population_specificity": "Laboratory strains (ATCC 43504, SS1) and 9 clinical isolates of H. pylori, as well as Staphylococcus aureus and Escherichia coli test strains.", "effective_dosage": "MIC values: ethanol extracts <3 mg/mL; ethyl acetate fractions 62.5–250 µg/mL.", "study_duration": "Not specified (in vitro study).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:03.211305+00:00"}
{"study_id": 22945, "supplement_id": 1291, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the potential of Lion's Mane (Hericium erinaceus) aqueous extract in promoting nerve repair following peroneal nerve crush injury in rats, comparing its effects to mecobalamin (vitamin B12).", "results_summary": "The study found that Lion's Mane extract accelerated functional recovery, improved axon regeneration, and enhanced reinnervation of motor endplates compared to the control group. It also upregulated key signaling pathways (Akt, MAPK) and immediate early genes (c-Jun, c-Fos) involved in nerve regeneration.", "population_specificity": "Adult female Sprague-Dawley rats with peroneal nerve crush injury.", "effective_dosage": "Daily oral administration (specific dosage not mentioned).", "study_duration": "Early stage of recovery (specific duration not mentioned).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:03.447087+00:00"}
{"study_id": 24952, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of DCC and DS treatments on longan pulp breakdown and respiration metabolism.", "results_summary": "DCC-treated longan showed increased pulp breakdown and respiration-related enzyme activities, while DS treatment had the opposite effect, reducing respiration metabolism and pulp breakdown.", "population_specificity": "Longan fruit (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "6 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:06.884847+00:00"}
{"study_id": 24954, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the role of the DlERF6 transcription factor in promoting heat tolerance and root growth in Dimocarpus longan.", "results_summary": "The study found that DlERF6 enhances heat stress tolerance in longan by promoting IAA biosynthesis and ROS scavenging, while DlGH3.5 overexpression reduced root growth and heat tolerance.", "population_specificity": "Dimocarpus longan (plant model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:07.980014+00:00"}
{"study_id": 24953, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a core-shell hydrogel system inspired by Longan fruit for sustained oral delivery of salmon calcitonin (sCT) to enhance bone density and reduce bone loss.", "results_summary": "The hydrogel beads demonstrated durability, prolonged drug release (up to 30 h), minimal cytotoxicity, and effective cellular uptake of sCT, suggesting a promising platform for oral sCT delivery.", "population_specificity": "Not specified (in vitro and biocompatibility tests were conducted).", "effective_dosage": "Not specified.", "study_duration": "Not specified (drug release was monitored for up to 30 h).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:08.100941+00:00"}
{"study_id": 24955, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to elucidate the molecular mechanism by which DIMBOA affects early somatic embryogenesis in longan.", "results_summary": "The study found that DIMBOA influences somatic embryogenesis in longan by regulating gene expression related to vitamin B6 biosynthesis, phenylpropanoid pathways, and carbohydrate metabolism, leading to changes in IAA levels and H2O2 content.", "population_specificity": "Longan embryogenic cultures (in vitro study).", "effective_dosage": "0.1 mg/L DIMBOA (treatment group).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:08.982104+00:00"}
{"study_id": 24958, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic effects of Longan leaves (LYY) on type 2 diabetes in rats, focusing on metabolic regulation.", "results_summary": "LYY significantly reduced blood glucose, improved lipid profiles, and lowered inflammatory markers in diabetic rats, while also identifying multiple metabolic pathways affected by the treatment.", "population_specificity": "Type 2 diabetic rats induced by high-sugar, high-fat diet and streptozotocin.", "effective_dosage": "10.7 g/kg orally", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:10.118016+00:00"}
{"study_id": 24956, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the therapeutic effects of Longan Aril polysaccharides (LAPs) on immune tolerance in Alzheimer's disease (AD) mice and explore the underlying mechanisms in BV2 cells.", "results_summary": "LAPs improved cognitive function, reduced pathological damage, and enhanced microglial immune phagocytosis in AD mice by regulating glycolysis and the PI3K/Akt/mTOR/HIF-1α signaling pathway. In vitro, LAPs promoted phagocytic activity in BV2 cells while modulating inflammatory markers.", "population_specificity": "Immune-tolerant AD mice and BV2 microglial cells.", "effective_dosage": "1.4 g/kg daily for mice.", "study_duration": "40 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:10.239383+00:00"}
{"study_id": 24957, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential of longan by-products for sustainable applications in treating hepatic diseases, focusing on their bioactive compounds and mechanisms of hepatoprotection.", "results_summary": "The study found that longan by-products contain bioactive compounds (e.g., polyphenols, flavonoids) that reduce oxidative stress and inflammation, key factors in liver diseases like fibrosis, hepatitis, and NAFLD, by modulating lipid metabolism and detoxification pathways. These compounds also offer a cost-effective nutraceutical alternative to synthetic drugs, though clinical validation is needed.", "population_specificity": "Not specified (ethnobotanical and contemporary scientific evidence referenced, but no specific study population detailed).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:11.315952+00:00"}
{"study_id": 24959, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of longan peel powder on growth performance, immunity, and immune-antioxidant gene expressions in Nile Tilapia.", "results_summary": "Dietary supplementation with longan peel powder significantly improved weight gain, specific growth rate, feed conversion ratio, immune parameters (lysozyme and peroxidase activity), and upregulated immune-antioxidant gene expressions in Nile Tilapia. The optimal inclusion level was found to be 46-49 g kg-1.", "population_specificity": "Nile Tilapia (Oreochromis niloticus) with an average initial weight of 13.70 ± 0.06 g.", "effective_dosage": "0, 10, 20, 40, and 80 g kg-1 of diet.", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:12.554222+00:00"}
{"study_id": 24961, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how longan polysaccharides (TLPL) affect gut microbiota and bone marrow haematopoiesis in mice, particularly in relation to myelosuppression.", "results_summary": "TLPL consumption increased white blood cells, platelets, hemoglobin, and bone marrow nucleated cells, improved thymus and spleen indexes, remodeled gut microbiota (notably increasing Lactobacillus), and upregulated Gpr81 gene expression, leading to enhanced cytokine secretion and accelerated blood cell production.", "population_specificity": "Mice", "effective_dosage": "Not specified", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:15.444893+00:00"}
{"study_id": 24960, "supplement_id": 1292, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of SO2 fumigation treatment on the preservation and flavor profile of longan fruit, specifically focusing on changes in glucosinolates and related metabolites.", "results_summary": "SO2 treatment significantly improved the preservation of longan fruit, maintaining high edible and commercial fruit rates (99.44%) compared to untreated fruit (75.41% edible, 0% commercial). The treatment altered sulfur-containing metabolites, increasing glucosinolates and related amino acids while reducing oxidized glutathione, contributing to the \"sulfur flavor.\"", "population_specificity": "\"Caopu\" longan fruit treated with patented SO2-releasing paper (ZL201610227848.7).", "effective_dosage": "Not specified (patented SO2-releasing paper used).", "study_duration": "35 days of low-temperature (5 °C) storage.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:16.385037+00:00"}
{"study_id": 24963, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of DCC and DS treatments on pulp breakdown, energy levels, and ATPase activity in fresh longan.", "results_summary": "DCC-treated longan showed increased pulp breakdown, lower ATP, ADP, and EC levels, and reduced ATPase activity, suggesting energy deficiency. DS-treated longan exhibited the opposite effects, maintaining higher energy levels and reducing pulp breakdown.", "population_specificity": "Fresh longan fruit (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "6 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:17.577243+00:00"}
{"study_id": 24964, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to determine the effects of DNP and ATP treatments on the biochemical and structural properties of longan pulp, particularly focusing on cell membrane integrity, antioxidant systems, and polysaccharide metabolism.", "results_summary": "DNP treatment increased cell membrane permeability and damage, weakened antioxidant defenses, and disrupted cell wall polysaccharide metabolism, leading to pulp softening and breakdown. ATP treatment counteracted these effects.", "population_specificity": "Longan pulp (in vitro study, no human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:17.696940+00:00"}
{"study_id": 24965, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of tert-butylhydroquinone (TBHQ) on maintaining the quality, membrane lipid metabolism, and energy status of longan fruit during storage at 25°C.", "results_summary": "TBHQ treatment improved the marketable fruit rate, suppressed enzyme activities related to membrane lipid degradation, increased unsaturated fatty acid ratios, and enhanced energy metabolism markers in longan fruit compared to untreated controls.", "population_specificity": "Longan fruit (postharvest)", "effective_dosage": "Not specified", "study_duration": "Storage at 25°C (duration not explicitly stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:17.871750+00:00"}
{"study_id": 24962, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of tert-butylhydroquinone (TBHQ) on the anti-browning ability of longan fruit and its association with redox metabolism.", "results_summary": "TBHQ treatment (0.02%) significantly suppressed pericarp browning, reduced oxidative stress markers (H2O2, O2 -⋅, malondialdehyde), and maintained higher levels of antioxidants (AsA, GSH, total phenolics). It also enhanced the activity of antioxidant enzymes (SOD, CAT, APX, GR, DHAR) and upregulated related genes (DlSOD, DlCAT, DlGR, DlAPX).", "population_specificity": "Harvested longan fruit", "effective_dosage": "0.02% TBHQ", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:18.486320+00:00"}
{"study_id": 24966, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the immunomodulatory mechanisms of polysaccharides from dried (LPG) and fresh longan (LPX) in macrophage activation.", "results_summary": "LPG and LPX differentially enhanced macrophage phagocytosis and cytokine secretion (NO, TNF-α, IL-6), activating distinct signaling pathways (TLR2/4-mediated TRAM/TRAF6 for LPG; CLR-mediated Bcl10/MALT1 for LPX). LPG promoted immune cell migration, while LPX facilitated antigen presentation for T-cell activation.", "population_specificity": "Macrophages (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:19.220138+00:00"}
{"study_id": 24967, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of benzoxazinoids (BXs) and DIMBOA in regulating somatic embryogenesis (SE) in Dimocarpus longan Lour., focusing on their impact on auxin metabolism and early SE.", "results_summary": "The study identified 27 DlBx genes in longan, showing their evolutionary patterns and responsiveness to environmental and hormonal stimuli. DIMBOA treatment upregulated specific DlBx genes, altered endogenous IAA levels, and promoted early SE, suggesting a regulatory role in embryogenesis.", "population_specificity": "Dimocarpus longan Lour. (plant tissue during early somatic embryogenesis)", "effective_dosage": "0.1 mg/L DIMBOA", "study_duration": "9 days (with additional observations at 13 days)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:21.494264+00:00"}
{"study_id": 24968, "supplement_id": 1292, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to assess the dissipation, terminal residues, and efficacy of methoxyfenozide on longan, focusing on its safety and effectiveness in pest control.", "results_summary": "Methoxyfenozide residues in longan degraded rapidly with acceptable terminal residue levels below the maximum limit, posing negligible dietary risks. The pesticide was highly efficacious in controlling pests and degraded faster on longan than on litchi.", "population_specificity": "Longan crops in six locations across China.", "effective_dosage": "240 grams per liter of methoxyfenozide suspension concentrate (SC).", "study_duration": "7 days of foliage treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:23.470929+00:00"}
{"study_id": 24969, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and analyze the role of bZIP transcription factors in hormonal regulation and somatic embryogenesis (SE) in Dimocarpus longan.", "results_summary": "The study identified 51 bZIP family members in longan, showing their involvement in hormone synthesis pathways and early SE development. DlbZIP60 was found to mediate hormone pathways, with up-regulated expression under IAA, ABA, and MeJA treatments.", "population_specificity": "Longan (Dimocarpus longan) plant cells and tissues.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:24.060943+00:00"}
{"study_id": 24972, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify and characterize the germin-like protein (GLP) genes in longan and investigate their role in somatic embryogenesis, lignin accumulation, and stress responses.", "results_summary": "The study identified 35 longan GLP genes, with DlGLP1-5-1 overexpression promoting lignin accumulation and reducing H2O2 content in globular embryos. Most DlGLP genes were upregulated during early somatic embryogenesis and responded to high temperature, 2,4-D, MeJA, and ABA treatments.", "population_specificity": "Longan (Dimocarpus longan Lour.) somatic embryos and tissues.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:25.734147+00:00"}
{"study_id": 24970, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the identification, classification, expression patterns, and potential functions of GATA genes in longan, particularly under various environmental and hormonal conditions.", "results_summary": "The study identified 22 DlGATA genes in longan, classified into four subfamilies, and found their expression was influenced by developmental stages, tissues, and treatments like ABA, IAA, and PEG. DlGATA4 showed significant upregulation under ABA treatment and during early somatic embryo development.", "population_specificity": "Longan (Dimocarpus longan Lour) plants, including embryogenic callus and somatic embryos.", "effective_dosage": "100 μmol·L-1 IAA concentration (hormonal treatment).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:26.258900+00:00"}
{"study_id": 24973, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether ε-poly-l-lysine (ε-PL) could enhance disease resistance in postharvest longan fruits infected by Phomopsis longanae.", "results_summary": "ε-PL treatment reduced disease development in longan fruits, increased disease-resistant substances (lignin and H2O2), and enhanced the activity and gene expression of disease-resistance enzymes and pathways.", "population_specificity": "Postharvest longan fruits", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:26.259428+00:00"}
{"study_id": 24971, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of preharvest GA3 spraying on the quality, antioxidant content, and storability of 'Shixia' longan fruit during on-tree preservation and room-temperature storage.", "results_summary": "The study found that 50 mg L-1 GA3 significantly delayed fruit deterioration, maintained higher levels of soluble solids, antioxidants (phenolics, flavonoids, vitamin C), and reduced pericarp browning and aril breakdown during storage. The treatment also reprogrammed secondary metabolites, up-regulating tannins, phenolic acids, and lignans.", "population_specificity": "'Shixia' longan fruit", "effective_dosage": "50 mg L-1 GA3, applied at 85 and 95 days after flowering", "study_duration": "On-tree preservation and room-temperature storage (specific duration not stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:28.223787+00:00"}
{"study_id": 24974, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the polyphenol content, antioxidant capacity, and antibacterial activity of longan pericarps and seeds, and their potential as natural preservatives for fresh-cut fruits and vegetables.", "results_summary": "The study found that longan pericarps and seeds retained significant polyphenol content and exhibited strong antioxidant and antibacterial effects, effectively preserving fresh-cut lotus roots by reducing browning, inhibiting bacterial growth, and slowing cell senescence.", "population_specificity": "Not specified (in vitro and food application study).", "effective_dosage": "2 mg/mL (pericarps) and 1 mg/mL (seeds) for preservative application.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:28.991391+00:00"}
{"study_id": 24975, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the regulatory mechanism of DlSAUR genes during early somatic embryogenesis in Longan and their response to hormone treatment and abiotic stress.", "results_summary": "The study identified 68 putative SAUR genes in Longan, with most detected DlSAUR genes highly expressed in globular embryos and responsive to heat stress and 2,4-D treatment. The transcription factors DlWRKY75-1 and DlWRKY75-2 were found to potentially inhibit DlSAUR32 gene transcription, affecting auxin response pathways.", "population_specificity": "Dimocarpus longan Lour. (Longan) plant tissues, specifically during early somatic embryogenesis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:30.240577+00:00"}
{"study_id": 24977, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and safety of LongShengZhi (LSZ) capsule in improving functional recovery for patients with acute ischemic stroke (AIS).", "results_summary": "The study is designed as a rigorous randomized controlled trial to assess LSZ capsule's impact on favorable outcomes (measured by mRS) and safety in AIS patients, but final results are pending.", "population_specificity": "Adults aged 18+ with AIS within 7 days of symptom onset and NIHSS scores of 4-15.", "effective_dosage": "2 g LSZ capsules three times daily.", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:32.241111+00:00"}
{"study_id": 24978, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the extraction methods, structural characteristics, biological activities, and potential applications of longan fruit pulp polysaccharides (LPs).", "results_summary": "The study found that LPs exhibit immunoregulatory, anti-tumor, prebiotic, antioxidant, anti-inflammatory, and AChE-inhibiting activities, suggesting potential functional and medicinal uses. The review also analyzed the structure-activity relationship and industrial prospects of LPs.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:33.604329+00:00"}
{"study_id": 24979, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine how 2,4-dinitrophenol (DNP) and ATP treatments affect P. longanae-induced pulp softening and breakdown in fresh longan by examining cell wall degradation and enzyme activity.", "results_summary": "DNP treatment accelerated pulp softening and breakdown by increasing cell wall-degrading enzyme activities and gene expression, while ATP treatment suppressed these effects by reducing enzyme activities and gene expression.", "population_specificity": "P. longanae-infected longan fruit", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:34.842475+00:00"}
{"study_id": 24981, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and characterize MYB transcription factors in longan involved in flowering regulation and stress responses.", "results_summary": "The study identified 119 DlR2R3-MYB genes in longan, with six linked to flower development, and demonstrated their tissue-specific expression and potential roles in flowering regulation and stress responses. Transcriptome analysis revealed differential expression of these genes during KClO3-induced off-season flowering.", "population_specificity": "Longan (Dimocarpus longan Lour.) genome and tissues.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:36.174557+00:00"}
{"study_id": 24980, "supplement_id": 1292, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the biological activities of black Dimocarpus longan Lour. seed extracts, particularly their anti-aging properties, and develop a lamellar liquid crystal (LLC) formulation for potential cosmeceutical use.", "results_summary": "The ethyl acetate extract (EtOAc) showed strong inhibition of MMP-1 and hyaluronidase, comparable to known compounds like oleanolic acid and gallic acid, with no irritant effects. The resulting LLC formulation demonstrated good stability and crystallinity, suggesting potential as an anti-wrinkling treatment.", "population_specificity": "Not specified (in vitro and ex vivo tests, no human subjects mentioned).", "effective_dosage": "Not specified (IC50 for MMP-1 inhibition was 21.7 ± 5.4 µg/mL).", "study_duration": "Not specified (study focused on formulation stability over heating-cooling cycles).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:37.102048+00:00"}
{"study_id": 24983, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether ε-poly-l-lysine (ε-PL) treatment could enhance disease resistance and improve energy metabolism in postharvest longans infected with Phomopsis longanae.", "results_summary": "ε-PL treatment reduced disease occurrence, lowered AMP content, increased ATP, ADP, and energy charge levels, and enhanced ATPase activity in mitochondria, protoplasm, and vacuole, suggesting improved disease resistance in longans.", "population_specificity": "Postharvest longan fruit (Dimocarpus longan Lour.) infected with Phomopsis longanae.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:38.666590+00:00"}
{"study_id": 24982, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of longan seed powder on growth performance, immunological response, and immune-antioxidant related gene expression in Nile tilapia.", "results_summary": "Longan seed powder significantly improved growth performance (SGR, WG, FCR) and enhanced immune responses (SPA, SLA, MLA, MPA) and gene expressions (IL1, IL8, LBP, GSTa, GPX, GSR), with the highest effects observed at 20 g kg-1 dosage. No significant differences were found in survival rates among treatments.", "population_specificity": "Nile tilapia (Oreochromis niloticus) weighing approximately 13.82 ± 0.06 g.", "effective_dosage": "10, 20, 40, and 80 g kg-1 of longan seed powder in the diet.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:38.915837+00:00"}
{"study_id": 24976, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to understand the molecular mechanisms by which potassium chlorate promotes off-season flowering in longan trees.", "results_summary": "The study identified 3,265 differentially expressed genes (DEGs) in response to potassium chlorate treatment, including 38 genes involved in flowering. RNA-seq and qRT-PCR confirmed differential regulation of ten key floral pathway genes, contributing to the understanding of potassium chlorate-induced floral induction in longan.", "population_specificity": "Four-year-old 'Shixia' longan trees", "effective_dosage": "Not specified", "study_duration": "2, 6, or 30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:41.034143+00:00"}
{"study_id": 24984, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify genes involved in polyamine biosynthesis and metabolism in longan and explore their role in the transition of embryogenic calli into globular embryos.", "results_summary": "The study identified 20 genes related to polyamine biosynthesis and metabolism in longan, with specific genes (e.g., DlADC2, DlSAMDC2) playing key roles. Exogenous polyamines (e.g., spermine) promoted the transformation of embryogenic calli into globular embryos, while D-arginine inhibited it, linked to changes in hormone levels and gene expression.", "population_specificity": "Perennial woody plants (longan, Dimocarpus longan Lour.)", "effective_dosage": "0.01 mmol∙L⁻¹ (ACC, Put, Spm, D-arg)", "study_duration": "Key period identified as 9th–11th days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:41.724459+00:00"}
{"study_id": 24985, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and characterize core cell cycle genes (CCCs) in longan and investigate their roles during early somatic embryogenesis and under various stress treatments.", "results_summary": "The study identified 69 CCCs in longan, showing their evolutionary conservation and varied expression patterns during somatic embryogenesis. Silencing specific CCCs (CKS or CYCD3;2) affected the RB-E2F pathway and apoptosis, while ABA, 2,4-D, PEG4000, and NaCl treatments altered the expression of certain CCCs.", "population_specificity": "Longan embryogenic callus (EC) cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:42.270330+00:00"}
{"study_id": 24987, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify and analyze the MADS-box gene family in longan to understand its role in flower and fruit development.", "results_summary": "The study identified 114 MADS-box genes in longan, proposed an ABCDE model for flower development, and found that specific MIKC genes were upregulated during off-season flower induction, while others may inhibit flowering. Additionally, certain genes were implicated in fruit growth and ripening.", "population_specificity": "Longan (Dimocarpus longan Lour.) plants", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:43.705293+00:00"}
{"study_id": 24986, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of propyl disulfide (PD) in preventing pericarp browning, microbial decay, and water loss in longan fruit when used with different packaging materials.", "results_summary": "PD treatment in OPP and PE packages significantly reduced water loss, microbial decay, and pericarp browning, maintained fruit quality metrics (color, TSS, TA, pH, peel firmness, TPC, TFC), and extended shelf life up to 18 days compared to 9 days in controls. SEM analysis confirmed structural integrity in treated fruit versus fungal damage in controls.", "population_specificity": "Fresh longan cv. Shixia fruit samples.", "effective_dosage": "500 µL of PD per package.", "study_duration": "18 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:44.188977+00:00"}
{"study_id": 24988, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether ascorbic acid (AsA) treatment could improve the storability and quality attributes of postharvest 'Fuyan' longan fruit by reducing oxidative damage.", "results_summary": "AsA treatment (4 g L-1) significantly reduced weight loss, disease incidence, and pericarp browning while preserving nutritional content (vitamin C, sucrose, total soluble sugar, and total soluble solids) in longan fruit after 6 days of storage.", "population_specificity": "Postharvest 'Fuyan' longan fruit.", "effective_dosage": "4 g L-1 AsA solution.", "study_duration": "6 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:45.661396+00:00"}
{"study_id": 24990, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the chemical compositions and biological activities (antioxidant, anti-hyaluronidase, and anti-inflammatory effects) of conventional dried Longan versus thermally aged black Longan.", "results_summary": "Black Longan showed significantly increased gallic acid, ellagic acid, and corilagin content, with seed extract demonstrating potent antioxidant and anti-hyaluronidase effects, while aril extract exhibited strong anti-inflammatory properties.", "population_specificity": "Not specified (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:46.452408+00:00"}
{"study_id": 24989, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of postharvest melatonin treatment on the quality and pericarp browning of longan fruits stored at low temperature.", "results_summary": "Melatonin treatment (0.4 mM) significantly delayed pericarp browning by reducing electrolyte leakage, malonaldehyde accumulation, and inhibiting browning-related enzymes. It also enhanced antioxidant activity, increased glutathione, flavonoids, and phenolics, and protected cytomembrane integrity.", "population_specificity": "Longan fruits (postharvest)", "effective_dosage": "0.4 mM melatonin (dipping treatment)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:46.529613+00:00"}
{"study_id": 24991, "supplement_id": 1292, "safety_score": "40", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to investigate the toxicological outcomes of excessive longan intake, particularly its effects on gut homeostasis and colitis in mice.", "results_summary": "Excessive longan intake (8 or 16 g/kg) increased inflammation, reduced microbial diversity, and aggravated colitis in mice, while normal dosage (4 g/kg) showed no adverse effects. The study linked these effects to altered gut microbiota and decreased short-chain fatty acid production.", "population_specificity": "C57BL/6J mice (normal and DSS-induced colitic mice)", "effective_dosage": "4 g/kg (normal), 8 g/kg and 16 g/kg (excessive)", "study_duration": "2 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:49.200787+00:00"}
{"study_id": 24992, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the therapeutic effects of WIN-1001X, containing Longan, on Parkinson's disease symptoms and dopaminergic neuron protection via autophagy enhancement.", "results_summary": "WIN-1001X alleviated Parkinsonism symptoms in MPTP-induced mice, attenuated tyrosine hydroxylase loss, and promoted autophagy-related protein activity. It also protected against neuronal damage in 6-hydroxydopamine-injected rats, with onjisaponin B identified as a key active component.", "population_specificity": "MPTP-induced Parkinson's disease mice and 6-hydroxydopamine-injected rats.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:49.497830+00:00"}
{"study_id": 24994, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and characterize bZIP transcription factors in Dimocarpus longan Lour. and evaluate their expression patterns in response to heat stress.", "results_summary": "Nine bZIP transcription factors were identified and analyzed, with differential expression observed between root and leaf tissues and in response to heat treatment. Specific bZIPs showed varied expression levels in roots and leaves under heat stress, suggesting potential roles in stress response and secondary metabolite biosynthesis.", "population_specificity": "Dimocarpus longan Lour. (Longan plant tissues)", "effective_dosage": "Not applicable", "study_duration": "Varying durations of 38°C heat treatment (specific durations not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:52.203697+00:00"}
{"study_id": 24993, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Kadozan, a chitosan formulation, could suppress pulp breakdown and enhance reactive oxygen species (ROS) metabolism in postharvest 'Fuyan' longans.", "results_summary": "Kadozan treatment (1:500 dilution) reduced pulp breakdown, increased antioxidant compounds (AsA, GSH) and ROS-scavenging enzyme activities (SOD, CAT, APX, POD), and lowered ROS (O2-, H2O2) and lipid peroxidation (MDA) levels in harvested longans.", "population_specificity": "Postharvest 'Fuyan' longans (fruit).", "effective_dosage": "1:500 Kadozan dilution (VKadozan:VKadozan + Water).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:52.746116+00:00"}
{"study_id": 24995, "supplement_id": 1292, "safety_score": "95", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to compare the potential health hazards of longan sugar extract from whole fruit (LGSW) and longan sugar extract from pulp alone (LGSP) by testing acute and chronic oral toxicity in rats.", "results_summary": "The study found no mortality, pathological abnormalities, or behavioral changes in rats treated with LGSW or LGSP. Hematological, biochemical, and histopathological analyses showed no adverse effects, indicating both extracts were safe at tested doses.", "population_specificity": "Rats (animal study)", "effective_dosage": "Acute: 20 g/kg once; Chronic: LGSW (1, 2.5, 5 g/kg/day), LGSP (5 g/kg/day)", "study_duration": "Acute: 14 days; Chronic: 180 days (plus 28-day observation for highest doses)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:53.618294+00:00"}
{"study_id": 24996, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the dynamics and functions of DNA methylation during the early stage of longan somatic embryogenesis (SE).", "results_summary": "The study found a global decrease in DNA methylation from embryogenic callus (EC) to incomplete compact pro-embryogenic cultures (ICpEC), followed by a slight increase in globular embryos (GE). Hypomethylation mainly occurred in CHH contexts, and pathways like zein biosynthesis, fatty acid biosynthesis, circadian rhythm, and mitophagy were involved. Inhibiting DNA methylation with 5-azacytidine promoted GE formation and enhanced SE capability.", "population_specificity": "Longan (Dimocarpus longan) somatic embryogenesis system (EC, ICpEC, GE).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:54.617448+00:00"}
{"study_id": 24998, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how hydrogen peroxide (as a ROS) influences pulp softening, breakdown, and cell wall polysaccharide metabolism in longan fruit during storage.", "results_summary": "Hydrogen peroxide treatment reduced longan pulp firmness, increased breakdown index, and elevated gene expression and enzyme activities related to cell wall polysaccharide degradation, accelerating pulp softening and breakdown.", "population_specificity": "Harvested longan fruit (not human subjects).", "effective_dosage": "Not specified", "study_duration": "Duration of storage not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:54.630515+00:00"}
{"study_id": 24999, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine the potential of longan shell-derived 3-dimensional porous carbon as an electrode material for supercapacitors.", "results_summary": "The study found that longan shell-derived porous carbon (LSPC800) exhibited excellent electrochemical performance, including high capacitance (359 F g⁻¹ in three-electrode systems and 254 F g⁻¹ in two-electrode systems), ultrahigh power density (15930.38 W kg⁻¹), and strong retention (93.64% after 10,000 cycles).", "population_specificity": "Not applicable (material science study).", "effective_dosage": "Not applicable.", "study_duration": "Not applicable.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:56.950517+00:00"}
{"study_id": 25000, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of acidic electrolyzed water (AEW) treatment on the storability, quality attributes, and nutritive properties of longan fruit during storage.", "results_summary": "AEW treatment reduced respiration rate and pericarp cell membrane permeability, delayed pericarp browning and pulp breakdown, maintained higher chromaticity values, and preserved key nutrients like carotenoids, flavonoids, and vitamin C compared to control samples.", "population_specificity": "Harvested longan fruit.", "effective_dosage": "AEW at pH 2.5, ACC of 80 mg/L.", "study_duration": "Duration of storage not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:57.301906+00:00"}
{"study_id": 25001, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how fermentation with Lactobacillus fermentum affects the gastrointestinal digestion and fermentation of polysaccharides from longan pulp.", "results_summary": "Fermented longan polysaccharides (LP-F) showed reduced molecular weight and increased reducing sugars after digestion, along with higher short-chain fatty acid production and beneficial gut microbiota growth compared to unfermented polysaccharides (LP). LP-F was more easily fermented by gut microbiota.", "population_specificity": "In vitro study (no human or animal subjects).", "effective_dosage": "Not specified.", "study_duration": "48 hours of gut microbiota fermentation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:22:59.490262+00:00"}
{"study_id": 25003, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of high hydrostatic pressure (HHP) and co-fermentation on the quality of yacon-litchi-longan (YLL) juice, particularly focusing on flavor and biochemical composition.", "results_summary": "HHP treatment had minimal impact on juice components, while co-fermentation increased lactic acid, acetic acid, and exopolysaccharide content, reduced bitter free amino acids, and improved overall flavor. Thermal processing degraded aroma but increased carbohydrate and organic acid content.", "population_specificity": "Not specified (in vitro study on juice composition)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:01.462676+00:00"}
{"study_id": 25002, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of Kadozan (chitosan) treatment on the storability and quality properties of harvested 'Fuyan' longans.", "results_summary": "Kadozan-treated longans showed improved storability and quality, including reduced browning, disease, and weight loss, while maintaining higher levels of beneficial compounds like chlorophyll, carotenoids, and vitamin C. The 1:500 dilution of Kadozan was most effective.", "population_specificity": "Harvested 'Fuyan' longan fruit.", "effective_dosage": "1:500 (VKadozan: VKadozan + Water) dilution.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:02.008000+00:00"}
{"study_id": 25005, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the biological and pharmacological activities of longan by-products (pericarp and seeds) and their potential health benefits.", "results_summary": "The study found that longan pericarp and seed extracts exhibit various biological activities, including antioxidant, anti-inflammatory, immunomodulatory, anti-glycated, anti-cancer, and memory-enhancing effects, suggesting potential health contributions. Enhanced utilization of these by-products for pharmacological applications was highlighted.", "population_specificity": "Not specified (review of existing research).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:02.528210+00:00"}
{"study_id": 25004, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether longan flower extract (LFE) enhances the sensitivity of colorectal cancer (CRC) cells to 5-fluorouracil (5-FU) treatment.", "results_summary": "LFE and 5-FU synergistically inhibited CRC cell proliferation, increased mitochondrial membrane potential loss, and arrested HT-29 cells in the S phase, downregulating cyclin A mRNA expression. The results suggest LFE may sensitize CRC cells to 5-FU.", "population_specificity": "HT-29, Colo 320DM, and SW480 colorectal cancer cell lines.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:02.766679+00:00"}
{"study_id": 25007, "supplement_id": 1292, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Longan fruit extract (LFE) could inhibit the RANKL-induced NF-κB signaling pathway and exhibit anti-osteoporotic effects in animal models.", "results_summary": "LFE inhibited osteoclast differentiation by blocking NF-κB translocation and reducing key osteoclast markers, increased bone mineralization in zebrafish, and prevented bone loss in ovariectomized rats without cytotoxicity.", "population_specificity": "RAW264.7 cells, zebrafish, and ovariectomized (OVX) rats.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:05.175120+00:00"}
{"study_id": 25006, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if crude water extract from longan seeds could be used for green synthesis of ZnO nanoparticles with photocatalytic properties for wastewater treatment.", "results_summary": "The study found that longan seed extract successfully synthesized pure hexagonal-phase ZnO nanoparticles (10-100 nm) with photocatalytic efficiency comparable to commercial titanium dioxide in decolorizing textile dyes. The nanoparticles exhibited favorable surface area, band gap energy, and zero-point charge for wastewater treatment applications.", "population_specificity": "Not applicable (in vitro study using longan seed extract for nanoparticle synthesis).", "effective_dosage": "Not applicable (study focused on synthesis conditions, not human consumption).", "study_duration": "Not applicable (microwave synthesis involved 30 cycles, but no human intervention duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:06.284001+00:00"}
{"study_id": 25008, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the immunomodulatory effects of an active polysaccharide (LPD2) isolated from longan pulp, focusing on macrophage activation and related signaling pathways.", "results_summary": "LPD2 significantly enhanced macrophage phagocytosis, lymphocyte proliferation, and secretion of NO and IL-6, primarily via TLR2- and TLR4-mediated MyD88/IRAK4-TRAF6 signaling pathways. The study also identified the structural composition and molecular weight of LPD2.", "population_specificity": "Macrophages and lymphocytes (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:07.857380+00:00"}
{"study_id": 25009, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how different light treatments (dark, white, blue) affect the synthesis of functional metabolites in longan embryogenic calli (ECs) and identify key regulatory genes involved in this process.", "results_summary": "Blue light treatment significantly increased the levels of functional metabolites, enzymatic activities, and H₂O₂ in longan ECs compared to dark and white light. Transcriptome analysis revealed differentially expressed genes involved in various metabolic pathways, with blue light showing the strongest regulatory effect.", "population_specificity": "Longan embryogenic calli (ECs)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:09.504661+00:00"}
{"study_id": 25010, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the yield, physicochemical properties, and prebiotic activities of Longan pulp polysaccharides extracted using three different methods (hot water, superfine grinding, and superfine grinding-assisted enzymatic treatment).", "results_summary": "LP-SE (superfine grinding-assisted enzymatic treatment) showed higher yield, sugar content, solubility, and prebiotic activity compared to LP-H and LP-S, while exhibiting lower viscosity, particle size, and glucose content. LP-SE also demonstrated stronger stimulation of beneficial bacterial proliferation (Lactobacillus and Leuconostoc strains).", "population_specificity": "Not specified (in vitro study on bacterial strains).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:10.718148+00:00"}
{"study_id": 25011, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the physicochemical properties and bioactivity (immunomodulatory and prebiotic effects) of polysaccharides from unfermented and fermented longan pulp.", "results_summary": "Fermented longan polysaccharides (LP-F) had lower molecular weight, better solubility, and enhanced immunomodulatory effects (stimulating NO and IL-6 secretion) and prebiotic activity (promoting growth of beneficial bacteria) compared to unfermented polysaccharides (LP).", "population_specificity": "Not specified (in vitro study on macrophages and bacterial cultures).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:10.873705+00:00"}
{"study_id": 25012, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the prebiotic potential of enzyme-treated longan juice by assessing its physicochemical properties, carbohydrate composition, and effects on probiotic bacteria growth.", "results_summary": "Enzyme treatment improved total soluble solids, yield, clarity, and water-soluble polysaccharide content of longan juice while reducing sucrose and synthesizing fructo-oligosaccharides. The treated juice promoted the growth of probiotic bacteria, indicating potential for functional food applications.", "population_specificity": "In vitro study (probiotic bacteria: *Streptococcus thermophilus*, *Lactobacillus acidophilus*, *Lactobacillus delbrueckii*)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:11.582435+00:00"}
{"study_id": 25014, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of preharvest zinc sulfate spray on the storability and quality of longan fruits.", "results_summary": "Preharvest ZnSO4 spray significantly reduced rotting rate, pericarp browning, and aril breakdown in stored longan fruits, while increasing Zn content and inhibiting degradation of key pericarp components. The treatment also suppressed enzyme activity related to browning and cell wall degradation.", "population_specificity": "Longan fruits (no human subjects studied).", "effective_dosage": "0.2% zinc sulfate spray (frequency not specified).", "study_duration": "Not specified (intervention applied preharvest, storage effects monitored at late stages).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:15.591222+00:00"}
{"study_id": 25013, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of introducing leguminous and non-leguminous cover crops on soil properties, carbon and nitrogen pools, and longan growth in young hillside orchards in South China.", "results_summary": "The introduction of Arachis hypogaea L. (DA) significantly improved soil available phosphorus, dissolved organic carbon, total nitrogen, ammonium, and the N pool, while Stylosanthes guianensis (DS) increased DOC, microbial biomass carbon, and ammonium. DA also improved longan growth, whereas Lolium perenne L. (DL) had no significant effects.", "population_specificity": "Young hillside Dimocarpus longan orchards in South China with lateritic soil.", "effective_dosage": "Not specified (biomass residues of cover plants returned as green manure).", "study_duration": "Approximately 2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:16.296835+00:00"}
{"study_id": 24997, "supplement_id": 1292, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the ideal combination of sodium metabisulfite dosage, precooling method, and precooling duration to improve the storability and shelf life of longan fruits.", "results_summary": "The study found that treated longan fruits showed better overall quality, brighter color, higher flavonoid and chlorophyll contents, and minimal SO2 residue in the aril. The optimal treatment was \"0.22% sodium metabisulfite + 4 hr precooling + uncovered precooling.\"", "population_specificity": "Longan fruits stored at room temperature (25℃).", "effective_dosage": "0.22% sodium metabisulfite.", "study_duration": "48-hour storage followed by a 5-day shelf life assessment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:16.366107+00:00"}
{"study_id": 25015, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and analyze WRKY transcription factors in longan to understand their roles in abiotic stress tolerance and flower induction.", "results_summary": "The study identified 55 WRKY genes in longan, with 18 showing specific expression during flower induction and others responding to stress or hormone treatments, suggesting their involvement in stress tolerance and flowering regulation.", "population_specificity": "Longan fruit trees (\"Sijimi\" variety with perpetual flowering habit).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:16.516157+00:00"}
{"study_id": 25016, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of proanthocyanidin-rich longan flower extract (LFP) on colorectal carcinoma (CRC) spheroids, focusing on tumor growth inhibition and apoptosis induction.", "results_summary": "LFP treatment inhibited tumor growth dose-dependently and induced apoptosis in CRC spheroids, accompanied by reduced EGFR and Akt phosphorylation and decreased B-cell lymphoma 2 expression.", "population_specificity": "HT-29 colorectal carcinoma cells in a spheroid model.", "effective_dosage": "Up to 200 μg/ml.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:16.755411+00:00"}
{"study_id": 25018, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify and characterize the UBC gene family in longan and investigate their roles in plant development, stress responses, and flower induction.", "results_summary": "The study identified 40 UBC genes in longan, with distinct expression patterns across tissues and responses to abiotic stresses (SA, MeJA, heat, cold). Eleven genes were linked to flower induction, suggesting their importance in longan development.", "population_specificity": "Longan (Dimocarpus longan Lour.) plant tissues, specifically cultivar \"Sijimi\" (SJ).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:19.047058+00:00"}
{"study_id": 25017, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how Phomopsis longanae Chi infection affects cell wall-degrading enzyme activities and cell wall components in harvested \"Fuyan\" longan fruit, and its relation to disease development.", "results_summary": "P. longanae-inoculated longans showed higher disease index, lower cell wall material content, and altered cell wall components, along with increased enzyme activities, leading to pericarp degradation and fruit decay during storage at 28°C.", "population_specificity": "Harvested \"Fuyan\" longan fruit (Dimocarpus longan Lour. cv. Fuyan).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:19.535288+00:00"}
{"study_id": 25019, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of different light conditions on flavonoid metabolism in longan embryogenic cultures (ECs), focusing on the roles of microRNAs and their target genes.", "results_summary": "Longan ECs showed optimal growth and flavonoid accumulation under blue light at 32 μmol·m-2·s-1 for 12 h/d, with specific miRNAs negatively regulating flavonoid pathway genes, promoting epicatechin accumulation but inhibiting rutin synthesis.", "population_specificity": "Longan embryogenic cultures (ECs)", "effective_dosage": "Light intensity of 32 μmol·m-2·s-1 for 12 h/d", "study_duration": "25 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:19.777497+00:00"}
{"study_id": 25020, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how energy status, regulated by DNP and ATP, influences disease development in Longan fruit infected with Lasiodiplodia theobromae.", "results_summary": "DNP treatment worsened disease progression by disrupting energy charge and respiratory metabolism, while exogenous ATP supply mitigated these effects by stabilizing energy status and respiratory pathways.", "population_specificity": "\"Fuyan\" longan fruit inoculated with Lasiodiplodia theobromae.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:22.794188+00:00"}
{"study_id": 25021, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of DNP treatment and ATP supply on pericarp browning and disease development in harvested longans caused by P. longanae.", "results_summary": "DNP treatment accelerated pericarp browning and disease development by reducing energy production and ROS scavenging capacity while increasing O2- accumulation and membrane lipid peroxidation. Conversely, ATP supply retarded these effects by enhancing energy production and ROS scavenging capacity while reducing O2- accumulation and membrane lipid peroxidation.", "population_specificity": "Harvested longans inoculated with P. longanae.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:23.993387+00:00"}
{"study_id": 25022, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of hydrogen peroxide (H2O2) on energy metabolism in \"Fuyan\" longan fruit and its relationship to pericarp browning.", "results_summary": "H2O2 treatment significantly reduced ATP and ADP levels and inhibited ATPase activity in various cellular membranes, leading to disrupted ion homeostasis, mitochondrial integrity, and increased pericarp browning in harvested longan fruit.", "population_specificity": "\"Fuyan\" longan fruit (post-harvest).", "effective_dosage": "Not specified.", "study_duration": "Early-storage and mid-storage periods (specific duration not provided).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:25.583423+00:00"}
{"study_id": 25026, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the biosynthesis, antibacterial activity, and anticancer effects of silver nanoparticles synthesized using Dimocarpus Longan Lour. peel aqueous extract.", "results_summary": "The study found that the synthesized silver nanoparticles exhibited potent antibacterial activity against both gram-positive and gram-negative bacteria and demonstrated dose-dependent cytotoxicity against human prostate cancer PC-3 cells by modulating key apoptotic proteins.", "population_specificity": "Human prostate cancer PC-3 cells (in vitro study).", "effective_dosage": "Not specified (dose-related effects observed but exact amounts not provided).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:27.375171+00:00"}
{"study_id": 25024, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of precooling and controlled-atmosphere storage (varying CO2 and O2 levels) on GABA accumulation, aril firmness, and pericarp color in two Longan cultivars.", "results_summary": "5% CO2 + 5% O2 delayed aril softening and pericarp browning. GABA concentrations increased after precooling and initially with 10% CO2 + 5% O2 but declined over time, linked to GAD activity stimulation rather than GABA-T inhibition.", "population_specificity": "Longan fruit cultivars 'Chuliang' and 'Shixia'", "effective_dosage": "5% O2 plus 3%, 5%, or 10% CO2 at 4 °C", "study_duration": "Storage duration not explicitly stated (measurements taken over time)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:27.391728+00:00"}
{"study_id": 25025, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify stable reference genes for accurate RT-qPCR analysis in preharvest and postharvest longan fruits under various experimental conditions.", "results_summary": "The study found that reference gene stability varies by experimental condition, with Actin being unsuitable as a universal reference. The DlACO gene's expression validated the need for condition-specific reference gene selection.", "population_specificity": "Preharvest and postharvest longan fruit samples under different developmental stages, treatments, and storage conditions.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:27.490509+00:00"}
{"study_id": 25027, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how hydrogen peroxide (H2O2) treatment affects the energy status, respiration metabolism, and pericarp browning of \"Fuyan\" longan fruit.", "results_summary": "H2O2 treatment increased respiration rate and activities of respiratory terminal oxidases (CCO and AAO), decreased NAD kinase activity, altered NAD/NADP ratios, and accelerated energy deficiency, leading to increased pericarp browning. These changes were linked to shifts in respiratory metabolic pathways (increased EMP and TCA cycle, decreased PPP).", "population_specificity": "\"Fuyan\" longan fruit (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:28.311896+00:00"}
{"study_id": 25023, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to develop and optimize an ultrahigh pressure-assisted enzymatic extraction method for longan pulp polysaccharides (LP-UE) and compare its physicochemical properties and acetylcholinesterase (AChE) inhibitory activity to other extraction methods.", "results_summary": "The study found that LP-UE had the highest extraction yield, hexuronic acid content, and AChE inhibitory activity among the four tested extraction methods. LP-UE primarily consisted of arabinose, glucose, and galactose with β-type glycosidic linkages, and its FTIR spectrum was similar to other extraction methods.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Optimal extraction conditions: 407MPa ultrahigh pressure for 6min, enzyme to pretreated material ratio of 1:100, enzymolysis time of 1.7h, water to pretreated material ratio of 42ml/g.", "study_duration": "Not specified (single extraction process)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:28.973444+00:00"}
{"study_id": 25028, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to clone and analyze the expression profiles of DlRan genes during somatic embryogenesis in Dimocarpus longan Lour.", "results_summary": "The study isolated 30 cDNA sequences and two genomic sequences encoding DlRan proteins, revealing an expanded Ran gene family in longan compared to Arabidopsis. DlRan genes were highly abundant in early embryogenic cultures and specific embryo stages, and their expression was influenced by exogenous 2,4-dichlorophenoxyacetic acid treatment.", "population_specificity": "Longan embryogenic cultures (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:31.275979+00:00"}
{"study_id": 25029, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether longan fruit extract (LFE) activates osteoblast differentiation and its potential mechanism of action.", "results_summary": "LFE increased alkaline phosphatase activity, mineralization, and Runx2 gene expression in MC3T3-E1 cells, suggesting osteogenic effects via ERK signaling pathway activation. Inhibition of Erk1/2 reduced these effects, confirming the pathway's role.", "population_specificity": "MC3T3-E1 cells (a pre-osteoblastic cell line).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:32.021333+00:00"}
{"study_id": 25030, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the adsorption potential of longan shell for removing methylene blue (MB) from aqueous solutions under various conditions.", "results_summary": "The study found that longan shell effectively adsorbed MB, with the process best described by the pseudo-second-order kinetic model and Langmuir isotherm, achieving a maximum adsorption capacity of 141.04 mg/g. The adsorption was influenced by factors like dosage, pH, contact time, temperature, and initial dye concentration.", "population_specificity": "Not applicable (in vitro study using aqueous solutions).", "effective_dosage": "Adsorbent dosage ranged from 1-6 g/L.", "study_duration": "Contact time varied from 5-180 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:33.935340+00:00"}
{"study_id": 25032, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to understand the regulatory relationships among miR160, its targets, and endogenous target mimics (eTMs) in Dimocarpus longan, focusing on their roles in hormone signaling and somatic embryogenesis.", "results_summary": "The study identified miR160 family members and their regulatory elements, showing differential expression during somatic embryogenesis stages. Two eTMs were confirmed to modulate miR160a(∗) expression, influencing hormone signaling pathways and early somatic embryogenesis stages.", "population_specificity": "Dimocarpus longan (plant tissue, including embryos and callus cultures)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:35.883401+00:00"}
{"study_id": 25033, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether α-aminoisobutyric acid (AIB) and β-aminoisobutyric acid (BAIB) treatments could inhibit pericarp browning and extend the storage life of longan fruit.", "results_summary": "AIB and BAIB treatments reduced pericarp browning, maintained higher phenolic content, and improved physiological properties (e.g., lower respiration rate, membrane permeability, and enzyme activity) compared to the control, with AIB being more effective than BAIB.", "population_specificity": "Harvested longan fruit", "effective_dosage": "100 mM and 1 mM of AIB and BAIB", "study_duration": "Up to 8 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:36.366124+00:00"}
{"study_id": 25031, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-inflammatory effects of different parts of longan (flower, seed, and pulp) and investigate their underlying mechanisms and molecular targets.", "results_summary": "The flower extract showed the highest anti-inflammatory potency, inhibiting nitric oxide (NO) production and reducing expression of inflammatory proteins like iNOS, NF-κB, AP-1, Akt, and MAPKs. Longan extracts demonstrated potential as dietary supplements for inflammatory-related diseases.", "population_specificity": "In vitro study using LPS-stimulated RAW264.7 macrophages.", "effective_dosage": "IC50 values: flower extract (128.2 μg/mL), seed extract (1127.4 μg/mL), pulp extract (1260.2 μg/mL).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:37.019060+00:00"}
{"study_id": 25034, "supplement_id": 1292, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the antiviral activity of a crude extract from Dimocarpus longan leaves against hepatitis C virus (HCV) infection.", "results_summary": "The D. longan crude extract (DL-CE) exhibited anti-HCV activity with an EC50 of 19.4 μg/ml without cytotoxicity, acting at both viral entry and post-entry steps. It showed additive effects with cyclosporine A and synergistic effects with telaprevir.", "population_specificity": "In vitro study using HCV genotype 2a strain JFH1.", "effective_dosage": "19.4 μg/ml (EC50)", "study_duration": "Not specified", "interactions": "Additive effect with cyclosporine A, synergistic effect with telaprevir.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:37.048107+00:00"}
{"study_id": 25035, "supplement_id": 1292, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Longan polysaccharides (LP) could effectively promote chondrocyte growth and cartilage regeneration as a potential substitute for growth factors in autologous chondrocyte implantation (ACI) therapy.", "results_summary": "LP effectively promoted chondrocyte growth, enhanced cartilage extracellular matrix synthesis, and upregulated cartilage-specific genes (aggrecan, collagen II, sox9) while downregulating collagen I, indicating inhibition of dedifferentiation. No hypertrophy or ossification was observed, with the most effective dose being 9.38 μg/ml.", "population_specificity": "Rabbit articular chondrocytes", "effective_dosage": "4.69-18.76 μg/ml (optimal at 9.38 μg/ml)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:38.169832+00:00"}
{"study_id": 25036, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of reactive oxygen species (ROS) in fruit abscission of Longan under carbohydrate stress conditions.", "results_summary": "The study found that carbohydrate stress induced by girdling and defoliation led to ROS bursts in the pedicel, which mediated fruit abscission. Antioxidant enzyme activities increased, and H2O2 scavenger DMTU significantly inhibited abscission and cellulase activity.", "population_specificity": "Longan fruit (Dimocarpus longan Lour.)", "effective_dosage": "1 g L(-1) DMTU (H2O2 scavenger)", "study_duration": "4 days after treatment (DAT)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:39.792898+00:00"}
{"study_id": 25037, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to study specific proteins expressed in Longan leaves under simulated acid rain (SiAR) stress and exogenous Ca²⁺ regulation.", "results_summary": "The study identified several proteins specifically expressed under SiAR stress, with molecular weights ranging from 14.7 kD to 24 kD. The expression of these proteins was influenced by pH levels, stress duration, and Ca²⁺ regulation, suggesting a role in Longan's response to environmental stress.", "population_specificity": "Uniform one-aged Longan seedlings (Dimocarpus longana Lour. cv. Wulongling) grown in pots.", "effective_dosage": "Not specified (study focused on stress conditions, not dosage).", "study_duration": "Stress conditions applied for 5, 15, and 20 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:41.623946+00:00"}
{"study_id": 25038, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the physical and biochemical properties of pressurized and pasteurized longan juices with xanthan additions, focusing on viscoelastic behavior, color parameters, PPO activity, bioactive components, and antioxidant capacity.", "results_summary": "The study found that pressurized longan juice at 500 MPa was brighter and more transparent than fresh and other processed juices, while pasteurization completely inactivated PPO. Bioactive components like ascorbic acid were reduced with treatment severity, but gallic and ellagic acids remained stable. Total phenols and DPPH radical-scavenging activity decreased significantly with pasteurization but were stable with pressurization.", "population_specificity": "Not specified (likely in vitro or food product testing)", "effective_dosage": "0.15% xanthan addition (optimal for a fruit drink)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:43.429656+00:00"}
{"study_id": 25039, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the inhibitory effects of propyl gallate on tyrosinase activity and its potential to control pericarp browning in harvested longan fruits.", "results_summary": "Propyl gallate effectively inhibited tyrosinase activity (IC50 = 0.685 mM) and reduced PPO and POD activities in longan pericarp, maintaining higher phenol and flavonoid levels while delaying browning.", "population_specificity": "Harvested longan fruits (in vitro and post-harvest study).", "effective_dosage": "0.685 mM (IC50 for tyrosinase inhibition).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:43.923218+00:00"}
{"study_id": 25040, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antioxidant and anti-inflammatory activities of water extract of longan pericarp (WLP).", "results_summary": "WLP demonstrated radical scavenging, reducing activity, and liposome protection, inhibited LPS-induced NO production in macrophages, and reduced paw edema in mice in a concentration-dependent manner. The anti-inflammatory effects were linked to suppression of NO and TNF-α and increased antioxidant enzyme activities.", "population_specificity": "Mice (animal study)", "effective_dosage": "100-400 mg/kg", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:44.180726+00:00"}
{"study_id": 25041, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review recent findings on the benefits of Longan flowers and seeds in treating human cancer and explore their potential cellular and molecular mechanisms.", "results_summary": "The study found that Longan flowers and seeds are rich in polyphenols and exhibit strong antioxidant activity, suggesting potential applications in treating diabetes and cancer. The abstract highlights their traditional use in pain relief and urinary diseases but does not provide specific clinical outcomes.", "population_specificity": "Not specified (review of existing studies)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:45.163811+00:00"}
{"study_id": 25042, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antifungal and antibacterial activities of longan fruit extract and its active compounds, particularly for use in oral care products.", "results_summary": "Longan seed extract showed antifungal activity against Candida species and Cryptococcus neoformans, with ellagic acid being the most potent. The extract was successfully applied in oral care products, reducing Candida adhesion and demonstrating good antifungal activity compared to commercial products.", "population_specificity": "Opportunistic yeasts (Candida species and Cryptococcus neoformans) and bacteria (Staphylococcus aureus and Streptococcus mutans).", "effective_dosage": "5% extract in effervescent granules, 0.5% extract in mouthwash.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:45.983442+00:00"}
{"study_id": 25043, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate changes in endogenous plant hormone levels in longan shoot tips after potassium chlorate treatment to understand their role in off-season flowering.", "results_summary": "The study found that potassium chlorate treatment increased gibberellin levels (GA1, GA3, GA19, GA20) in longan shoot tips, which contributed to flower bud induction, while control trees showed higher levels of cytokinins, IAA, and ABA, promoting vegetative development.", "population_specificity": "Shoot tips of ten longan trees (treated and untreated).", "effective_dosage": "Not specified (potassium chlorate treatment details not provided).", "study_duration": "60 days after treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:46.290160+00:00"}
{"study_id": 25044, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the expression patterns and hormonal regulation of GH3 genes (DlGH3.1 and DlGH3.2) in longan fruit tissues during growth and ripening.", "results_summary": "The study found that DlGH3.1 was mainly expressed in pericarp tissues, while DlGH3.2 was expressed in both pericarp and aril tissues. Hormonal treatments (NAA, ABA, ethrel) differentially regulated the expression of these genes depending on the fruit development stage and tissue type.", "population_specificity": "Longan fruit tissues (pericarp and aril)", "effective_dosage": "Not specified", "study_duration": "Observations at 21 and 77 days after anthesis (DAA)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:48.539156+00:00"}
{"study_id": 25045, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antioxidant, immune-modulatory, and antitumor effects of polysaccharides extracted from longan pulp using ultrasonic extraction (UELP) in S180 tumor mice models.", "results_summary": "UELP demonstrated strong scavenging activity against hydroxyl and DPPH radicals, nearly achieving complete scavenging. Medium (200mg/kg) and low (100mg/kg) doses significantly enhanced immune-modulatory effects, including delayed-type hypersensitivity, macrophage phagocytosis, and splenocyte proliferation, and showed notable antitumor effects in S180 tumor mice.", "population_specificity": "S180 tumor-bearing mice", "effective_dosage": "100mg/kg and 200mg/kg", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:50.266351+00:00"}
{"study_id": 25046, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of polyphenol-rich longan seed extract (LSP) on the growth and apoptosis of human colorectal carcinoma cells (CRC).", "results_summary": "LSP inhibited the proliferation of three CRC cell lines by blocking cell cycle progression during the DNA synthesis phase and inducing apoptotic death, evidenced by reduced cyclin A and cyclin D1 expression and increased caspase 3 activation and Bax:Bcl-2 ratio. No effect was observed in the LoVo cell line.", "population_specificity": "Human colorectal carcinoma cell lines (Colo 320DM, SW480, HT-29, and LoVo).", "effective_dosage": "25–200 µg/mL", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:52.365693+00:00"}
{"study_id": 25047, "supplement_id": 1292, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of SO2 fumigation and storage conditions on the quality and color stability of Longan fruit cv. Biew Kiew.", "results_summary": "SO2 treatment combined with suitable storage conditions improved Longan fruit quality, particularly peel and aril color, and reduced PPO enzymatic activity. Higher storage temperatures and durations led to darker peel color and increased PPO activity, while cool storage (2°C) minimized these effects.", "population_specificity": "Longan fruit cv. Biew Kiew.", "effective_dosage": "Not specified (SO2 fumigation treatment).", "study_duration": "Up to 8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:52.426738+00:00"}
{"study_id": 25048, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of Longan flower extract (LFE) on colorectal cancer cell proliferation and the mechanisms involved, including cell cycle disruption and apoptosis.", "results_summary": "LFE inhibited colorectal cancer cell proliferation in a dose- and time-dependent manner, inducing S phase cell cycle block via cyclin E accumulation and cyclin A decrease. Apoptosis was observed in Colo 320DM cells through mitochondrial membrane potential loss and caspase 3 activation, but not in SW480 cells.", "population_specificity": "Colorectal cancer cell lines (SW-480 and Colo 320DM).", "effective_dosage": "25-400 µg/ml", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:52.512587+00:00"}
{"study_id": 25049, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of aqueous extract of Euphoria longan fruit (ELE) on learning and memory in mice and explore the underlying mechanisms.", "results_summary": "The study found that ELE significantly improved memory performance in mice, as evidenced by increased step-through latency in the passive avoidance task. It also enhanced the expression of BDNF, pCREB, and pERK 1/2 in the hippocampus and promoted immature neuronal survival.", "population_specificity": "ICR mice", "effective_dosage": "Not specified", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:53.209571+00:00"}
{"study_id": 25050, "supplement_id": 1292, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of longan flower water extract (LFWE) on markers of metabolic syndrome, including oxidative stress, insulin resistance, and blood pressure, in a fructose-fed rat model.", "results_summary": "LFWE supplementation significantly improved antioxidant status, ameliorated insulin resistance by enhancing insulin signaling proteins, and reduced systolic blood pressure in fructose-fed rats.", "population_specificity": "Male Sprague-Dawley rats fed a high-fructose diet.", "effective_dosage": "125 mg/kg bw/day and 250 mg/kg bw/day, administered by gavage.", "study_duration": "14 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:54.672707+00:00"}
{"study_id": 25137, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how heat shock treatment (HT) mitigates chilling-induced lignification in loquat fruits by studying the role of laccase genes, particularly EjLAC12, in lignin biosynthesis.", "results_summary": "The study identified 43 laccase genes in loquat and found that EjLAC12 promotes lignin accumulation during low-temperature storage. HT treatment reduced EjLAC12 transcription, thereby alleviating chilling-induced lignification. Overexpression of EjLAC12 in tomato plants increased lignin and flavonoid contents.", "population_specificity": "Loquat fruits (postharvest) and transgenic tomato plants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:55.711530+00:00"}
{"study_id": 25139, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether short-time high-oxygen pre-treatment (SHOP) could delay lignification and maintain quality in loquat fruit during cold storage.", "results_summary": "The study found that 80% SHOP significantly reduced lignin accumulation and firmness, inhibited lignin synthesis-related enzymes, improved antioxidant enzyme activity, and maintained fruit quality by reducing decay, weight loss, and preserving soluble solids content and titratable acidity.", "population_specificity": "Loquat fruit stored at 4 ± 1 °C.", "effective_dosage": "Oxygen concentrations of 70%, 80%, and 90% for 30 minutes.", "study_duration": "50 days of storage.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:57.357219+00:00"}
{"study_id": 25140, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of combining ambroxol with loquat syrup for treating bacterial pneumonia in mice.", "results_summary": "The combination of ambroxol and loquat syrup significantly increased bacterial clearance in saliva, reduced lung bacterial burden, improved lung permeability, and decreased inflammation compared to either treatment alone. The combined therapy also reduced lung injury and inflammatory cytokine expression.", "population_specificity": "Mice with P. aeruginosa-induced bacterial pneumonia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:23:57.861866+00:00"}
{"study_id": 25141, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of melatonin on alleviating chilling injury (CI) in loquat fruit during cold storage and explore the role of reactive oxygen species (ROS) metabolism.", "results_summary": "Melatonin at 50 μM effectively reduced chilling injury symptoms, lowered ROS accumulation, maintained higher antioxidant levels, and enhanced antioxidant enzyme activities in loquat fruit during cold storage.", "population_specificity": "Loquat fruits (not human subjects).", "effective_dosage": "50 μM melatonin.", "study_duration": "16 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:00.037383+00:00"}
{"study_id": 25143, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of hydrogen sulfide (H2S) on chilling injury, oxidative stress, and metabolic pathways in loquat fruit during refrigeration.", "results_summary": "H2S application reduced chilling injury indicators (internal browning, malondialdehyde content, electrolyte leakage) while enhancing antioxidant levels, sugar metabolism, and membrane lipid stability in loquat fruit. It also increased fructose and glucose levels and maintained cell membrane integrity.", "population_specificity": "Loquat fruit (not human subjects)", "effective_dosage": "Not specified", "study_duration": "Refrigerated period (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:00.726208+00:00"}
{"study_id": 25144, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers sought to elucidate the regulatory mechanism of cold-induced lignification in loquat fruit and how modified Low Temperature Conditioning (mLTC) treatment alleviates this effect.", "results_summary": "The study identified EjXND1 as a repressor of loquat fruit lignification, showing it interacts with lignin activator EjHB1 to reduce activation of EjPRX12 promoter. Additionally, EjXND1 expression was linked to DNA methylation dynamics in its promoter.", "population_specificity": "Red-fleshed loquat fruit (plant-based study, no human subjects).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:01.788100+00:00"}
{"study_id": 25142, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the impact of abscisic acid (ABA) on carotenoid metabolism and flesh pigmentation in ripening loquat fruits, as well as the role of the transcription factor EjWRKY6 in this process.", "results_summary": "ABA treatment increased carotenoid content in loquat fruit, including β-cryptoxanthin, lutein, and β-carotene, by upregulating genes in the carotenoid biosynthesis pathway. EjWRKY6 was identified as a key transcription factor in ABA-induced carotenoid acceleration, and its overexpression in transgenic plants enhanced carotenoid production and related gene expression.", "population_specificity": "Ripening loquat fruits (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:01.977626+00:00"}
{"study_id": 25145, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a MeJA-loaded gelatin/pullulan/chitosan composite biofilm could effectively inhibit chilling lignification and preserve the quality of loquat fruit during cold storage.", "results_summary": "The biofilm treatment significantly reduced firmness and lignin content by 89% and 81.77%, respectively, suppressed malondialdehyde production, and alleviated chilling injury by inhibiting peroxidase activity. The biofilm showed a more sustained effect compared to conventional MeJA vapor treatment.", "population_specificity": "Loquat fruit stored at 0°C.", "effective_dosage": "Not specified.", "study_duration": "Not specified (whole storage period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:02.595261+00:00"}
{"study_id": 25146, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to improve the postharvest quality of loquat by developing a microemulsion system using essential oil from Torreya grandis cv. Merrillii aril (TaEO) to enhance preservation.", "results_summary": "The TaEO microemulsion (TaEO-ME) formulations were stable for 180 days, reduced decay and membrane lipid peroxidation in loquat, and preserved nutrient quality by maintaining phenolic compounds and ascorbic acid content.", "population_specificity": "Loquat fruit (not human subjects).", "effective_dosage": "TaEO-ME formulations with 60% and 70% water content (mass ratios: surfactant 9:1, co-surfactant 3:1, oil phase 6:1).", "study_duration": "15 days of storage at 15 °C.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:05.399510+00:00"}
{"study_id": 25147, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how phytosulfokine α (PSKα) affects sugar, proline, polyamine, and GABA metabolisms in loquat fruit during cold storage to mitigate chilling injury.", "results_summary": "PSKα treatment increased PSKα content, upregulated related gene expressions, and reduced chilling injury markers (internal browning, electrolyte leakage, MDA content). It also maintained higher levels of reducing sugar, proline, polyamines, and GABA by modulating biosynthesis and catabolism pathways.", "population_specificity": "Postharvest loquat fruit under cold storage conditions.", "effective_dosage": "Not specified", "study_duration": "Duration of cold storage not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:05.906024+00:00"}
{"study_id": 25148, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of waste loquat seeds for producing hydrochars and aqueous phases with energy-related and antioxidant applications through hydrothermal carbonization.", "results_summary": "The study found that hydrochars produced at 250°C and 6h had optimal energy-related properties, while the aqueous phase exhibited strong antioxidant activity (90% DPPH scavenging). Principal component analysis revealed temperature-dependent formation of different chemical compounds.", "population_specificity": "Not applicable (in vitro study using waste loquat seeds)", "effective_dosage": "Not applicable (processing conditions: 150-250°C for 2-6h)", "study_duration": "Not applicable (single processing timeframes)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:07.627709+00:00"}
{"study_id": 25151, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review recent advances in postharvest physiology and technology of loquat fruit, focusing on harvest maturity, ripening physiology, storage techniques, and physiological disorders.", "results_summary": "The study found that loquat fruit is susceptible to postharvest deterioration and chilling injury, but various techniques like cold storage, controlled atmosphere storage, and edible coatings can extend shelf life and mitigate quality loss.", "population_specificity": "Loquat fruit (Eriobotrya japonica Lindl.)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:08.414958+00:00"}
{"study_id": 25153, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify and characterize the pathogen causing stem brown rot in loquat trees in China and confirm its pathogenicity.", "results_summary": "The study identified Lasiodiplodia theobromae as the causative agent of stem brown rot in loquat trees, confirmed through morphological and molecular analysis, and fulfilled Koch's postulates via pathogenicity testing. Symptoms included dark brown lesions, vascular tissue damage, and tree death, with infection rates ranging from 20% to 50% in surveyed orchards.", "population_specificity": "Loquat trees (Rhaphiolepis biabas/Eriobotrya japonica) in Mengzi city, Yunnan Province, China.", "effective_dosage": "Not applicable (pathogen inoculation study).", "study_duration": "Observations occurred over 30 days post-inoculation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:11.546588+00:00"}
{"study_id": 25154, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the therapeutic mechanism of total sesquiterpene glycosides (TSG) from Loquat leaf in improving insulin-resistant diabetes syndrome using metabolomics in mice.", "results_summary": "TSG administration showed therapeutic effects in high-fat diet-induced insulin-resistant mice, with metabolomics revealing significant changes in lipid metabolism pathways, including purine metabolism and unsaturated fatty acid biosynthesis. Lipidomic analysis identified fatty acyls, sterol lipids, and polyketides as major affected metabolites.", "population_specificity": "High-fat diet-induced insulin-resistant mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:11.563028+00:00"}
{"study_id": 25155, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to summarize current research progress on chilling injury, microbial decay, and preservation technologies to improve the postharvest quality of loquat fruit.", "results_summary": "The abstract highlights that loquat fruit is susceptible to water loss, nutritional degradation, physical damage, and microbial decay at room temperature, while cold storage can lead to chilling injury (lignification). Recent research has made progress in understanding these issues and developing preservation strategies.", "population_specificity": "Loquat fruit (not human subjects).", "effective_dosage": "Not available.", "study_duration": "Not applicable.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:13.509741+00:00"}
{"study_id": 25156, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify the role of sorbitol and the EjCAL gene in flower bud differentiation in loquat and explore their potential to increase yield.", "results_summary": "The study found that sorbitol promotes flower bud formation in loquat by upregulating EjCAL and EjERF12 expression, and identified EjUF3GaT1 as a key gene in flavonoid hyperoside biosynthesis, which also enhances bud formation.", "population_specificity": "Loquat trees (Eriobotrya japonica Lindl.)", "effective_dosage": "Spraying with sorbitol (specific concentration not provided)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:13.763251+00:00"}
{"study_id": 25158, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify and characterize the role of the SAUR gene family in regulating fruit size in loquats, focusing on the candidate gene EjSAUR22.", "results_summary": "The study identified 95 EjSAUR genes in the loquat genome, with EjSAUR22 being highly expressed during fruit expansion. Functional analysis showed that EjSAUR22 responds to auxin and regulates cell size and fruit expansion.", "population_specificity": "Loquat plants (Eriobotrya japonica Lindl.), specifically two sister lines with contrasting fruit sizes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:16.389136+00:00"}
{"study_id": 25157, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether calcium chloride (CaCl2) treatment could alleviate chilling injury in loquat fruit by investigating its molecular mechanisms, particularly focusing on membrane lipid degradation and gene expression.", "results_summary": "CaCl2 treatment significantly reduced chilling injury indicators (internal browning, electrolyte leakage, malonaldehyde content) and delayed phospholipid degradation in loquat fruit. It also suppressed the activity and gene expression of enzymes (PLD, PLC, LOX) and identified EjCAMTA5 as a transcription factor that represses genes involved in membrane degradation.", "population_specificity": "Loquat fruit (no human or animal subjects).", "effective_dosage": "1% CaCl2 solution immersion for 10 minutes.", "study_duration": "35 days of cold storage.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:17.105827+00:00"}
{"study_id": 25150, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of zinc sulphate treatments on soluble sugars and organic acids in loquat fruits, focusing on flavor and taste development.", "results_summary": "The study found that 0.1% zinc sulphate increased soluble sugars and decreased acid content in loquats, with specific enzymes and genes implicated in sugar-acid metabolism.", "population_specificity": "Loquat trees (no human subjects).", "effective_dosage": "0.1%, 0.2%, and 0.3% zinc sulphate (spray application).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:19.922680+00:00"}
{"study_id": 25159, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to study the physiological mechanism of sugar-acid metabolism in loquat and evaluate the effects of borax foliar sprays on improving sugar-acid balance.", "results_summary": "The study found that 0.2% borax treatment increased soluble sugars and decreased acid content in loquats, with specific enzymes and genes identified as key regulators of sugar and malic acid metabolism.", "population_specificity": "Loquat trees (specific cultivar not mentioned).", "effective_dosage": "0.1%, 0.2%, and 0.3% borax foliar sprays.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:20.057987+00:00"}
{"study_id": 25160, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the mechanism behind the antioxidant and anti-inflammatory effects of loquat leaf extract (LE) and ursolic acid (UA) in hyperglycemia-induced hepatic inflammation.", "results_summary": "UA and LE suppressed hepatic oxidative stress and AGE formation in diabetic mice, downregulating MAPK signaling and NF-κB activity. The study identified the LKB1/AMPK/FOXO3 pathway as a potential target for these effects.", "population_specificity": "Diabetic db/db mice", "effective_dosage": "50 mg/kg/day", "study_duration": "15 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:20.605637+00:00"}
{"study_id": 25161, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine whether loquat leaf extract (LLE) enhances muscle contraction-induced activation of muscle protein synthesis signaling in rats.", "results_summary": "The study found that LLE significantly increased p70S6K phosphorylation at Thr389 in response to muscle contraction, suggesting enhanced activation of muscle protein synthesis signaling, though no significant differences were observed in Akt or mTOR phosphorylation between groups.", "population_specificity": "Male Wistar rats (12 weeks old, n=6/group)", "effective_dosage": "1.5 g/kg/day, administered once daily", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:21.229304+00:00"}
{"study_id": 25162, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the antifungal potential of various extracts from Eriobotrya japonica (loquat) against clinical isolates of Cryptococcus neoformans, the aetiological agent of cryptococcosis.", "results_summary": "The methanol extract of seeds and the hexane extract of leaves showed significant antifungal activity with MIC values of 32 µg/mL. Combining these extracts with nystatin and clotrimazole resulted in synergistic interactions, reducing the MIC values of nystatin by 32-fold.", "population_specificity": "Clinical isolates of Cryptococcus neoformans (in vitro study).", "effective_dosage": "Not specified (MIC values of 32 µg/mL for extracts).", "study_duration": "Not specified.", "interactions": "Synergistic interactions with nystatin and clotrimazole.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:22.973944+00:00"}
{"study_id": 25163, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the specific activities and underlying mechanisms of SG1, a sesquiterpene glycoside from loquat leaf, on type 2 diabetes mellitus (T2DM), particularly its effects on insulin resistance, inflammation, and gut microbiota.", "results_summary": "SG1 administration in db/db mice inhibited hyperglycemia and inflammatory cytokine release, improved gut microbiota diversity, and altered the relative abundance of key bacterial phyla and genera, suggesting potential benefits for T2DM management.", "population_specificity": "db/db mice (a model for type 2 diabetes mellitus)", "effective_dosage": "25 and 50 mg kg-1 day-1", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:25.086292+00:00"}
{"study_id": 25164, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether sesquiterpene glycoside 3 (SG3) from loquat leaf could prevent insulin resistance, oxidative stress, and inflammation in T2DM-associated NAFLD and explore its underlying mechanisms.", "results_summary": "SG3 administration in db/db mice and HepG2 cells improved insulin resistance, reduced oxidative stress and inflammation, and modulated gut microbiota. These effects were linked to the regulation of insulin signaling and inhibition of CYP2E1/NLRP3 pathways.", "population_specificity": "db/db mice (a model for T2DM) and HepG2 cells (a human liver cell line).", "effective_dosage": "25 and 50 mg/kg/day in mice; 5 and 10 μM in HepG2 cells.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:26.861582+00:00"}
{"study_id": 25167, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the antifungal activity of loquat leaf extract (LLE) against Penicillium digitatum and investigate its potential mechanisms of action.", "results_summary": "LLE showed significant antifungal activity against P. digitatum, with a MIC of 0.625 mg/ml and MFC of 1.25 mg/ml. The extract disrupted cell membrane permeability and energy metabolism, leading to inhibited mycelial growth and spore germination.", "population_specificity": "Penicillium digitatum (citrus postharvest pathogen)", "effective_dosage": "0.625 mg/ml (MIC), 1.25 mg/ml (MFC)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:29.025576+00:00"}
{"study_id": 25165, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the potential therapeutic role of total sesquiterpene glycosides (TSGs) from loquat leaves in improving insulin resistance (IR), a key factor in type 2 diabetes mellitus (T2DM).", "results_summary": "TSG from loquat leaves improved metabolic parameters (body weight, serum glucose, insulin levels), reduced hepatic injury, alleviated inflammation and oxidative stress, and enhanced key signaling pathways (IRS-1/GLUT4, AMPK, SIRT6/Nrf2) in insulin-resistant mice.", "population_specificity": "Male C57BL/6 mice fed a high-fat diet to induce insulin resistance.", "effective_dosage": "25 and 100 mg/kg/day, administered orally.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:29.038410+00:00"}
{"study_id": 25166, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to understand the effects of exogenous GA3 on floral initiation and development in loquat plants, focusing on gene expression changes.", "results_summary": "Exogenous GA3 application promoted vegetative growth over floral bud formation in loquat, with RNA-seq analysis identifying differentially expressed genes (DEGs) linked to flower development regulation, including positive (e.g., EjWRKY75, EjFT) and negative (e.g., EjDELLA, EjMYC3) regulators. Candidate genes from 74 families were screened for potential roles in loquat flowering regulation.", "population_specificity": "Loquat plants (Eriobotrya japonica)", "effective_dosage": "Not specified", "study_duration": "Three time periods (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:29.099311+00:00"}
{"study_id": 25168, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to explore the effects of recombinant serine protease on post-harvest loquat diseases, fruit quality, disease resistance enzyme activities, and differential gene expression.", "results_summary": "The study found that recombinant serine protease significantly up-regulated genes related to plant signal transduction and disease resistance (e.g., JAZ, MYC2, ERF, PPO, PAL, TLP, WRKY), enhancing loquat fruit's disease resistance and revealing molecular mechanisms of induced resistance.", "population_specificity": "Post-harvest loquat fruits.", "effective_dosage": "Not specified.", "study_duration": "24 and 48 hours post-treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:29.481836+00:00"}
{"study_id": 25169, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether calcium chloride (CaCl2) treatment could alleviate chilling injury in loquat fruit by enhancing antioxidant enzyme activities and the ascorbate-glutathione cycle system.", "results_summary": "CaCl2 treatment significantly reduced chilling injury symptoms, suppressed oxidative stress markers, and boosted antioxidant enzyme activities and gene expressions, maintaining higher levels of ascorbate and glutathione.", "population_specificity": "Loquat fruit stored at 1 °C.", "effective_dosage": "Not specified.", "study_duration": "35 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:30.321486+00:00"}
{"study_id": 25171, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of four sesquiterpene glycosides (SGs) from loquat leaf on insulin resistance and lipid accumulation in HepG2 cells.", "results_summary": "SG1, SG3, and SG4 significantly enhanced glucose uptake and reduced lipid accumulation in insulin-resistant HepG2 cells by modulating the AMPK signaling pathway, with SG4 showing the strongest effect.", "population_specificity": "Insulin-resistant HepG2 cells (in vitro study).", "effective_dosage": "Not specified (non-cytotoxic concentration used).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:34.124829+00:00"}
{"study_id": 25174, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the protective effects and underlying mechanisms of total flavonoids (TF) from loquat leaves against cigarette smoke-induced COPD airway inflammation and oxidative stress in mice.", "results_summary": "TF reduced pro-inflammatory cytokines (IL-6, IL-1β, TNF-α, NO, iNOS), oxidative stress markers (MDA), and TRPV1 expression while increasing antioxidant activity (SOD, SOD-2) and modulating related signaling pathways (IKK, IκB, NFκB, Akt, JNK).", "population_specificity": "CS-induced COPD mouse model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:37.315325+00:00"}
{"study_id": 25175, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the therapeutic effect and molecular mechanism of triterpene acids (TAs) from loquat leaf on cigarette smoke-induced COPD inflammation in mice.", "results_summary": "TA treatment reduced pro-inflammatory cytokines (IL-1β, IL-2, IL-6, TNF-α), lowered oxidative stress (decreased MDA, increased SOD), and modulated AMPK/Nrf2 and NFκB pathways, suggesting anti-inflammatory and antioxidant effects in CS-induced COPD.", "population_specificity": "Male C57BL/6 mice exposed to cigarette smoke.", "effective_dosage": "50 and 100 mg/kg of TAs.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:37.622148+00:00"}
{"study_id": 25173, "supplement_id": 1293, "safety_score": "30", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to measure amygdalin, prunasin, total cyanide, and free cyanide concentrations in powdered loquat seeds and assess their potential risk to human health.", "results_summary": "The study found high concentrations of amygdalin (5900 mg/kg), prunasin (760 mg/kg), total cyanide (410 mg/kg), and free cyanide (44 mg/kg) in powdered loquat seeds, with seven out of twelve samples posing a risk of exceeding the acute reference dose for cyanide.", "population_specificity": "Not specified (study focused on powdered loquat seeds).", "effective_dosage": "Not applicable (analysis of powdered seeds, not a dosage study).", "study_duration": "Not applicable (no intervention period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:37.762110+00:00"}
{"study_id": 25172, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine the phytochemical composition, antioxidant activity, and α-amylase inhibitory potential of Eriobotrya japonica (Loquat) extracts for potential anti-diabetic applications.", "results_summary": "Methanol extracts showed the highest antioxidant activity (87% DPPH scavenging) and lowest IC50 (0.5336), while hexane extracts exhibited mild α-amylase inhibitory activity (24% at 1 μg/ml), suggesting potential anti-diabetic effects at higher concentrations.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "1 μg/ml (hexane extract for α-amylase inhibition)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:38.549704+00:00"}
{"study_id": 25176, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify transcription factors regulating low-temperature-induced lignification in red-fleshed loquat fruit.", "results_summary": "The study found that EjERF39, a cold-responsive transcriptional activator, synergizes with EjMYB8 to transactivate the lignin biosynthetic gene Ej4CL1, contributing to loquat fruit lignification at low temperatures. Low-temperature conditioning reduced lignification by inhibiting specific AP2/ERF genes.", "population_specificity": "Red-fleshed loquat cultivar 'Luoyangqing' and white-fleshed 'Ninghaibai' cultivars.", "effective_dosage": "Not specified", "study_duration": "Pre-storage at 5 °C for 6 days before storage at 0 °C.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:39.994689+00:00"}
{"study_id": 25170, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the therapeutic effects of pentacyclic triterpene compounds from loquat leaves on psoriasis, particularly their impact on skin inflammation, immune cell infiltration, and Th17 cell differentiation.", "results_summary": "The compounds significantly reduced skin inflammation and keratinocyte proliferation in a mouse psoriasis model, inhibited immune cell infiltration and pro-inflammatory cytokines, and altered Th17 cell cytokine profiles. They outperformed hydrocortisone with fewer systemic immune effects.", "population_specificity": "Imiquimod-induced mouse psoriasis model", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:42.654386+00:00"}
{"study_id": 25177, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore gibberellin (GA)-induced parthenocarpy in triploid loquat by identifying differentially expressed proteins involved in fruit setting.", "results_summary": "The study identified 7290 protein groups and 923 differentially expressed proteins (DEPs) enriched in pathways like ribosome and carbon metabolism. Twenty-four DEPs were linked to key regulatory processes in fruit setting, while thirty-five were involved in cell wall formation, suggesting their role in GA-induced parthenocarpy.", "population_specificity": "Triploid loquat plants", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:43.335733+00:00"}
{"study_id": 25180, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize current knowledge on metabolic changes during loquat fruit ripening and storage, as well as postharvest technologies, to improve fruit quality.", "results_summary": "The study highlights significant progress in understanding metabolic changes during loquat fruit development, ripening, and storage, leading to nutrient accumulation and improved postharvest technologies.", "population_specificity": "Not specified (general focus on loquat fruit)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:45.319338+00:00"}
{"study_id": 25179, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the therapeutic effects and mechanism of action of loquat leaf polysaccharides (LLPS) on chronic anti-Thy-1 nephritis in a rat model.", "results_summary": "LLPS treatment significantly reduced serum creatinine, blood urea nitrogen, urinary protein excretion, and markers of renal fibrosis, while also inhibiting PPARα and PAI-1 expression, suggesting a protective effect against glomerular injury via the PPARα pathway.", "population_specificity": "Rats with induced anti-Thy-1 nephritis.", "effective_dosage": "Not specified.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:46.099826+00:00"}
{"study_id": 25178, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the inhibitory effect of pentacyclic triterpenes from loquat leaf on Th17 cells and the therapeutic efficacy of oleanolic acid (OA) in lupus nephritis (LN) development.", "results_summary": "The study found that pentacyclic triterpenes (MC, UL, OA) inhibited RORγt activity and Th17 differentiation. OA significantly reduced serum anti-dsDNA antibody levels, IL-17A and IFN-γ expression, and alleviated renal damage in LN mice.", "population_specificity": "Pristine-induced lupus nephritis mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:46.458394+00:00"}
{"study_id": 25181, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the physicochemical properties and bioactivities of polysaccharides from loquat leaves (LLPs) for potential use in preventing and treating obesity and type 2 diabetes.", "results_summary": "LLPs exhibited strong in vitro fat, cholesterol, and bile acid binding capacities, as well as significant inhibitory effects on α-amylase and α-glucosidase, which may help manage obesity and diabetes. The effects were linked to molecular weight, distribution, and esterification degree.", "population_specificity": "In vitro study (no human or animal subjects specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:46.536141+00:00"}
{"study_id": 25182, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to understand the role of the transcription factor EjbHLH1 in regulating lignin biosynthesis in loquat fruit under cold stress conditions.", "results_summary": "The study found that EjbHLH1 negatively correlates with cold-induced lignification in loquat fruit, interacts with other transcription factors (EjAP2-1 and EjMYB2), and forms a ternary complex that represses the Ej4CL1 promoter, reducing lignification during cold storage.", "population_specificity": "Loquat fruit (Eriobotrya japonica)", "effective_dosage": "Not specified", "study_duration": "Low-temperature storage (0°C) and low-temperature conditioning (LTC) treatment durations not explicitly stated", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:48.877472+00:00"}
{"study_id": 25183, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the role of heat treatment (HT) in alleviating chilling-induced lignification in loquat fruit and identify the molecular mechanisms involved.", "results_summary": "HT treatment reduced chilling-induced lignification by suppressing cinnamyl alcohol dehydrogenase (CAD) activity, with EjCAD5 identified as a key enzyme in lignin biosynthesis. EjHAT1 was found to negatively regulate EjCAD5, suggesting HT's effect on lignification may involve suppression of EjCAD5 promoter activity.", "population_specificity": "Loquat fruit (post-harvest)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:50.599479+00:00"}
{"study_id": 25184, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare transcriptome profiles of loquat fruit under low-temperature conditioning (LTC) or heat treatment (HT) to understand how these treatments alleviate lignification during postharvest storage.", "results_summary": "The study identified differentially expressed genes in LTC and HT treatments, revealing key genes in the lignin biosynthetic pathway and associated transcription factors. These treatments significantly affected biological processes like stress responses, cell wall metabolism, and hormone metabolism.", "population_specificity": "Loquat fruit (Eriobotrya japonica) during postharvest storage.", "effective_dosage": "LTC: 5°C for 6 days; HT: 40°C for 4 hours.", "study_duration": "8 days (with measurements at 1, 2, 4, 6, and 8 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:52.918431+00:00"}
{"study_id": 25185, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the mechanism by which ursolic acid from loquat leaves inhibits osteoclast differentiation, potentially offering a treatment for osteoporosis.", "results_summary": "Ursolic acid from loquat leaves inhibited osteoclast differentiation with an IC50 of 5.4 ± 0.96 μM, targeting the nuclear exporter protein XPO5 and downregulating microRNA let-7g-5p, suggesting a potential therapeutic role in bone resorption diseases.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "IC50 value of 5.4 ± 0.96 μM (no dosage frequency provided)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:53.382224+00:00"}
{"study_id": 25186, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a loquat-inspired Janus carrier for improved drug delivery and photothermal treatment in tumor therapy.", "results_summary": "The loquat-shaped Janus carrier increased drug loading capability and infrared response efficiency, enabling accurate drug delivery and effective infrared-triggered tumor therapy. Experimental results demonstrated reliability, flexibility, and biocompatibility for tumor targeting treatments.", "population_specificity": "Not specified (likely in vitro or animal models, given the context).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:53.838054+00:00"}
{"study_id": 25187, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the hepatoprotective effects of total flavonoids (TF) from Loquat Leaf in a PM2.5-induced non-alcoholic fatty liver disease (NAFLD) mouse model and investigate its mechanisms of action.", "results_summary": "TF significantly reduced body weight, liver-to-body weight ratio, blood lipids, oxidative stress markers (MDA), and liver enzyme activity (ALT, AST) while enhancing antioxidant capacity (SOD) and improving insulin signaling (IRs-1/Akt) and inflammatory pathways (CYP2E1/JNK) in PM2.5-induced NAFLD mice.", "population_specificity": "PM2.5-exposed mice with induced NAFLD.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:54.826411+00:00"}
{"study_id": 25189, "supplement_id": 1293, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to develop an alternative phytosanitary treatment method using low-temperature phosphine fumigation to control Bactrocera dorsalis in loquat fruit without compromising fruit quality.", "results_summary": "The study found that 2000 ppm PH3 fumigation for 152.75 hours achieved 99.9968% mortality of B. dorsalis third instars, with no adverse effects on loquat fruit quality parameters like firmness, soluble solid content, and titratable acidity.", "population_specificity": "Loquat fruit infested with Bactrocera dorsalis (third instar larvae).", "effective_dosage": "2000 ppm PH3", "study_duration": "120-168 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:57.389323+00:00"}
{"study_id": 25190, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the pharmacological effect of SG1, a novel sesquiterpene glycoside from Loquat leaf, on NAFLD in an oleic acid-induced HepG2 cell model and explore its mechanisms of action.", "results_summary": "Both SG1 and TSG significantly reduced lipid deposition, lowered TC, TG, and FFA levels, increased SOD activity, and decreased oxidative stress markers (MDA and 4-hydroxynonenal). They also suppressed CYP2E1 expression and JNK/c-Jun phosphorylation, suggesting a potential mechanism for their therapeutic effects.", "population_specificity": "In vitro study using oleic acid-induced HepG2 cells (a human liver cell line).", "effective_dosage": "SG1 (140 μg/mL), TSG (200 μg/mL).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:24:59.687599+00:00"}
{"study_id": 25192, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the skin-care effects of E. japonica leaves, specifically evaluating anti-melanogenesis, anti-acne, anti-allergy, and anti-aging activities of its triterpenoids.", "results_summary": "Eight compounds showed anti-melanogenesis activity, twelve exhibited anti-acne effects, four displayed anti-allergy and anti-inflammatory activity, and several compounds stimulated collagen and hyaluronic acid production, indicating anti-aging potential.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:00.784200+00:00"}
{"study_id": 25193, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the pharmacological effects of total sesquiterpene glycosides (TSG) from Loquat Leaf on high-fat diet-induced NAFLD in mice and explore its mechanisms of action.", "results_summary": "TSG significantly reduced body weight, liver fat deposition, serum cholesterol, and triglyceride levels in NAFLD mice. It also improved oxidative stress markers (increased SOD, decreased MDA) and suppressed CYP2E1 expression and JNK phosphorylation, suggesting potential therapeutic benefits for NAFLD.", "population_specificity": "High-fat diet-induced NAFLD mice", "effective_dosage": "25 and 100 mg/kg/day", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:02.038964+00:00"}
{"study_id": 25194, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of cadmium (Cd) hyperaccumulator straw on plant growth and Cd accumulation in loquat seedlings in Cd-contaminated soil.", "results_summary": "The addition of hyperaccumulator straw (especially S. photeinocarpum) increased root and shoot biomass and Cd uptake in loquat seedlings, enhancing phytoremediation potential in Cd-contaminated orchards. Soil enzyme activities also improved with straw treatments.", "population_specificity": "Two varieties of loquat seedlings (Dawuxing and Chuanzao) grown in Cd-contaminated soil.", "effective_dosage": "Not specified (straw added to soil before planting).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:03.455672+00:00"}
{"study_id": 25195, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to uncover the molecular mechanism by which gibberellin (GA) treatment induces parthenocarpy (fruit setting without fertilization) in triploid loquats.", "results_summary": "The study identified 16 candidate genes critical for fruit setting after GA treatment, including auxin-related genes, hormone signaling pathways, and cell division-related genes. GA treatment downregulated the GA receptor gid1, suggesting a negative feedback mechanism in GA signaling.", "population_specificity": "Triploid loquat (Eriobotrya japonica) plants.", "effective_dosage": "Not specified.", "study_duration": "Observations were made at 3, 7, and 14 days after GA treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:05.968215+00:00"}
{"study_id": 25196, "supplement_id": 1293, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of loquat leaf extract (LLE) on muscle strength, mass, function, and metabolic markers in healthy adults, while also evaluating its safety.", "results_summary": "The study found no significant differences in muscle strength, mass, or physical performance between the LLE and placebo groups, except for a slight improvement in right-handgrip strength among female subjects in the LLE group. Further research is needed to confirm these preliminary findings.", "population_specificity": "Fifty-four healthy adults.", "effective_dosage": "500 mg of LLE (containing 50.94 mg of ursolic acid) daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:08.434712+00:00"}
{"study_id": 25197, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify transcriptional regulatory mechanisms underlying lignin metabolism in loquat fruit, focusing on the roles of EjMYB genes in lignification during low-temperature storage.", "results_summary": "The study found that EjMYB8 and EjMYB9 were induced in loquat fruit with higher lignin content under low-temperature storage, while treatments (LTC and HT) reduced lignification and inhibited their expression. EjMYB8 was shown to trans-activate lignin-related gene promoters and physically bind to the Ej4CL1 promoter, confirming its role as a regulator of fruit lignification.", "population_specificity": "Loquat fruit (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:09.951025+00:00"}
{"study_id": 25198, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the roles of heat shock factors (HSFs) in regulating lignin metabolism and chilling injury-induced lignification in loquat fruit.", "results_summary": "The study found that EjHSF1 and EjHSF3 transcription factors regulate lignin metabolism differently—EjHSF1 enhances chilling tolerance via heat shock protein genes, while EjHSF3 directly regulates lignin biosynthesis and interacts with the lignification regulator EjAP2-1.", "population_specificity": "Loquat fruit (Eriobotrya japonica)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:10.102269+00:00"}
{"study_id": 25200, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether low-temperature conditioning (LTC) treatment could reduce chilling injury and enhance chilling tolerance in loquat fruit by influencing glycine betaine content and energy metabolism.", "results_summary": "LTC treatment significantly reduced chilling injury indicators (index, ion leakage, malondialdehyde content) and increased glycine betaine content and energy metabolism enzyme activities, leading to higher ATP levels and energy charge in loquat fruit.", "population_specificity": "Loquat fruit stored at 1 °C.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:11.305310+00:00"}
{"study_id": 25199, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to analyze the content of four triterpene compounds in different loquat organs and investigate their dynamic changes across phenological periods.", "results_summary": "The study found that triterpenic acids were highest in defoliation (23.2 mg/g), followed by mature leaves (21.7 mg/g), young leaves (17.5 mg/g), fruits (7.36 mg/g), and flowers (6.40 mg/g), with none detected in seeds. The content increased with leaf development, maturation, and aging, peaking during fruit enlargement.", "population_specificity": "Not specified (plant-based study)", "effective_dosage": "Not applicable (content analysis, not intervention)", "study_duration": "Not specified (phenological observations)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:11.616730+00:00"}
{"study_id": 25201, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effectiveness of Bacillus cereus AR156 as a biocontrol agent against anthracnose rot caused by Colletotrichum acutatum in harvested loquat fruit and explore its mechanisms of action.", "results_summary": "Treatment with B. cereus AR156 reduced disease incidence and lesion size in loquat fruit, enhanced defense-related enzyme activities, promoted H2O2 accumulation, and increased phenolic content and antioxidant activity. Transcripts of defense-related genes were elevated only in fruit treated with B. cereus AR156 and inoculated with C. acutatum.", "population_specificity": "Harvested loquat fruit (post-harvest study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:14.692152+00:00"}
{"study_id": 25188, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify the mechanism of cold tolerance in loquat by analyzing gene and protein expression changes under cold stress.", "results_summary": "The study identified 122,081 genes and 1,210 differentially expressed genes (DEGs), along with 4,582 proteins and 300 differential proteins (DEPs). Key genes involved in cold tolerance, such as NADP-dependent D-sorbitol-6-phosphate dehydrogenase, anthocyanin synthase, and phenylalanine ammonia-lyase, were validated.", "population_specificity": "Loquat leaves under 4°C treatment (not human subjects).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:16.405595+00:00"}
{"study_id": 25202, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify transcription factors (EjMYB1 and EjMYB2) involved in regulating fruit flesh lignification in Loquat and assess their roles under different temperature conditions.", "results_summary": "The study found that EjMYB1 and EjMYB2 differentially regulate lignification in Loquat fruit, with EjMYB1 acting as a transcriptional activator and EjMYB2 as a repressor. Heat treatment and low-temperature conditioning effectively reduced chilling injury symptoms, such as increased firmness and lignin content.", "population_specificity": "Loquat fruit ('Luoyangqing' variety)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:16.973608+00:00"}
{"study_id": 25204, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to describe the nutritional properties, postharvest challenges, and potential storage solutions for loquat fruit.", "results_summary": "Loquat fruit is rich in minerals and carotenoids, but it has a short postharvest life due to susceptibility to damage, moisture loss, and decay. Storage methods like low-temperature, modified atmosphere, and postharvest treatments can extend shelf life but may cause chilling injury or browning in some cultivars.", "population_specificity": "Not specified (general analysis of loquat fruit properties)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:17.564604+00:00"}
{"study_id": 25203, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the role of EjDHNs in freezing resistance in loquat fruitlets by comparing two cultivars with differing freezing tolerance.", "results_summary": "Freezing stress led to reactive oxygen species accumulation and lipid peroxidation, more pronounced in the freezing-sensitive cultivar. EjDHNs were upregulated under freezing, with higher accumulation in the freezing-tolerant cultivar, suggesting their role in cryoprotection.", "population_specificity": "Loquat fruitlets from two cultivars ('Ninghaibai' and 'Jiajiao').", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:17.847173+00:00"}
{"study_id": 25205, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether methyl jasmonate (MeJA) treatment could enhance disease resistance in loquat fruit by influencing polyamine content and energy status.", "results_summary": "MeJA treatment significantly reduced decay incidence in loquat fruit, increased polyamine levels (putrescine, spermidine, spermine), maintained higher adenosine triphosphate levels, and suppressed adenosine monophosphate content, suggesting improved resistance to anthracnose rot.", "population_specificity": "Freshly harvested loquat fruit", "effective_dosage": "10 μmol l(-1) MeJA", "study_duration": "6 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:19.325937+00:00"}
{"study_id": 25191, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the role of EjNAC3 and EjNAC4 genes in regulating chilling-induced lignification in loquat fruit during low-temperature storage.", "results_summary": "The study found that EjNAC3 and EjNAC4 genes were significantly induced at 0 °C, correlating with increased fruit lignification. EjNAC3 directly regulated lignification by activating the EjCAD-like promoter, and both lignification and gene expression were inhibited by low-temperature conditioning and heat treatment.", "population_specificity": "Loquat fruit (Eriobotrya japonica)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:22.926017+00:00"}
{"study_id": 25207, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-atherosclerotic and anti-diabetic potential of loquat leaf (LL) extracts compared to grape skin and acai puree using in vitro and in vivo models.", "results_summary": "Loquat leaf extracts demonstrated antioxidant activity, reduced serum cholesterol and triglycerides in zebrafish, and showed anti-inflammatory effects, including attenuation of fatty liver and reduced oxidized species. It also contributed to lowering hyperglycemia in the high-cholesterol diet group.", "population_specificity": "Zebrafish fed a high-cholesterol diet.", "effective_dosage": "Final concentration of 0.1 mg/ml in vitro; dosage in vivo not specified.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:23.314568+00:00"}
{"study_id": 25206, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine optimal sterilization and growth conditions for in vitro cultures of Loquat cultivar Mardan, focusing on shoot morphogenesis and rhizogenesis.", "results_summary": "The study found that 10% NaOCl provided the highest survival rate (70%) for surface sterilization. Optimal shoot morphogenesis was achieved with BAP 1.5 mg/L, 2iP 9.0 mg/L, and kinetin 1.5 mg/L, while the best rooting expression occurred with NAA 1 mg/L, IBA 2 mg/L, and PBZ 1 mg/L.", "population_specificity": "In vitro cultures of Loquat cultivar Mardan.", "effective_dosage": "Various concentrations of NaOCl (5-14% v/v), HgCl2 (0.01-0.25% w/v), BAP (0.5-1.5 mg/L), 2iP (3-9 mg/L), kinetin (0.5-1.5 mg/L), NAA (1 mg/L), IBA (2 mg/L), and PBZ (1 mg/L).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:23.899187+00:00"}
{"study_id": 25208, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether 1-methylcyclopropene (1-MCP) could effectively control anthracnose rot in loquat fruit by enhancing disease resistance and delaying senescence.", "results_summary": "1-MCP treatment significantly reduced decay incidence, inhibited oxidative stress markers, maintained higher antioxidant enzyme activities, and delayed senescence-related changes in loquat fruit. It also enhanced defense-related enzymes (chitinase and β-1,3-glucanase), suggesting improved disease resistance.", "population_specificity": "Loquat fruit (Eriobotrya japonica Lindl.)", "effective_dosage": "Not specified", "study_duration": "6 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:25.299916+00:00"}
{"study_id": 25211, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of 1-MCP treatment on chilling injury (CI) and changes in fatty acid and cell wall polysaccharide composition in loquat fruit during cold storage.", "results_summary": "1-MCP treatment reduced CI symptoms (firmness, internal browning, decreased juice) in loquat fruit, increased unsaturated fatty acids, and delayed cell wall polysaccharide degradation, suggesting a role in alleviating CI.", "population_specificity": "Loquat fruit (not human subjects).", "effective_dosage": "2.32 nmol L(-1) 1-MCP for 24 hours.", "study_duration": "35 days of storage at 1°C after treatment.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:26.277633+00:00"}
{"study_id": 25209, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a 38°C heat treatment could reduce chilling injury (internal browning) and maintain membrane fatty acid composition in cold-stored loquat fruit.", "results_summary": "Heat treatment delayed internal browning, reduced electrolyte leakage and malondialdehyde content, and maintained higher unsaturated/saturated fatty acid ratios compared to untreated fruit. It also inhibited increases in phospholipase D and lipoxygenase activities.", "population_specificity": "Red-fleshed loquat fruit (cv. Jiefangzhong)", "effective_dosage": "38°C heat treatment for 5 hours", "study_duration": "35 days of cold storage at 1°C", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:26.334391+00:00"}
{"study_id": 25210, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the role of ethylene signaling in the development of chilling injury (CI) in two loquat cultivars, 'Luoyangqing' (LYQ) and 'Baisha' (BS).", "results_summary": "The study found differential expression of ethylene-related genes in the two loquat cultivars, with increased expression of EjETR1 and EjEIL1 during CI development in LYQ fruit. Ethylene signaling was confirmed to play a role in regulating CI, with genes responding differently to ethylene treatment, 1-MCP, and low-temperature conditioning.", "population_specificity": "Ripening fruit of loquat cultivars 'Luoyangqing' (LYQ) and 'Baisha' (BS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:28.167783+00:00"}
{"study_id": 25212, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining Pichia membranifaciens with 2% CaCl₂ enhances the control of anthracnose rot in postharvest loquat fruit compared to using either treatment alone.", "results_summary": "The combined treatment of P. membranifaciens and 2% CaCl₂ significantly reduced lesion diameter and disease incidence of anthracnose rot in loquat fruit compared to individual treatments. It also induced higher defense-related enzyme activity and inhibited pathogen growth more effectively.", "population_specificity": "Postharvest loquat fruit (Eriobotrya japonica L.) infected with Colletotrichum acutatum.", "effective_dosage": "P. membranifaciens at 1x10⁸ CFU ml⁻¹ and 2% CaCl₂ (w/v).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:29.099704+00:00"}
{"study_id": 25214, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the salinity tolerance of two loquat rootstocks (loquat and anger) and assess the effects of calcium on mitigating salinity-induced stress.", "results_summary": "Salinity reduced growth in loquat but not anger, with leaf biomass and stem diameter particularly affected. Calcium reduced Na(+) and Cl(-) concentrations but did not improve growth in salt-treated loquat plants, suggesting photosynthesis may limit growth under salinity.", "population_specificity": "Loquat plants (Eribotrya japonica Lindl.)", "effective_dosage": "5 and 50mM NaCl, 5 and 25mM calcium acetate", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:32.220588+00:00"}
{"study_id": 25215, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of carbonate-bicarbonate salts in controlling pathogens and extending the postharvest life of loquat fruit.", "results_summary": "Combined treatments of temperature and carbonate-bicarbonate salts were effective in decay control, with the best results from 2% potassium and sodium carbonate solutions at 25°C. Weight losses were influenced by treatment temperature and salt concentrations, but no significant differences were observed in chemical parameters compared to the control.", "population_specificity": "Loquat fruit", "effective_dosage": "0.5%, 1%, and 2% (w/v) solutions", "study_duration": "Two minutes of dipping, followed by twelve days of storage", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:33.049033+00:00"}
{"study_id": 24671, "supplement_id": 1294, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of a low-carbohydrate diet (LCD), time-restricted eating (TRE), and their combination on quality of life, sleep, mood, appetite, and metabolic hormones in patients with metabolic syndrome (MetS).", "results_summary": "The study found that LCD, along with TRE and their combination, improved psychosocial health and reduced appetite in individuals with MetS. However, TRE alone showed greater benefits in quality of life compared to LCD or the combined approach.", "population_specificity": "Adults with metabolic syndrome (mean age 41.2 years, mean BMI 29.3 kg/m², 63% male).", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:34.725593+00:00"}
{"study_id": 25213, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the lignification process in two loquat cultivars (LYQ and BS) during fruit ripening, focusing on gene expression and enzyme activities associated with lignin accumulation.", "results_summary": "The study found that lignification increased firmness in red-fleshed LYQ fruit but not in white-fleshed BS fruit, with EjCAD1 and EjPOD genes and CAD and POD enzyme activities closely linked to lignification. EjCAD1 expression was particularly responsive to ethylene treatment and low temperature, suggesting a role in low-temperature injury.", "population_specificity": "Loquat fruit (Eriobotrya japonica Lindl.) cultivars Luoyangqing (LYQ) and Baisha (BS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:34.876594+00:00"}
{"study_id": 25216, "supplement_id": 1293, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the salt tolerance and antioxidant responses of loquat (Eribotria japonica Lindl.) and anger (Cydonia oblonga Mill.) under salt stress and calcium supplementation.", "results_summary": "Salt stress reduced loquat growth by up to 40% and caused higher leaf Cl- accumulation (13-fold) compared to anger (3.8-fold). Calcium addition mitigated Na+ and Cl- concentrations in both species and influenced antioxidant enzyme activities differently, with loquat showing less inherent antioxidant capacity than anger.", "population_specificity": "Loquat (Eribotria japonica Lindl.) plants", "effective_dosage": "50 mM NaCl, 25 mM Ca2+", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:35.672357+00:00"}
{"study_id": 24674, "supplement_id": 1294, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of combining a low-carbohydrate diet (LCD) with exercise in hypoxia (EH) on body composition, functional capacity, and physiologic outcomes in older T2DM patients.", "results_summary": "The study found that EH combined with LCD improved bone mineral content (BMC), glycemic control, and functional capacity more than exercise alone. VO2peak and body composition also improved, with greater benefits observed in the hypoxia groups.", "population_specificity": "Older adults with type 2 diabetes (n = 42).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:37.107654+00:00"}
{"study_id": 24673, "supplement_id": 1294, "safety_score": "70", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to examine the effects of a low-carbohydrate diet on glycemic control in a patient with uncontrolled type 2 diabetes and assess the occurrence of treatment-induced neuropathy of diabetes (TIND).", "results_summary": "The low-carbohydrate diet, combined with metformin and semaglutide, rapidly improved glycemic control within three weeks, but the patient developed TIND symptoms four weeks after initiation. By three months, HbA1c dropped significantly (14.9% to 6.9%) and weight decreased (213 lbs to 195 lbs), with TIND pain reduced from 10/10 to 2/10.", "population_specificity": "50-year-old white male with uncontrolled type 2 diabetes, obesity, and a family history of T2D.", "effective_dosage": "Not specified (low-carbohydrate diet details not provided).", "study_duration": "Three months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:37.538618+00:00"}
{"study_id": 24675, "supplement_id": 1294, "safety_score": "90", "efficacy_score": 71, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of a low-carbohydrate diet versus optimized medical treatment in reducing IBS symptoms in patients with moderate-to-severe IBS.", "results_summary": "The low-carbohydrate diet showed significant efficacy, with 71% of participants achieving a 50-point reduction in IBS-SSS after 4 weeks, outperforming optimized medical treatment (58%). No serious adverse events were reported.", "population_specificity": "Adults (≥18 years) with moderate-to-severe IBS (Rome IV; IBS-SSS ≥175) and no serious diseases or food allergies.", "effective_dosage": "Not specified", "study_duration": "4 weeks (with optional continuation for 6 months)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:39.595458+00:00"}
{"study_id": 24676, "supplement_id": 1294, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the associations between low-carbohydrate diets (LCD) and cardiovascular risk factors, and whether these associations were mediated by BMI, waist circumference, and HbA1c.", "results_summary": "The study found that BMI, waist circumference, and HbA1c fully mediated the association between LCD and triglycerides, and high-fiber LCD improved CVD markers, while high-fat LCD showed no mediated effects on CVD markers.", "population_specificity": "3,640 adults aged 45-80 years from the UK National Diet and Nutrition Survey (2008-2016).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:41.699971+00:00"}
{"study_id": 24677, "supplement_id": 1294, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how the fat/carbohydrate ratio in food during calorie restriction affects β-cell dedifferentiation and liver lipid metabolism in obese diabetic mice.", "results_summary": "The low-carbohydrate/high-fat diet (db-HF) improved β-cell dedifferentiation and liver lipid metabolism compared to the high-carbohydrate/low-fat diet (db-HC), despite similar improvements in glucose intolerance and body weight reduction in both groups. The db-HC group showed compensatory β-cell mass increase and prominent liver fat accumulation.", "population_specificity": "Obese diabetic mice (db/db model).", "effective_dosage": "Not specified.", "study_duration": "One month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:42.295302+00:00"}
{"study_id": 24680, "supplement_id": 1294, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate how a low-carbohydrate diet (LCD) alters gut microbiota and its effectiveness in alleviating obesity.", "results_summary": "The study found that LCD significantly reduced body weight, BMI, body fat, and total cholesterol in 79.07% of participants. It also altered gut microbiota composition, increasing Bacteroidetes and decreasing Firmicutes and Actinobacteriota, among other taxa.", "population_specificity": "43 participants (specific demographics not detailed).", "effective_dosage": "Not specified.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:25:44.040079+00:00"}
