{"study_id": 30327, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a cool damp washcloth with peppermint essential oil was more effective than a cool damp washcloth alone in reducing self-reported nausea intensity in chemotherapy patients.", "results_summary": "The study found that peppermint oil significantly decreased the intensity of chemotherapy-induced nausea compared to a cool washcloth alone. The results suggest peppermint oil is an effective intervention for nausea relief in this setting.", "population_specificity": "79 adult chemotherapy patients from an outpatient ambulatory infusion center in the southeastern United States.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:27.376396+00:00"}
{"study_id": 30329, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of peppermint, in combination with other agents, on endoscopic visualization during esophagogastroduodenoscopy (EGD).", "results_summary": "The study found that the combination of simethicone, NAC, sodium bicarbonate, and peppermint (Group D) resulted in the lowest total visibility score (TVS), indicating improved endoscopic visualization compared to other groups. The procedural duration and volume of mucosal cleansing solution were also reduced in Group D.", "population_specificity": "128 patients undergoing upper gastrointestinal endoscopy (EGD).", "effective_dosage": "Not specified (peppermint was part of a combination regimen).", "study_duration": "Single administration prior to EGD.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:27.784569+00:00"}
{"study_id": 30332, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the effect of inhaling peppermint essence on pain and anxiety caused by intravenous catheterization in cardiac patients.", "results_summary": "Peppermint aromatherapy significantly reduced pain compared to the control group, but while anxiety levels decreased significantly within each group, there was no significant difference between the groups. The study concluded that peppermint aromatherapy attenuated both pain and anxiety from catheterization.", "population_specificity": "80 cardiac patients undergoing intravenous catheterization.", "effective_dosage": "Not specified (inhaled aromatherapy with peppermint essence).", "study_duration": "Single intervention (during catheterization).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:31.573943+00:00"}
{"study_id": 30331, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of peppermint gel on preventing pressure injuries in head trauma patients admitted to neurosurgical ICUs.", "results_summary": "The study found that peppermint gel significantly reduced the incidence of pressure injuries (22.8% in the intervention group vs. 77% in the control group), with the sacrum being the most common site for injuries. The difference between groups was statistically significant (P < 0.001).", "population_specificity": "Patients with head trauma admitted to neurosurgical ICUs in Iran.", "effective_dosage": "Peppermint gel applied three times daily.", "study_duration": "Up to 14 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:31.696812+00:00"}
{"study_id": 30330, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy and safety of a combination of peppermint oil and caraway oil (POCO) compared with placebo in treating patients with functional dyspepsia (FD).", "results_summary": "POCO showed statistically significant improvement in global FD symptoms and epigastric pain, with no significant differences in adverse events compared to placebo. However, the findings are based on smaller sample sizes and low/very low-quality evidence.", "population_specificity": "Patients with functional dyspepsia (FD) (578 participants across 5 RCTs).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:31.764549+00:00"}
{"study_id": 30333, "supplement_id": 1430, "safety_score": "70", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and safety of small-intestinal-release and ileocolonic-release peppermint oil in treating IBS symptoms, using FDA/EMA-recommended endpoints.", "results_summary": "The study found no statistically significant improvements in abdominal pain response or overall symptom relief for either peppermint oil formulation compared to placebo, though small-intestinal-release peppermint oil showed significant improvements in secondary outcomes like abdominal pain, discomfort, and IBS severity. Adverse events were mild but more common in peppermint oil groups.", "population_specificity": "190 patients with IBS (Rome IV criteria), predominantly female (77.8%), mean age 34.0 years, from 4 Dutch hospitals.", "effective_dosage": "182 mg (small-intestinal-release or ileocolonic-release peppermint oil) daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:33.697922+00:00"}
{"study_id": 30334, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of intranasal peppermint essential oil (1.5%) versus lidocaine (4%) and placebo in reducing migraine headache intensity and frequency.", "results_summary": "Peppermint oil significantly reduced headache intensity in 42.1% of patients, comparable to lidocaine (41.5%), and outperformed placebo. The nasal application of peppermint oil was effective in relieving migraine pain similarly to lidocaine.", "population_specificity": "120 adult migraine patients (diagnosed per International Headache Society criteria).", "effective_dosage": "1.5% peppermint essential oil drops, administered intranasally (second dose if needed after 15 minutes).", "study_duration": "Symptoms assessed at 5, 15, and 30 minutes post-administration; follow-up after 2 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:34.329165+00:00"}
{"study_id": 30335, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine if topical peppermint oil reduces colonic spasticity and improves visualization during screening colonoscopy.", "results_summary": "Peppermint oil reduced bowel spasticity and shortened colonoscopy time, but improvements in adenoma detection rate and bowel visibility were not statistically significant.", "population_specificity": "Patients undergoing screening colonoscopy.", "effective_dosage": "50 mL of peppermint oil solution administered once during colonoscopy.", "study_duration": "Single administration during the procedure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:34.759107+00:00"}
{"study_id": 30324, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of 10% and 30% peppermint essential oil aromatherapy on the severity of nausea in surgical patients.", "results_summary": "Both 10% and 30% peppermint essential oils significantly reduced nausea severity in surgical patients, with no significant difference between the two concentrations. The control group showed no statistically significant change in nausea severity.", "population_specificity": "120 patients undergoing abdominal surgery at Imam Reza Hospital in Kermanshah, Iran.", "effective_dosage": "0.2 ml of 10% or 30% peppermint essential oil inhaled once.", "study_duration": "Single intervention with measurements taken before and 10 minutes after inhalation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:35.220026+00:00"}
{"study_id": 30336, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the suppressive effects of peppermint extracts, specifically pheophorbide a, on CYP3A4 gene expression induced by rifampicin in HepG2 cells.", "results_summary": "The study found that pheophorbide a from peppermint suppressed CYP3A4 mRNA expression in a dose-dependent manner, with a high safety margin due to its low effective dose. However, pheophorbide a is known to cause photosensitivity.", "population_specificity": "HepG2 cells (a human liver cell line) treated with rifampicin.", "effective_dosage": "0.43 mg of pheophorbide a per 2 g of dry leaves (equivalent to one cup of peppermint tea).", "study_duration": "Not specified in the abstract.", "interactions": "Suppression of CYP3A4 induction by rifampicin, indicating potential drug-herb interaction.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:38.135562+00:00"}
{"study_id": 30338, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of dietary peppermint leaves and menthol on broiler chicks' performance, survivability, meat quality, and carcass characteristics.", "results_summary": "Peppermint and menthol supplementation improved body weight, feed intake, feed conversion, and reduced mortality and abdominal fat percentage, without affecting meat pH or drip loss.", "population_specificity": "1-day-old Ross 308 broiler chicks", "effective_dosage": "Peppermint leaves at 0, 5, 10, or 15 g/kg diet; menthol at 0, 26, 52, or 78 mg/kg diet", "study_duration": "35 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:40.249988+00:00"}
{"study_id": 30339, "supplement_id": 1430, "safety_score": "90", "efficacy_score": 75, "quality_score": 65, "study_goal": "To explore the impact of peppermint oil on dysphagia and/or chest pain in patients referred for motility testing.", "results_summary": "63% of patients reported improvement (24 out of 38), with the best responses seen in those with distal esophageal spasm (83%) and esophagogastric junction outflow obstruction (100%). No patients reported feeling worse.", "population_specificity": "Patients with dysphagia and/or chest pain referred for motility testing, excluding those with obstructing esophageal lesions, lost to follow-up, or preexisting cardiac conditions.", "effective_dosage": "Two commercially available dissolvable peppermint tablets before meals for dysphagia, as-needed for chest pain.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:40.572317+00:00"}
{"study_id": 30337, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether omeprazole could enhance peppermint's tolerance to water stress and improve its growth, essential oil composition, and related biochemical markers.", "results_summary": "Higher doses of omeprazole improved peppermint's growth, chlorophyll and proline levels, gas exchange, enzyme activity, and essential oil composition under both normal and water-stressed conditions. The treatment also upregulated genes in the menthol biosynthesis pathway.", "population_specificity": "Peppermint plants (Mentha piperita) subjected to varying water stress levels (100%, 70%, and 50% of container substrate capacity).", "effective_dosage": "Weekly drenching applications of 0, 10, 50, 100, or 200 μM omeprazole.", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:41.468677+00:00"}
{"study_id": 30342, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of Aloe vera-Peppermint (Veramin) moisturizing gel on mouth dryness and oral health in ICU patients.", "results_summary": "The study found that Veramin gel significantly reduced mouth dryness and improved oral health compared to placebo, with statistically significant results by the 5th day of use.", "population_specificity": "Patients hospitalized in Intensive Care Units (ICUs).", "effective_dosage": "Not specified", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:41.868511+00:00"}
{"study_id": 30340, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to determine the effect of peppermint oil on global symptoms and abdominal pain in patients with irritable bowel syndrome (IBS).", "results_summary": "Peppermint oil significantly improved global IBS symptoms (RR 2.39) and abdominal pain (RR 1.78) compared to placebo, with no significant difference in adverse effects between groups. The number needed to treat was three for global symptoms and four for abdominal pain.", "population_specificity": "Adults with irritable bowel syndrome (IBS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:42.095007+00:00"}
{"study_id": 30343, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether inhaled peppermint essential oil improves lung function (measured via spirometry) and whether perceived effects align with objective measurements.", "results_summary": "The study found that peppermint essential oil had no significant impact on spirometric variables (e.g., forced vital capacity, peak expiratory flow). Participants' subjective perceptions of improvement were influenced by expectations but did not correlate with actual measured changes.", "population_specificity": "106 healthy participants", "effective_dosage": "Nebulized peppermint essential oil for 15 minutes (specific concentration not stated)", "study_duration": "Single 15-minute intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:43.899292+00:00"}
{"study_id": 30341, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the pharmacokinetic parameters of small intestinal release peppermint oil (SI-PO) and a novel ileocolonic release peppermint oil (IC-PO) to determine if IC-PO enhances colonic exposure.", "results_summary": "IC-PO showed significantly delayed peak menthol glucuronide concentration and lag time compared to SI-PO, suggesting release in the distal intestine. No significant differences were found in peak concentrations or elimination half-lives, but IC-PO's delayed release may enhance therapeutic efficacy for colonic conditions.", "population_specificity": "Eight healthy volunteers (50% female, median age 22).", "effective_dosage": "182 mg of either SI-PO or IC-PO in a crossover design.", "study_duration": "Single administration with a washout period of more than 14 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:44.700966+00:00"}
{"study_id": 30344, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of peppermint oil aromatherapy on the severity of nausea and vomiting in pregnant women.", "results_summary": "Both peppermint oil and placebo groups showed significant reductions in nausea and vomiting severity, but there was no statistically significant difference between the two groups, suggesting similar effects. The similarity may be due to psychological impacts of the intervention.", "population_specificity": "56 pregnant women with mild to moderate nausea and vomiting, aged 6 to 20 weeks gestation.", "effective_dosage": "Not specified (inhalation aromatherapy).", "study_duration": "4 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:46.481245+00:00"}
{"study_id": 30346, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to review the literature on peppermint oil's metabolism, effects on gastrointestinal physiology, clinical efficacy, and safety.", "results_summary": "Peppermint oil demonstrated multiple mechanisms of action, including smooth muscle relaxation and visceral sensitivity modulation, and was effective in treating irritable bowel syndrome, functional dyspepsia, childhood functional abdominal pain, and post-operative nausea with few reported adverse effects.", "population_specificity": "General gastrointestinal disorder patients, including those with irritable bowel syndrome, functional dyspepsia, and post-operative nausea.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:48.921336+00:00"}
{"study_id": 30348, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a method for encapsulating peppermint oil in starch nanoparticles to enhance its stability and slow-release properties.", "results_summary": "The study successfully fabricated peppermint oil-loaded starch nanoparticles with high encapsulation efficiency (~87.7%) and yield (~93.2%), demonstrating enhanced thermal stability and controlled release kinetics.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:49.287565+00:00"}
{"study_id": 30347, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential antidiabetic effects of peppermint essential oil (PEO) in streptozotocin and nicotinamide-induced diabetic rats.", "results_summary": "PEO treatment reduced blood glucose levels, increased serum insulin and C-peptide levels, improved antioxidant status, and promoted regeneration of hepatic and pancreatic tissues. It also rectified diabetes-induced anemia and restored leukocyte and platelet counts.", "population_specificity": "Streptozotocin and nicotinamide-induced diabetic rats.", "effective_dosage": "40 and 80 mg/kg body weight.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:49.595975+00:00"}
{"study_id": 30345, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Menthacarin®, a combination of peppermint and caraway oils, could reverse visceral hypersensitivity in maternally separated rats and alter their mycobiome and microbiome.", "results_summary": "Menthacarin® reversed water-avoidance-induced visceral hypersensitivity in maternally separated rats and shifted their mycobiome composition. It also exhibited in vitro antifungal and antimicrobial properties.", "population_specificity": "Maternally separated rats (animal model).", "effective_dosage": "Not specified.", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:50.014617+00:00"}
{"study_id": 98232, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were examining the potential role of herbal medicines, including Peppermint, in the comprehensive therapy of upper functional dyspepsia.", "results_summary": "The abstract does not provide specific findings about Peppermint's effects, only mentioning that herbal medicines can play a significant role in self-treatment.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:50.729105+00:00"}
{"study_id": 30349, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine if dietary peppermint oil could improve growth and reduce aggression in blue swimmer crab juveniles.", "results_summary": "Peppermint oil had no effect on growth or cannibalism but caused significant histopathological changes in the hepatopancreas at levels of 0.10% and above.", "population_specificity": "Blue swimmer crab (Portunus pelagicus) early juveniles", "effective_dosage": "0.00, 0.05, 0.10, 0.50, or 1.00% dietary peppermint oil", "study_duration": "12 days for growth measurement, followed by 10 days for cannibalism observation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:51.146457+00:00"}
{"study_id": 98236, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether peppermint oil aromatherapy could reduce the need for antiemetics in patients experiencing postoperative nausea and vomiting (PONV) after total knee arthroplasty under spinal anesthesia.", "results_summary": "Peppermint oil significantly reduced the amount of antiemetic drugs used compared to placebo, lavender, and lemon oils, though it did not significantly improve nausea and vomiting scores or patient satisfaction.", "population_specificity": "Patients undergoing total knee arthroplasty under spinal anesthesia who experienced postoperative nausea and vomiting.", "effective_dosage": "Not specified", "study_duration": "Administered immediately after surgery, with outcomes measured until the third postoperative day.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:53.586223+00:00"}
{"study_id": 98238, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the role of peppermint oil as a first-line antispasmodic treatment for functional abdominal pain.", "results_summary": "Peppermint oil was identified as a first-line treatment option for functional abdominal pain, alongside other antispasmodic substances, suggesting its efficacy in managing symptoms. The abstract implies its use is supported in less severe cases, with progressive introduction based on clinical response.", "population_specificity": "Patients with functional abdominal pain (no specific demographic details provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:56.389055+00:00"}
{"study_id": 98240, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of intranasal herbal medicines, including Peppermint oil, for rapid therapy by analyzing preclinical and clinical studies.", "results_summary": "Peppermint oil emerged as a potential candidate for intranasal therapy, with most treatments being safe and showing greater effects at lower doses compared to oral administration. The study noted that intranasal herbal treatments mainly regulate inflammation and neurotransmission.", "population_specificity": "Preclinical (mice, rats, rabbits) and clinical studies (human)", "effective_dosage": "Not specified for Peppermint oil", "study_duration": "Not specified for Peppermint oil", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:57.922408+00:00"}
{"study_id": 98251, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the clinical data and safety profiles of peppermint for treating anxiety disorders and depression.", "results_summary": "The study found that currently available data do not fully support the use of peppermint for anxiety disorders and depression, indicating limited efficacy. No significant adverse effects or safety concerns were highlighted for peppermint in this context.", "population_specificity": "Not specified (general review of clinical data)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:58.663980+00:00"}
{"study_id": 98253, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review clinical trials evaluating the efficacy of herbal remedies, including peppermint oil, in treating chronic pruritus.", "results_summary": "The study found that peppermint oil was among the herbal remedies significantly effective in treating chronic pruritus, though the abstract does not provide specific details on its performance.", "population_specificity": "Patients with chronic pruritus (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:00:59.197753+00:00"}
{"study_id": 98247, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether peppermint essential oil could improve physical performance (time to exhaustion) in recreational runners.", "results_summary": "Peppermint essential oil significantly increased time to exhaustion compared to placebo (109.9 vs. 98.5 minutes, p=0.009), but did not affect body temperature, thermal sensation, heart rate, or hydration status. The mechanisms behind the performance improvement remain unclear.", "population_specificity": "Fourteen male recreational runners (average age 37.1 years, BMI 24 kg/m²).", "effective_dosage": "Not specified in abstract.", "study_duration": "Single intervention (race to exhaustion).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:00.166083+00:00"}
{"study_id": 98254, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine whether peppermint oil caused extraintestinal symptoms in irritable bowel syndrome patients by comparing it to placebo and treatment as usual.", "results_summary": "The study found that extraintestinal symptoms decreased significantly in all groups, including peppermint oil, placebo, and treatment as usual, suggesting peppermint oil did not worsen symptoms. Most participants did not report new or worsened symptoms, and symptom severity improved across all groups.", "population_specificity": "173 participants with irritable bowel syndrome (30 received peppermint oil, 71 placebo, 72 treatment as usual).", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:03.064391+00:00"}
{"study_id": 98257, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were not attempting to determine anything about Peppermint; the abstract focuses on anti-neuropathic agents, dietary, pharmacological, and psychological treatments for IBS pain.", "results_summary": "The abstract does not mention Peppermint or its effects.", "population_specificity": "Patients with irritable bowel syndrome (IBS).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:04.855059+00:00"}
{"study_id": 98256, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to review the current evidence for non-pharmacological treatments, including peppermint oil, in managing IBS-D and IBS-M.", "results_summary": "Peppermint oil was noted as a useful adjunct therapy for IBS, though its specific effects in IBS-D/M were not described in detail. The abstract suggests it is part of complementary alternative medications (CAM) with potential benefits.", "population_specificity": "Subjects with IBS-D and IBS-M.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:05.344846+00:00"}
{"study_id": 98261, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to determine the efficacy and safety of biophenol-rich nutraceuticals, including peppermint oil, for improving gastrointestinal symptoms and quality of life in patients with irritable bowel syndrome (IBS).", "results_summary": "Peppermint oil showed moderate to high certainty of evidence for improving gastrointestinal symptoms and quality of life in IBS patients, with no significant adverse events reported.", "population_specificity": "Patients with irritable bowel syndrome (IBS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:07.503067+00:00"}
{"study_id": 98262, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to summarize recent literature on natural compounds, including those from peppermint, for potential therapeutic use in Alzheimer's disease.", "results_summary": "The abstract highlights interest in peppermint's chemical compounds for Alzheimer's treatment but does not provide specific results on peppermint's efficacy or safety. It emphasizes phytotherapy as a reliable therapeutic method for neurodegenerative diseases.", "population_specificity": "Not specified (general focus on Alzheimer's disease).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:07.907711+00:00"}
{"study_id": 98258, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the impact of SARS-CoV-2 infection on chemosensory function, using peppermint as a mixed olfactory-trigeminal stimulus in a flavor test.", "results_summary": "Peppermint was recognized by COVID-19 patients similarly to healthy controls, but the perceived intensity of its aroma was significantly lower in patients. The study suggests peppermint can be used as part of a self-administered flavor test to assess smell and taste dysfunctions in COVID-19 patients.", "population_specificity": "111 subjects (19 hospitalized COVID-19 patients, 37 home-isolated COVID-19 patients, and 55 healthy controls).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:08.565297+00:00"}
{"study_id": 98265, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to explore patient adherence to a smartphone app used as a symptom diary for assessing treatment response in irritable bowel syndrome (IBS).", "results_summary": "The study found high adherence (87.9%) to the diary app, though adherence decreased slightly over time. Higher anxiety scores were associated with lower adherence, but no other demographic factors significantly influenced adherence.", "population_specificity": "Patients with irritable bowel syndrome (Rome IV criteria), mean age 34.0 years, 77.8% female.", "effective_dosage": "Not mentioned", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:11.493971+00:00"}
{"study_id": 98269, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers evaluated the effectiveness of peppermint oil as a treatment option for functional abdominal pain in children.", "results_summary": "The abstract suggests that peppermint oil may be appropriate for managing functional abdominal pain in children, though psychological interventions have a stronger evidence base. No specific outcomes or statistical results for peppermint oil are detailed.", "population_specificity": "Children with functional abdominal pain.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:12.379508+00:00"}
{"study_id": 98267, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and efficacy of a topical ointment containing peppermint, aloe vera, and honey compared to petroleum jelly for dressing skin graft donor sites.", "results_summary": "The study found no significant difference in wound healing, pain, pruritus, or discomfort between the natural ointment and petroleum jelly, but the ointment was superior in reducing erythema and improving treatment satisfaction.", "population_specificity": "Patients referred for split-thickness skin grafts after burns or surgical wounds on the scalp or face.", "effective_dosage": "Applied topically on days 0, 4, 7, and 14 (exact amount not specified).", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:14.343557+00:00"}
{"study_id": 98273, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of peppermint oil as a treatment for functional dyspepsia in elderly patients.", "results_summary": "The study found that peppermint oil had limited efficacy in treating functional dyspepsia in elderly patients, with no significant clinical benefits reported.", "population_specificity": "Elderly patients with functional dyspepsia.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:15.004665+00:00"}
{"study_id": 98271, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 84, "quality_score": 70, "study_goal": "The researchers aimed to compare and rank the efficacy of traditional therapies, including peppermint oil, for treating irritable bowel syndrome (IBS).", "results_summary": "Peppermint oil capsules were ranked first for efficacy in improving global IBS symptoms (RR 0.63, 95% CI 0.48-0.83, P-score 0.84), but the study noted considerable uncertainty due to methodological limitations in some RCTs.", "population_specificity": "Adults (aged ≥18 years) with IBS of any subtype.", "effective_dosage": "Not specified", "study_duration": "4-12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:16.567139+00:00"}
{"study_id": 98275, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether non-deceptive open-label placebos (OLPs) involving peppermint vapor could reduce nausea compared to deceptive placebos or controls.", "results_summary": "The study found limited evidence for a placebo effect with peppermint vapor, and no positive evidence for open-label placebo effects in nausea. A deceptive effect was observed in VR but not with peppermint.", "population_specificity": "Healthy volunteers", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:17.334337+00:00"}
{"study_id": 98276, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to optimize data preprocessing protocols for detecting breath samples using compact mass spectrometry (CMS), including a peppermint washout study.", "results_summary": "The peppermint study showed improved predictive model performance (Youden's index 95% CI range from 0.69-0.82 to 1.00-1.00) and slightly better reliability of intensity measurements (median RSD from 7% to 5%).", "population_specificity": "Not specified (participants in a peppermint washout study).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:20.155849+00:00"}
{"study_id": 98277, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review evidence on pharmacological treatments for IBS, including Peppermint oil's impact on IBS symptoms.", "results_summary": "Peppermint oil demonstrated a positive impact on some symptoms of IBS, though the abstract does not specify the extent or statistical significance of these effects. The study grouped it among other treatments with varying efficacy levels.", "population_specificity": "Patients with irritable bowel syndrome (IBS), though the abstract does not specify subtypes or demographics for Peppermint oil.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:20.656667+00:00"}
{"study_id": 98278, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to provide an overview of current pharmacological and nonpharmacological treatment options for functional dyspepsia.", "results_summary": "The abstract does not specifically mention Peppermint or its effects on functional dyspepsia.", "population_specificity": "Patients with functional dyspepsia (epigastric pain syndrome and postprandial distress syndrome).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:21.576536+00:00"}
{"study_id": 98280, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of peppermint oil for treating functional abdominal pain disorders (FAPDs) in children.", "results_summary": "The study found evidence suggesting the benefit of peppermint oil for treating FAPDs in children, though research on efficacy, safety, and optimal dosage remains limited.", "population_specificity": "Pediatric patients with functional abdominal pain disorders (FAPDs).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:22.618697+00:00"}
{"study_id": 98245, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of peppermint oil as an antispasmodic treatment for acute gastrointestinal cramping pain (GICP) and its potential inclusion in clinical trials.", "results_summary": "The abstract mentions peppermint oil as one of several antispasmodics undergoing clinical trials, suggesting it may be effective for GICP, but no specific results for peppermint oil are detailed. Fixed-dose combinations of antispasmodics, including peppermint oil, may improve compliance and synergistically reduce GICP.", "population_specificity": "Not specified (general population with acute GICP).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:22.878743+00:00"}
{"study_id": 98283, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 35, "quality_score": 65, "study_goal": "The researchers aimed to determine whether peppermint aromatherapy is effective and safe compared to placebo or standard antiemetic treatments for reducing postoperative nausea and vomiting (PONV).", "results_summary": "The study found no significant effect of peppermint aromatherapy on nausea severity compared to placebo, with low-quality evidence. There were no data reported on nausea duration, rescue antiemetic use, adverse events, or patient satisfaction for peppermint specifically.", "population_specificity": "Adults and children experiencing postoperative nausea and vomiting.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:25.554268+00:00"}
{"study_id": 98282, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of Menthacarin (a peppermint-based treatment) in reducing IBS-associated symptoms in patients with functional dyspepsia (FD).", "results_summary": "The study found that Menthacarin reduced pain intensity by 50-75% on average in FD patients with IBS-associated symptoms over 28 days, suggesting beneficial effects comparable to those observed in primary FD analyses. The results indicate Menthacarin as a potential treatment option for IBS patients.", "population_specificity": "FD patients with IBS-associated symptoms (n=111 across 3 RCTs).", "effective_dosage": "Not specified", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:25.966306+00:00"}
{"study_id": 98286, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate peppermint oil as a potential intervention for preventing and reducing enteral tube feeding intolerance (ETFI) in adult populations.", "results_summary": "The abstract suggests that peppermint oil has bioactive properties with potential benefits for managing adverse gastrointestinal events associated with tube feeding, though specific results are not detailed.", "population_specificity": "Adults dependent on enteral nutrition.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:28.808138+00:00"}
{"study_id": 98285, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the role of medical foods, including peppermint oil, in managing functional gastrointestinal disorders (FGIDs) such as irritable bowel syndrome and functional dyspepsia.", "results_summary": "The study found that peppermint oil is effective for managing irritable bowel syndrome, with positive effects also observed when combined with caraway seed oil for functional dyspepsia, though robust randomized controlled trials are lacking.", "population_specificity": "Patients with functional gastrointestinal disorders (FGIDs), including irritable bowel syndrome and functional dyspepsia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:29.015208+00:00"}
{"study_id": 98288, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to systematically summarize the effectiveness and safety of herbal treatments, including Peppermint, for gastrointestinal disorders in children.", "results_summary": "The study found promising evidence for the effectiveness of Peppermint in treating gastrointestinal disorders, though results were limited by the small number of studies and specific indications. More rigorous trials are needed to confirm these findings.", "population_specificity": "Children and adolescents aged 0-18 years with gastrointestinal disorders.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:29.920367+00:00"}
{"study_id": 98289, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of open-label placebo (OLP) and double-blind placebo (DBP) administration, with a nested RCT comparing DBP and peppermint oil, to understand placebo mechanisms and potential benefits.", "results_summary": "The abstract does not provide specific results regarding peppermint oil's effects, as the focus is on comparing OLP and DBP administration and exploring genetic, psychological, and experiential dimensions of placebo responses.", "population_specificity": "Patients with irritable bowel syndrome (IBS), chronic low back pain, and episodic migraine.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:31.548567+00:00"}
{"study_id": 98287, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess and compare the efficacy of a peppermint/caraway-oil combination (Menthacarin) on symptoms and quality of life in patients with functional dyspepsia (FD) consistent with epigastric pain syndrome (EPS) and postprandial distress syndrome (PDS).", "results_summary": "Menthacarin was superior to placebo in alleviating FD symptoms (P < .001), improving pain and discomfort scores significantly after 2 and 4 weeks. All secondary efficacy measures also favored Menthacarin, demonstrating its effectiveness in improving disease-specific quality of life.", "population_specificity": "114 outpatients with chronic or recurrent functional dyspepsia (FD).", "effective_dosage": "2 capsules/day (1 capsule twice daily).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:32.988229+00:00"}
{"study_id": 98290, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to determine whether orange-peppermint aromatherapy could reduce anxiety in women undergoing image-guided breast biopsy compared to placebo.", "results_summary": "The study found that lavender-sandalwood aromatherapy significantly reduced anxiety compared to placebo, but orange-peppermint aromatherapy did not show a statistically significant reduction in anxiety.", "population_specificity": "Women undergoing image-guided breast biopsy.", "effective_dosage": "Not specified", "study_duration": "Duration of the biopsy procedure (exact time not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:33.604103+00:00"}
{"study_id": 98291, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of peppermint oil in treating functional abdominal pain disorders (FAPDs) in children compared to placebo.", "results_summary": "The study found that peppermint oil showed significant benefit compared to placebo in treating FAPDs in children, based on a single randomized clinical trial. However, the abstract does not provide detailed results on the magnitude or consistency of these effects.", "population_specificity": "Children with functional abdominal pain disorders (FAPDs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:34.117456+00:00"}
{"study_id": 98292, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of peppermint oil as a pharmacological approach for managing visceral pain in functional GI diseases, particularly IBS.", "results_summary": "The abstract mentions peppermint oil as one of the pharmacological approaches for managing visceral pain in IBS, suggesting it is considered effective, but no specific results or statistical data are provided.", "population_specificity": "Patients with functional GI diseases, principally IBS.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:37.124163+00:00"}
{"study_id": 98293, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to assess the efficacy and safety of aspirin for acute treatment of episodic tension-type headache (TTH) in adults, including comparisons with peppermint oil as an active comparator.", "results_summary": "The study found insufficient data to compare aspirin with peppermint oil at any of the tested doses, so no conclusions about peppermint's effects were drawn.", "population_specificity": "Adults with frequent episodic tension-type headache (TTH).", "effective_dosage": "Not specified for peppermint oil.", "study_duration": "Not specified for peppermint oil.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:38.466559+00:00"}
{"study_id": 98297, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether placebo-induced relief from nausea could be influenced by instructions and conditioning using a sham peppermint essence vapor.", "results_summary": "Participants who received positive instructions or conditioning (one pairing of the sham treatment with reduced nausea) reported significantly lower nausea scores compared to those without these interventions, though the interaction between the two factors was not statistically significant.", "population_specificity": "56 healthy volunteers", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:38.675337+00:00"}
{"study_id": 98298, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "To evaluate the efficacy and tolerability of a novel sustained-release peppermint oil formulation in patients with IBS-M and IBS-D.", "results_summary": "Peppermint oil showed a 40% reduction in IBS symptoms compared to 24.3% with placebo, with significant improvements observed within 24 hours. It was well tolerated with few adverse events.", "population_specificity": "Patients with IBS-M or IBS-D (mean age 40.7 years, 75% female, 77.8% white).", "effective_dosage": "3 times daily (specific amount not stated).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:42.083453+00:00"}
{"study_id": 98295, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of peppermint essence as a treatment option for functional bowel disorders, particularly irritable bowel syndrome with constipation and functional constipation.", "results_summary": "The abstract mentions peppermint essence as one of the available treatment options for functional bowel disorders, suggesting it is considered effective, but specific results or comparative efficacy are not detailed.", "population_specificity": "Adult patients with constipation and abdominal complaints, including irritable bowel syndrome subtype with constipation and functional constipation.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:42.153832+00:00"}
{"study_id": 98299, "supplement_id": 1430, "safety_score": "80", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to evaluate the efficacy and safety of pharmacologic treatments, including peppermint oil, for children with abdominal pain-related functional gastrointestinal disorders (AP-FGIDs).", "results_summary": "Peppermint oil showed some evidence of improving symptoms (OR 3.3, 95% CI 0.9-12.0), but the overall quality of evidence was very low. No serious adverse effects were reported.", "population_specificity": "Children aged 4.5-18 years with AP-FGIDs.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:42.162841+00:00"}
{"study_id": 98303, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of peppermint oil as part of an integrative approach for managing IBS symptoms.", "results_summary": "The study found that peppermint oil, among other CAM therapies, improved treatment outcomes in IBS patients, offering symptom relief and enhanced quality of life.", "population_specificity": "IBS patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:45.501459+00:00"}
{"study_id": 98301, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of peppermint oil as a first-line treatment for abdominal pain in irritable bowel syndrome (IBS).", "results_summary": "Peppermint oil is considered a first-line treatment for abdominal pain in IBS, with antispasmodic properties that help alleviate symptoms. The abstract suggests it is effective, though specific efficacy data compared to other treatments are not detailed.", "population_specificity": "Patients with irritable bowel syndrome (IBS), particularly those with functional abdominal pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:45.706118+00:00"}
{"study_id": 98246, "supplement_id": 1430, "safety_score": "95", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adding peppermint oil to a foot bath could improve pain and anxiety reduction beyond passive relaxation in adolescents with chronic headaches.", "results_summary": "The study found that while both groups (foot bath alone and foot bath with peppermint oil) reported reduced pain and anxiety, peppermint oil did not significantly enhance these effects compared to the control. The intervention was well tolerated and liked by participants.", "population_specificity": "Adolescents (mean age 15.2 years, 89% female) diagnosed with primary headache disorders.", "effective_dosage": "Not specified", "study_duration": "Brief intervention (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:46.581222+00:00"}
{"study_id": 98302, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to investigate the immunomodulatory and antiparasitic effects of peppermint (Mentha x piperita L.) crude leaf extract on murine Schistosomiasis mansoni.", "results_summary": "Peppermint treatment increased sera levels of IL-10, IFN-γ, IgG2a, and IgE, reduced parasite burden by 35.2%, and significantly decreased egg counts in feces and intestine.", "population_specificity": "Female Balb/c mice infected with Schistosoma mansoni.", "effective_dosage": "100 mg/kg daily.", "study_duration": "Seven weeks post-infection.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:47.169215+00:00"}
{"study_id": 98300, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to review older and newer treatments for IBS, including alternative therapies like Peppermint.", "results_summary": "The abstract does not provide specific findings about Peppermint's effects on IBS.", "population_specificity": "Not specified", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:50.823979+00:00"}
{"study_id": 98305, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential benefits of peppermint oil in managing symptoms of irritable bowel syndrome (IBS).", "results_summary": "The abstract suggests that peppermint oil may provide benefit for IBS patients, though specific efficacy data or statistical significance is not detailed. It is mentioned alongside other treatments like probiotics, indicating potential but not definitive efficacy.", "population_specificity": "Patients with irritable bowel syndrome (IBS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:51.059427+00:00"}
{"study_id": 98306, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to assess the efficacy and safety of enteric-coated peppermint oil capsules compared with placebo for treating active irritable bowel syndrome (IBS).", "results_summary": "Peppermint oil was significantly superior to placebo for global improvement of IBS symptoms and abdominal pain, with mild and transient adverse events like heartburn. The study concluded that peppermint oil is a safe and effective short-term treatment for IBS.", "population_specificity": "Patients with active irritable bowel syndrome (IBS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Minimum treatment duration of 2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:51.966890+00:00"}
{"study_id": 98304, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 57, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of controlled breathing with peppermint aromatherapy versus controlled breathing alone for relieving postoperative nausea and/or vomiting (PONV).", "results_summary": "Controlled breathing alone was slightly more effective (62.5%) than peppermint aromatherapy (57.7%), though the difference was not statistically significant. The study concluded that both methods could be used as alternatives to prescribed antiemetics for PONV relief.", "population_specificity": "Postoperative patients experiencing nausea and/or vomiting.", "effective_dosage": "Not specified", "study_duration": "Final assessment occurred 10 minutes post initial treatment, with a possible second treatment at 5 minutes if needed.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:52.769137+00:00"}
{"study_id": 98308, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the efficacy of peppermint oil in relieving symptoms and improving quality of life in patients with diarrhea-predominant irritable bowel syndrome (IBS).", "results_summary": "Peppermint oil significantly improved abdominal pain at six weeks compared to placebo, but the effect was transient, as pain scores increased two weeks after treatment ended. Other symptoms and quality of life did not show significant improvement.", "population_specificity": "Patients with diarrhea-predominant IBS meeting ROME II criteria, excluding those with red flag signs or organic disease.", "effective_dosage": "Three times daily for six weeks (specific amount not provided).", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:56.065258+00:00"}
{"study_id": 98309, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of peppermint oil in improving symptoms of irritable bowel syndrome (IBS).", "results_summary": "The study found that peppermint oil appears to improve IBS symptoms, including abdominal pain and altered bowel habits, alongside other treatments like exercise, antibiotics, and probiotics. However, the abstract does not provide specific details on the magnitude of peppermint oil's effects compared to other interventions.", "population_specificity": "Patients with irritable bowel syndrome, particularly those experiencing abdominal pain and altered bowel habits.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:56.174457+00:00"}
{"study_id": 98310, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers sought to determine whether aromatherapy, including peppermint oil, is effective and safe for treating postoperative nausea and vomiting compared to standard treatments.", "results_summary": "The study found no reliable evidence supporting the use of peppermint oil for postoperative nausea and vomiting, while isopropyl alcohol showed some effectiveness compared to placebo but was less effective than standard anti-emetic drugs.", "population_specificity": "Patients experiencing postoperative nausea and vomiting (402 participants across nine studies).", "effective_dosage": "Not specified for peppermint oil.", "study_duration": "Not specified for peppermint oil.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:56.180026+00:00"}
{"study_id": 98311, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the taste-masking effects of various methods, including organoleptic masking with sweetener and flavor, on bitter famotidine orally disintegrating tablets (ODTs).", "results_summary": "The study found that both physical and organoleptic taste-masking methods significantly improved palatability, with the combination of both methods being most effective, achieving scores similar to placebo ODTs. Different taste-masking mechanisms functioned cooperatively to enhance acceptability.", "population_specificity": "31 healthy volunteers", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:01:59.667421+00:00"}
{"study_id": 98313, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of antispasmodics, including peppermint oil, in treating irritable bowel syndrome (IBS).", "results_summary": "The study found that peppermint oil, as an antispasmodic, was effective in managing IBS symptoms, supported by systematic reviews and RCTs included in the analysis. However, specific safety data for peppermint oil were not detailed in the abstract.", "population_specificity": "People with irritable bowel syndrome (IBS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:00.487600+00:00"}
{"study_id": 98312, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to assess the dose-dependent peristalsis-suppressing effect of L-menthol (a major constituent of peppermint oil) and determine its recommended dose for upper gastrointestinal endoscopy.", "results_summary": "L-menthol suppressed gastric peristalsis in a dose-dependent manner, with the effect plateauing at 0.8%. The 0.8% and 1.6% doses showed significantly higher efficacy than placebo, and adverse events were similar across all groups.", "population_specificity": "131 patients undergoing upper gastrointestinal endoscopy.", "effective_dosage": "20 mL of 0.4%, 0.8%, or 1.6% L-menthol solution.", "study_duration": "Single administration during endoscopy.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:00.668788+00:00"}
{"study_id": 98314, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether peppermint spirits could effectively reduce postoperative nausea in women after a scheduled C-section compared to placebo and standard antiemetic therapy.", "results_summary": "Peppermint spirits significantly reduced nausea levels at 2 and 5 minutes post-intervention compared to both the placebo and standard antiemetic groups, suggesting it may be a useful adjunct treatment for postoperative nausea.", "population_specificity": "Women who underwent a scheduled C-section and experienced postoperative nausea.", "effective_dosage": "Not specified (inhaled peppermint spirits, exact concentration not mentioned).", "study_duration": "Immediate effects assessed at 2 and 5 minutes post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:01.416461+00:00"}
{"study_id": 98307, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to investigate the acute effects of peppermint oil on intragastric pressure profiles and gastric sensorimotor functions in healthy individuals.", "results_summary": "Peppermint oil reduced intragastric pressure and proximal stomach motility during fasting but had negligible effects during nutrient intake. It also decreased appetite scores during fasting but did not significantly alter postprandial symptoms or gastric sensitivity.", "population_specificity": "Healthy volunteers", "effective_dosage": "182 mg (single capsule)", "study_duration": "Acute administration (single dose)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:03.303657+00:00"}
{"study_id": 98315, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of antispasmodics, including peppermint oil, for improving symptoms of irritable bowel syndrome (IBS).", "results_summary": "Peppermint oil was found to be statistically significantly effective for improving abdominal pain, global assessment, and symptom scores in IBS patients compared to placebo. It was identified as one of the effective antispasmodic subgroups.", "population_specificity": "Patients with irritable bowel syndrome aged over 12 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:03.934911+00:00"}
{"study_id": 98317, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of peppermint oil as a first-line therapy for symptom relief in patients with irritable bowel syndrome (IBS).", "results_summary": "The study found that peppermint oil is beneficial as a first-line therapy for some IBS patients, contributing to symptom relief. However, the abstract does not provide detailed efficacy metrics or comparative data.", "population_specificity": "Patients with irritable bowel syndrome (IBS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:04.212846+00:00"}
{"study_id": 98316, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if peppermint oil, as part of a mixed antioxidant oil preparation, could mitigate ozone-induced nasal inflammation and activate antioxidant pathways in the upper respiratory mucosa.", "results_summary": "The mixed oil preparation, including peppermint, significantly reduced ozone-induced nasal inflammation. However, the specific contribution of peppermint was not isolated, as the study focused on the combined effects of multiple oils.", "population_specificity": "Healthy human subjects and epithelial cell lines (BEAS-2B and NCI-H23).", "effective_dosage": "Not specified for peppermint individually.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:07.671031+00:00"}
{"study_id": 98318, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether combining peppermint oil with lafutidine enhances the inhibition of gastric acid secretion compared to lafutidine alone.", "results_summary": "The study found no significant difference in intragastric pH between lafutidine alone and lafutidine combined with peppermint oil, indicating peppermint oil did not enhance the acid-suppressing effect of lafutidine.", "population_specificity": "H. pylori-negative healthy male subjects", "effective_dosage": "0.64 mL peppermint oil (single dose)", "study_duration": "4-hour monitoring period after administration", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:08.292696+00:00"}
{"study_id": 98320, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the clinical efficacy of peppermint oil compared to other therapies for irritable bowel syndrome (IBS).", "results_summary": "The study found that peppermint oil had the highest efficacy among the therapies analyzed, outperforming psychotherapeutic, psychopharmacological, and probiotic interventions. Traditional antispasmodics showed moderate efficacy, while motility-affecting drugs and bran/fiber therapies were ineffective.", "population_specificity": "Patients with irritable bowel syndrome (IBS).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:08.369045+00:00"}
{"study_id": 98319, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of peppermint oil in improving symptoms of irritable bowel syndrome (IBS) among Taiwanese patients.", "results_summary": "Peppermint oil was among several agents found to somewhat improve IBS symptoms, though the abstract does not specify the extent of its efficacy compared to other treatments.", "population_specificity": "Taiwanese patients with irritable bowel syndrome (IBS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:09.189527+00:00"}
{"study_id": 98323, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of various interventions, including peppermint oil, for treating irritable bowel syndrome (IBS).", "results_summary": "The study found that peppermint oil, as an antispasmodic, was among the interventions reviewed for IBS treatment, but specific efficacy or safety details for peppermint were not highlighted in the abstract.", "population_specificity": "People with irritable bowel syndrome (IBS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:11.927491+00:00"}
{"study_id": 98324, "supplement_id": 1430, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether enteric-coated, delayed-release peppermint oil (Colpermin) is effective and safe for alleviating symptoms of irritable bowel syndrome (IBS).", "results_summary": "The study found that Colpermin significantly reduced abdominal pain and discomfort in IBS patients, with 14 out of 90 subjects becoming symptom-free by week 8 compared to 6 in the placebo group. It also improved quality of life with no significant adverse reactions reported.", "population_specificity": "90 outpatients with IBS", "effective_dosage": "One capsule (Colpermin) three times daily", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:13.100893+00:00"}
{"study_id": 98321, "supplement_id": 1430, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The study aimed to compare the effects of fluoride-containing toothpaste versus a nonfluoridated natural toothpaste (containing peppermint oil) on the mechanical properties of Ni-Ti archwires.", "results_summary": "The study found that Ni-Ti wires exposed to the nonfluoridated natural toothpaste (containing peppermint oil) showed force degradation similar to fluoride-exposed wires at higher deflections but less degradation at lower deflections. The study did not specifically evaluate peppermint's effects beyond its inclusion in the toothpaste formulation.", "population_specificity": "Ni-Ti archwires tested under clinical conditions (not human subjects).", "effective_dosage": "Not specified for peppermint oil (included as part of a nonfluoridated toothpaste formulation).", "study_duration": "6 weeks of intraoral use.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:13.130356+00:00"}
{"study_id": 98322, "supplement_id": 1430, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to investigate the efficacy and safety of a 10% menthol solution derived from peppermint for abortive migraine treatment.", "results_summary": "The menthol solution was statistically superior to placebo in achieving pain-free and pain-relief outcomes at 2 hours and sustained endpoints, and it also alleviated nausea/vomiting and phonophobia/photophobia. No significant difference in adverse effects was observed between the menthol and placebo groups.", "population_specificity": "35 patients (80% women, 20% men, mean age 29.6 ± 6.2) with migraine attacks.", "effective_dosage": "10% ethanol solution of menthol applied to the forehead and temporal area.", "study_duration": "The study was conducted from March 2007 to March 2008 (intervention duration per attack not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:13.634203+00:00"}
{"study_id": 30150, "supplement_id": 1431, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize rosmarinic acid (RA) extraction from Perilla frutescens and evaluate its potential as an adenosine deaminase (ADA) inhibitor for gout treatment.", "results_summary": "The study achieved an optimized RA yield of 2.22 mg/g from Perilla, confirmed RA's ADA inhibitory activity (IC50 = 55.11 μM), and demonstrated stable binding through molecular docking and dynamics simulations. The findings support RA as a potential gout treatment compound.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:15.968270+00:00"}
{"study_id": 30151, "supplement_id": 1431, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the anti-inflammatory and antioxidant effects of Perilla frutescens leaf-derived extracellular vesicle-like particles (PLEVPs) in treating psoriasis and to identify the underlying mechanisms.", "results_summary": "PLEVPs significantly alleviated psoriasis symptoms in mouse models by reducing oxidative stress, modulating Treg cells, and promoting keratinocyte apoptosis. The therapeutic effect was linked to the suppression of the IL-17 signaling pathway via the miRNA pab-miR396a-5p.", "population_specificity": "Mouse models of psoriasis (preventive and therapeutic).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:17.120488+00:00"}
{"study_id": 47062, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential benefits of probiotics in extending remission duration and reducing symptom burden in ulcerative colitis.", "results_summary": "The study suggests probiotics may prolong remission and improve clinical symptoms by reducing inflammation markers and restoring intestinal epithelial integrity.", "population_specificity": "Patients with ulcerative colitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:23.731216+00:00"}
{"study_id": 47067, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the latest developments in probiotic encapsulation methods for targeted colorectal cancer (CRC) treatment and evaluate the efficacy and safety of probiotics in CRC prevention and therapy.", "results_summary": "The study found that single-cell encapsulation techniques can improve probiotic resistance to gastrointestinal conditions, enhance mucosal adhesion, and facilitate targeted release, potentially increasing probiotic effectiveness in CRC treatment. It also highlighted the advantages and disadvantages of current encapsulation technologies and discussed the mechanisms by which probiotics may prevent and treat CRC.", "population_specificity": "Not specified (general focus on CRC prevention/treatment)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:25.773741+00:00"}
{"study_id": 47059, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to explore the role of probiotics and symbiotics in preventing and treating pediatric infectious diseases, focusing on their interaction with the immune system and identifying knowledge gaps.", "results_summary": "The study suggests that probiotics and symbiotics may promote a healthy microbiome and improve outcomes in pediatric infectious diseases, but optimal dosages and combinations remain undefined.", "population_specificity": "Pediatric patients, particularly immunocompromised and critically ill children.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:26.413712+00:00"}
{"study_id": 47065, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of a multispecies probiotic on emotion regulation and mood in healthy volunteers.", "results_summary": "The study found clear evidence that probiotics reduce negative mood after two weeks, based on daily monitoring, but few other changes. It also highlighted that pre- versus post-intervention assessments may not reliably detect probiotic-induced emotional changes in healthy subjects.", "population_specificity": "88 healthy volunteers", "effective_dosage": "Not specified", "study_duration": "Not specified (effects observed starting after two weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:26.424433+00:00"}
{"study_id": 47064, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review the potential of probiotics to treat atherosclerosis by reducing gut-derived uremic toxins (GDUTs) in circulation.", "results_summary": "The abstract suggests that probiotics may help reduce GDUTs like TMAO, p-cresyl sulfate, and indoxyl sulfate, which are linked to increased cardiovascular risk and renal decline, but does not provide specific efficacy data.", "population_specificity": "Patients with atherosclerosis, particularly those with non-traditional risk factors and/or impaired renal function.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:26.959144+00:00"}
{"study_id": 47063, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the synergistic effects of zinc and indole-3-carbinol (I3C) delivered via a probiotic platform (ZI@EcN) for restoring the intestinal epithelial barrier and regulating gut microbiota in colitis.", "results_summary": "ZI@EcN effectively restored the epithelial barrier, reduced inflammation, and enriched beneficial gut bacteria while reducing pathogens, demonstrating significant prophylactic and therapeutic efficacy in colitis models. The formulation showed sustained release and targeted delivery in colonic tissues with favorable safety profiles.", "population_specificity": "Dextran sulfate sodium-induced mouse colitis models.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:27.654571+00:00"}
{"study_id": 47061, "supplement_id": 1474, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of dulaglutide alone versus dulaglutide combined with probiotics on cardiovascular risk factors, pancreatic beta-cell function, and gut microbiota in patients with type 2 diabetes mellitus (T2DM).", "results_summary": "The intervention group (dulaglutide + probiotics) showed greater improvements in glycemic control, inflammatory markers, pancreatic beta-cell function, and gut microbiota composition, along with reduced hypertension and dyslipidemia incidence compared to dulaglutide alone. Both regimens were well-tolerated with no severe adverse effects.", "population_specificity": "Overweight/obese adults with T2DM (HbA1c 6.5-11%, BMI ≥ 24 kg/m²).", "effective_dosage": "Probiotics containing Bifidobacterium longum, 2 × 10⁹ CFU/dose daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:27.759827+00:00"}
{"study_id": 47060, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effects of probiotic supplementation, including single-strain and multi-strain formulations, on necrotizing enterocolitis (NEC) and related mortality in preterm infants.", "results_summary": "Probiotics significantly reduced the incidence of NEC (ESRR: 0.51; 95% CI: 0.46, 0.55, p < 0.001) and mortality rate (ESRR: 0.72; 95% CI: 0.68, 0.76, P < 0.001), with multi-strain probiotics showing particular effectiveness.", "population_specificity": "Preterm neonates (< 37-week gestation)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:28.398103+00:00"}
{"study_id": 47071, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of probiotics as an adjunct to periodontal therapy on clinical outcomes in patients with gingivitis and periodontitis through a meta-analysis of available evidence.", "results_summary": "The meta-analysis found that probiotics improved plaque index and bleeding on probing in periodontitis patients, with greater effects in longer follow-up studies. Results for gingivitis were less significant, highlighting the need for further research.", "population_specificity": "Patients with gingivitis and periodontitis.", "effective_dosage": "Not specified", "study_duration": "Varied by study (follow-up periods mentioned but not exact intervention duration)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:33.937970+00:00"}
{"study_id": 47074, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether probiotics, when used as adjunctive therapy with fluoxetine, could reduce depression severity and influence biomarkers (BDNF, ACTH, cortisol) in patients with major depressive disorder (MDD).", "results_summary": "The probiotic group showed a significant reduction in depression severity compared to placebo, but no significant changes were observed in cortisol or ACTH levels. BDNF levels increased slightly in the probiotic group, though not statistically significant.", "population_specificity": "Fifty medication-free MDD patients (44 completed the trial).", "effective_dosage": "Not specified in the abstract.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:34.630963+00:00"}
{"study_id": 47076, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential role of Lactobacillus probiotics in preventing and treating sarcopenia via the gut-muscle axis.", "results_summary": "The study suggests that Lactobacillus probiotics may improve muscle function by reducing inflammation, clearing ROS, enhancing metabolism, and modulating gut microbiota, but the exact mechanisms remain uncertain.", "population_specificity": "Not specified (general focus on sarcopenia patients).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:35.089855+00:00"}
{"study_id": 47075, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the advantages of encapsulating probiotics within liposomes to enhance their stability, survival, and delivery to target sites in the intestines.", "results_summary": "The study found that liposome encapsulation protects probiotics from environmental and gastrointestinal stressors, promotes their growth and absorption in the intestines, and enhances their stability and bioavailability. It also highlighted structural changes in probiotics and liposomes during digestion and discussed future challenges in the field.", "population_specificity": "Not specified (general human intestinal health context)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:35.321275+00:00"}
{"study_id": 47077, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if probiotics could mitigate metabolic disturbances in a PCOS rat model by suppressing the TGF-β1 pathway.", "results_summary": "Probiotics reversed metabolic and inflammatory abnormalities in PCOS rats, including insulin resistance, hyperinsulinemia, and elevated inflammatory markers, while restoring antioxidant defenses and adipose tissue function.", "population_specificity": "Female Wistar rats with letrozole-induced PCOS.", "effective_dosage": "3x10^9 CFU (oral administration).", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:35.705835+00:00"}
{"study_id": 47078, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of beneficial microorganisms for corals (BMCs) in mitigating short-term acute heat stress in two Red Sea hard coral species.", "results_summary": "BMC supplementation significantly prevented mortality in Acropora cf. hemprichii at 32°C, improved primary production, and increased algal cell densities and chlorophyll concentrations compared to controls. Pocillopora verrucosa showed no adverse effects in either treatment.", "population_specificity": "Two Red Sea hard coral species (Acropora cf. hemprichii and Pocillopora verrucosa).", "effective_dosage": "Not specified", "study_duration": "48 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:37.205321+00:00"}
{"study_id": 47072, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of probiotic supplementation combined with counselling on healthy lifestyle habits on nutritional status and antibody response against SARS-CoV-2 in overweight and obese adolescents.", "results_summary": "The study protocol was designed to measure changes in body mass index for age z-score, IgG and secretory IgA specific to SARS-CoV-2 titre concentrations, gut microbiota diversity, and Healthy Eating Index scores, but results are not yet reported as the study is ongoing.", "population_specificity": "Overweight and obese adolescents aged 12-17 living in Jakarta, Surabaya, or Yogyakarta who had completed at least two doses of the COVID-19 vaccine.", "effective_dosage": "10^9-10^10 colony-forming units daily of Bifidobacterium animalis subsp. Lactis (BB-12), Lactobacillus acidophilus (LA-5), and Lactobacillus rhamnosus (LGG).", "study_duration": "20 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:37.584001+00:00"}
{"study_id": 47070, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether native probiotics could mitigate oxidative stress in kidney tissues caused by Nickel exposure and enhance protective effects against heavy metal toxicity.", "results_summary": "The study found that native probiotics upregulated Nrf2-related gene expression before Nickel exposure and significantly restored gene expression levels after Nickel-induced suppression, demonstrating protective antioxidative effects.", "population_specificity": "Forty male NMRI mice exposed to Nickel.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:41.532308+00:00"}
{"study_id": 47081, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review the current knowledge on probiotic strains, their therapeutic potential for colorectal cancer, limitations, and areas needing further research.", "results_summary": "Probiotics demonstrated anti-inflammatory and antitumor effects in preclinical and clinical studies, but clinical efficacy evidence is inadequate, requiring more research to establish them as therapeutic agents. Safety is generally recognized, though high-risk patients should exercise caution due to potential infection risks.", "population_specificity": "General population, with specific mention of high-risk patients (e.g., immunocompromised individuals).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:42.205696+00:00"}
{"study_id": 47082, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of probiotics combined with pregabalin on seizure activity, behavior, and neuropathology in PTZ-induced epileptic mice.", "results_summary": "The combination of probiotics and pregabalin significantly reduced seizure activity, improved behavioral outcomes (anxiety, depression, cognition), and provided neuroprotection by reducing oxidative stress and inflammation while enhancing antioxidant activity.", "population_specificity": "Adult BALB/c mice with PTZ-induced epilepsy.", "effective_dosage": "Probiotics (10 ml/kg) and pregabalin (10 mg/kg).", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:42.738639+00:00"}
{"study_id": 47083, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of probiotics on sexual function, hormonal regulation, and reproductive outcomes.", "results_summary": "Probiotic interventions significantly improved sexual function, particularly in women on antidepressant therapy, and enhanced reproductive outcomes, including higher pregnancy rates and improved sperm parameters. Probiotics also reduced menopausal symptoms and improved hormonal balance.", "population_specificity": "Women undergoing antidepressant therapy, menopausal women, and individuals undergoing fertility treatments.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:43.619407+00:00"}
{"study_id": 47086, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to compare the efficacy of probiotics and metronidazole in treating asymptomatic bacterial vaginosis (aBV) and evaluate their cure and recurrence rates.", "results_summary": "Probiotics showed higher cumulative cure rates compared to metronidazole, though the differences were not statistically significant. However, probiotics demonstrated significantly lower recurrence rates at follow-up visits, with no severe adverse events reported.", "population_specificity": "Women with asymptomatic bacterial vaginosis (aBV).", "effective_dosage": "10-day intravaginal probiotic capsules (specific dosage not detailed).", "study_duration": "10 days for probiotics, 7 days for metronidazole, with follow-ups at 1st, 2nd, and 4th weeks post-therapy.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:45.044996+00:00"}
{"study_id": 47088, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to systematically assess the effectiveness of probiotics in treating allergic diseases by integrating results from existing clinical studies.", "results_summary": "The meta-analysis found that probiotics significantly improve clinical outcomes in patients with allergic diseases, with subgroup analyses showing effectiveness across various conditions and two specific strains being particularly effective. Probiotics can serve as a beneficial adjunctive therapy but should not be the sole treatment method due to the multifactorial nature of allergic diseases.", "population_specificity": "Pediatric patients with common allergic diseases (food allergies, asthma, allergic rhinitis, or atopic dermatitis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:45.790312+00:00"}
{"study_id": 47089, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To determine if adding probiotics to metformin and a calorie-restricted diet improves outcomes in obese PCOS patients compared to metformin and diet alone.", "results_summary": "Probiotics combined with metformin and diet significantly improved hormone levels, insulin resistance, blood sugar, gut microbiota diversity, and BMI reduction compared to metformin and diet alone, though BMI reduction was similar between groups.", "population_specificity": "Obese patients with polycystic ovary syndrome (PCOS) (n=141).", "effective_dosage": "Not specified", "study_duration": "June 2021 to December 2023 (retrospective analysis, exact intervention duration unclear)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:46.198056+00:00"}
{"study_id": 47093, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether engineered Escherichia coli Nissle 1917 (EcN) loaded with CO/H2S-releasing copolymer (POSR) could effectively target gut delivery of gasotransmitters to alleviate IBD symptoms and associated anxiety/depression.", "results_summary": "The engineered probiotic (POSR@EcN) enhanced intestinal colonization, reduced inflammation, restored gut barrier integrity, reshaped microbiota, and alleviated IBD symptoms. It also increased neuroprotective metabolites, reducing neuroinflammation and anxiety/depression-like behaviors in IBD mice.", "population_specificity": "IBD mice (animal model)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:51.100493+00:00"}
{"study_id": 47090, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of probiotics, prebiotics, and synbiotics on heavy metal exposure and related health outcomes in human clinical trials.", "results_summary": "Probiotics combined with zinc improved resolution times for vomiting and diarrhea, enhanced treatment efficacy for antibiotic-associated diarrhea, and reduced hospital stays. Prebiotics improved iron absorption in women and children, while probiotics did not significantly affect blood parameters or H. pylori eradication rates but reduced side effects like diarrhea and vomiting.", "population_specificity": "Human participants, including pregnant women and children.", "effective_dosage": "Probiotic doses ranged from 10^7 to 2.5 × 10^10 CFU/day.", "study_duration": "Not specified in the abstract.", "interactions": "Reduced side effects when combined with bismuth quadruple therapy; no other interactions mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:51.461539+00:00"}
{"study_id": 47094, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore the potential role of probiotics in influencing oral cancer development, progression, and metastasis, particularly in oral squamous cell carcinoma (OSCC).", "results_summary": "The study suggests that probiotics may have direct or indirect positive effects on oral cancer by modulating the oral microbiome, immune signaling pathways, and other cellular processes, though specific clinical outcomes are not detailed.", "population_specificity": "General discussion of oral cancer (OSCC) and microbiome interactions, no specific human or animal population detailed.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:51.596498+00:00"}
{"study_id": 47095, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the role of small intestine microbiota, particularly Lactobacillus johnsonii-derived extracellular vesicles (EVs), in modulating bile acid metabolism and their potential impact on Alzheimer's disease pathology.", "results_summary": "The study found that L. johnsonii-derived EVs inhibited the growth of Clostridium scindens and suppressed toxic secondary lithocholic acid (TLA) production, suggesting a potential therapeutic role in mitigating AD-related bile acid dysregulation. Small RNA removal from EVs abolished their TLA-suppressing effects.", "population_specificity": "APPNL-G-F/NL-G-F transgenic mice (a model for Alzheimer's disease).", "effective_dosage": "10^10 and 10^12/mL of L. johnsonii-derived EVs.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:53.155067+00:00"}
{"study_id": 47099, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy and safety of rifaximin combined with probiotics versus rifaximin monotherapy in treating irritable bowel syndrome (IBS).", "results_summary": "The combination therapy showed significantly higher responder rates for IBS severity and quality of life scores compared to monotherapy at weeks 4 and 8, demonstrating superior efficacy. The study concluded that the combination is effective and safe for IBS patients.", "population_specificity": "Patients with irritable bowel syndrome (IBS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:54.099571+00:00"}
{"study_id": 47096, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the efficacy of a specific probiotic mixture in shortening fever duration among children with upper respiratory tract infections (URTIs).", "results_summary": "The probiotic mixture reduced fever duration by 2 days compared to placebo, with no significant difference in mild adverse events between groups. The study concluded that the probiotic could be an effective adjuvant for shortening fever in children with URTIs.", "population_specificity": "Children aged 28 days to 4 years with fever (≥38.5 °C) and URTI, excluding those with recent probiotic use, chronic autoimmune diseases, immunosuppressive treatment, or hospitalization needs.", "effective_dosage": "0.5 mL daily probiotic mixture containing Bifidobacterium breve M-16V, Bifidobacterium lactis HN019, and Lactobacillus rhamnosus HN001.", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:55.129218+00:00"}
{"study_id": 47098, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a probiotic complex on IBS symptoms in mice by modulating gut microbiota and fecal metabolites.", "results_summary": "The probiotic relieved constipation, reduced inflammation and intestinal permeability, lowered 5-HT levels, and increased SERT expression. Metagenomic analysis showed reduced inflammation-related species abundance and decreased fecal butyric acid, acetic acid, and tryptophan levels.", "population_specificity": "IBS-induced mice", "effective_dosage": "Not specified", "study_duration": "14 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:55.994901+00:00"}
{"study_id": 47100, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 78, "quality_score": 72, "study_goal": "The researchers aimed to evaluate the effects of probiotic and postbiotic cocktails on kidney health by modulating the autophagy signaling pathway in a colitis-induced mouse model.", "results_summary": "Both probiotic and postbiotic treatments reduced colitis-associated indicators and upregulated autophagy-related genes in the kidney, with postbiotics showing greater efficacy. The study suggests these treatments may mitigate gut and kidney inflammation via the gut-kidney axis.", "population_specificity": "Mice with dextran sulfate sodium-induced colitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:58.680866+00:00"}
{"study_id": 47102, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of probiotics in restoring gut-liver axis balance and modulating lipid metabolism to alleviate hyperlipidemia.", "results_summary": "The study suggests probiotics may help alleviate hyperlipidemia by altering gut microbiota composition and regulating lipid metabolism via the gut-liver axis, though more clinical trials are needed to confirm these effects.", "population_specificity": "Not specified (general discussion of hyperlipidemia and gut-liver axis mechanisms).", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:59.142331+00:00"}
{"study_id": 47101, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if probiotics could ameliorate hypothalamic amenorrhea in a PCOS rat model by modulating hypothalamic kisspeptin and reducing inflammation.", "results_summary": "Probiotics reversed pathological alterations in PCOS rats, including improved insulin sensitivity, reduced inflammation, restored antioxidant levels, and enhanced hypothalamic kisspeptin, leading to amelioration of hypothalamic amenorrhea.", "population_specificity": "Female Wistar rats with letrozole-induced PCOS.", "effective_dosage": "3 × 10^9 CFU, orally.", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:02:59.819419+00:00"}
{"study_id": 47104, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of vaginal probiotic supplementation before embryo transfer on pregnancy rates.", "results_summary": "Vaginal probiotics showed a non-significant increase in clinical pregnancy rates and a slight non-significant reduction in miscarriage risk, with no significant differences in biochemical or ongoing pregnancy rates.", "population_specificity": "Women undergoing embryo transfer, including those with and without a history of recurrent implantation failure.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:01.065896+00:00"}
{"study_id": 47103, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to develop a safe and effective probiotic system (ECA@EcN) for inflammatory bowel disease (IBD) therapy by enhancing antioxidant performance and microbiota balance.", "results_summary": "The ECA@EcN system effectively scavenged reactive oxygen species (ROS), improved probiotic viability, promoted colon accumulation, alleviated inflammation, and modulated intestinal microbial communities to relieve IBD symptoms.", "population_specificity": "Not specified (likely preclinical or animal model based on abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:02.218858+00:00"}
{"study_id": 47107, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compile data from clinical trials to determine whether probiotics could prevent or treat perioperative neurocognitive disorders (PND) by influencing the microbiota-gut-brain axis.", "results_summary": "The study suggests that probiotics may help restore gut flora disrupted by anesthesia and surgery, potentially reducing neuroinflammation and PND. Evidence indicates probiotics have immunomodulatory and anti-inflammatory benefits, though clinical application requires further validation.", "population_specificity": "Elderly individuals undergoing surgery and anesthesia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:04.390416+00:00"}
{"study_id": 47109, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential of gerobiotics (selective probiotics, postbiotics, and parabiotics) in modulating aging processes, enhancing systemic health, and reducing risks of age-related chronic conditions.", "results_summary": "The review highlights gerobiotics' promise in targeting aging hallmarks and regulating longevity-associated pathways, but notes challenges such as formulation optimization, safety, efficacy across diverse populations, and clinical translation.", "population_specificity": "Not specified (general aging population implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:07.626891+00:00"}
{"study_id": 47106, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate and compare the effectiveness of different synbiotic combinations, particularly focusing on their ability to limit metabolic dysfunction-associated steatotic liver disease progression.", "results_summary": "The FOS+Pro synbiotic combination showed superior protection against liver degeneration, reducing body weight, liver weight, inflammation markers, and improving lipid metabolism. It also significantly lowered serum AST and cholesterol levels.", "population_specificity": "Not specified (likely animal model based on \"western diet-induced\" context).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:07.758016+00:00"}
{"study_id": 47084, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of oral nutritional supplementation combined with probiotics on liver function and intestinal microflora in lung cancer chemotherapy patients.", "results_summary": "The intervention group showed significant improvements in liver function (ALT, AST) and gut microbiota compared to the placebo group, but no notable changes in nutrition, immune status, or blood lipids were observed.", "population_specificity": "113 lung cancer patients undergoing chemotherapy.", "effective_dosage": "Not specified", "study_duration": "21 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:08.475842+00:00"}
{"study_id": 47108, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of specific lactic acid bacteria (LAB) probiotics, isolated from Chinese baijiu, on preventing drunkenness, sobering up, and protecting against alcohol-induced liver injury.", "results_summary": "The study found that the LAB strains (Lactiplantibacillus pentosus LTJ12, Pediococcus acidilactici LTJ28, Lactiplantibacillus plantarum LTJ30, and Pediococcus acidilactici LTJ32) reduced drunkenness, shortened sobriety time, lowered ethanol levels in serum, improved liver enzyme activity, and reversed alcohol-induced metabolic and inflammatory changes. The probiotics also restored gut microbiota balance and regulated short-chain fatty acid content.", "population_specificity": "Drinking mice (animal study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:08.625988+00:00"}
{"study_id": 47111, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether native probiotic strains could modulate inflammatory and autophagy signaling pathways to mitigate nickel-induced oxidative stress and neuroinflammation via the gut-brain axis.", "results_summary": "The probiotic cocktail significantly increased the expression of autophagy-related genes compared to the control group, indicating activation of autophagy pathways and reduced neuroinflammation in response to nickel exposure.", "population_specificity": "Twenty male NMRI mice divided into 4 groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:09.251482+00:00"}
{"study_id": 47110, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the clinical efficacy of probiotics combined with mesalazine and Yiyi Baitouweng Decoction retention enema in treating mild-to-moderate ulcerative colitis.", "results_summary": "The study found that the combination treatment (probiotics, mesalazine, and Yiyi Baitouweng Decoction) improved clinical efficacy, reduced colonoscopy scores and inflammatory markers (TNF-α, IFN-γ, CRP, ESR), and increased anti-inflammatory IL-10 levels compared to mesalazine alone.", "population_specificity": "86 mild-to-moderate ulcerative colitis patients.", "effective_dosage": "Not specified (Bifidobacterium Tetravaccine Tablets and Yiyi Baitouweng Decoction retention enema used alongside mesalazine).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:12.045103+00:00"}
{"study_id": 47112, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop an engineered probiotic (LH@LA) to reduce L-lactate levels in tumors, improve the immunosuppressive tumor microenvironment, and inhibit tumor growth.", "results_summary": "The engineered Lactobacillus acidophilus (LH@LA) successfully reduced L-lactate levels via an enzyme cascade reaction, reversed AKT-mTOR pathway activation to inhibit tumor growth, and induced anti-inflammatory M2 macrophages to polarize into pro-inflammatory M1 macrophages, enhancing antitumor immunotherapy.", "population_specificity": "Tumor microenvironment (preclinical study, not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:12.118982+00:00"}
{"study_id": 47113, "supplement_id": 1474, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to isolate and evaluate oxalate-degrading, cholesterol-lowering, and anti-adipogenic lactic acid bacteria (LAB) strains from raw donkey's milk and homemade fermented pickles for potential therapeutic use in metabolic syndrome.", "results_summary": "Nine LAB strains showed in vitro oxalate-degrading, α-glucosidase inhibiting, and cholesterol-lowering activities, with four strains significantly reducing lipid storage by limiting adipogenesis and lipogenesis in murine 3T3-L1 adipocytes. The effective isolates demonstrated good survivability under gastric conditions and non-haemolytic activity.", "population_specificity": "Murine 3T3-L1 adipocytes (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:15.368538+00:00"}
{"study_id": 47116, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of a probiotic blend combined with an oral nutritional supplement on microbiota, intestinal permeability, and depression symptoms in malnourished hemodialysis patients.", "results_summary": "The probiotic blend maintained LPS levels, decreased BDNF levels, reduced depressive symptoms (HADS-D), and improved quality of life (SF12-MH). It also altered microbiome composition, reducing Akkermansia and increasing Barnesiella abundance.", "population_specificity": "Malnourished individuals undergoing hemodialysis.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:16.077737+00:00"}
{"study_id": 47119, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the therapeutic mechanisms and potential of probiotics in breast cancer treatment, focusing on their immunomodulatory and anticancer properties.", "results_summary": "The review highlights probiotics' ability to enhance cancer therapies, minimize side effects, and modulate the tumor microenvironment through metabolic, immune, and molecular mechanisms. Clinical studies show promise but also reveal limitations in translating preclinical findings to clinical practice.", "population_specificity": "Breast cancer patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:16.471921+00:00"}
{"study_id": 47114, "supplement_id": 1474, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of single- and multi-strain probiotics, alone or combined with gentamicin, as a therapeutic strategy for E. coli O157:H7 infections.", "results_summary": "Multi-strain probiotics (P2) alone or combined with gentamicin showed superior efficacy, achieving 100% survival, no pathological symptoms, and full weight recovery in mice, while single-strain probiotics (P1) had lower survival rates and slower recovery. P2 also demonstrated better kidney function and tissue recovery compared to P1 and gentamicin combinations.", "population_specificity": "Mice infected with E. coli O157:H7.", "effective_dosage": "Not specified.", "study_duration": "Seven days.", "interactions": "Gentamicin (nephrotoxicity noted when combined with probiotics).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:17.671478+00:00"}
{"study_id": 47117, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether probiotics, combined with healthy lifestyle habits, contribute to weight reduction and improvements in physiological parameters in obese individuals by analyzing changes in intestinal microbiota.", "results_summary": "The study found that probiotics, alongside lifestyle changes, led to reductions in BMI, fasting glucose, insulin, HOMA-IR, LDL cholesterol, and triglycerides, as well as increased HDL cholesterol, improved bowel movement frequency, and stool consistency. Additionally, microbial diversity increased, and a better balance between Firmicutes and Bacteroidetes was observed.", "population_specificity": "45 adults with obesity", "effective_dosage": "Not specified", "study_duration": "60 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:17.694581+00:00"}
{"study_id": 47120, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether oral probiotics could reduce body weight, waist circumference, and visceral fat content in obese individuals through a meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis found that probiotics significantly reduced weight loss, waist circumference, and visceral fat content in obese patients compared to controls, but showed no significant effect on BMI or LDL-C levels.", "population_specificity": "Obese individuals (412 patients across 8 randomized controlled trials).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:17.907309+00:00"}
{"study_id": 47123, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine whether vaginal probiotics, alone or combined with vitamin D, could improve pregnancy rates and immune responses in women with recurrent implantation failure (RIF) and thin endometrium.", "results_summary": "The combination of vaginal probiotics and vitamin D significantly increased pregnancy rates (46.4%) compared to probiotics alone (14.2%), vitamin D alone (17.8%), or control (10.7%). It also modulated immune responses by reducing Th1/Th2 ratio and NK cell activity while altering cytokine profiles.", "population_specificity": "Women with recurrent implantation failure (RIF) and thin endometrium (<6 mm) undergoing IVF.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:22.268930+00:00"}
{"study_id": 47124, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential of probiotics as immunotherapeutics in reversing gut dysbiosis-related immuno-oncological challenges and chemoresistance in cancer treatment.", "results_summary": "The abstract suggests probiotics may reshape immunotherapeutics efficacy, including T-cell immune checkpoint inhibitors and monoclonal antibodies, and highlights their potential role in modulating ncRNAs as a new therapeutic tool. Limited literature on immunomodulatory effects in humans and animals is noted.", "population_specificity": "Humans and animals (specifically canines for certain immunotherapeutics).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:24.209584+00:00"}
{"study_id": 195224, "supplement_id": 1474, "safety_score": "70", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the benefits and risks of probiotic supplementation in preterm infants, focusing on its potential to reduce necrotizing enterocolitis and the associated risk of invasive infection.", "results_summary": "The study found that probiotics may reduce the risk of necrotizing enterocolitis in preterm infants but also highlighted the infrequent but known risk of invasive infection associated with probiotic use. The benefits and risks were discussed in the context of evolving regulations and available products.", "population_specificity": "Preterm infants in the neonatal intensive care unit.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:24.496661+00:00"}
{"study_id": 195225, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to explore how probiotics influence intestinal microecology, immune response, and metabolic processes to manage obesity and improve gut health.", "results_summary": "Probiotics were found to regulate intestinal flora balance, strengthen the intestinal barrier, reduce inflammation, and enhance digestion and nutrient absorption, showing positive effects on obesity management by reducing fat accumulation. However, the specific mechanisms remain unclear.", "population_specificity": "Not specified (general obesity-related context).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:24.529596+00:00"}
{"study_id": 47122, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of mono- and multi-strain lactic acid bacteria probiotics on growth performance, nutrient digestibility, blood profiles, fecal noxious gas emission, intestinal microbiota, and intestinal morphology in weaning pigs challenged with or without E. coli and Salmonella enterica.", "results_summary": "The study found that supplementation with specific probiotics (e.g., WK1) improved average daily gain, reduced diarrhea scores, and positively influenced intestinal microbiota and morphology. WK1 showed particularly strong effects in both challenged and non-challenged conditions.", "population_specificity": "Weaning pigs (crossbred)", "effective_dosage": "0.01% Lactiplantibacillus plantarum (1.0 × 10^8 CFU/g), 0.1% Pediococcus acidilactici K (1.0 × 10^9 CFU/g), 0.1% Pediococcus pentosaceus SMFM2016-WK1 (1.0 × 10^9 CFU/g), and 0.05% K + 0.05% WK1 (1.0 × 10^9 CFU/g)", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:25.096324+00:00"}
{"study_id": 195228, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate the efficacy of a synbiotic dietary supplementation on fatty acids levels, microbiota composition, behavior, cognition, and brain function in children with ADHD.", "results_summary": "The study found no superiority of the enriched synbiotic mix over the standard mix in terms of fatty acid production or microbiota composition. However, the standard synbiotic mix showed slight improvements in focused attention and hemodynamic response to cognitive tasks in ADHD children.", "population_specificity": "Drug-naïve school-aged children diagnosed with ADHD.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:26.517936+00:00"}
{"study_id": 195226, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 90, "quality_score": 92, "study_goal": "The researchers aimed to evaluate the effect of Lactobacillus spp. supplementation on H. pylori eradication rates and associated side effects when combined with standard therapy.", "results_summary": "Supplementing with Lactobacillus spp. significantly increased H. pylori eradication rates and reduced gastrointestinal side effects such as nausea/vomiting, diarrhea, and abdominal pain. The effect was most pronounced with L. reuteri and in 14-30 day supplementation periods.", "population_specificity": "Adults and children with H. pylori infection.", "effective_dosage": "Not specified in the abstract.", "study_duration": "14-30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:26.736585+00:00"}
{"study_id": 195227, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of probiotics in managing Polycystic Ovarian Syndrome (PCOS) by analyzing their effects on symptoms and underlying factors like gut microbiota dysbiosis and hormonal interactions.", "results_summary": "Probiotics, particularly strains from Bifidobacterium, Lactobacilli, and other lactic acid bacteria, showed promise in alleviating PCOS symptoms by improving gut health, reducing inflammation, and modulating hormones like insulin and androgen. However, more research is needed to validate these findings.", "population_specificity": "Women with PCOS, particularly those of childbearing age.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:28.247572+00:00"}
{"study_id": 195229, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether an oral probiotic containing Lactobacillus crispatus could increase its abundance in the vaginal microbiome and potentially reduce spontaneous preterm birth (sPTB) in high-risk pregnancies.", "results_summary": "The study is designed to measure the presence of L. crispatus in the vaginal microbiome after 12 weeks of treatment, with secondary outcomes including gut microbiome impact, sPTB rates, and neonatal outcomes. Results are pending as the study is ongoing.", "population_specificity": "Women with a history of sPTB, mid-trimester loss, cervical surgery, or uterine anomalies.", "effective_dosage": "4 billion CFU Lactobacillus crispatus Lbv 88 (2x10^9 CFU per dose)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:33.081604+00:00"}
{"study_id": 195232, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to assess the efficacy and safety of incorporating probiotics into standard H. pylori eradication regimens.", "results_summary": "Adding probiotics to standard treatment significantly increased H. pylori eradication rates and reduced side effects such as abdominal pain, diarrhea, and nausea/vomiting. Bifidobacterium longum showed the highest efficacy in eradicating H. pylori.", "population_specificity": "13,680 patients with H. pylori infection.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:33.112515+00:00"}
{"study_id": 195235, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of probiotics on glycemic indicators in women with gestational diabetes mellitus (GDM) through an umbrella meta-analysis.", "results_summary": "Probiotics significantly improved fasting blood sugar (FBS), fasting blood insulin (FBI), HOMA-IR, HOMA-B, and QUICKI, but had no significant effect on HbA1c, C-peptide, or OGTT results. The effects on HOMA-IR, HOMA-B, and FBI were clinically important, while the effect on FBS was not.", "population_specificity": "Women with gestational diabetes mellitus (GDM).", "effective_dosage": "Not specified", "study_duration": "≤ 7 weeks (for significant FBS reduction)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:34.525163+00:00"}
{"study_id": 195231, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to investigate the influence of the gut microbiome, including probiotics, on human eating behaviors and their modulators such as appetite, satiety, and weight changes.", "results_summary": "Probiotic interventions showed inconsistent associations with appetite, appetite hormone levels, energy intake, and weight changes across studies. The effects varied depending on the population and intervention type.", "population_specificity": "Human phenotypes (specific populations not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:34.549386+00:00"}
{"study_id": 195230, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential usefulness of probiotic supplementation as a novel treatment option for lower urinary tract symptoms (LUTS) and benign prostatic hyperplasia (BPH) by examining the link between the urinary microbiome and these conditions.", "results_summary": "The study found that gut and urinary dysbiosis may contribute to BPH pathogenesis by altering gut permeability and promoting inflammatory and oxidative processes in the prostate. Probiotic supplementation, particularly a combination of B. Longum and F. Psychaerophilum, showed promise in modulating these pathways and improving BPH management.", "population_specificity": "Individuals with benign prostatic hyperplasia (BPH) and lower urinary tract symptoms (LUTS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:35.311167+00:00"}
{"study_id": 195238, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if probiotic supplementation improves bone mineral density (BMD) and bone structure in rodent models compared to no supplementation.", "results_summary": "Probiotic supplementation improved volumetric BMD, bone volume fraction, and cortical thickness in both intact and ovariectomized rodents, with stronger effects observed in ovariectomized models. The results suggest probiotics may support bone health, particularly in mitigating bone loss linked to estrogen deficiency.", "population_specificity": "Rodent models (intact and ovariectomized rats and mice)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:36.258474+00:00"}
{"study_id": 195236, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to synthesize existing literature on therapeutic interventions, including probiotics, for metabolic dysfunction-associated steatotic liver disease (MASLD) in children and adolescents.", "results_summary": "The meta-analysis found that supplements (including probiotics) and lifestyle changes significantly impacted ALT and AST levels, suggesting potential benefits for liver health in obese children. However, high heterogeneity and risk bias were noted, indicating variability in study quality and results.", "population_specificity": "Children and adolescents with MASLD (previously NAFLD).", "effective_dosage": "Not specified", "study_duration": "At least 3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:36.623405+00:00"}
{"study_id": 195239, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effect of probiotic supplementation on mood and immunometabolic parameters in marathon runners after a marathon.", "results_summary": "Probiotic supplementation attenuated mood worsening post-marathon, reduced LPS levels, and influenced pro/anti-inflammatory balance, suggesting a gut-brain axis mechanism. Tension and fatigue increased in both groups, but vigor decreased only in the placebo group.", "population_specificity": "Fourteen marathon runners divided into placebo and probiotic groups.", "effective_dosage": "Not specified", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:37.138118+00:00"}
{"study_id": 195240, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to understand the mechanisms of bisphenol detoxification by gut microbiota and the role of probiotics, particularly Next-Generation Probiotics (NGPs), in enhancing these processes.", "results_summary": "The study suggests that probiotics, especially NGPs, may modulate gut microbiota to enhance detoxification of obesogenic bisphenols and reduce inflammatory responses, though research on their specific efficacy remains limited.", "population_specificity": "Not specified (general human health context)", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:41.609217+00:00"}
{"study_id": 195247, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect of probiotics on pouchitis, an inflammatory disease in ileal pouches.", "results_summary": "The abstract does not provide specific results regarding the effects of probiotics.", "population_specificity": "Patients with ileal pouches (likely those with pouchitis).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:41.778979+00:00"}
{"study_id": 195244, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to assess the effects of multi-strain probiotics on anthropometric and biochemical measures in Saudi adults with overweight or obesity.", "results_summary": "The study found no statistically significant differences between the probiotic and placebo groups except for a significant decrease in fat intake favoring the probiotic group. The probiotic group also showed improved anthropometric and biochemical parameters.", "population_specificity": "Saudi adults with overweight or obesity", "effective_dosage": "Twice-daily doses (specific amount not provided)", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:41.779651+00:00"}
{"study_id": 195245, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a multi-strain probiotic supplement could improve ADHD symptoms, gastrointestinal health, and academic performance in college students with ADHD.", "results_summary": "The probiotic significantly reduced hyperactivity, improved gastrointestinal symptoms, and enhanced academic performance, with younger participants experiencing greater benefits. A negative correlation was found between long-term cortisol levels and symptoms of attention and impulsivity.", "population_specificity": "College students diagnosed with ADHD.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:42.844462+00:00"}
{"study_id": 195246, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of probiotic supplementation in improving clinical outcomes for patients with traumatic brain injury.", "results_summary": "Probiotic therapy improved Glasgow Coma Scale scores in patients over 50 and significantly reduced infection risk and mortality, but did not affect Sequential Organ Failure Assessment, Acute Physiology and Chronic Health Evaluation II scores, or ICU admission/length of stay.", "population_specificity": "Patients with traumatic brain injury (391 cases across 6 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:43.110355+00:00"}
{"study_id": 195250, "supplement_id": 1474, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of probiotic supplementation on postoperative gastrointestinal symptoms (e.g., constipation, bloating) in patients undergoing sleeve gastrectomy (SG).", "results_summary": "Probiotic supplementation significantly increased stool frequency and reduced constipation without adverse effects, suggesting improved postoperative comfort and recovery.", "population_specificity": "Adults undergoing sleeve gastrectomy without specific gastrointestinal diseases.", "effective_dosage": "Not specified", "study_duration": "One month post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:44.183157+00:00"}
{"study_id": 195248, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the relationship between micronutrient supplementation, including probiotics, and cognitive decline in older subjects.", "results_summary": "The study found that probiotics, along with vitamin D and PUFAs, were more likely to reduce cognitive decline, dementia, or Alzheimer's disease compared to other vitamins like A, B, C, and E.", "population_specificity": "Subjects aged 65 years or older with normal cognition, mild cognitive impairment (MCI), or Alzheimer's disease (AD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:45.105953+00:00"}
{"study_id": 195251, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether an oral multi-strain probiotic could improve the vaginal microbiota in reproductive-age women with asymptomatic bacterial vaginosis (BV).", "results_summary": "The study found that the probiotic significantly reduced the diversity and richness of the vaginal microbiota in women with BV after 2 months of treatment, with a decrease in bacterial genera associated with dysbiosis.", "population_specificity": "Reproductive-age women with asymptomatic BV, diagnosed via Nugent score, and matched healthy controls.", "effective_dosage": "Acid-resistant oral capsules, twice daily.", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:47.227529+00:00"}
{"study_id": 195253, "supplement_id": 1474, "safety_score": "100", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether probiotics could enhance the effectiveness of standard acne treatments, particularly for patients with moderate acne vulgaris.", "results_summary": "The study found that probiotics significantly improved acne treatment outcomes, especially for the forehead, chin, and nose, with no reported side effects. The intervention group showed better results than the control group, as measured by the global acne grading system and acne grading method.", "population_specificity": "80 patients with moderate acne vulgaris.", "effective_dosage": "One probiotic capsule daily (specific strain and dosage not detailed in the abstract).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:50.815534+00:00"}
{"study_id": 195252, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of synbiotic supplementation on inflammatory markers and clinical outcomes in pediatric sepsis patients.", "results_summary": "The study suggests that synbiotics (probiotics combined with prebiotics) may reduce proinflammatory cytokines like IL-6, TNF-α, and CRP, potentially improving gut integrity and reducing inflammation in pediatric sepsis patients. Results are pending statistical analysis.", "population_specificity": "Pediatric sepsis patients in the pediatric intensive care unit (PICU).", "effective_dosage": "Two sachets daily (containing ten probiotic strains and prebiotic fructooligosaccharides).", "study_duration": "7 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:50.949740+00:00"}
{"study_id": 195254, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether postbiotic supplementation could improve oxidative stress, inflammation, and clinical outcomes in CVA patients compared to a placebo.", "results_summary": "Postbiotic supplementation significantly reduced inflammatory markers (IL-1β, Hs-CRP), oxidative stress (MDA), and pneumonia incidence while increasing antioxidant capacity (TAC), but no significant differences were observed in clinical scores (NIHSS, NUTRIC, APACHE II) or gut microbiota profiles.", "population_specificity": "120 CVA patients admitted to the ICU in Iran.", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:51.090557+00:00"}
{"study_id": 195255, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 30, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of probiotics on glycemic control and other diabetes-related outcomes in patients with type 2 diabetes.", "results_summary": "The study found no statistically significant benefits of probiotic supplementation on glycemic control (HbA1c and FBG levels), lipid profiles, or weight compared to placebo after 16 weeks. Adverse events were similarly distributed between groups, indicating comparable safety profiles.", "population_specificity": "Adults aged 18+ with type 2 diabetes, capable of self-managing their condition and attending follow-up visits.", "effective_dosage": "25 mL of probiotic beverage (containing >10^8 CFU/mL of Lactobacillus) administered four times daily.", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:52.214402+00:00"}
{"study_id": 195259, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of probiotics as a therapeutic strategy for managing gestational diabetes mellitus (GDM) by modulating gut microbiota and improving metabolic outcomes.", "results_summary": "Probiotic supplementation improved glucose metabolism, lipid profile, oxidative stress, inflammation, and blood pressure in women with GDM, including reductions in fasting blood glucose, insulin resistance, and inflammatory markers like TNF-α and CRP, as well as increased antioxidant capacity.", "population_specificity": "Women with gestational diabetes mellitus (GDM).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:53.003637+00:00"}
{"study_id": 195256, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize existing literature on the effect of probiotics on glycemic control indices in individuals with type 2 diabetes (T2D) through randomized controlled trials (RCTs).", "results_summary": "Probiotic supplementation significantly improved glycemic control indices, including reductions in fasting blood sugar, HbA1c, insulin levels, and HOMA-IR. However, the study noted notable heterogeneity in dosage, duration, and probiotic strains, and cautioned about the low quality of evidence for long-term implications.", "population_specificity": "Individuals with type 2 diabetes (T2D).", "effective_dosage": "Not specified.", "study_duration": "Not specified (but dose-response analysis indicated longer duration improved FBS reduction).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:53.163480+00:00"}
{"study_id": 195258, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore the relationship between gut microbiota diversity, particularly probiotics, and its impact on athletes' physical performance and physiological functions.", "results_summary": "The study suggests that gut microbiota, including probiotics, influences athletes' immune response, nutrient absorption, muscle endurance, and gut-brain axis, with physically active individuals showing richer microbial diversity, especially in the Firmicutes phylum.", "population_specificity": "Athletes engaging in regular physical activity.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:53.441352+00:00"}
{"study_id": 195263, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize key studies on the influence of dietary supplementation, particularly probiotics, on placental development, prenatal health, and fetal development.", "results_summary": "Probiotics were associated with reduced risk of preterm birth and pre-eclampsia, improved maternal health via gut microbiota modulation, lipid metabolism, reduced vaginal infections, gestational diabetes, allergic diseases, and inflammation.", "population_specificity": "Pregnant women and fetal development (not explicitly specified but implied).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:58.409817+00:00"}
{"study_id": 195265, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of probiotic interventions in improving behavioral symptoms in individuals with autism spectrum disorder (ASD).", "results_summary": "The meta-analysis found that probiotic interventions significantly improved behavioral symptoms in ASD patients, with notable benefits observed in European studies, longer intervention durations, and both multi-strain and single-strain probiotics. The results were robust with low likelihood of publication bias.", "population_specificity": "ASD patients aged 1.5-20 years.", "effective_dosage": "Not specified", "study_duration": "Varied, with significant improvements noted in interventions lasting longer than three months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:03:59.301859+00:00"}
{"study_id": 195267, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of probiotics on anthropometric measures, disease severity, inflammatory markers, and T cells in patients with severe traumatic brain injury (STBI).", "results_summary": "Probiotic supplementation significantly reduced serum levels of TNF-α and IL-1β while increasing IL-10 and TGF-β, indicating reduced inflammation and improved cellular immunity. It also improved disease severity scores (APACHE II and SOFA) and energy/protein status.", "population_specificity": "Forty adult patients with severe traumatic brain injury (STBI).", "effective_dosage": "Not specified in the abstract.", "study_duration": "2 weeks (day 1 to day 14).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:00.216888+00:00"}
{"study_id": 195270, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of probiotics as an adjunctive therapy with Ritalin in children and adolescents with ADHD.", "results_summary": "The study found a significant decrease in the CPRS total score after 4 weeks of probiotic supplementation, suggesting potential benefits in improving auditory response control and overall ADHD symptoms. However, further trials are needed to confirm these effects.", "population_specificity": "Iranian ADHD patients aged four to sixteen.", "effective_dosage": "Not specified in the abstract.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:01.019557+00:00"}
{"study_id": 195269, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential benefits of probiotics, both oral and topical, in treating skin diseases such as acne, psoriasis, and atopic dermatitis, as well as their broader anti-inflammatory and wound-healing effects.", "results_summary": "The study found that probiotics may accelerate wound healing, suppress inflammation, lower infection risk, and reduce antibiotic requirements, with reported effectiveness in managing skin diseases like acne, psoriasis, and atopic dermatitis. Topical probiotics were noted to create a positive bacterial balance and eliminate pathological conditions.", "population_specificity": "Patients with skin diseases (e.g., acne, psoriasis, atopic dermatitis) and general inflammatory conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:01.265236+00:00"}
{"study_id": 195273, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize clinical and mechanistic studies on the use of probiotics for diabetes control, focusing on their potential benefits and underlying mechanisms.", "results_summary": "Probiotics showed potential in improving intestinal barrier integrity, reducing oxidative stress, enhancing immune response, and increasing short-chain fatty acid production, which may help manage diabetes. Clinical and animal studies supported these mechanisms, indicating probiotics as a promising intervention.", "population_specificity": "Humans and animal models (specific populations not detailed in the abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:01.546312+00:00"}
{"study_id": 195272, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine if combining probiotics with intermittent fasting (eTRE) provided additional benefits over intermittent fasting alone or a calorie-restricted diet in improving anthropometric, metabolic, and gonadal outcomes in women with PCOS.", "results_summary": "The study found no significant differences in weight loss, metabolic, menstrual, or gonadal improvements between the eTRE plus probiotics group, eTRE plus placebo group, and the calorie-restricted diet group. Probiotics did not enhance hormonal or cardiometabolic factors when combined with eTRE.", "population_specificity": "Obese women with polycystic ovary syndrome (PCOS), mean age 30 years, mean body weight 81.4 kg.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:02.858942+00:00"}
{"study_id": 195260, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the role of probiotics in modulating inflammation and their potential benefits in preventing chronic inflammation and certain cancers.", "results_summary": "Probiotics influence immune functions by inducing cytokine secretion, activating innate immune responses, and mitigating pro-inflammatory expression levels, which may reduce tumor incidence and inflammatory disorders. Several studies support their use alone or in combination with other agents for immune modulation.", "population_specificity": "Not specified (general human population inferred).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:06.038506+00:00"}
{"study_id": 195274, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to understand the systemic effects of Lactobacillaceae probiotics on metabolic dysfunction-associated steatotic liver disease (MASLD) and their impact on multiple organ systems.", "results_summary": "The study found that Lactobacillaceae probiotics may alleviate MASLD by restoring liver health and modulating the physiology of other organ systems, including the gastrointestinal tract, pancreas, muscle, adipose tissue, and immune system.", "population_specificity": "Not specified (focus on experimental MASLD models).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:06.649332+00:00"}
{"study_id": 195278, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to determine the role of probiotics in managing obesity-related health issues.", "results_summary": "The abstract does not provide specific results regarding the effects of probiotics.", "population_specificity": "Not specified in the abstract.", "effective_dosage": "Not mentioned.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:06.650074+00:00"}
{"study_id": 195276, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to investigate the potential clinical benefits of probiotics, along with other supplements, in the holistic treatment of schizophrenia, focusing on the gut-brain axis.", "results_summary": "The study suggests that probiotics, alongside omega-3 fatty acids and B vitamins, may offer significant clinical benefits in the treatment of schizophrenia, supporting a combined approach of drug therapy and dietary interventions. However, specific efficacy data for probiotics alone were not detailed.", "population_specificity": "Patients with schizophrenia.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:07.010579+00:00"}
{"study_id": 195280, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the potential of probiotic supplementation in mitigating radiation-induced gastrointestinal damage and its underlying mechanisms.", "results_summary": "Probiotic supplementation may alleviate radiation-induced gastrointestinal damage by maintaining intestinal morphology, reducing epithelial injury, and exerting protective effects through antioxidant activities, immune modulation, and gut barrier preservation. The efficacy depends on administration timing, dosage, and host immune interactions.", "population_specificity": "Cancer patients undergoing pelvic radiotherapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:09.236416+00:00"}
{"study_id": 195281, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to determine if probiotic supplementation improved time-to-exhaustion during submaximal treadmill running and reduced gastrointestinal or cold/flu symptoms in generally healthy adult runners.", "results_summary": "The abstract does not provide specific results, but the study hypothesized that probiotics would positively impact training progression by reducing GI and cold/flu symptoms.", "population_specificity": "Generally healthy adult, nonelite runners who ran ≥24 km/week and trained 3-5 days per week.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:10.059756+00:00"}
{"study_id": 195279, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to elucidate the biological mechanisms, particularly immune-inflammatory processes, underlying the beneficial clinical effects of probiotics in individuals with depression.", "results_summary": "Probiotic supplementation significantly increased ghrelin levels, which correlated with reduced depressive symptoms, and induced immune-related gene expression changes, suggesting enhanced immune activity. Transcriptomic analyses identified specific upregulated genes linked to immune activation and ghrelin concentration.", "population_specificity": "43 participants with depression (19 received probiotics, 24 received placebo).", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:10.398756+00:00"}
{"study_id": 195289, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether probiotics supplementation has a protective effect on autism spectrum disorder (ASD) in children by analyzing behavioral, social, developmental, and gastrointestinal outcomes.", "results_summary": "Probiotics significantly improved gastrointestinal symptoms (total 6-GSI) but showed no significant improvement in behavioral, social, developmental, or overall ASD symptoms (ABC, CBCL, SRS, DQ, CGI-I).", "population_specificity": "Children with autism spectrum disorder (ASD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:14.679855+00:00"}
{"study_id": 195287, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the potential role of probiotics in managing cervical cancer, including immune enhancement, vaginal microbiome balance, and anti-inflammatory effects.", "results_summary": "Probiotics may enhance the immune system, promote vaginal microbiome balance, reduce inflammation, and potentially inhibit cancer cell growth and metastasis. They could also support antibiotic therapy and enhance the antitumor effects of other medications.", "population_specificity": "Women, particularly those with cervical cancer or at risk (e.g., HPV-infected individuals and postmenopausal women).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:14.820681+00:00"}
{"study_id": 195288, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically review the effects of probiotic supplementation on gut microbiota development in very preterm infants.", "results_summary": "Probiotic supplementation increased the relative abundance of supplemented strains (e.g., Bifidobacteria and lactobacilli) and decreased potentially pathogenic species, which may contribute to reduced risks of necrotising enterocolitis (NEC) and sepsis. However, effects on alpha diversity were conflicting, while beta diversity significantly differed between probiotic-supplemented infants and controls.", "population_specificity": "Very preterm infants in neonatal intensive care units.", "effective_dosage": "Not specified (large heterogeneity in dose and probiotic strains used).", "study_duration": "Not specified (varied across studies).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:16.179016+00:00"}
{"study_id": 195285, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 45, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of a multispecies probiotic on gut microbiota composition in children receiving antibiotics and understand its potential to prevent antibiotic-associated dysbiosis.", "results_summary": "The probiotic mixture had minor and transient effects on microbiota composition during and after antibiotic treatment, with no significant differences in alpha or beta diversity between groups except for higher diversity in the placebo group one month post-intervention. Three of five supplemented genera showed higher relative abundance during probiotic use, but this effect disappeared after one month.", "population_specificity": "Children aged 3 months to 18 years receiving broad-spectrum antibiotics in inpatient and outpatient settings.", "effective_dosage": "Daily multispecies probiotic formulation consisting of 8 strains from 5 different genera.", "study_duration": "During antibiotic treatment and for 7 days afterward.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:16.247907+00:00"}
{"study_id": 195292, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of probiotics on endocannabinoid system markers (CB2 and FAAH) in dancers exposed to high physical and psychological stress.", "results_summary": "The abstract does not provide specific results regarding the effects of probiotics on ECS markers or stress outcomes.", "population_specificity": "Dancers (high exposure to physical and psychological stress)", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:17.367329+00:00"}
{"study_id": 195293, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of gut microbiota, particularly lactic acid bacteria, in providing protection against Plasmodium infection and to explore probiotics as an adjunct therapy for malaria.", "results_summary": "The study compiled extensive evidence suggesting that lactic acid bacteria in the gut microbiota of mammalian hosts significantly protect against malaria, supporting the use of probiotics as an adjunct therapy.", "population_specificity": "Mammalian hosts, including humans, in malaria-endemic regions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:18.190461+00:00"}
{"study_id": 195294, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review studies on vaginal microflora composition in preterm labor caused by PPROM and evaluate the potential beneficial effects of probiotics in preventing preterm labor.", "results_summary": "The study found that vaginal microbial dysbiosis is associated with PPROM and increases neonatal morbidity and mortality. Probiotics may prevent pathological vaginal flora, reducing infection risk in pregnant women and those planning pregnancy.", "population_specificity": "Pregnant women and women planning pregnancy, particularly those at risk of preterm labor due to PPROM.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:18.553150+00:00"}
{"study_id": 195284, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the effect of probiotic supplementation on gut microbiota imbalance and blood glucose control in patients with type 2 diabetes mellitus (T2DM).", "results_summary": "Probiotic supplementation significantly reduced fasting plasma glucose, postprandial glucose, and HbA1c levels compared to both the control and metformin groups. It also improved insulin sensitivity and β-cell function more effectively than metformin alone.", "population_specificity": "84 newly diagnosed T2DM patients.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:20.716406+00:00"}
{"study_id": 195296, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 60, "study_goal": "The researchers aimed to investigate the potential of probiotics in alleviating constipation and improving nutrient absorption in patients after fracture surgery.", "results_summary": "The abstract suggests that probiotics may help address post-surgery constipation and nutrient absorption issues, but specific results or statistical significance are not provided.", "population_specificity": "Patients recovering from fracture surgery.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:21.833499+00:00"}
{"study_id": 195297, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the role of probiotics in modulating gut microbiota and their potential therapeutic benefits for multiple sclerosis (MS) patients.", "results_summary": "The study found that probiotics may positively influence MS by enhancing gut epithelial integrity, boosting resistance to pathogens, and facilitating immunomodulation. It also highlighted probiotics' role in immune system formation and neurotransmitter modulation.", "population_specificity": "Multiple sclerosis (MS) patients", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:22.250921+00:00"}
{"study_id": 195301, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the role of probiotics in managing lung cancer, focusing on their immunoregulatory mechanisms and therapeutic benefits.", "results_summary": "Probiotic supplementation showed positive effects, including suppression of cancer symptoms and shortened disease course, though the precise mechanism remains unclear. Several randomized controlled trials support their role in gut health and lung cancer management.", "population_specificity": "Patients with lung cancer (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:24.844566+00:00"}
{"study_id": 195303, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to investigate the role of gut microbiota, particularly microbial β-glucuronidase, in reactivating estrogen glucuronides to modulate endogenous estrogen levels.", "results_summary": "The study suggests that gut microbiota can reactivate estrogen glucuronides via β-glucuronidase, potentially allowing free estrogens to re-enter circulation, which may help mitigate estrogen loss-related symptoms. However, specific probiotic effects or outcomes are not detailed in the abstract.", "population_specificity": "Women transitioning to menopause (implied by estrogen decline context).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:26.426740+00:00"}
{"study_id": 195304, "supplement_id": 1474, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to summarize experimental methods and recent advances in using probiotics to treat obesity and its associated comorbidities.", "results_summary": "Probiotics demonstrated anti-obesity effects by suppressing pre-adipocyte differentiation, altering gut microbiota, reducing lipid profiles, and regulating energy metabolism. They also improved insulin sensitivity, reduced systemic inflammation, and modulated adipokine levels.", "population_specificity": "Overweight and obese individuals (in vitro, animal, and human clinical studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:26.783610+00:00"}
{"study_id": 195306, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the clinical efficacy and safety of probiotics supplementation in improving constipation symptoms in patients with Parkinson's disease (PD).", "results_summary": "The study found that probiotics increased the number of complete bowel movements per week and improved quality-of-life scores related to constipation in PD patients, suggesting potential value as an adjuvant therapy.", "population_specificity": "Patients with Parkinson's disease (756 participants across 11 RCTs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:28.352539+00:00"}
{"study_id": 195309, "supplement_id": 1474, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the impact of probiotic consumption during pregnancy on the functional diversity of the gut microbiota in healthy pregnant women.", "results_summary": "The study found that probiotic supplementation during pregnancy significantly impacted functional metabolism, suggesting potential benefits for preventing pregnancy-related complications and offering insights into probiotic effects on gut microbiota.", "population_specificity": "Healthy pregnant women (n=32, divided into two groups).", "effective_dosage": "Triple viable (specific dosage not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:29.849749+00:00"}
{"study_id": 195308, "supplement_id": 1474, "safety_score": "80", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to assess the impact of probiotics supplementation on Helicobacter pylori standard treatment, focusing on eradication rates and side effects.", "results_summary": "Probiotics supplementation was associated with improved eradication rates and reduced risk of total side effects compared to standard therapy alone, with similar results for single-strained and multi-strained preparations. Bifidobacterium spp. showed the highest potential for eradication, but study quality was critically low.", "population_specificity": "Individuals with Helicobacter pylori infection.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:29.853798+00:00"}
{"study_id": 195300, "supplement_id": 1474, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of the probiotic Saccharomyces boulardii on pain intensity, quality of life, and inflammatory/oxidative stress biomarkers in patients with knee osteoarthritis.", "results_summary": "The probiotic significantly reduced pain intensity (measured by VAS and WOMAC scores), decreased acetaminophen use, lowered inflammatory (hs-CRP) and oxidative stress (MDA) markers, and improved some quality-of-life dimensions compared to placebo. No severe side effects were reported.", "population_specificity": "70 patients with knee osteoarthritis recruited from outpatient clinics.", "effective_dosage": "Not specified in the abstract.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:04:30.812347+00:00"}
