{"study_id": 28321, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the safety and efficacy of budesonide nasal irrigation (BNI) in managing Chronic Rhinosinusitis (CRS).", "results_summary": "BNI showed better outcomes than saline nasal irrigation (SNI) in improving SNOT-22 and Lund-Kennedy Endoscopy scores, with no significant differences in intraocular pressure or serum cortisol levels, indicating both efficacy and safety.", "population_specificity": "1464 patients with Chronic Rhinosinusitis (CRS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:02.151725+00:00"}
{"study_id": 28320, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine factors of nasal irrigation (NI) that increase the risk of chronic otorrhea (CO) in children with tympanostomy tubes (TT).", "results_summary": "A fast rate of NI administration was linked to higher CO risk, while no difference was found in NI frequency or volume. Immediate discharge and TT insertion under local anesthesia were also associated with CO.", "population_specificity": "Children under 18 with bilateral tympanostomy tubes.", "effective_dosage": "Not specified (volume ≤5 mL was noted as unused in CO cases).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:03.078236+00:00"}
{"study_id": 28323, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether hypertonic saline nasal irrigation and gargling (HSNIG) improves symptom resolution and other outcomes in individuals with suspected or confirmed COVID-19.", "results_summary": "HSNIG showed no significant benefit in symptom resolution or time to improvement compared to the control group (ablution with tap water). The intervention was not effective for COVID-19 when started within five days of symptom onset.", "population_specificity": "Adults with suspected or confirmed COVID-19 in Pakistan.", "effective_dosage": "2.6% hypertonic saline solution for nasal irrigation and gargling.", "study_duration": "Intervention duration not explicitly stated, but outcomes were measured within the study period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:05.264934+00:00"}
{"study_id": 28324, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the role of nasal irrigation in preventing SARS-CoV-2 transmission and alleviating upper respiratory tract infection symptoms in individuals with long COVID.", "results_summary": "The study suggests nasal irrigation may reduce viral presence in the upper respiratory tract, enhance mucociliary clearance, and potentially lessen symptom severity and transmission rates. It concludes that saline nasal irrigation is an effective, safe, and convenient strategy for various age groups.", "population_specificity": "Individuals with long COVID experiencing upper respiratory tract symptoms.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:08.103257+00:00"}
{"study_id": 28325, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to understand family perceptions of nasal irrigation in hospitalized children after an educational intervention mediated by instructional therapeutic play (ITP).", "results_summary": "The study found that ITP transformed nasal irrigation from a distressing to an enjoyable procedure for children and their families, improving understanding and acceptance of the process. ITP was evaluated as an essential and stimulating method that facilitated the procedure for both children and families.", "population_specificity": "Family members of hospitalized children aged 3-6 years in São Paulo, Brazil.", "effective_dosage": "Not specified", "study_duration": "6 hours post-intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:08.832511+00:00"}
{"study_id": 28327, "supplement_id": 1368, "safety_score": "30", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to assess the presence of microplastics in nasal irrigation methods and evaluate human exposure to them.", "results_summary": "The study found varying levels of microplastics in nasal irrigation products, with the highest exposure in nasal wash bottles. Significant differences in microplastic exposure were noted between different product types.", "population_specificity": "Not specified (samples included nasal wash bottles, seawater sprays, and syringes for nasal irrigation).", "effective_dosage": "Not specified (samples were assessed per product type).", "study_duration": "Not specified (single-use exposure was evaluated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:09.214598+00:00"}
{"study_id": 28326, "supplement_id": 1368, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy and safety of hydrogen-rich saline (HRS) versus normal saline (NS) for nasal irrigation in patients with chronic rhinosinusitis (CRS) after surgery.", "results_summary": "HRS nasal irrigation was more effective than NS, showing lower VAS scores, higher rates of clinical cure, and faster mucosal healing. No adverse reactions were reported in either group.", "population_specificity": "61 patients with CRS who underwent functional endoscopic sinus surgery (FESS).", "effective_dosage": "Not specified (frequency: once a week for 12 weeks).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:09.757737+00:00"}
{"study_id": 28329, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the efficacy of various nasal irrigation solutions compared to normal saline in postoperative FESS patients with chronic rhinosinusitis and nasal polyposis.", "results_summary": "Nasal irrigation with various solutions, particularly budesonide, showed significant improvements in patient-reported symptoms and endoscopic scores compared to normal saline, though high heterogeneity and potential publication bias were noted.", "population_specificity": "Postoperative FESS patients with chronic rhinosinusitis and nasal polyposis (CRSwNP).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:10.718059+00:00"}
{"study_id": 28328, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether nasal irrigation with saline, povidone iodine (PVP-I), or intranasal corticosteroids (INCS) could reduce SARS-CoV-2 nasopharyngeal viral load (NVL) and transmissibility.", "results_summary": "Saline-based nasal irrigation showed positive effects in reducing NVL, with benefits noted in earlier time to negative PCR and greater decline in NVL during early study time points. PVP-I had mixed results, while no studies were found on INCS.", "population_specificity": "Individuals with SARS-CoV-2 infection (specific demographics not detailed).", "effective_dosage": "Not specified (isotonic and hypertonic saline mediums were used, with some studies including additives).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:11.488041+00:00"}
{"study_id": 28330, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of an evidence-based nursing program for nasal irrigation on postoperative recovery in patients with chronic rhinosinusitis (CRS) after endoscopic sinus surgery.", "results_summary": "The study found that evidence-based nasal irrigation nursing significantly improved SNOT-20, VAS, Lund-Mackay CT, and LKES scores compared to conventional nursing, with the experimental group showing a higher overall effective rate (90.62% vs. 16.43%), though the difference in treatment effect was not statistically significant.", "population_specificity": "66 patients with chronic rhinosinusitis (CRS) who underwent endoscopic sinus surgery.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:13.127293+00:00"}
{"study_id": 28332, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to standardize the application of nasal irrigation (NI) in healthcare practice, improve the prevention and treatment of chronic rhinosinusitis (CRS), and facilitate further research on local CRS treatment.", "results_summary": "NI is a beneficial low-risk treatment for CRS, with isotonic saline being the most accepted flushing solution and large-volume low-pressure flushing bottles showing the best effect and patient tolerance. Further research is needed on alternative flushing solutions, techniques, and treatment courses.", "population_specificity": "Patients with chronic rhinosinusitis (CRS).", "effective_dosage": "Not specified (focus on isotonic saline and large-volume low-pressure flushing devices).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:14.690917+00:00"}
{"study_id": 28333, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the efficacy of physiological seawater nasal irrigation (PSNI) in reducing viral shedding duration and symptom changes in children with mild or asymptomatic Omicron infection.", "results_summary": "PSNI significantly reduced the duration of viral shedding compared to the control group, particularly in unvaccinated children, but showed no clear benefit in reducing nasal symptoms beyond the control group's natural improvement.", "population_specificity": "403 children (median age 5.59 years) with mild or asymptomatic Omicron BA.2 variant infection in Shanghai, China.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:16.864088+00:00"}
{"study_id": 28336, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "To investigate whether nasal irrigation with 3% hypertonic saline reduces symptom duration and nucleic acid conversion time in adults infected with the Omicron variant of COVID-19.", "results_summary": "Nasal irrigation significantly shortened nucleic acid negative conversion time but did not improve symptom disappearance time. Subgroup analysis confirmed similar benefits in treatment-naïve patients.", "population_specificity": "Adults with asymptomatic, mild, or moderate Omicron infection at Shandong Public Health Clinical Center.", "effective_dosage": "3% hypertonic saline nasal irrigation (frequency not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:17.570144+00:00"}
{"study_id": 28335, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess whether nasal irrigation and oral rinse with 5% sodium bicarbonate solution could enhance virus clearance in COVID-19 patients.", "results_summary": "The study found that patients using sodium bicarbonate nasal irrigation and oral rinse had a significantly shorter negative conversion time (1.63 days) and hospitalization time (7.7 days vs. 12.53 days in controls), suggesting improved virus clearance.", "population_specificity": "55 COVID-19 patients with mild or moderate symptoms.", "effective_dosage": "5% sodium bicarbonate solution (frequency not specified).", "study_duration": "Duration not explicitly stated, but outcomes were measured daily until negative conversion.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:18.007206+00:00"}
{"study_id": 28334, "supplement_id": 1368, "safety_score": "90", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to determine whether saline nasal irrigation, combined with LhQw Granules, could reduce symptom duration and nucleic acid conversion time in children infected with the Omicron variant.", "results_summary": "Saline nasal irrigation significantly reduced nucleic acid conversion time compared to the routine group, though fever and cough duration were similar across groups. Lymphocyte counts improved in the saline groups, with no significant difference between isotonic and hypertonic saline.", "population_specificity": "Children (7.26 ± 3.15 years old) with asymptomatic, mild, or moderate Omicron variant infection.", "effective_dosage": "3% hypertonic saline and isotonic saline nasal irrigation (frequency not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:18.691794+00:00"}
{"study_id": 28337, "supplement_id": 1368, "safety_score": "100", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of hypertonic seawater nasal irrigation (HSS-Plus) in reducing viral load and alleviating nasal symptoms in COVID-19 patients.", "results_summary": "The study found that HSS-Plus significantly reduced viral load (93.6% of patients showed >0.5 log10 decrease) and improved nasal symptoms (mean VAS score dropped from 27.57 to 6.73) with no reported adverse events.", "population_specificity": "COVID-19 patients admitted to Sotiria Hospital, Athens, Greece.", "effective_dosage": "Daily use (specific volume not stated).", "study_duration": "Up to 10 days or until hospital discharge.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:19.974559+00:00"}
{"study_id": 28338, "supplement_id": 1368, "safety_score": "70", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the safety and efficacy of chlorine dioxide (ClO2) for nasal irrigation as a potential therapy for respiratory infectious diseases, particularly COVID-19.", "results_summary": "The study suggested that 25-50 ppm ClO2 is an appropriate concentration for nasal irrigation to treat COVID-19, based on preliminary safety and efficacy evaluations, but further verification is needed.", "population_specificity": "Not specified (general human use implied).", "effective_dosage": "25-50 ppm ClO2.", "study_duration": "Not mentioned.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:19.979899+00:00"}
{"study_id": 28339, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy and safety of high-volume budesonide nasal irrigation versus normal saline irrigation in post-ESS chronic rhinosinusitis patients, focusing on symptom improvement and safety parameters like serum cortisol levels and intraocular pressure.", "results_summary": "The study found that high-volume budesonide irrigation significantly improved SNOT-22 and Lund-Kennedy endoscopic scores compared to normal saline, with 72.73% of case nasal cavities showing total improvement versus 57.57% in controls. Safety assessments indicated no significant adverse effects.", "population_specificity": "66 chronic rhinosinusitis patients (50 male, 16 female; mean age 33 years) with prior failed medical therapy, post-endoscopic sinus surgery.", "effective_dosage": "1 mg of budesonide irrigation twice daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:23.692483+00:00"}
{"study_id": 28341, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to systematically review the clinical efficacy of nasal irrigation with various solutions for adults with allergic rhinitis (AR).", "results_summary": "The study will analyze and summarize the efficacy of different nasal irrigation solutions for AR, with results to be published in a peer-reviewed journal. The abstract does not yet provide specific findings.", "population_specificity": "Adults with allergic rhinitis (AR).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:25.096281+00:00"}
{"study_id": 28340, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of hypertonic saline (3%) and isotonic saline (0.9%) nasal irrigation on symptom improvement and mucosal normalization in patients after functional endoscopic sinus surgery (FESS).", "results_summary": "Hypertonic saline nasal irrigation showed significant improvement in SNOT20 and VAS scores, as well as better normalization of sino-nasal mucosa compared to isotonic saline. Both groups showed similar improvements in mucociliary clearance and resolution of postoperative crustings.", "population_specificity": "156 patients with chronic rhinosinusitis (with or without nasal polyposis) resistant to conservative management, who underwent FESS.", "effective_dosage": "Group 1: 3% hypertonic saline; Group 2: 0.9% isotonic saline (frequency not specified).", "study_duration": "Follow-up assessments at weeks 1, 3, and 6 post-operatively.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:25.329659+00:00"}
{"study_id": 28344, "supplement_id": 1368, "safety_score": "30", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to highlight a rare case of mitral valve infective endocarditis linked to nasal irrigation in a patient with chronic allergic rhinitis.", "results_summary": "The study reported a case of mitral valve infective endocarditis associated with nasal irrigation, demonstrating persistent vegetation despite antibiotic therapy. It emphasized the need for clinicians to consider nasal hygiene in endocarditis cases and advise against nasal irrigation if epistaxis is present.", "population_specificity": "A 49-year-old African American woman with chronic allergic rhinitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:27.173420+00:00"}
{"study_id": 28346, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential benefits of saline nasal irrigation (SNI) in reducing COVID-19 infection rates, illness severity, and community transmission.", "results_summary": "The study suggests SNI may decrease COVID-19 infection rates, lower illness severity, and mitigate community transmission due to NaCl's antiviral effects and mechanical cleansing. However, more concentrated research is needed to confirm these findings.", "population_specificity": "Not specified (general population implied).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:27.621306+00:00"}
{"study_id": 28345, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate how nasal saline irrigation disperses through altered nasal cavities post-FESS surgery using computational fluid dynamics (CFD).", "results_summary": "The study found that saline penetration into the maxillary sinus was influenced by ostium size, reducing coverage in other sinuses. Head position affected saline residual, particularly in the frontal sinuses, and patients without a nasal septum experienced limited posterior sinus penetration.", "population_specificity": "Post-FESS patients (specific example: 27-year-old male).", "effective_dosage": "Not specified (squeeze bottle with realistic squeeze profile).", "study_duration": "4.5-second irrigation event followed by 1.5-second simulation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:27.686400+00:00"}
{"study_id": 28343, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of corticosteroid nasal irrigation, saline irrigation, and no treatment in restoring smell sensation in COVID-19 patients with olfactory loss.", "results_summary": "The study found no significant difference in smell sensation scores among the three groups at any follow-up period. Corticosteroid irrigation showed a temporary improvement in quality-of-life scores at 1 week, but all groups demonstrated similar recovery times (median 3 weeks).", "population_specificity": "COVID-19 patients with new-onset smell loss (n=222).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Follow-up at 1, 2, and 6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:27.854314+00:00"}
{"study_id": 28347, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of Traditional Chinese Medicine (TCM) nasal irrigation for chronic rhinosinusitis (CRS) recovery after endoscopic sinus surgery (ESS).", "results_summary": "The study outlines a protocol for a systematic review and meta-analysis to assess TCM nasal irrigation's efficacy and safety, but no specific results are provided in the abstract. The planned outcomes include efficacy, symptom scores, and endoscopic/radiological findings.", "population_specificity": "Patients with chronic rhinosinusitis (CRS) who underwent endoscopic sinus surgery (ESS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:28.553730+00:00"}
{"study_id": 28348, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of theophylline added to saline nasal irrigation (SNI) compared with placebo for treating COVID-19-related olfactory dysfunction (OD).", "results_summary": "The study found that 59% of participants in the theophylline arm reported at least slight improvement in olfactory function compared to 43% in the placebo arm, but the difference was not statistically significant. Subjective assessments suggested potential benefits, but objective measures like UPSIT scores showed no significant difference between groups.", "population_specificity": "Adults with OD persisting for 3 to 12 months following suspected COVID-19 infection, residing in Missouri or Illinois.", "effective_dosage": "400 mg theophylline dissolved in saline rinse, used twice daily.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:33.297238+00:00"}
{"study_id": 28353, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effectiveness of budesonide nasal irrigation compared to saline nasal irrigation as an adjunct treatment for allergic rhinitis.", "results_summary": "Budesonide nasal irrigation significantly improved SNOT-22 scores and endoscopic nasal examination findings (e.g., reduced nasal mucosa edema and secretions) compared to saline irrigation, but neither treatment significantly affected blood eosinophil counts.", "population_specificity": "99 patients diagnosed with allergic rhinitis.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:36.010745+00:00"}
{"study_id": 28349, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the sinus distribution of high-volume nasal irrigation versus nasal spray in unoperated chronic rhinosinusitis (CRS) patients.", "results_summary": "Nasal irrigation showed significantly higher fluorescein staining scores in sinuses compared to nasal spray, particularly in the maxillary and anterior ethmoid sinuses, but minimal effect in the frontal and sphenoid sinuses.", "population_specificity": "Forty patients undergoing endoscopic sinus surgery for CRS, with 38 meeting inclusion criteria.", "effective_dosage": "Not specified", "study_duration": "Preoperative administration (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:36.939089+00:00"}
{"study_id": 28350, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the long-term effects of budesonide nasal irrigation (BNI) on reducing oral steroid and antibiotic use while improving symptoms and endoscopic findings in patients with chronic rhinosinusitis with nasal polyps (CRSwNP) and asthma.", "results_summary": "BNI significantly reduced oral steroid and antibiotic dosages, improved nasal endoscopy scores until 12 months, and enhanced subjective symptom scores in patients with CRSwNP and asthma.", "population_specificity": "33 patients with CRSwNP and well-controlled asthma.", "effective_dosage": "Not specified in the abstract.", "study_duration": "More than 12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:37.070533+00:00"}
{"study_id": 28354, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the extent of nasal irrigation in non-operated sinuses and compare the effectiveness of two head positions (standing-leaning-forward and head-down forward) during irrigation.", "results_summary": "Nasal irrigation reached non-operated sinuses more effectively in the head-down forward (HDF) position, particularly in the olfactory cleft, frontal sinus, maxillary sinus, and anterior ethmoid sinus, with significant differences compared to the standing-leaning-forward (SLF) position. Overall, irrigation coverage was 70.37% in HDF versus 45.06% in SLF.", "population_specificity": "Cadaveric heads with non-operated sinuses", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:37.373188+00:00"}
{"study_id": 28352, "supplement_id": 1368, "safety_score": "100", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine the clinical effects of Biyuan Tongqiao granules combined with saline nasal irrigation on chronic sinusitis, including impacts on CT scores, adverse reactions, and symptom improvement.", "results_summary": "The experimental group (Biyuan Tongqiao granules + nasal irrigation) showed significantly better clinical effects, lower CT scores, faster recovery, and reduced pain and symptom scores compared to the control group (nasal irrigation alone), with no adverse reactions reported.", "population_specificity": "90 patients with chronic sinusitis admitted between June 2019 and June 2020.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:37.820348+00:00"}
{"study_id": 28355, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to establish evidence-based clinical practice guidelines for nasal irrigation in adult patients with chronic rhinosinusitis (CRS), addressing knowledge gaps, practice variations, and clinical concerns.", "results_summary": "The study found that nasal irrigation is recommended as a first-line treatment for CRS, with demonstrated clinical effectiveness supported by robust evidence. The guideline developed 11 evidence-based recommendations, focusing on solution types, therapeutic effectiveness, and the role of additional medications.", "population_specificity": "Adult patients with chronic rhinosinusitis (CRS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:39.153799+00:00"}
{"study_id": 28351, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and outcomes of daily hypertonic saline irrigation versus saline/xylitol for treating pediatric chronic rhinosinusitis (CRS).", "results_summary": "Hypertonic saline irrigation significantly improved quality of life scores in pediatric CRS patients, while saline/xylitol showed no additional benefits and had lower tolerance and compliance. The study concluded hypertonic saline is safe and effective as a baseline treatment for pediatric CRS.", "population_specificity": "125 children diagnosed with chronic rhinosinusitis.", "effective_dosage": "Twice-daily hypertonic saline or saline/xylitol irrigation.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:39.569551+00:00"}
{"study_id": 28356, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to determine whether nasal irrigation reduces or prevents nasal complications, such as dysosmia, epistaxis, and nasal adhesions, after endoscopic transsphenoidal pituitary adenoma resection.", "results_summary": "Nasal irrigation significantly reduced early postoperative complications like epistaxis and nasal adhesions at 1 month and improved olfactory disturbances at 3 months compared to the control group.", "population_specificity": "60 patients who underwent endoscopic transsphenoidal pituitary adenoma resection at a tertiary hospital.", "effective_dosage": "50 mL of 2% saline solution (first week), then 50 mL of 0.9% normal saline solution (subsequent weeks), administered bilaterally.", "study_duration": "1 week of 2% saline irrigation, followed by continued irrigation with 0.9% saline (total follow-up: 3 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:43.441312+00:00"}
{"study_id": 28357, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of hypertonic alkaline nasal irrigation (HANI) on reducing nasopharyngeal SARS-CoV-2 viral load in COVID-19 patients.", "results_summary": "The study found a statistically significant decrease in nasopharyngeal viral load (NVL) in patients using HANI combined with hydroxychloroquine (HCQ) compared to HCQ alone, suggesting HANI may be effective for COVID-19 treatment. The difference in NVL reduction between the two groups was significant (P < 0.05).", "population_specificity": "60 COVID-19 patients divided into two groups (HCQ alone vs. HCQ + HANI).", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:46.182209+00:00"}
{"study_id": 28359, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of nasal irrigation, alone and combined with subcutaneous immunotherapy, on symptom improvement and recurrence rates in patients with chronic rhinosinusitis and allergic rhinitis after endoscopic sinus surgery.", "results_summary": "Nasal irrigation combined with subcutaneous immunotherapy significantly reduced recurrence rates, improved nasal mucosa health, and lowered inflammatory markers compared to medication alone. Nasal irrigation alone also showed benefits in reducing certain inflammatory markers but was less effective than the combined treatment.", "population_specificity": "Patients diagnosed with chronic rhinosinusitis and allergic rhinitis who underwent endoscopic sinus surgery.", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:46.878653+00:00"}
{"study_id": 28362, "supplement_id": 1368, "safety_score": "70", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to investigate the occurrence of nasal septal perforation as a rare complication of self-administered nasal irrigation after endoscopic sinus surgery (ESS).", "results_summary": "The study reported three cases of nasal septal perforation following self-nasal irrigation post-ESS, suggesting that improper irrigation techniques may lead to this rare complication. The authors emphasize the need for patient education and regular nasal septum checks.", "population_specificity": "Patients who underwent bilateral ESS and bilateral inferior turbinectomy for chronic rhinosinusitis and allergic rhinitis.", "effective_dosage": "Twice daily nasal irrigation", "study_duration": "Two and a half months post-operation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:46.963719+00:00"}
{"study_id": 28360, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the validity of intraoperative antiseptic treatment (octenidine solution) during endoscopic sinus surgery and its impact on postoperative outcomes, particularly crusting reduction.", "results_summary": "The study found a statistically significant reduction in postoperative crusting (measured by the Lund-Kennedy scale) in the octenidine-treated group compared to saline. Intraoperative lavage with either solution reduced positive postoperative cultures relative to preoperative ones.", "population_specificity": "55 patients with chronic sinusitis undergoing surgical treatment.", "effective_dosage": "Not specified (flushing with octenidine solution vs. saline).", "study_duration": "Intraoperative (single administration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:47.022278+00:00"}
{"study_id": 28363, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine the optimal head tilt position for nasal irrigation to improve sinonasal coverage, residence time, and shear stresses using computational fluid dynamics.", "results_summary": "The 45° backward head tilt position was most effective for delivering irrigation to the ethmoid, frontal, and sphenoid sinuses, while head tilt had minimal impact on maxillary sinus delivery. Wall shear stresses varied locally but showed marginal differences in mean stress across tilt positions.", "population_specificity": "Healthy 25-year-old Asian female", "effective_dosage": "150 mL liquid via squeeze bottle through the left nostril for 2 s with 0.1 s acceleration/deceleration time", "study_duration": "Single administration", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:49.034483+00:00"}
{"study_id": 28364, "supplement_id": 1368, "safety_score": "95", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of licorice extract nasal irrigation (LNI) compared to corticosteroid nasal irrigation (CNI) and saline nasal irrigation (SNI) in treating allergic rhinitis (AR).", "results_summary": "LNI showed superior efficacy in improving nasal symptoms (blockage, rhinorrhea, sneezing, pruritus, postnasal discharge, olfactory disturbance) and nasal resistance compared to CNI and SNI, with no reported side effects or complications. Both LNI and CNI significantly improved turbinate hypertrophy, while SNI did not.", "population_specificity": "60 participants diagnosed with allergic rhinitis.", "effective_dosage": "Nasal irrigation once daily (specific extract dosage not detailed).", "study_duration": "1 month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:49.350020+00:00"}
{"study_id": 28365, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To investigate the effects of nasal irrigation with sodium hyaluronate and surfactant solutions on mucociliary clearance time in patients with mild persistent allergic rhinitis.", "results_summary": "Both surfactant and sodium hyaluronate nasal irrigation significantly improved mucociliary clearance times compared to isotonic saline, with surfactant showing superior efficacy. The surfactant group had significantly lower post-treatment mucociliary clearance times than both the control and sodium hyaluronate groups.", "population_specificity": "120 patients diagnosed with mild persistent allergic rhinitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:53.901862+00:00"}
{"study_id": 28366, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the clinical benefits of nasal irrigation with Houttuynia cordata preparation for rhinosinusitis patients, focusing on symptom improvement and recovery rates.", "results_summary": "The study conducted a systematic review and meta-analysis to evaluate the efficacy of nasal irrigation with HC preparation, but specific results were not detailed in the abstract. The findings will be published in a peer-reviewed journal.", "population_specificity": "Rhinosinusitis patients, including those recovering from endoscopic sinus surgery.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:55.259903+00:00"}
{"study_id": 28369, "supplement_id": 1368, "safety_score": "90", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the potential therapeutic and prophylactic value of saline water gargling and nasal irrigation in the context of COVID-19, drawing on previous evidence from influenza studies and post-hoc analysis of the ELVIS trial.", "results_summary": "The study suggests that nasal irrigation and saline gargling are simple, economical, and feasible strategies with potential infection control benefits, though direct evidence for SARS-CoV-2 is limited. Previous work on influenza and post-hoc analysis of ELVIS supports their applicability.", "population_specificity": "Not specified (general applicability inferred from traditional and recent studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:56.650252+00:00"}
{"study_id": 28368, "supplement_id": 1368, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "To compare the treatment outcomes of different concentrations of nasal irrigation (3% NaCl vs. 0.9% NaCl) as adjuvant therapy in adults with intermittent allergic rhinitis.", "results_summary": "Both concentrations of nasal irrigation significantly improved nasal congestion, rhinorrhea, inferior turbinate size, and PNEFR, with 3% NaCl showing earlier improvement in PNEFR after one week. No significant differences were found between the two concentrations for most parameters.", "population_specificity": "Adults with intermittent allergic rhinitis (80 patients, 40 per group).", "effective_dosage": "3% NaCl and 0.9% NaCl nasal irrigation (frequency not specified).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:56.985460+00:00"}
{"study_id": 28367, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of different nasal irrigation devices in treating various types of rhinosinusitis based on patient experiences.", "results_summary": "High-volume nasal irrigation devices were most effective in clearing secretions in acute viral rhinosinusitis, chronic rhinosinusitis without nasal polyps, and acute bacterial rhinosinusitis, and in reducing post-nasal drip in acute bacterial rhinosinusitis. No significant differences were found among devices for chronic rhinosinusitis with nasal polyps.", "population_specificity": "Patients with acute viral rhinosinusitis (18%), acute bacterial rhinosinusitis (13%), chronic rhinosinusitis without nasal polyps (37%), and chronic rhinosinusitis with nasal polyps (32%).", "effective_dosage": "Not specified", "study_duration": "Survey conducted between November 2017 and December 2019 (intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:58.283791+00:00"}
{"study_id": 28371, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to describe a nasal irrigation technique developed for managing cystic fibrosis and bronchiolitis in children over 6 months, emphasizing proper execution and safety.", "results_summary": "The study proposed a standardized nasal irrigation technique involving a 30° upward inclined plane, continuous flow spray (6mL per nostril), and repeated steps until satisfactory patency was achieved. The method was designed to improve adherence and effectiveness in young children.", "population_specificity": "Children over 6 months with cystic fibrosis or bronchiolitis.", "effective_dosage": "6mL per nostril, repeated until patency achieved.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:51:58.466093+00:00"}
{"study_id": 28370, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of combining oral desloratadine citrate disodium with physiological seawater nasal irrigation in treating intermittent allergic rhinitis, focusing on its impact on serum inflammatory factors and peripheral blood Th1 and Th2 responses.", "results_summary": "The study found that the combination treatment significantly improved symptoms, reduced serum IgE and inflammatory markers (IL-4, IL-6, IL-13), increased IFN-γ levels, and lowered the one-year recurrence rate compared to desloratadine alone. The observation group showed more pronounced improvements in balancing Th1/Th2 responses and reducing inflammation.", "population_specificity": "100 patients with intermittent allergic rhinitis admitted to a hospital between January 2018 and January 2020.", "effective_dosage": "Not specified (physiological seawater nasal irrigation frequency/duration not detailed).", "study_duration": "1 month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:00.132507+00:00"}
{"study_id": 28372, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of nasal lavage with saline solution versus xylitol solution in improving nasal symptoms post-endonasal endoscopic surgery.", "results_summary": "The xylitol group showed significant improvement in pain relief and nasal symptom reduction compared to the saline group, with statistically significant results (p < 0.001). The saline group also improved but to a lesser extent.", "population_specificity": "52 patients with chronic rhinosinusitis undergoing endonasal endoscopic surgery.", "effective_dosage": "Not specified", "study_duration": "30 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:03.545282+00:00"}
{"study_id": 28373, "supplement_id": 1368, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of hypertonic saline and isotonic saline in treating rhinosinusitis to guide clinical nasal irrigation practices for chronic rhinosinusitis.", "results_summary": "Hypertonic saline was significantly more effective than isotonic saline in improving nasal symptoms (e.g., secretion, congestion, headache) and mucociliary clearance but showed no significant difference in smell improvement or radiologic scores. Hypertonic saline had greater minor adverse effects.", "population_specificity": "Patients with chronic rhinosinusitis.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:04.256539+00:00"}
{"study_id": 28376, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy and safety of saline nasal irrigation (SNI) in infants and children with acute rhinopharyngitis.", "results_summary": "SNI showed benefits for rhinological symptoms but no significant improvement in respiratory symptoms or overall health status. It reduced the need for other treatments, including antibiotics, and long-term use decreased acute rhinosinusitis incidence.", "population_specificity": "Infants ≥3 months and children ≤12 years with acute rhinopharyngitis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:05.253944+00:00"}
{"study_id": 28375, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the subjective and clinical response to budesonide buffered hypertonic saline nasal irrigation versus hypertonic saline nasal irrigation alone in patients with allergic rhinitis.", "results_summary": "Both groups showed significant improvement in SNOT-22, VAS, and modified Lund-Kennedy scores, but the budesonide group had significantly better improvement in SNOT-22 and VAS scores. The clinical response difference between groups was not significant.", "population_specificity": "52 patients diagnosed with allergic rhinitis.", "effective_dosage": "Buffered hypertonic saline nasal irrigation with a placebo respule or budesonide respule (specific dosage not mentioned).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:06.250083+00:00"}
{"study_id": 28358, "supplement_id": 1368, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "To compare the clinical response of nasal irrigation with 1% compounded budesonide drops or betamethasone cream versus corticosteroid nasal sprays in patients with chronic rhinosinusitis.", "results_summary": "Corticosteroid nasal irrigation improved the Lund-Kennedy endoscopic score, particularly in patients with nasal polyps and previous surgery, and showed greater subjective improvement and fewer exacerbations than nasal sprays, though with more adverse events. 1% compounded budesonide drops were more effective and safer than betamethasone cream, especially at higher doses (1000 µg).", "population_specificity": "257 patients with chronic rhinosinusitis (108 using nasal irrigation, 149 using nasal sprays).", "effective_dosage": "1% compounded budesonide drops (500 µg and 1000 µg doses), betamethasone cream (specific dosage not mentioned).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:07.137237+00:00"}
{"study_id": 28378, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of different frontal sinusotomy techniques (Draf IIa, IIb, and III) in delivering nasal irrigation to the frontal sinus.", "results_summary": "Draf III provided the greatest distribution of nasal irrigation (90.7%), followed by Draf IIb (81.3%) and Draf IIa (50.1%). Vertex positioning and increased irrigation volume showed trends toward improved distribution but were not statistically significant.", "population_specificity": "Unfixed human cadaver heads (8 specimens, average age 78 ± 12.3 years, 62.5% female).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:07.994022+00:00"}
{"study_id": 28377, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of nasal irrigation with a hypertonic sea-water solution supplemented with algae extracts as an add-on treatment for allergic rhinitis in children and adolescents.", "results_summary": "Nasal irrigation significantly improved symptom control (measured by CARAT and CARATKids scores) and reduced medication use (measured by TSMS) compared to regular treatment alone, particularly in patients over 12 years old. The MASK data showed comparable allergic symptoms between groups, but the nasal irrigation group had fewer days using symptomatic treatment.", "population_specificity": "Children and adolescents with allergic rhinitis (76 patients, aged <12 and >12 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:08.813749+00:00"}
{"study_id": 28379, "supplement_id": 1368, "safety_score": "80", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to assess the risk of bacterial contamination in nasal irrigation bottles and correlate it with endoscopic findings in post-sinonasal surgery patients.", "results_summary": "The study found significant bacterial contamination in nasal irrigation bottles and patients' nasal cavities, primarily Pseudomonas sp., but no clinical evidence of infection was observed endoscopically. Contamination increased significantly by the second week but stabilized thereafter.", "population_specificity": "Post-sinonasal surgery patients (27 participants, divided into case and control groups).", "effective_dosage": "Nasal irrigation three times per day.", "study_duration": "4 weeks (with follow-ups at 2 and 4 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:09.277922+00:00"}
{"study_id": 28380, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the scientific evidence on the efficacy, mechanism of action, preparation, indications, and therapeutic advantages of nasal irrigation for sinonasal symptom relief.", "results_summary": "Recent evidence supports the benefits of nasal irrigation for relieving sinonasal symptoms, though earlier studies were poorly controlled and contributed to confusion about its efficacy. The review highlights its clinical applications and efficacy based on current literature.", "population_specificity": "Not specified (general sinonasal symptom sufferers implied).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:11.597073+00:00"}
{"study_id": 28381, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize nasal irrigation efficiency by comparing large-volume manual/gravity pressure irrigation with small-volume continuous spraying using computational fluid dynamics (CFD) simulations.", "results_summary": "Large-volume irrigation (15 mL/s) covered all nasal zones rapidly with strong shear stress and prolonged contact time, while continuous spraying (3 mL/s) covered areas more slowly with lower shear stress and shorter contact time. CFD simulations provided objective parameters to determine the most effective irrigation mode.", "population_specificity": "Healthy adult (based on high-resolution CT scan used for 3D model construction).", "effective_dosage": "15 mL/s (large-volume) and 3 mL/s (continuous spraying).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:13.541746+00:00"}
{"study_id": 28382, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of amphotericin B nasal irrigation on nasal polyp recurrence and the association of serum IgE with fungal presence in nasal polyps.", "results_summary": "Amphotericin B improved CT scan scores but did not significantly reduce polyp recurrence compared to saline irrigation. Serum IgE levels showed a significant association with treatment response and fungal presence.", "population_specificity": "Adult patients with nasal polyps, excluding those under 18, with granulomatous diseases, immunosuppression, invasive fungal sinusitis, or pregnancy.", "effective_dosage": "Not specified", "study_duration": "6 months follow-up post-surgery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:14.114594+00:00"}
{"study_id": 28383, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of nasal irrigation devices based on patient and physician experiences.", "results_summary": "High-pressure large-volume nasal irrigation devices showed significantly higher symptom improvement in multiple domains but had a higher incidence of retained fluid in the sinuses compared to low-pressure devices. The study supports nasal irrigation as effective for symptom relief with good compliance and minimal side effects.", "population_specificity": "Patients aged 5-81 years (mean 45.46 ± 17.19), roughly equal gender distribution (48.6% male, 51.4% female).", "effective_dosage": "Not specified", "study_duration": "Survey conducted between November 2017 and October 2018 (intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:15.912173+00:00"}
{"study_id": 28384, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of sodium hyaluronate administered via nasal irrigation with saline in the post-operative period following functional endoscopic sinus surgery for chronic rhinosinusitis.", "results_summary": "Both objective (endoscopic appearance) and subjective (patient-reported satisfaction) measurements were significantly better in the group receiving saline plus sodium hyaluronate compared to the group receiving only normal saline. Sodium hyaluronate was found to be a useful adjunct to nasal saline irrigation in the early post-operative period.", "population_specificity": "56 consecutive patients who underwent functional endoscopic sinus surgery for chronic rhinosinusitis without polyps.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:16.190645+00:00"}
{"study_id": 28387, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the clinical efficacy of different concentrations of saline irrigation (isotonic vs. hypertonic) as adjunctive treatment for allergic rhinitis using a meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis found that saline irrigation significantly improved symptoms (lower VAS and RQLQ scores) and effectiveness compared to no irrigation, with hypertonic saline showing better results than isotonic saline in reducing nasal symptoms and signs and increasing effectiveness.", "population_specificity": "1,457 patients with allergic rhinitis across 14 randomized controlled trials.", "effective_dosage": "Not specified (concentrations mentioned: isotonic and hypertonic saline).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:18.124622+00:00"}
{"study_id": 28386, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of hypertonic saline nasal irrigation (HSNI) in improving nasal symptoms, quality of life, and reducing oral antihistamine use in children with allergic rhinitis (AR).", "results_summary": "HSNI improved nasal symptom scores and reduced antihistamine use compared to baseline, and showed better symptom relief than isotonic saline nasal irrigation (ISNI), though antihistamine use and adverse effects were similar between HSNI and ISNI groups.", "population_specificity": "Children with allergic rhinitis (AR).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:18.442441+00:00"}
{"study_id": 28385, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility, acceptability, and potential benefits of hypertonic saline nasal irrigation and gargling (HSNIG) compared to standard care in reducing symptom duration, viral shedding, and transmission in adults with viral upper respiratory tract infections (URTI).", "results_summary": "The study found that HSNIG reduced illness duration by 1.9 days, decreased over-the-counter medication use by 36%, lowered household transmission by 35%, and reduced viral shedding by ≥0.5 log10/day, with high acceptability (87%) and perceived symptom improvement (93%).", "population_specificity": "Healthy adults within 48 hours of URTI onset.", "effective_dosage": "Not specified (hypertonic saline preparation method described but exact concentration/frequency not detailed).", "study_duration": "Until well for two days or a maximum of 14 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:19.065168+00:00"}
{"study_id": 28388, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to systematically assess the clinical efficacy of nasal irrigation for chronic rhinosinusitis patients after functional endoscopic sinus surgery.", "results_summary": "Nasal irrigation with normal saline and various solutions was effective in reducing symptom and endoscopic scores, but no significant difference was found between different solutions. The study concluded that nasal irrigation is effective, though evidence is limited.", "population_specificity": "Chronic rhinosinusitis patients after functional endoscopic sinus surgery (331 participants across 5 trials).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:19.853387+00:00"}
{"study_id": 28390, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of 200 μg/mL amphotericin B nasal irrigation as an adjuvant therapy after functional endoscopic sinus surgery (FESS) in patients with chronic rhinosinusitis (CRS).", "results_summary": "The study found that while AMB nasal irrigation significantly improved sinonasal symptoms (TWSNOT-22 scores) within the AMB group, there was no significant difference in outcomes between the AMB and saline irrigation groups. Other measures (endoscopic score, smell test, saccharine transit test, bacterial culture rate) also showed no significant differences between groups.", "population_specificity": "Patients with CRS who had undergone FESS.", "effective_dosage": "200 μg/mL AMB, daily.", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:23.957752+00:00"}
{"study_id": 28391, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to compare the efficacy of buffered hypertonic saline (BHS) versus normal saline solution (NSS) in reducing nasal symptoms and improving nasal cytology counts, quality of life, and sleep quality in children with seasonal allergic rhinitis (SAR).", "results_summary": "BHS significantly improved total symptom scores, reduced nasal cytology counts (neutrophils and eosinophils), and enhanced quality of life compared to NSS. Both solutions improved sleep quality, though NSS showed a slightly greater effect in this domain.", "population_specificity": "Children aged 6-13 years with seasonal allergic rhinitis and a Total 5 Symptom Score (T5SS) ≥5.", "effective_dosage": "Twice-daily nasal irrigation.", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:24.317593+00:00"}
{"study_id": 28392, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the therapeutic effects of 3.0% saline nasal irrigation alone versus combined with budesonide nasal spray for vasomotor rhinitis (VMR) and explore long-term outcomes and underlying mechanisms.", "results_summary": "Nasal irrigation combined with budesonide showed superior long-term efficacy in reducing symptoms and improving quality of life compared to either treatment alone. Saline irrigation alone showed delayed but significant benefits by the third month, while budesonide alone had limited long-term effects.", "population_specificity": "101 patients with vasomotor rhinitis from Huashan Hospital of Fudan University.", "effective_dosage": "3.0% saline nasal irrigation at 40°C (frequency not specified).", "study_duration": "3 months (90 days).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:25.246973+00:00"}
{"study_id": 28393, "supplement_id": 1368, "safety_score": "70", "efficacy_score": 60, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and tolerability of a surfactant-added saline nasal irrigation solution in normal subjects, focusing on its effects on olfactory function and congestion.", "results_summary": "Surfactant nasal irrigation led to a statistically significant but marginal reduction in smell identification test scores and increased reports of moderate or severe congestion compared to saline. A small subset experienced clinically meaningful olfactory reduction, which appeared reversible.", "population_specificity": "Normal volunteers without active rhinitis symptoms or non-normosmic smell test results.", "effective_dosage": "Twice daily irrigation for 1 week.", "study_duration": "3 weeks (1 week per treatment phase with a 1-week washout).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:25.879722+00:00"}
{"study_id": 28394, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the current evidence on nasal irrigation's effectiveness and clinical relevance for treating various sinonasal conditions, particularly in children.", "results_summary": "Nasal irrigation appears effective for acute and chronic sinonasal conditions, but most studies have methodological flaws. Standardization of methods and large multicenter studies are needed to confirm its real relevance.", "population_specificity": "Primarily children and individuals with chronic rhinosinusitis, allergic rhinitis, or upper respiratory tract infections.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:25.890078+00:00"}
{"study_id": 28397, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effects of nasal irrigation with Nasir® on nasal cytology in children with allergic rhinitis.", "results_summary": "Nasal irrigation significantly reduced neutrophilic and eosinophilic infiltrates but did not significantly affect bacterial presence. The study suggests it may attenuate upper airway inflammation.", "population_specificity": "66 children (40 males, 26 females, mean age 7.31±1.7 years, age range 4-17 years) with allergic rhinitis.", "effective_dosage": "One 250 mL sac of Nasir® solution twice daily.", "study_duration": "12 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:28.805962+00:00"}
{"study_id": 28395, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of xylitol nasal irrigation (XNI) on chronic rhinosinusitis (CRS) symptoms and its effect on nasal nitric oxide (NO) and iNOS mRNA levels in the maxillary sinus compared to saline nasal irrigation (SNI).", "results_summary": "XNI significantly reduced CRS symptoms (measured by VAS and SNOT-22) and increased nasal NO and iNOS mRNA levels in the maxillary sinus, while SNI showed no significant changes. The improvements were statistically greater in the XNI group compared to the SNI group.", "population_specificity": "Patients with chronic rhinosinusitis (CRS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:28.857207+00:00"}
{"study_id": 28396, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of nasal irrigation using saline at 25°C versus 40°C on clinical symptoms and inflammatory factors in patients with allergic rhinitis.", "results_summary": "The 40°C saline group showed a higher total effective rate (95.00%) compared to the 25°C group (76.67%), with significant improvements in nasal congestion and sneezing scores, as well as reduced histamine and leukotriene C4 levels. Runny nose and nasal itching scores did not differ significantly between groups.", "population_specificity": "120 patients with allergic rhinitis, divided into control (25°C saline) and experimental (40°C saline) groups.", "effective_dosage": "Not specified (only temperature differences noted).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:29.433372+00:00"}
{"study_id": 28399, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the efficacy of postoperative budesonide nasal irrigation in reducing symptoms and oral steroid use in chronic rhinosinusitis patients with asthma.", "results_summary": "The study found significant improvements in SNOT-22 and endoscopy scores, along with a substantial reduction in oral steroid intake after 6 months of budesonide nasal irrigation.", "population_specificity": "12 chronic rhinosinusitis patients with nasal polyps and asthma who previously required oral steroids.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:33.103845+00:00"}
{"study_id": 28398, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of low-concentration hypochlorous acid (HOCl) nasal irrigation compared to saline placebo in improving symptoms of chronic rhinosinusitis (CRS) refractory to medical therapy.", "results_summary": "HOCl irrigation significantly improved SNOT-20 scores by 2 weeks and RSDI scores by 1 week compared to saline, with sustained benefits at 4 weeks. Bacterial culture rates were lower in the HOCl group but not statistically significant, and endoscopic scores showed no difference between groups.", "population_specificity": "43 adult patients (mean age 45.5 years) with chronic rhinosinusitis refractory to medical therapy.", "effective_dosage": "Not specified (low-concentration HOCl generated by a Salicid device).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:34.347833+00:00"}
{"study_id": 28400, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to determine whether nasal irrigation or steam inhalation, as pragmatic interventions, could effectively relieve sinus symptoms in adults with chronic or recurrent sinusitis.", "results_summary": "Nasal irrigation improved Rhinosinusitis Disability Index (RSDI) scores more than no irrigation by 3 months, with a clinically meaningful improvement maintained by 6 months. It also reduced the use of over-the-counter medications and future doctor consultations, while steam inhalation only reduced headache without significant effects on other outcomes.", "population_specificity": "Adults aged 18-65 with chronic or recurrent sinusitis and moderate-to-severe symptom impact on quality of life, recruited from UK primary care practices.", "effective_dosage": "Daily nasal saline irrigation (specific volume not stated).", "study_duration": "6 months (follow-up at 3 and 6 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:35.416733+00:00"}
{"study_id": 28401, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To study the effect of nasal irrigation in treating children with rhinosinusitis and compare its efficacy with different nasal irrigation methods and budesonide nasal spray.", "results_summary": "Nasal irrigation improved saccharin clearance time, nasal examination results, and quality of life in all groups, with the greatest improvement seen in the budesonide and saline irrigation group. Efficacy ranked as follows: budesonide nasal spray > 2.3% hypertonic saline > normal saline irrigation.", "population_specificity": "Children with rhinosinusitis (75 patients).", "effective_dosage": "Not specified (methods mention saline irrigation, budesonide nasal spray, and 2.3% hypertonic saline spray).", "study_duration": "Two weeks (evaluated at baseline, one week, and two weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:36.323817+00:00"}
{"study_id": 28404, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether nasal irrigation with 100 μg/mL of amphotericin B (AMB) provided greater benefits than normal saline (NS) solution for postoperative care after functional endoscopic sinus surgery (FESS) in chronic rhinosinusitis (CRS) patients.", "results_summary": "The study found that while all patients reported improvement after nasal irrigation, there was no significant difference in outcomes between those who received AMB and those who received NS solution. AMB nasal irrigation did not confer additional benefits over NS in post-FESS care.", "population_specificity": "Patients with chronic rhinosinusitis (CRS) who underwent FESS.", "effective_dosage": "100 μg/mL of AMB or NS solution, administered daily.", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:38.559843+00:00"}
{"study_id": 28403, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of Draf III and Draf IIa frontal sinusotomy procedures in delivering topical therapies to the frontal sinus via nasal irrigation.", "results_summary": "Draf III was significantly superior to Draf IIa in achieving frontal sinus distribution of irrigation (90.6% vs. 50.1%). Vertex head position improved distribution synergistically with Draf III, but larger irrigation volumes only trended toward better distribution.", "population_specificity": "Fresh human cadaver heads (8 specimens, age 76 ± 11.2 years, 50% female).", "effective_dosage": "Pediatric (120 mL) and adult (240 mL) irrigation volumes with 1/1000 10% fluorescein-labeled free water.", "study_duration": "Not specified (acute intervention).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:39.117147+00:00"}
{"study_id": 28405, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of isotonic (0.9%) and hypertonic (3%) saline nasal irrigation versus standard care on oxygen saturation and respiratory distress in infants with bronchiolitis.", "results_summary": "Nasal irrigation with isotonic saline significantly improved oxygen saturation compared to standard care at all measured time points, while hypertonic saline showed improvement only after 50 minutes. However, neither saline solution improved the WARM respiratory distress score.", "population_specificity": "Infants up to one year of age admitted to the emergency department with bronchiolitis and oxygen saturation (SpO2) between 88-94%.", "effective_dosage": "Single nasal irrigation with either 0.9% or 3% sodium chloride solution.", "study_duration": "Immediate effects measured up to 50 minutes post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:40.037896+00:00"}
{"study_id": 28406, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of low-concentration hypochlorous acid (HOCl) nasal irrigation compared to isotonic normal saline for pediatric chronic rhinosinusitis.", "results_summary": "Both HOCl and normal saline nasal irrigation significantly improved total symptom scores, with no difference between the groups. X-ray scores improved in both groups, but the improvement was much greater in the HOCl group.", "population_specificity": "Pediatric patients with chronic rhinosinusitis.", "effective_dosage": "Not specified (low-concentration HOCl).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:41.392673+00:00"}
{"study_id": 28402, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To determine whether combining normal saline nasal irrigation with intranasal corticosteroids improves treatment outcomes for severe persistent allergic rhinitis compared to corticosteroids alone or with antihistamines.", "results_summary": "Nasal irrigation combined with intranasal corticosteroids was more effective than corticosteroids alone and nearly as effective as corticosteroids combined with antihistamines in reducing symptoms and improving quality of life for AR patients.", "population_specificity": "273 outpatients with severe persistent allergic rhinitis.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:42.278126+00:00"}
{"study_id": 28407, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers sought to evaluate the optimization and efficacy of nasal irrigation protocols based on evidence-based literature.", "results_summary": "Large-volume low-pressure nasal irrigation with undiluted seawater was found to be the most effective protocol, optimizing distribution, cleansing power, mucociliary clearance, and epithelium trophicity. Ionic composition and pH, particularly alkaline pH and elevated calcium, improved ciliary motility, while bicarbonates, potassium, and magnesium enhanced healing and reduced inflammation.", "population_specificity": "Not specified (general sinonasal pathologies and postoperative care).", "effective_dosage": "Large-volume low-pressure nasal irrigation with undiluted seawater (specific volume and frequency not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:43.829223+00:00"}
{"study_id": 28408, "supplement_id": 1368, "safety_score": "85", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to assess the effects of saline nasal irrigation on relieving symptoms of acute upper respiratory tract infections (URTIs).", "results_summary": "Most trials showed no significant difference between saline irrigation and control, but one larger trial in children reported modest reductions in nasal secretion and obstruction scores, along with decreased decongestant use. The overall evidence was limited by small sample sizes, high risk of bias, and inconsistent outcome measures.", "population_specificity": "Adults and children with clinically diagnosed acute URTIs.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:44.169411+00:00"}
{"study_id": 28409, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effects of nasal irrigation with saline (NI-S) or xylitol (NI-X) on sinus symptoms, fatigue, economic outcomes, and pro-inflammatory markers in Gulf War Illness (GWI) patients.", "results_summary": "Baseline data from the first 10 participants showed effective recruitment and data collection, but full results on efficacy are pending. The study anticipates robust analysis due to high participant adherence and data capture.", "population_specificity": "Gulf War veterans aged 35-65 with GWI.", "effective_dosage": "Not specified.", "study_duration": "26 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:44.848425+00:00"}
{"study_id": 28411, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 1, "quality_score": 70, "study_goal": "The researchers aimed to determine the efficacy of nasal irrigation in improving symptoms of acute sinusitis in children.", "results_summary": "The study found no evidence to determine whether nasal irrigation is efficacious in children with acute sinusitis, as no trials met the inclusion criteria. Further research is needed to assess its benefits.", "population_specificity": "Children younger than 18 years with acute sinusitis (10-30 days of rhinorrhea, congestion, or daytime cough).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:46.746808+00:00"}
{"study_id": 28410, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of amoxicillin with nasal irrigation versus nasal irrigation alone for treating acute sinusitis in children.", "results_summary": "Nasal irrigation with amoxicillin showed faster symptom relief initially, but no significant long-term difference was found between the two treatments. Antibiotic treatment provided only a small additional benefit over nasal irrigation alone.", "population_specificity": "Children aged 4-15 years with acute sinusitis.", "effective_dosage": "Saline nasal irrigation for 5 days, 0.25% phenylephrine for 2 days.", "study_duration": "14 days for amoxicillin, 5 days for nasal irrigation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:47.220573+00:00"}
{"study_id": 28412, "supplement_id": 1368, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of nasal irrigation, nasal steroid spray, and their combination on symptoms and lower airway inflammation in patients with allergic rhinitis.", "results_summary": "Nasal irrigation improved nasal symptoms, quality of life, and reduced lower airway inflammation in allergic rhinitis patients. Combining nasal irrigation with nasal steroids showed more significant efficacy than either treatment alone.", "population_specificity": "61 patients diagnosed with allergic rhinitis via skin prick test.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:47.647352+00:00"}
{"study_id": 28413, "supplement_id": 1368, "safety_score": "90", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine if adding large-volume, low-pressure nasal irrigation with saline to intranasal corticosteroid therapy improves quality of life and nasal breathing in allergic rhinitis patients compared to corticosteroid therapy alone.", "results_summary": "Nasal irrigation significantly improved quality of life (mRQLQ scores) but did not affect nasal peak inspiratory flow (NPIF) or nasal steroid use patterns. No adverse events were reported.", "population_specificity": "Patients with allergic rhinitis already on intranasal corticosteroid therapy.", "effective_dosage": "Large-volume, low-pressure saline irrigation twice daily.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:50.003818+00:00"}
{"study_id": 29078, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the protective effect of ovalbumin-flavonoids hydrogels on the thrombolytic activity and stability of nattokinase.", "results_summary": "The study found that nattokinase/ovalbumin-flavonoids hydrogels improved thrombolytic capacity, thermal stability, and pH stability compared to free nattokinase, with naringenin showing the strongest mechanical properties. Molecular interactions were primarily hydrogen bonds or hydrophobic interactions depending on the flavonoid.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:50.491406+00:00"}
{"study_id": 29079, "supplement_id": 1369, "safety_score": "85", "efficacy_score": 90, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effect of crude nattokinase extract (NCE) on the healing of acetic acid-induced oral mucositis in mice.", "results_summary": "NCE showed significantly higher fibrinolytic activity (10,800 U/ml) compared to other groups, promoted weight gain, and improved oral mucositis healing scores and histopathology outcomes more effectively than controls.", "population_specificity": "Mice with acetic acid-induced oral mucositis.", "effective_dosage": "Not specified (crude extract used).", "study_duration": "Three days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:52.047152+00:00"}
{"study_id": 29080, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if tofu processing wastewater could serve as a low-cost nitrogen source for nattokinase production using Bacillus subtilis, while addressing environmental pollution concerns.", "results_summary": "The study found that optimizing medium components and culture parameters increased nattokinase activity by 19.25%, with successful scale-up to 100 L bioreactors yielding high enzymatic activity (10,661.97 IU/mL).", "population_specificity": "Not specified (laboratory-scale fermentation using Bacillus subtilis 13932).", "effective_dosage": "Not specified (fermentation conditions: 37°C, pH 7.0, 70 mL liquid medium, 200 rpm).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:53.535609+00:00"}
{"study_id": 29081, "supplement_id": 1369, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a mixture containing nattokinase (AGM) improved glucose metabolism and insulin resistance in prediabetic adults.", "results_summary": "The AGM group showed significantly lower serum insulin concentrations and HOMA-IR index compared to placebo, suggesting improved insulin sensitivity. The mixture also reduced liver damage markers and inflammation, though glucose concentrations remained unchanged.", "population_specificity": "Prediabetic adults with fasting serum glucose concentrations of 100-140 mg/dL.", "effective_dosage": "4 g of AGM granule (containing nattokinase at 0.1 w/w ratio) twice daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:53.781317+00:00"}
{"study_id": 29082, "supplement_id": 1369, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of nattokinase (100 mg/day) in patients admitted to vascular surgery for treating vascular diseases.", "results_summary": "Nattokinase improved clinical symptoms (p < 0.01) without adverse drug reactions or interactions, and no new cases of vascular diseases were recorded during follow-up.", "population_specificity": "Patients >18 years with vascular diseases (deep vein thrombosis, superficial vein thrombosis, venous insufficiency), naïve to anticoagulants or anti-platelets.", "effective_dosage": "100 mg/day per os", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:55.282041+00:00"}
{"study_id": 29083, "supplement_id": 1369, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to investigate the anti-angiogenic effects of Nattokinase (NK) on retinal neovascularization and its potential mechanisms, including modulation of Nrf2/HO-1 signaling and glial activation.", "results_summary": "NK significantly reduced retinal neovascularization in an oxygen-induced retinopathy model, suppressed VEGF-induced endothelial cell proliferation and migration, and activated Nrf2/HO-1 pathways without toxicity in normal retinae. It also promoted microglial activation toward a reparative phenotype.", "population_specificity": "Oxygen-induced retinopathy murine model and human umbilical vein endothelial cells (HUVECs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:55.968585+00:00"}
{"study_id": 29084, "supplement_id": 1369, "safety_score": "85", "efficacy_score": 20, "quality_score": 80, "study_goal": "To determine the effect of nattokinase on subclinical atherosclerosis progression and atherothrombotic biomarkers in individuals without clinical evidence of cardiovascular disease.", "results_summary": "Nattokinase supplementation showed no significant effect on subclinical atherosclerosis progression, blood pressure, or any laboratory measures compared to placebo. The study concluded that nattokinase had a null effect on these outcomes in healthy, low-risk individuals.", "population_specificity": "265 individuals with a median age of 65.3 years, without clinical evidence of cardiovascular disease.", "effective_dosage": "2,000 fibrinolytic units orally.", "study_duration": "Median 3 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:56.181535+00:00"}
{"study_id": 29085, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether Nattokinase modified with polysialic acid (NK-PSA) could effectively clear cancer-associated thrombi (CAT) and improve nanoparticle drug delivery to tumors.", "results_summary": "NK-PSA enhanced the clearance rate of sialic acid-modified doxorubicin liposomes (DOX-SAL) and increased tumor accumulation of labeled SAL (DiR-SAL), leading to improved anti-tumor efficacy when combined with DOX-SAL.", "population_specificity": "Advanced tumors with cancer-associated thrombi (specific model not detailed in abstract).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:52:58.862862+00:00"}
{"study_id": 29087, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the thrombolytic activities and underlying molecular mechanisms of NK-01 (a nattokinase-like protease) in relation to cardiovascular disease prevention and treatment.", "results_summary": "NK-01 inhibited coagulation factors, reduced blood pressure by affecting angiotensinogen and kininogen, and increased paraoxonase 1 to prevent atherosclerosis. The study identified key proteins involved in CVD-related metabolic processes.", "population_specificity": "Not specified (in vivo study, but no human or animal details provided).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:00.424998+00:00"}
{"study_id": 29086, "supplement_id": 1369, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the anti-thrombotic activity and safety of nattokinase with tissue-type plasminogen activator (t-PA) in a model of carotid arterial thrombosis.", "results_summary": "Nattokinase delayed thrombus formation and dissolved thrombi, showing near-full inhibition at 75 mg/kg, with a higher safety margin (4.0) compared to t-PA (1.2). Pulmonary hemorrhage occurred at higher doses (300 mg/kg), but combinational treatment with dexamethasone improved safety and efficacy.", "population_specificity": "Animal model (FeCl3-induced carotid arterial thrombosis)", "effective_dosage": "75 mg/kg (effective dose), 300 mg/kg (adverse effects dose)", "study_duration": "Not specified", "interactions": "Dexamethasone (2 mg/kg) improved safety and efficacy when combined with nattokinase.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:00.523725+00:00"}
{"study_id": 29091, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to improve the acid resistance of Nattokinase (NK) to enhance its potential as an oral treatment for cardiovascular diseases.", "results_summary": "The study identified four single-point mutations (Q59E, S78T, Y217K, N218D) that improved NK's catalytic properties, acid stability, and thermostability, with one multipoint variant showing superior performance. Molecular dynamics simulations explained the stability mechanisms of S78T and Y217K mutants under acidic conditions.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:03.941504+00:00"}
{"study_id": 29092, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to produce a soluble, high-activity nattokinase in low-cost media with resistance to metal ions, detergents, and organic solvents for medical and industrial applications.", "results_summary": "The study successfully produced a recombinant nattokinase with high fibrinolytic activity (883.107 U/ml) using Escherichia coli BL21 (DE3) as a host, optimized media components, and calcium alginate entrapment to enhance enzyme activity and reduce costs.", "population_specificity": "Not applicable (in vitro study)", "effective_dosage": "Not applicable", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:04.685816+00:00"}
{"study_id": 29088, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Nattokinase (NK) could inhibit hepatocellular carcinoma (HCC) tumor growth and improve survival in mouse models.", "results_summary": "Nattokinase crude extracts (NCE) increased survival rates by 31% in HCC-bearing mice, reduced tumor growth, and decreased markers like FOXM1, CD31, CD44, and vimentin.", "population_specificity": "Orthotopic HCC mouse models.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:04.882116+00:00"}
{"study_id": 29089, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether nattokinase supplementation alters hemostatic factors in hypercholesterolemic subjects.", "results_summary": "After 8 weeks, the nattokinase group showed significant increases in collagen-epinephrine closure time (C-EPI CT), prothrombin time (PT), and activated partial thromboplastin time (aPTT) compared to placebo, indicating prolonged clotting times. The effects were statistically significant, particularly for C-EPI CT and aPTT.", "population_specificity": "Nondiabetic, borderline-to-moderate hypercholesterolemic subjects (serum cholesterol: 200-280 mg/dL).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:06.808680+00:00"}
{"study_id": 29093, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the pharmacologic effects of Nattokinase (NK) and its clinical relevance to cardiovascular disease (CVD).", "results_summary": "The study found that NK exhibits potent fibrinolytic activity, antihypertensive, anti-atherosclerotic, lipid-lowering, antiplatelet, and neuroprotective effects, suggesting it is a promising candidate for CVD prevention and treatment.", "population_specificity": "Patients with cardiovascular disease (CVD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:07.756785+00:00"}
{"study_id": 29090, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to enhance Nattokinase production in *Bacillus subtilis* WB800 using tandem promoters to improve its fibrinolytic activity for potential thrombosis therapy.", "results_summary": "The study found that tandem promoters, particularly PHpaII-PHpaII-PP43, significantly increased Nattokinase production, achieving a yield of 264.2 ± 7.0 FU/ml in small-scale and 816.7 ± 30.0 FU/ml in 5-L fermenter scale, surpassing previous reports.", "population_specificity": "*Bacillus subtilis* WB800 (microbial strain, not human subjects)", "effective_dosage": "Not applicable (production yield measured in FU/ml)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:09.239589+00:00"}
{"study_id": 29095, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of PLGA-encapsulated nattokinase nanoparticles for treating Alzheimer's disease by assessing its antiamyloid and antifibrinolytic activities.", "results_summary": "The study found that PLGA-encapsulated nattokinase nanoparticles effectively downregulated amyloid aggregation and exhibited antifibrinolytic activity without compromising enzyme activity, suggesting potential as an AD treatment.", "population_specificity": "Not specified (in vitro and in vivo experimental study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:09.354182+00:00"}
{"study_id": 29094, "supplement_id": 1369, "safety_score": "75", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to assess the safety and thrombolytic efficacy of a Nattokinase-TUDCA complex administered intravenously, focusing on reducing toxicity while maintaining therapeutic potential.", "results_summary": "The NK-TUDCA complex demonstrated lower toxicity in mice at tested dosages (130 kIU/kg acute, 13 kIU/kg repeated) and retained thrombolytic activity, with delayed release speculated as the mechanism for reduced toxicity.", "population_specificity": "Mice (animal study)", "effective_dosage": "130 kIU/kg (acute toxicity test), 13 kIU/kg (repeated low-dose challenge)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:10.835112+00:00"}
{"study_id": 29096, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the production, purification, and applications of Nattokinase, focusing on its fibrinolytic and thrombolytic properties for dietary and therapeutic use.", "results_summary": "The study highlights Nattokinase's strong fibrinolytic and thrombolytic activity, supporting its use as a dietary supplement for oral thrombolytic therapy and its potential in treating proliferative vitreoretinal disorders. It also discusses advancements in production and immobilization techniques to enhance industrial applications.", "population_specificity": "Not specified (general review, not a clinical study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:12.616433+00:00"}
{"study_id": 29098, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of Nattokinase on nasal polyp tissues from patients with CRSwNP and its influence on mucus viscosity in nasal discharge and sputum from patients with CRSwNP and asthma.", "results_summary": "Nattokinase effectively shrunk nasal polyp tissue by degrading fibrin and significantly reduced the viscosity of nasal discharge and sputum in patients with CRSwNP and asthma.", "population_specificity": "Patients with chronic rhinosinusitis with nasal polyps (CRSwNP) and subjects with asthma.", "effective_dosage": "10-1000 FU/ml", "study_duration": "24 hours for nasal polyp tissue, 1 hour for nasal discharge and sputum", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:14.081883+00:00"}
{"study_id": 29097, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate nattokinase's efficacy in reducing carotid artery intimal medial thickness and plaque size, lowering blood lipids, and exploring its mechanism of action compared to statins.", "results_summary": "Nattokinase significantly reduced carotid plaque size (36.6%) and CCA-IMT, outperforming statins (11.5%). It also improved HDL-C levels, though statins were more effective at lowering TC, LDL-C, and TG. The plaque reduction mechanism appeared independent of lipid-lowering effects.", "population_specificity": "Outpatients from the Department of TCM at the 3rd Affiliated Hospital of Sun Yat-sen University.", "effective_dosage": "6,000 FU daily", "study_duration": "26 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:14.856116+00:00"}
{"study_id": 29099, "supplement_id": 1369, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the history, benefits, safety, and production of Nattokinase (NK), including its potential for large-scale production and oral delivery.", "results_summary": "The study highlights NK's fibrinolytic (anti-clotting) capacity, its recognition in Western medicine, and ongoing clinical trials for atherothrombotic prevention. Recombinant technology and plant systems are promising for NK production and delivery.", "population_specificity": "Not specified (review of existing studies).", "effective_dosage": "Not mentioned.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:15.304169+00:00"}
{"study_id": 29101, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to enhance the production of Nattokinase (NK) from Pseudomonas aeruginosa CMSS through media optimization and strain improvement.", "results_summary": "The study achieved a two-fold increase in NK activity (4263 U mL(-1)) via UV-mutagenesis, with the mutant strain showing 94% blood clot lysis in ten minutes and fibrin degradation within two hours. Optimal conditions included pH 7, 25°C, sucrose as carbon source, and shrimp shell powder as nitrogen source.", "population_specificity": "Not specified (in vitro study using bacterial strain P. aeruginosa CMSS isolated from cow milk).", "effective_dosage": "Not specified (activity measured in U mL(-1)).", "study_duration": "Not specified (experimental conditions described, but no intervention duration noted).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:18.977551+00:00"}
{"study_id": 29100, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether recombinant nattokinase expressed in E. coli could be refolded to achieve natural enzyme activity levels comparable to those from B. subtilis var. natto.", "results_summary": "The study found that refolding nattokinase inclusion bodies with specific refolding solutions (RS-10 and RS-11 at pH 9) restored fibrinolytic activity, achieving 79.3IU/mg, surpassing the activity of water-soluble proteins from B. subtilis var. natto (52.0IU/mg). Direct mixing with refolding solution yielded higher activity than traditional dilution methods.", "population_specificity": "In vitro study (no human or animal subjects).", "effective_dosage": "Not specified (enzyme activity measured in IU/mg).", "study_duration": "Not specified (laboratory-based refolding experiment).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:19.507259+00:00"}
{"study_id": 29103, "supplement_id": 1369, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to determine the quantitative effects of a single-dose of Nattokinase on coagulation and fibrinolysis parameters in healthy male subjects.", "results_summary": "The study found that a single-dose of Nattokinase significantly elevated D-dimer concentrations and fibrin/fibrinogen degradation products, reduced Factor VIII activity, increased antithrombin concentration, and prolonged activated partial thromboplastin time, all within normal ranges, suggesting enhanced fibrinolysis and anti-coagulation.", "population_specificity": "12 healthy young males", "effective_dosage": "2,000 FU (single-dose)", "study_duration": "Single-dose administration with blood samples taken up to 8 hours post-administration", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:19.733930+00:00"}
{"study_id": 29102, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to examine the interaction between Nattokinase (NK) and heparin, as well as other glycosaminoglycans (GAGs), to understand NK's binding affinity and potential therapeutic applications.", "results_summary": "The study found that NK is a heparin-binding protein with an affinity of ~250 nM, and the interaction is chain-length dependent, requiring a minimum heparin hexasaccharide. Chemically modified heparin studies revealed that 6-O-sulfo and N-sulfo groups are essential for binding, while 2-O-sulfo groups are not. NK also interfered with other heparin-protein interactions, such as those involving antithrombin and fibroblast growth factors.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "NK interacts with heparin and other GAGs (HS, DS, CSE) and interferes with heparin-protein interactions (e.g., antithrombin, fibroblast growth factors).", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:20.605877+00:00"}
{"study_id": 29104, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize the expression of nattokinase in Bacillus licheniformis for potential industrial production and therapeutic use in thrombus-related diseases.", "results_summary": "The study achieved high-level nattokinase expression by deleting protease genes and optimizing signal peptides, resulting in a 229% increase in fermentation activity compared to the original strain. The engineered strain reached commercial production levels, making it suitable for industrial use.", "population_specificity": "Bacterial strain (Bacillus licheniformis WX-02 and engineered variants)", "effective_dosage": "Not specified (measured in FU/mL and FU/g)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:21.910777+00:00"}
{"study_id": 29106, "supplement_id": 1369, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review Nattokinase's properties, production methods, and its potential applications in thrombolytic therapy and other conditions.", "results_summary": "The study highlights Nattokinase's fibrinolytic activity, stability in the gastrointestinal tract, and potential uses in treating hypertension, Alzheimer's disease, and vitreoretinal disorders. It also notes its safety and ease of mass production.", "population_specificity": "Not specified (general review).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:22.395446+00:00"}
{"study_id": 29107, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether nattokinase (NK) could modulate factors associated with Alzheimer's disease (AD) pathophysiology in an experimental rat model.", "results_summary": "NK administration significantly reduced brain acetylcholinesterase activity, TGF-β, Fas, and IL-6 levels, while increasing BDNF, IGF-1, and the expression of ADAM9 and ADAM10 genes, suggesting potential therapeutic benefits for AD. Histological findings supported these biochemical improvements.", "population_specificity": "Male rats with induced Alzheimer's-like pathology.", "effective_dosage": "Not specified (only AlCl3 dosage mentioned: 17 mg/kg bw daily).", "study_duration": "45 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:25.234119+00:00"}
{"study_id": 29105, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antihypertensive effects of GABA and nattokinase in spontaneously hypertensive rats (SHR) compared to controls.", "results_summary": "The study found that GABA and nattokinase intake led to a definite decrease in systolic and diastolic blood pressure in SHR, with the greatest effect observed in the pharmacological treatment group. The fermented beans containing GABA and nattokinase showed potential for blood pressure control in hypertensive model animals.", "population_specificity": "Spontaneously hypertensive rats (SHR) and Wistar-Kyoto (WKY) rats.", "effective_dosage": "High, medium, and low doses (specific amounts not provided).", "study_duration": "From the 8th to the 16th week of life (8 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:25.580974+00:00"}
{"study_id": 29109, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine whether Nattokinase (subtilisin NAT) inhibits angiotensin I converting enzyme (ACE) and whether heat treatment enhances this effect, potentially contributing to blood pressure suppression.", "results_summary": "Nattokinase inhibited ACE, with heat treatment significantly enhancing this effect. The inhibition was mixed-type, involving reduced V(max) and increased K(m), and was attributed to ACE-inhibitory peptides (LY and FY) released upon heat-induced fragmentation.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:28.262830+00:00"}
{"study_id": 29110, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if the antihypertensive effect of nattokinase is linked to its protease activity by comparing it with inactive fragments in spontaneously hypertensive rats.", "results_summary": "High-dosage nattokinase significantly reduced systolic and diastolic blood pressure and plasma fibrinogen levels without affecting the renin-angiotensin system, while inactive fragments reduced blood pressure and plasma angiotensin II levels but not fibrinogen.", "population_specificity": "Spontaneously hypertensive rats (SHR)", "effective_dosage": "Nattokinase (0.2, 2.6 mg/g diet); fragments (0.2, 0.6 mg/g diet)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:28.605234+00:00"}
{"study_id": 29108, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to detect nattokinase in human blood after ingestion, confirm its presence immunologically, and establish a pharmacokinetic profile.", "results_summary": "Nattokinase was detected in human serum, with peak levels at ~13.3 hours post-ingestion, and statistically significant increases in binding were observed from baseline up to 24 hours. The study suggests further pharmacokinetic research is needed.", "population_specificity": "11 healthy participants (5 male, 6 female, ages 21-65).", "effective_dosage": "Single daily dose of 2000 FU (100 mg nattokinase per capsule).", "study_duration": "48 hours (blood draws over 24 hours, with follow-up at 48 hours).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:28.925169+00:00"}
{"study_id": 29111, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to improve the fibrinolytic activity of nattokinase using DNA family shuffling and assess its potential for thrombolytic therapy.", "results_summary": "The study successfully generated a mutant nattokinase with 16 amino acid substitutions, showing 2.3 times higher catalytic efficiency than the wild-type enzyme. Molecular modeling suggested the mutations altered the substrate-binding pocket's surface conformation, enhancing enzymatic function.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:29.494803+00:00"}
{"study_id": 29112, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the amyloid-degrading ability of nattokinase and identify the optimal conditions for amyloid hydrolysis.", "results_summary": "The study found that nattokinase, along with proteinase K and subtilisin Carlsberg, can degrade amyloid fibrils, but trypsin and plasmin cannot. The research suggests potential therapeutic applications for amyloid-related diseases.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:29.908489+00:00"}
{"study_id": 29113, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to examine the effects of nattokinase supplementation on blood pressure in individuals with pre-hypertension or stage 1 hypertension.", "results_summary": "Nattokinase supplementation significantly reduced systolic and diastolic blood pressure compared to placebo, with net changes of -5.55 mmHg and -2.84 mmHg, respectively, and also lowered renin activity. The findings suggest nattokinase may help prevent and treat hypertension.", "population_specificity": "Adults aged 20-80 with untreated systolic blood pressure of 130-159 mmHg (pre-hypertension or stage 1 hypertension).", "effective_dosage": "2,000 FU/capsule (frequency not specified).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:31.481683+00:00"}
{"study_id": 29115, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to optimize the purification and concentration of nattokinase from fermentation broth using reverse micelles extraction and evaluate its fibrinolytic potential.", "results_summary": "The study found that nattokinase could be purified with 80% activity recovery and a purification factor of 3.9, achieving an eight-fold enrichment during backward extraction. Optimal temperatures for forward and backward extraction were 25°C and 35°C, respectively, though the enzyme became more thermosensitive during the process.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:34.270548+00:00"}
{"study_id": 29114, "supplement_id": 1369, "safety_score": "60", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the effects of intravitreal injection of nattokinase for inducing posterior vitreous detachment (PVD) in rabbit eyes.", "results_summary": "Nattokinase induced PVD at 0.1 and 1.0 FU doses, with no critical changes observed at 0.1 FU, but toxicity (preretinal hemorrhage and ERG changes) occurred at 1.0 FU. The study concluded that nattokinase is effective for pharmacologic vitreolysis.", "population_specificity": "Rabbit eyes", "effective_dosage": "0.01, 0.1, or 1.0 fibrin-degradation units (FU)", "study_duration": "Observations ranged from 1 hour to 1 week post-injection", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:34.338516+00:00"}
{"study_id": 29116, "supplement_id": 1369, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the fibrinolytic activity and potential therapeutic benefits of Nattokinase (NK) for treating and preventing thrombosis.", "results_summary": "Oral administration of NK enhanced fibrinolytic activity in plasma and lysed experimentally induced thrombi in dogs. The findings suggest NK may be effective for both treatment and prevention of embolism.", "population_specificity": "Dogs with experimentally induced thrombosis (animal model).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:35.684840+00:00"}
{"study_id": 76471, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review fibrinolytic enzymes, including nattokinase, their mechanisms, sources, and therapeutic potential for cardiovascular diseases.", "results_summary": "The abstract mentions nattokinase as one of the fibrinolytic enzymes used to treat cardiovascular diseases, but specific results regarding its effects are not detailed.", "population_specificity": "Not specified", "effective_dosage": "Not provided", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:36.897211+00:00"}
{"study_id": 76466, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review current evidence on Nattokinase's neuroprotective abilities, particularly its impact on blood-brain barrier dysfunction, brain inflammation, and cognitive improvement.", "results_summary": "Preclinical studies suggest Nattokinase supplementation can alleviate blood-brain barrier dysfunction, reduce brain inflammation, and improve cognitive ability. Potential mechanisms include fibrinolytic, anti-inflammatory, antioxidant actions, and modulation of endothelial function.", "population_specificity": "Experimental animals (preclinical studies)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:36.964511+00:00"}
{"study_id": 76467, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential effects of Nattokinase on mitigating complications of non-communicable diseases (NCDs), such as inflammation and oxidative stress, and to update its fibrinolytic and antithrombotic activities.", "results_summary": "The study found that Nattokinase exhibits fibrinolytic, antithrombotic, anti-inflammatory, and antioxidant effects, suggesting its potential as an adjuvant therapeutic strategy for NCDs, including cardiovascular diseases (CVD).", "population_specificity": "Not specified (general discussion of NCDs, including CVD).", "effective_dosage": "Not provided.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:37.496527+00:00"}
{"study_id": 76474, "supplement_id": 1369, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if Nattospes, as an adjuvant to standard of care treatment, could safely and effectively improve rehabilitation outcomes in patients with subacute ischemic stroke.", "results_summary": "The study found that Nattospes significantly improved physical activities, blood pressure control, serum lipid panels, and quality of life, with no reported adverse effects. It also showed statistically significant improvements in stroke-related symptom scores.", "population_specificity": "61 patients diagnosed with subacute ischemic stroke.", "effective_dosage": "Not specified", "study_duration": "60 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:37.843100+00:00"}
{"study_id": 76475, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 50, "study_goal": "The researchers aimed to review the potential of fibrinolytic enzymes, including Nattokinase, for treating cardiovascular diseases by dissolving blood clots.", "results_summary": "The abstract discusses the limitations of current anticoagulants and highlights fibrinolytic enzymes as promising alternatives for thrombolysis, though specific results for Nattokinase are not detailed.", "population_specificity": "Not specified (general discussion of cardiovascular disease patients).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:39.595477+00:00"}
{"study_id": 76480, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers compared the fibrinolytic activity of SOT with nattokinase and other enzymes to assess their potential for thrombosis therapy.", "results_summary": "SOT showed significantly higher fibrinolytic activity than plasmin and was comparable to t-PA. Nattokinase and SOT exhibited different fibrinolytic modes, leading to synergistic effects when combined.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:42.294982+00:00"}
{"study_id": 76479, "supplement_id": 1369, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to review natural and recombinant thrombolytic agents, including Nattokinase, for their potential in treating blood clots with fewer side effects compared to traditional therapies.", "results_summary": "The abstract highlights that fibrinolytic enzymes, including those from natural sources, show promise in dissolving fibrin directly, with lower cost and fewer side effects than first-generation thrombolytic agents like streptokinase and urokinase. Recombinant versions further improve safety and efficacy by reducing undesirable effects and enhancing reperfusion.", "population_specificity": "Not specified (general review of thrombolytic agents).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:42.774279+00:00"}
{"study_id": 27716, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of neem leaf paste in treating scalp dandruff among female students.", "results_summary": "Neem leaf paste significantly reduced dandruff severity, with 44% of the experimental group achieving no dandruff after treatment, compared to 4% in the control group. The mean dandruff score dropped to 0.7 in the experimental group versus 1.72 in the control group (p-value = 0.00001).", "population_specificity": "Female students aged 18-24 with minimal, moderate, or severe dandruff.", "effective_dosage": "Not specified (neem leaf paste application frequency not detailed).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:45.208488+00:00"}
{"study_id": 27720, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify the active fraction of neem stem bark extract responsible for its anticancer effects and elucidate its mechanism of action against cervical cancer.", "results_summary": "Fraction 2 (F2) of neem stem bark extract demonstrated strong anticancer activity by inducing cell cycle arrest, apoptosis, and ER stress in cervical cancer cells, while showing minimal toxicity to normal cells. Six compounds, including nicotiflorin and five limonoids, were identified in F2, highlighting its potential as a therapeutic agent.", "population_specificity": "Cervical cancer cell lines (HeLa and ME-180) and normal human fibroblast cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:45.990040+00:00"}
{"study_id": 27717, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether <1 kDa peptide fractions from neem seed protein hydrolysates (NSPHs) exhibit cardioprotective effects against oxidative injury in cardiac tissues.", "results_summary": "The study found that NSPH peptide fractions increased antioxidant enzyme activities (e.g., catalase, superoxide dismutase) and beneficial lipid markers (e.g., HDL-cholesterol) while reducing oxidative stress markers (e.g., malondialdehyde, nitric oxide) and harmful lipid metabolites. The peptides also modulated purinergic and cholinesterase activities, suggesting potential therapeutic benefits for oxidative cardiac dysfunction.", "population_specificity": "Male Wistar rat cardiac tissues (ex vivo study)", "effective_dosage": "Not specified", "study_duration": "30-minute incubation with pro-oxidant (FeSO4)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:46.188802+00:00"}
{"study_id": 27719, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the efficacy of Neem gum-based hydrogel (Ng-g-p(AA)-cl-MBA) for adsorbing cationic dyes (rhodamine B and methylene blue) from water.", "results_summary": "The hydrogel demonstrated high adsorption capacities (552.49 mg/g for RhB and 421.94 mg/g for MB), followed Langmuir's model, and exhibited good regeneration and reusability, making it effective for dye effluent treatment.", "population_specificity": "Not applicable (in vitro study).", "effective_dosage": "Not specified (optimized parameters included adsorbent dosage, but exact amounts not detailed).", "study_duration": "Not specified (contact time was optimized but not explicitly stated).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:46.297418+00:00"}
{"study_id": 27721, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the therapeutic potential of neem ethanolic extract in treating acute hepatitis, focusing on its effects on liver pathology, inflammatory markers, and autophagy-related pathways.", "results_summary": "The ethanolic neem extract reduced mortality, lowered ALT and AST levels, improved liver pathology, and modulated inflammatory responses via NF-κB and autophagy pathways. Its efficacy in reducing NLRP3 was linked to autophagy, though Atg5 knockout weakened some effects.", "population_specificity": "Mice with induced acute hepatitis", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:46.999083+00:00"}
{"study_id": 27722, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the lethal and sublethal effects of neem-based insecticides (Azatrol and Molt-X) on the cotton aphid (Aphis gossypii) and its natural enemy (Coccinella septempunctata).", "results_summary": "Neem-based insecticides (Azatrol and Molt-X) showed high toxicity to aphids, with Azatrol being particularly effective against adult aphids and Molt-X against nymphs. However, Azatrol was also more destructive to the predator Coccinella septempunctata compared to other treatments.", "population_specificity": "Cotton aphids (Aphis gossypii) and their natural predator (Coccinella septempunctata).", "effective_dosage": "1.2% azadirachtin A and B (Azatrol), 3% azadirachtin (Molt-X).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:50.305848+00:00"}
{"study_id": 27723, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of neem extract as a disinfectant against biofilm containing Pseudomonas aeruginosa, Streptococcus mutans, and Candida albicans on type IV dental stone compared to other disinfectants and microwave sterilization.", "results_summary": "Neem extract was effective in disinfecting dental stone but was less potent than chlorhexidine, sodium hypochlorite, and microwave radiation, showing a significant but comparatively smaller reduction in microbial CFU counts.", "population_specificity": "Type IV dental stone specimens with cultured biofilms of P. aeruginosa, S. mutans, and C. albicans.", "effective_dosage": "20% neem extract (frequency not specified).", "study_duration": "Exposure times of 1 to 5 minutes.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:51.280445+00:00"}
{"study_id": 27725, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of neem leaf extract on cerebral malaria-induced parasitemia and neuron cell apoptosis in mice.", "results_summary": "Neem leaf extract significantly reduced parasitemia and neuron cell apoptosis at multiple dosages, with 12 mg and 16 mg being the most effective. A strong positive correlation was found between apoptosis in brain neurons and parasitemia levels.", "population_specificity": "13-16 weeks old C57BL mice infected with Plasmodium berghei strain ANKA.", "effective_dosage": "8 mg, 12 mg, and 16 mg of 96% ethanolic neem leaf extract, orally administered.", "study_duration": "6 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:54.199141+00:00"}
{"study_id": 27726, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether aqueous neem leaf extract is effective against infections caused by Chlamydophila psittaci and LPAIV H9N2 in broiler chickens.", "results_summary": "The study found that 8% aqueous neem leaf extract reduced pathogen replication in treated birds and improved average body weight compared to oxytetracycline. It also lowered C. psittaci replication in tissues and diminished LPAIV H9N2 shedding.", "population_specificity": "Broiler chickens (Cobb chicks)", "effective_dosage": "8% aqueous neem leaf extract for 5 consecutive days", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:55.002753+00:00"}
{"study_id": 27728, "supplement_id": 1370, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine whether Neem Leaf Glycoprotein (NLGP) could reprogram exhausted CD8+ T-cells to target cancer stem cells (CSCs) effectively and safely.", "results_summary": "NLGP reduced CSC virulence, downregulated key CSC markers, and sensitized CSCs to chemotherapy. It also showed nephron-protective effects against 5FU toxicity and involved Dectin-1-mediated signaling.", "population_specificity": "B16-F10 melanoma tumor model (in vivo) and in vitro coculture setups with B16-F10/MCF7 cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:55.016728+00:00"}
{"study_id": 27727, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of different doses of neem vegetable cake on the yield components of corn crops, focusing on grain productivity and economic viability.", "results_summary": "The study found that neem cake significantly improved corn grain productivity, with a 21.3% increase at the highest dose (12 kg ha-1) compared to the control. The economic analysis also identified 12 kg ha-1 as the most viable dose, increasing profit by R$ 119.92 per hectare.", "population_specificity": "Corn crops under rainfed conditions.", "effective_dosage": "3 kg ha-1, 6 kg ha-1, 9 kg ha-1, and 12 kg ha-1 of neem vegetable cake.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:55.878849+00:00"}
{"study_id": 27729, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the immunological effects of neem leaf extract, alone and in combination with toltrazuril, on broiler chickens infected with Eimeria tenella.", "results_summary": "Neem leaf extract, both alone and combined with toltrazuril, significantly improved immune markers (e.g., serum total protein, nitric oxide, phagocytic activity) and reduced adverse immune responses (e.g., WBCs, lymphocytes) in infected broilers. The combination treatment also normalized CD4 expression in intestinal tissue.", "population_specificity": "One-day-old Cobb broiler chicks experimentally infected with Eimeria tenella.", "effective_dosage": "4% neem leaf extract (50 ml/l drinking water for 5 days; 25 ml/l when combined with toltrazuril).", "study_duration": "5 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:58.389708+00:00"}
{"study_id": 27731, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of a combined rosemary and neem extract (RN-E 2:1) in treating dandruff, scalp disorders, and promoting hair growth compared to conventional treatments.", "results_summary": "The combined neem and rosemary extract demonstrated superior antifungal activity against Malassezia furfur and Trichophyton rubrum compared to ketoconazole, potent anti-inflammatory effects, and outperformed minoxidil in hair growth trials. Quality control confirmed formulation stability and effective epidermal penetration.", "population_specificity": "Not specified (likely general population with dandruff or scalp disorders).", "effective_dosage": "Not specified (standardized combined extract RN-E 2:1 used in formulations).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:53:59.994153+00:00"}
{"study_id": 27730, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of Neem leaf glycoprotein (NLGP) in delaying tongue carcinogenesis induced by 4NQO and its effects on immune modulation and epithelial-mesenchymal transition.", "results_summary": "NLGP treatment delayed pre-neoplastic changes, normalized mucosa, upregulated CD8+ and other immune cells, reduced regulatory T cells, and partially reversed EMT markers like e-cadherin and vimentin.", "population_specificity": "Swiss mice with 4NQO-induced tongue carcinogenesis.", "effective_dosage": "25µg/mice/week (subcutaneous).", "study_duration": "300 days (with NLGP administered weekly after initial 4NQO treatments).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:00.013174+00:00"}
{"study_id": 27724, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the antimicrobial effect of neem extract as a root canal irrigant against Enterococcus faecalis.", "results_summary": "Neem extract demonstrated an inhibitory zone against E. faecalis, suggesting its potential as an effective root canal irrigant. The highest inhibitory effect was observed when neem was combined with chlorhexidine.", "population_specificity": "In vitro study using Mueller-Hinton agar plates inoculated with E. faecalis (ATCC).", "effective_dosage": "Not specified", "study_duration": "24-hour incubation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:00.447835+00:00"}
{"study_id": 27734, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the use of neem biomass as an adsorbent for wastewater treatment, focusing on its activation, surface modification mechanisms, and adsorption efficiency.", "results_summary": "The study found that neem biomass, through pre- and post-surface modification, effectively scavenges pollutants like dyes, metal ions, and emerging contaminants from wastewater, offering a cost-effective and sustainable alternative to conventional methods.", "population_specificity": "Not applicable (wastewater treatment study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:02.641342+00:00"}
{"study_id": 27733, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine how salinity stress affects the production of azadirachtin in neem callus cultures and identify associated proteins.", "results_summary": "Salinity stress significantly enhanced azadirachtin production, with the highest yield (10.847 ± 0.037 mg/g DW) at 1.5% NaCl. Proteomics revealed differential regulation of primary metabolism proteins but no direct involvement in azadirachtin synthesis.", "population_specificity": "In vitro callus cultures of Azadirachta indica (neem).", "effective_dosage": "Various NaCl concentrations (0.05-1.5%) applied to callus cultures.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:03.913296+00:00"}
{"study_id": 27732, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate whether nimbolide, a neem limonoid, targets key components of the DNA damage response (DDR) pathway in oral squamous cell carcinoma (OSCC) models.", "results_summary": "Nimbolide reduced DNA damage markers, suppressed tumor formation, enhanced cisplatin sensitivity, and modulated DDR components like ATM and p53 in OSCC models. It showed dual roles as a DDR inhibitor in cellular/hamster models and a DDR activator in the PDX model.", "population_specificity": "Oral squamous cell carcinoma (OSCC) cells, DMBA-induced hamster buccal pouch carcinoma model, chemoresistant OSCC patient-derived xenograft (PDX) model, and human OSCC tissue samples.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:04.399699+00:00"}
{"study_id": 27735, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of a neem extract-based herbal ointment in enhancing wound contraction of traumatic oral ulcers and to assess its impact on oxidative stress levels.", "results_summary": "The study found that neem extract-based herbal ointment significantly improved wound contraction in oral ulcers and, when combined with Hemidesmus indicus, also significantly reduced oxidative stress levels. Groups treated with neem-based formulations showed better outcomes compared to non-herbal ointment groups.", "population_specificity": "Experimental rabbits with induced traumatic oral ulcers.", "effective_dosage": "Not specified in the abstract.", "study_duration": "14 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:04.930053+00:00"}
{"study_id": 27736, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to measure the antioxidant ability of neem oil and understand the mechanism by which its component azadiradione scavenges superoxide radical anions.", "results_summary": "Neem oil demonstrated strong antioxidant activity, being approximately 26 times more effective than other natural products like olive oil and propolis. Computational studies revealed that azadiradione mimics superoxide dismutase (SOD) in scavenging superoxide radicals, regenerating itself while producing hydrogen peroxide and molecular oxygen.", "population_specificity": "Not specified (in vitro and computational study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:06.968281+00:00"}
{"study_id": 27738, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the potential of neem-based vermicompost to enhance tomato plants' antioxidant capacity and structural resilience under nematode stress.", "results_summary": "Neem-based vermicompost significantly increased carbohydrate content and antioxidative capacity in tomato plants while reducing electrolyte leakage under nematode stress, demonstrating its potential as an eco-friendly alternative to chemical nematicides.", "population_specificity": "Tomato plants (Solanum lycopersicum) under nematode (Meloidogyne incognita) stress.", "effective_dosage": "Not specified (concentration-dependent effects noted).", "study_duration": "10 days post-nematode inoculation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:09.019397+00:00"}
{"study_id": 27737, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether neem oil could inhibit quorum-sensing in *Aeromonas hydrophila* and protect against infections.", "results_summary": "Neem oil dose-dependently reduced virulence factors (aerolysin, protease, lipase, AHLs, biofilm, swarming motility) and downregulated key genes (*aerA*, *ahyI*, *ahyR*). It also showed protective effects in A549 cells and a fish infection model.", "population_specificity": "*Aeromonas hydrophila* (bacterial pathogen) and A549 cells (human lung epithelial cells), with a fish infection model.", "effective_dosage": "Sub-inhibitory concentrations (specific amounts not stated).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:09.773013+00:00"}
{"study_id": 27739, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the immunostimulant effects of aqueous 8% neem leaf extract when used alongside various poultry vaccines against HPAI H5N8.", "results_summary": "Neem leaf extract enhanced vaccine efficacy, with the bivalent vaccine (AI + ND) and Re-5 H5N1 showing 80% protection when treated with neem, compared to 60% without. Neem also reduced virus shedding and improved immune response, particularly in the bivalent vaccine group.", "population_specificity": "Poultry (chickens)", "effective_dosage": "Aqueous 8% neem leaf extract, administered 2 days before and after vaccination", "study_duration": "Short-term (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:10.269161+00:00"}
{"study_id": 27740, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the antimicrobial and cytotoxic activity of Neem and Kirata herbal formulation-mediated silver nanoparticles against oral biofilm.", "results_summary": "The study found that the newly formulated nanoparticle had effective antimicrobial properties against Candida albicans, Staphylococcus aureus, Enterococcus faecalis, and Streptococcus mutans, along with decreased cytotoxic properties, making it advantageous for clinical applications. It showed potential for preventing oral biofilm formation and its harmful effects.", "population_specificity": "Oral biofilm (in vitro study, no human or animal subjects specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:11.450194+00:00"}
{"study_id": 27742, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the antibacterial efficacy of chitosan neem nanocapsules (CNNC) against Aeromonas sobria in Nile tilapia for sustainable aquaculture.", "results_summary": "CNNC demonstrated in-vitro and in-vivo antibacterial activity against A. sobria, improving survivability, reducing oxidative stress, and restoring immune and hepato-renal function in infected fish.", "population_specificity": "Nile tilapia (Oreochromis niloticus)", "effective_dosage": "1 mg/L CNNC in water", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:12.487456+00:00"}
{"study_id": 27741, "supplement_id": 1370, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of a hydrogel combining neem and silk fibroin for wound healing.", "results_summary": "The study found that the neem-silk fibroin hydrogel (N-SFB-HG) accelerated wound healing compared to control and neem-only hydrogel (N-HG), with no skin irritation or adverse effects reported. The hydrogel formulations were sterile, stable, and exhibited desirable viscosity and pH for topical application.", "population_specificity": "Not specified (in vivo study, likely animal model based on context).", "effective_dosage": "Not specified (topical hydrogel application).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:13.693959+00:00"}
{"study_id": 27745, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of Neem leaf extract, Propolis, and Orange oil in removing the smear layer during root canal treatment.", "results_summary": "Neem leaf extract demonstrated the highest smear layer removal efficacy at coronal, middle, and apical levels, outperforming Orange oil and Propolis. The results were statistically significant, with Neem showing consistent effectiveness across all levels of the root canal.", "population_specificity": "Ninety samples (human teeth) divided into three experimental groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:17.335065+00:00"}
{"study_id": 27744, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of neem oil for treating caprine pediculosis (lice infestation in goats) and its impact on kids' growth performance.", "results_summary": "Neem oil at higher doses (200 mL/10 kg and 300 mL/10 kg) significantly reduced louse counts (>95%) and improved daily weight gain in goats compared to the control group, with no differences in body condition or FAMACHA scores.", "population_specificity": "24 goat kids (120 days old) with caprine pediculosis caused by Linognathus stenopsis.", "effective_dosage": "100 mL, 200 mL, or 300 mL of neem oil per 10 kg body weight, applied via spraying.", "study_duration": "56 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:17.339339+00:00"}
{"study_id": 27746, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of neem leaf powder (NLP) in mitigating symptoms of lead toxicity in Nile tilapia.", "results_summary": "NLP at 1 g L-1 reduced oxidative stress and pathological alterations induced by lead toxicity, showing significant effects at lower lead concentrations (5 mg L-1) but insignificant effects at higher concentrations (10 mg L-1).", "population_specificity": "Wild and farmed Nile tilapia (Oreochromis niloticus).", "effective_dosage": "1 g L-1 NLP.", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:18.048283+00:00"}
{"study_id": 27748, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anti-inflammatory properties of neem extract in acute and chronic wound fibroblasts.", "results_summary": "Neem extract showed no cytotoxicity below 100 μg/ml on normal human dermal fibroblasts but had lower cell viability compared to other extracts like garlic, catechin, and epicatechin. Its anti-inflammatory effects on TGF-β and TNF-α were not as pronounced as those of the top-performing extracts.", "population_specificity": "Human dermal fibroblasts (acute and chronic wound fibroblasts).", "effective_dosage": "Below 100 μg/ml (exact dosage not specified).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:20.295155+00:00"}
{"study_id": 27747, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the chemical composition of A. indica (Neem) leaf extracts and evaluate their insecticidal, antioxidant, and antibacterial activities.", "results_summary": "The study found that Neem extract exhibited strong insecticidal and repellent effects against T. castaneum, high antioxidant activity, and greater effectiveness against S. aureus than E. coli. Docking studies indicated stable binding with bacterial enzymes.", "population_specificity": "Stored grain pest (T. castaneum) and bacterial strains (S. aureus, E. coli).", "effective_dosage": "0.2 mg/ml for repellent action, LC50 of 2.588 mg/ml for toxicity.", "study_duration": "4-5 hours for repellent action, duration for other tests not specified.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:21.120264+00:00"}
{"study_id": 27750, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a combination of neem leaf extract and bacteriophage could effectively control multiple drug-resistant E. coli E1.", "results_summary": "The study found that the combined application of neem leaf extract and bacteriophage significantly controlled the growth of E. coli E1 compared to single treatments, suggesting a synergistic effect. This approach was proposed as an effective, economical, and eco-friendly alternative to traditional antibiotics.", "population_specificity": "Multiple drug-resistant E. coli E1 (bacterial strain).", "effective_dosage": "0.1 mg/ml neem extract combined with bacteriophage vB_EcoM_C2 at 10^11 titer.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:23.057445+00:00"}
{"study_id": 27749, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effectiveness of neem seed biochar, alone and combined with poultry manure, in immobilizing potentially toxic elements (PTEs) in soils and assess its impact on phytoremediation by Manihot esculenta and Jatropha curcas.", "results_summary": "A 25% (w/w) mixture of neem seed biochar and poultry manure effectively immobilized PTEs in soils, reducing their uptake by plants. The amendments also improved soil fertility, increasing biomass yield by 6-25%. Manihot esculenta showed slightly higher PTE uptake efficiency than Jatropha curcas, with most PTEs stored in roots, making both plants suitable for phytostabilization.", "population_specificity": "Mine spoil soils and plants (Manihot esculenta and Jatropha curcas) in an outdoor pot experiment.", "effective_dosage": "15% and 25% (w/w) neem seed biochar and poultry manure mixtures.", "study_duration": "270 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:24.386039+00:00"}
{"study_id": 27752, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to investigate the supportive effects of a Neem and St. John's wort oil ointment in managing pressure ulcers in ICU patients.", "results_summary": "The ointment demonstrated a remarkable supportive impact on pressure ulcer healing, as evidenced by macroscopic and histopathological assessments. The combination was suggested as an efficient phytoconstituent for managing pressure ulcers.", "population_specificity": "Three ICU patients with pressure ulcers.", "effective_dosage": "Once daily application (specific amount not provided).", "study_duration": "42 consecutive days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:25.185543+00:00"}
{"study_id": 27751, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine if neem oil has anti-acne benefits and to explore its potential mechanisms of action using network pharmacology and computational analysis.", "results_summary": "Neem oil was found to target STAT1, CSK, CRABP2, and SYK genes, with specific components showing strong binding affinities, suggesting potential therapeutic use for acne. The study identified three key compounds in neem oil that may contribute to its anti-acne effects.", "population_specificity": "Not specified (in vitro/computational study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:25.819224+00:00"}
{"study_id": 27753, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of Neem gum polysaccharide (NGP) combined with Polyvinyl alcohol (PVA) as a nanofiber scaffold for scarless wound healing, focusing on antimicrobial properties and tissue regeneration.", "results_summary": "The optimized nanofiber mat (G14) demonstrated strong antimicrobial action against S. aureus and E. coli, enhanced wound healing in mice with dense collagen and fibroblast formation, and exhibited favorable mechanical and biocompatible properties. Analytical characterization confirmed polymer compatibility and hydrophobicity.", "population_specificity": "Mice (animal model)", "effective_dosage": "Not specified (different ratios of NGP and PVA were tested, with G14 being the optimized grade)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:27.730338+00:00"}
{"study_id": 27755, "supplement_id": 1370, "safety_score": "80", "efficacy_score": 85, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of Neem oil in treating anal myiasis and its potential role in wound healing and maggot eradication.", "results_summary": "Neem oil demonstrated anthelmintic effects, aiding in tissue debridement and wound healing, while also killing maggots. The patient was completely cured within 29 days with no reported adverse effects.", "population_specificity": "A 49-year-old male with anal myiasis and interno-external piles.", "effective_dosage": "Local application of Neem oil-soaked gauze once daily.", "study_duration": "29 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:29.488981+00:00"}
{"study_id": 27754, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether dried neem leaves (Azadirachta indica) could improve wheat seed storage quality by reducing moisture, pests, and damage when used with traditional or hermetic storage methods.", "results_summary": "Neem had no effect on seed moisture, germination, or coleoptile length but showed a limited pest suppressive effect in LDPE bags. Farmers expressed no preference for or against neem in post-storage evaluations.", "population_specificity": "Smallholder farmers in Bangladesh storing wheat seed during the summer monsoon.", "effective_dosage": "Not specified", "study_duration": "30 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:29.634727+00:00"}
{"study_id": 27756, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the immunotoxic effects of Nimbecidine Plus (a neem biopesticide) on the haemocyte populations of freshwater crabs (Varuna litterata) after acute exposure.", "results_summary": "Nimbecidine Plus caused significant cytomorphological deformities and altered haemocyte parameters in crabs, with nonlinear toxic impacts observed at different exposure periods. It showed higher immunotoxic effects compared to mahua oil cake (MOC).", "population_specificity": "Freshwater crabs (Varuna litterata)", "effective_dosage": "0.006284 ppt (96-h LC50 value)", "study_duration": "96 hours", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:31.569869+00:00"}
{"study_id": 27757, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the hepatoprotective potential of A. indica (neem) seed oil against oxidative stress and Ochratoxin-A (OTA)-induced liver toxicity in a 28-day experimental model.", "results_summary": "A. indica oil significantly reduced oxidative stress and lipid peroxidation compared to the OTA-treated group. It also showed moderate adipose tissue accumulation in liver histology, indicating partial protection against OTA-induced liver damage.", "population_specificity": "BALB/C mice", "effective_dosage": "170 mg/kg daily", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:32.680193+00:00"}
{"study_id": 27759, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the anti-cancer potential of methanolic neem stem bark extract (MNBE) against cervical cancer cell lines.", "results_summary": "MNBE significantly suppressed cervical cancer cell growth and migration by inducing cell cycle arrest and apoptosis, while also modulating migration-related genes. The extract showed specificity for cancer cells over normal cells.", "population_specificity": "Cervical cancer cell lines (HeLa, SiHa, ME-180).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:33.807180+00:00"}
{"study_id": 27758, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of neem extract in reducing Candida albicans adhesion to denture soft liners.", "results_summary": "Neem extract reduced Candida albicans growth, with a mean colony forming units (CFU) per ml of 30.33, though it was less effective than tea tree oil or the combination of both. The combination of tea tree oil and neem extract showed the strongest antifungal effect.", "population_specificity": "Acrylic blocks lined with soft liners (in vitro study, not human subjects).", "effective_dosage": "Not specified", "study_duration": "48 hours of incubation, followed by 72 hours of culture.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:33.865995+00:00"}
{"study_id": 27760, "supplement_id": 1370, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to determine the protective effects of NF2, a semi-natural compound derived from Neem, against oxidative stress and inflammatory responses induced by LPS in zebrafish larvae.", "results_summary": "NF2 demonstrated significant antioxidant and anti-inflammatory effects, reducing ROS, lipid peroxidation, nitric oxide, and apoptosis in LPS-stressed zebrafish larvae. It also increased the expression of antioxidant genes and decreased pro-inflammatory cytokines.", "population_specificity": "Zebrafish larvae and rat myoblast cell lines (L6).", "effective_dosage": "Up to 150 μM (concentration-dependent effects observed).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:36.094813+00:00"}
{"study_id": 27743, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anticancer potential of Neem limonoids, focusing on their mechanisms of action and effects on hallmark traits of cancer.", "results_summary": "Neem limonoids, including azadirachtin, epoxyazadiradione, gedunin, and nimbolide, demonstrated potent anticancer effects by inhibiting cell proliferation, inflammation, angiogenesis, and drug resistance through various molecular pathways. The study highlights their potential as natural agents for cancer prevention and therapy.", "population_specificity": "Preclinical models (malignant cell lines and animal models)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:37.747202+00:00"}
{"study_id": 27761, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to review the potential of Neem extracts and phytochemicals in inhibiting prostate cancer (PCa) progression and their therapeutic use alone or with conventional treatments.", "results_summary": "The study found that Neem contains over 130 bioactive compounds with anti-cancer properties, showing potential to inhibit PCa-related cellular pathways. However, few scientific reports specifically address Neem's benefits for PCa despite its historical use in alternative medicine.", "population_specificity": "Prostate cancer patients (preclinical or clinical context not specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:37.903025+00:00"}
{"study_id": 27762, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the acaricidal activity of different neem seed extracts (hexane, methyl chloride, and methanol) against Hyalomma dromedarii ticks in camels, comparing their effectiveness to chemical acaricides (Butox and diazinon).", "results_summary": "Hexane extract at 20% concentration caused 100% tick mortality on the first day, while methanol and dichloromethane extracts at 20% achieved the same by day 28. Hexane extract also completely inhibited tick fertility and oviposition, with no hatchability observed for any neem extract except the ineffective aqueous control.", "population_specificity": "Engorged female Hyalomma dromedarii ticks and their larvae.", "effective_dosage": "5%, 10%, 15%, and 20% concentrations of neem seed extracts.", "study_duration": "Observations were made up to 43 days post-treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:40.408016+00:00"}
{"study_id": 27763, "supplement_id": 1370, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of neem chip and diode laser as local drug delivery agents in treating localized chronic moderate periodontitis when supplemented with phase I periodontal therapy.", "results_summary": "The study found statistically significant improvements in clinical parameters (plaque index, papillary bleeding index, probing pocket depth, and relative attachment level) for both neem chip and laser treatments compared to baseline. Neem chip showed the best improvement, followed by laser, compared to phase I therapy alone.", "population_specificity": "Fourteen systemically healthy participants with 4-6 mm deep periodontal pockets in at least three quadrants.", "effective_dosage": "10% absorbable neem chip (commercially prepared).", "study_duration": "One month follow-up after intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:41.250122+00:00"}
{"study_id": 27764, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to summarize recent studies on the antimicrobial potential of Neem, including its effects against drug-resistant and biofilm-forming pathogens, and discuss its phytochemistry and safety.", "results_summary": "The study highlights Neem's broad-spectrum antimicrobial properties, including activity against drug-resistant and biofilm-forming organisms, and suggests its potential as a novel therapeutic source. However, it notes the need for further research on mechanisms of action, clinical efficacy, and in vivo safety.", "population_specificity": "Not specified (broad focus on human pathogens and potential applications in dentistry, food safety, bacteriology, mycology, virology, and parasitology).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:41.920617+00:00"}
{"study_id": 27765, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of dietary neem leaf extract on the growth performance and proximate composition of rainbow trout.", "results_summary": "The study found that 7% neem leaf extract (T2) significantly improved final body weight, weight gain, and feed conversion ratio compared to other treatments, with 7.5% identified as the optimal inclusion level for growth performance. No significant difference in survival rate was observed among treatment groups.", "population_specificity": "Rainbow trout (Oncorhynchus mykiss) fry", "effective_dosage": "5%, 7%, and 10% neem leaf extract in formulated feed", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:42.569723+00:00"}
{"study_id": 27766, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate bioactive compounds from the neem tree for their potential to inhibit SARS-COV-2 viral cell entry by targeting spike RBD-ACE2 interactions.", "results_summary": "The study identified azadirachtin H, quentin, and margocin as potential compounds that demonstrated viral cell entry inhibition properties, with azadirachtin H showing structural re-orientation as the mechanism. These compounds exhibited good pharmacodynamic properties, suggesting they could be starting points for anti-SARS-COV-2 drug development.", "population_specificity": "In silico (computer-based) study, no human or animal subjects.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:43.443963+00:00"}
{"study_id": 27767, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the most effective non-toxic dose of Neem (Azadirachta indica) for treating Diplectanum infestations in Sea bass fingerlings.", "results_summary": "The study found that Neem at 150 mg L-1 was effective, showing low mortality (20.00%), reduced prevalence (43.33%), and high therapeutic efficacy (67.85%). Flubendazole outperformed Neem, but Neem still demonstrated significant anthelmintic effects.", "population_specificity": "Sea bass (Dicentrarchus labrax) fingerlings infected with Diplectanum.", "effective_dosage": "150 mg L-1 (most effective dose).", "study_duration": "One week.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:45.575281+00:00"}
{"study_id": 27769, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify how phytocompounds from Neem and Turmeric could effectively manage Covid Associated Mucormycosis (CAM) through network pharmacology and molecular docking approaches.", "results_summary": "The study found that Quercetin, derived from Neem and Turmeric, along with other compounds like Caffeic acid, Curcumin, Kaempferol, Tetrahydrocurcumin, and Myricetin, may combat Mucormycosis through necrosis inhibition, iron chelation, and immuno-boosting.", "population_specificity": "Immunocompromised individuals, particularly those affected by Covid Associated Mucormycosis (CAM).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:47.034200+00:00"}
{"study_id": 27768, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of neem leaf extract in mitigating drought-induced oxidative stress and improving growth in quinoa plants.", "results_summary": "Neem leaf extract (5% concentration) effectively counteracted oxidative damage caused by water stress, enhancing osmoprotectant accumulation and antioxidant enzyme activity, thereby improving plant growth, with cultivar V9 showing better responsiveness.", "population_specificity": "Two cultivars of quinoa (V7 and V9) under drought stress (40% field capacity).", "effective_dosage": "0, 1, 3, 4, 5, 6, 8, and 10% v/v neem leaf extract (5% was most effective).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:47.485956+00:00"}
{"study_id": 27773, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review traditional uses, pharmacological properties, and novel delivery systems of neem for treating dermatological disorders.", "results_summary": "Neem demonstrated anti-inflammatory, antibacterial, antiviral, antifungal, immunomodulatory, and antioxidant properties, supporting its use in skin therapy. Novel formulations and patents improved its skin permeability and therapeutic profile.", "population_specificity": "Not specified (review of existing literature).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:49.134564+00:00"}
{"study_id": 27771, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the anticancer effects of neem leaf extract (Neem) combined with electric pulses (EP) on triple-negative breast cancer (TNBC) cells.", "results_summary": "The combination of EP + Neem significantly reduced TNBC cell viability to 37% after 24 hours, compared to 85% with Neem alone, and altered proteomic pathways linked to cell death, including upregulated TCA cycle and OXPHOS and downregulated DNA replication and ubiquitin-mediated proteolysis.", "population_specificity": "Human TNBC cells (MDA-MB-231).", "effective_dosage": "Not specified (neem leaf extract used, but exact dosage not detailed).", "study_duration": "24 hours.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:50.129202+00:00"}
{"study_id": 27772, "supplement_id": 1370, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of zinc oxide mixed with Neem oil (ZON) versus zinc oxide eugenol (ZOE) as root canal filling materials in primary molars over a 12-month period.", "results_summary": "ZON showed 100% clinical and radiographic success rates, outperforming ZOE (91.7%). The study concluded that ZON is an effective herbal alternative for obturation in primary teeth.", "population_specificity": "24 children aged 5-7 years with bilaterally infected primary molars.", "effective_dosage": "Not specified (zinc oxide mixed with Neem oil, exact proportions not detailed).", "study_duration": "12 months (follow-up at 3, 6, 9, and 12 months postoperatively).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:54:51.117254+00:00"}
{"study_id": 29512, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to update genetic variant data of OTC in Japanese patients with ornithine transcarbamylase deficiency (OTCD) and explore genotype-phenotype relationships.", "results_summary": "The study identified 523 OTC variants, including substitutions, deletions, and frame shifts, and observed a genotype-phenotype correlation between mutation type and disease severity/onset in male OTCD patients. Genetic information may help predict outcomes and guide treatment strategies like liver transplantation.", "population_specificity": "Japanese patients with OTCD (males and heterozygous females).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:00.211713+00:00"}
{"study_id": 29515, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether poly-L-ornithine could counteract inhibitory effects in the extracellular matrix to promote remyelination and functional recovery in myelin sheath injury.", "results_summary": "Poly-L-ornithine blocked fibronectin's inhibitory effects on oligodendrocyte differentiation while preserving its pro-proliferation function, activated key signaling pathways (Erk1/2 and PI3K), and enhanced myelin regeneration and motor function recovery in an animal model of demyelination.", "population_specificity": "Animal model (lysolecithin-induced focal demyelination) and primary cell culture of oligodendrocytes.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:00.531498+00:00"}
{"study_id": 29513, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether inhibiting the amino acid transporter SLC6A19 could provide an effective alternate pathway for waste nitrogen disposal in urea cycle disorders, using ornithine transcarbamylase (OTC) deficiency as a model.", "results_summary": "Loss of SLC6A19 in OTC-deficient mice normalized plasma ammonia and brain glutamine levels and significantly increased median survival from 7 to 97 days on a high-protein diet. The study suggests SLC6A19 inhibition as a promising therapeutic approach for urea cycle disorders and related aminoacidopathies.", "population_specificity": "SLC6A19 knockout mice crossed with spfash mice (a model of OTC deficiency).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:00.894153+00:00"}
{"study_id": 29514, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to develop a severity-adjusted classification system for Ornithine transcarbamylase deficiency (OTC-D) based on residual enzymatic activity to predict disease course and guide therapeutic strategies.", "results_summary": "The study found that residual enzymatic OTC activity correlates with clinical outcomes, including age at first symptoms, peak plasma ammonium concentration, frequency of metabolic decompensations, and mortality, with a critical threshold of 4.3% distinguishing severe from attenuated phenotypes.", "population_specificity": "119 male individuals with OTC-D (mOTC-D) from the UCDC and E-IMD registries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:01.049816+00:00"}
{"study_id": 29519, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 45, "study_goal": "The researchers aimed to describe a case of ornithine transcarbamylase (OTC) deficiency triggered by fasting prior to surgery and review treatment options for OTC deficiency.", "results_summary": "The study reported a case of hyperammonemia secondary to OTC deficiency in a 50-year-old male post-strabismus surgery, confirmed by OTC gene sequencing. It highlighted the importance of maintaining a broad differential diagnosis in cases of acute encephalopathy.", "population_specificity": "50-year-old male with a history of strabismus surgery.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:09.460848+00:00"}
{"study_id": 29520, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify inhibitors of pyoverdine-mediated iron sequestration in Pseudomonas aeruginosa by targeting l-ornithine-N5-monooxygenase (PvdA) using drug repurposing strategies.", "results_summary": "N-2-succinyl ornithine and cilazapril were identified as top binders to PvdA with promising binding energies and drug-likeness properties, suggesting potential for treating P. aeruginosa infections. Molecular dynamics studies supported the stability of these complexes.", "population_specificity": "In silico study (no human or animal subjects).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:09.610544+00:00"}
{"study_id": 29518, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of liver transplantation (LT) in improving neurological impairment caused by late-onset ornithine transcarbamylase deficiency (OTCD) hyperammonemic encephalopathy.", "results_summary": "LT stabilized blood ammonia levels, restored consciousness, and significantly improved neurological function in an 11.7-year-old boy with late-onset OTCD. Post-LT, biochemical indicators normalized, and brain lesions decreased.", "population_specificity": "An 11.7-year-old boy with late-onset OTCD.", "effective_dosage": "Not specified (treatment involved liver transplantation, not ornithine supplementation).", "study_duration": "Follow-up occurred two months post-LT.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:10.028610+00:00"}
{"study_id": 29517, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the effectiveness of liver transplantation in treating late-onset ornithine transcarbamylase deficiency (OTCD) with central nervous system injury and assess potential nerve repair outcomes.", "results_summary": "Liver transplantation resolved ammonia metabolism issues and halted further central nervous system damage, with partial recovery of motor function but persistent mental retardation and incomplete language center recovery.", "population_specificity": "An 11-year-old child with late-onset OTCD and central nervous system injury.", "effective_dosage": "Not mentioned", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:10.236479+00:00"}
{"study_id": 29516, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 30, "study_goal": "The researchers were examining a case of hyperammonemia in a patient with Ornithine Transcarbamylase deficiency to identify potential triggers, focusing on psychological stress.", "results_summary": "The study found that psychological stress from high-risk motor racing may have triggered hyperammonemia in a patient with Ornithine Transcarbamylase deficiency, despite adherence to prescribed treatment and absence of environmental stressors.", "population_specificity": "18-year-old male motorcycle racer with Ornithine Transcarbamylase deficiency.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:10.711880+00:00"}
{"study_id": 29522, "supplement_id": 1405, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the clinical presentation and biochemical profile of a neonatal-onset case of gyrate atrophy with ornithine aminotransferase deficiency, focusing on hyperornithinemia, hypoornithinemia, and hyperammonemia.", "results_summary": "The study found that citrulline supplementation alleviated symptoms, normalized ammonia levels, and increased plasma ornithine concentration in a patient with OAT deficiency, though intermittent hyperornithinemia was observed prior to treatment. Continued citrulline supplementation was necessary to prevent hyperammonemia despite dietary and pharmacological interventions.", "population_specificity": "A neonatal patient with ornithine aminotransferase deficiency presenting with hyperammonemia and hypoornithinemia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:55:11.906345+00:00"}
