{"study_id": 191655, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether daily vitamin D3 supplementation (10 or 25 μg) for 16 weeks affected markers of iron status (serum ferritin, hemoglobin, serum iron, and transferrin saturation) in a population with low vitamin D levels.", "results_summary": "The study found no significant difference in changes to iron status markers (serum ferritin, hemoglobin, serum iron, or transferrin saturation) between participants receiving vitamin D3 supplementation and those receiving placebo. Vitamin D levels increased in the intervention groups, but this did not translate to improved iron status.", "population_specificity": "Healthy ethnic minorities (aged 18-50) from South Asia, the Middle East, and Africa living in Norway with low baseline vitamin D status.", "effective_dosage": "10 μg or 25 μg vitamin D3 daily.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:54.724262+00:00"}
{"study_id": 191657, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the association of inflammation with hemoglobin content of reticulocytes (CHr) and compare CHr's utility to standard iron biomarkers for diagnosing iron deficiency in pediatric IBD patients.", "results_summary": "The study found that iron deficiency and anemia are common in pediatric IBD patients, with CHr and other iron biomarkers affected by inflammation. CHr showed moderate prognostic value (AUC 0.70) for detecting iron deficiency when adjusted for inflammation, but no single biomarker was optimal.", "population_specificity": "Children aged 5-18 years with inflammatory bowel disease (69% Crohn disease, 31% ulcerative colitis).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:57.827191+00:00"}
{"study_id": 191658, "supplement_id": 1236, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to determine if a screen-and-treat approach using hepcidin levels could achieve similar efficacy in preventing iron deficiency and anemia at a lower iron dose compared to the WHO-recommended 60 mg/day, while improving safety.", "results_summary": "The study hypothesizes that a hepcidin-based screen-and-treat approach will be non-inferior to the standard 60 mg/day iron dose in maintaining hemoglobin levels, with potential benefits of reduced side effects and improved compliance. Secondary outcomes include assessing adverse effects, compliance, and infection susceptibility.", "population_specificity": "462 pregnant women in rural Gambia.", "effective_dosage": "60 mg/day iron (reference arm), 60 mg/day iron (hepcidin-guided), or 30 mg/day iron (hepcidin-guided).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:58.746005+00:00"}
{"study_id": 191660, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review the physiological stress of altitude training and provide specific nutrition recommendations, including considerations for iron storage and metabolism.", "results_summary": "The abstract mentions that iron storage and metabolism are considered in the context of altitude training, but no specific findings about iron's effects are detailed.", "population_specificity": "Athletes training under hypoxic or moderate altitude conditions.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:58.845642+00:00"}
{"study_id": 191659, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether delaying iron supplementation after antimalarial treatment improves iron absorption and hematologic recovery in children with malaria and anemia.", "results_summary": "Delaying iron supplementation improved iron incorporation compared to immediate supplementation, but both groups showed equivalent hematologic recovery by day 56. Immediate iron supplementation led to better iron status markers at day 28, but no long-term differences were observed.", "population_specificity": "Children aged 6-59 months with malaria and hemoglobin concentrations of 50.0-99.9 g/L in Uganda.", "effective_dosage": "Not specified in the abstract.", "study_duration": "56 days (with iron supplementation starting either immediately or 28 days later).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:16:59.993551+00:00"}
{"study_id": 191661, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the prevalence, awareness, and treatment status of anemia, including iron supplementation, in non-dialysis chronic kidney disease (ND-CKD) patients in China.", "results_summary": "The study found that only 27.1% of anemic ND-CKD patients received iron products, and the target-achieving rate for hemoglobin levels was low (8.2%), indicating suboptimal iron treatment efficacy. Intravenous iron supplementation, though more effective, was used in only 7.5% of cases.", "population_specificity": "Non-dialysis chronic kidney disease (ND-CKD) patients (age 18-75 years) from 25 hospitals in Shanghai, China.", "effective_dosage": "Not specified", "study_duration": "Data collected between July 1, 2012, and August 31, 2012 (cross-sectional study, no intervention duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:01.932693+00:00"}
{"study_id": 191662, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine whether maternal antenatal multiple micronutrient supplementation, including iron, improves childhood survival, growth, and health outcomes compared to iron and folic acid supplementation alone.", "results_summary": "The study found no significant differences in mortality, growth, body composition, blood pressure, respiratory, or cognitive outcomes between children whose mothers received multiple micronutrient supplementation and those who received only iron and folic acid.", "population_specificity": "Pregnant women in low- and middle-income countries (LMICs).", "effective_dosage": "60 mg iron and 400 μg folic acid (control group).", "study_duration": "Supplementation began in the later first or second trimester (median gestation of commencement varied from 9 to 23 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:02.101958+00:00"}
{"study_id": 191664, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 30, "quality_score": 90, "study_goal": "The researchers aimed to determine whether preconception supplementation with weekly iron and folic acid (IFA) or multiple micronutrients (MMs) improves birth outcomes compared with folic acid (FA) alone.", "results_summary": "The study found no significant differences in birth outcomes (birth weight, gestational age, preterm delivery, or small for gestational age) between women who received IFA, MMs, or FA alone before conception. The intervention did not show any benefit over FA supplementation.", "population_specificity": "Rural Vietnamese women of reproductive age, with 30% underweight and <10% nulliparous.", "effective_dosage": "60 mg iron and 2800 μg FA weekly (IFA group); same iron and FA plus other MMs (MMs group).", "study_duration": "Mean ± SD duration of preconception intervention was 33 ± 25 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:04.323047+00:00"}
{"study_id": 191663, "supplement_id": 1236, "safety_score": "80", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of routine versus selective prenatal iron prophylaxis on birth outcomes and maternal health in a malaria-endemic and HIV-prevalent setting.", "results_summary": "Birth outcomes (preterm births, low birth weight, perinatal deaths, and caesarean sections) were similar between the routine and selective iron groups. However, maternal deaths were slightly higher in the selective group, though the cause remains unclear.", "population_specificity": "Pregnant women (≥18 years old, non-high-risk pregnancy) in Maputo, Mozambique.", "effective_dosage": "Routine group: 60 mg ferrous sulfate + 400 μg folic acid daily; selective group: 1 mg folic acid daily, with treatment (120 mg ferrous sulfate + 800 μg folic acid daily) if Hb <9 g/dL.", "study_duration": "Intervention duration not explicitly stated, but follow-up included pregnancy and <42 days postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:05.529359+00:00"}
{"study_id": 191668, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to review the benefits and risks of intravenous iron supplementation for hemodialysis patients.", "results_summary": "The abstract indicates that intravenous iron is an important treatment for hemodialysis patients, but decisions should weigh individual patient risks and benefits. No specific outcomes or statistical results are provided.", "population_specificity": "Hemodialysis patients", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:07.394988+00:00"}
{"study_id": 191667, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of iron supplementation in improving sleep outcomes in children with autism spectrum disorders (ASD) using a clinician-based outcome measure.", "results_summary": "The study found that iron supplementation was associated with improvements in sleep onset delay and overall clinician-rated sleep outcomes, as measured by the Pediatric Sleep CGI. Correlations were observed between clinician ratings, parent questionnaires, and actigraphy data for specific sleep parameters.", "population_specificity": "Children with autism spectrum disorders (ASD) experiencing insomnia.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:07.563341+00:00"}
{"study_id": 191665, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether nutritional supplementation could mitigate inflammatory responses (including iron-related markers like hepcidin and ferritin) during load carriage exercise and military training.", "results_summary": "The study found that inflammation markers (IL-6, hepcidin, ferritin) increased post-exercise regardless of nutritional supplementation, with hepcidin response inversely related to energy balance. Supplemental nutrition did not significantly affect inflammation during energy balance.", "population_specificity": "Adults in Study 1 (40 participants) and Soldiers in Study 2 (73 participants).", "effective_dosage": "Study 1: 10g protein/46g carbohydrate (223 kcal) or control drinks during exercise. Study 2: 1000 kcal/day from protein- or carbohydrate-based bars.", "study_duration": "Study 1: Acute (90-min exercise). Study 2: 4-day ski march.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:07.613522+00:00"}
{"study_id": 191670, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the mechanism by which particulate matter disrupts iron homeostasis in lung cells and how this leads to inflammation and tissue injury.", "results_summary": "The study found that particulate matter exposure disrupts iron homeostasis, leading to functional iron deficiency, increased superoxide production, and inflammation. Elevating available iron can mitigate these effects, suggesting potential therapeutic interventions like metal supplementation.", "population_specificity": "Not specified (in vitro or cellular-level study implied)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:10.082174+00:00"}
{"study_id": 191669, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of iron supplementation on iron balance recovery in blood donors after donation.", "results_summary": "Iron supplementation (37.5 mg daily) significantly increased total body iron (TBI) in donors, especially within the first 8 weeks, while donors not on iron experienced a decrease in TBI. Nearly 88% of the benefit occurred in the first 8 weeks, demonstrating rapid recovery with supplementation.", "population_specificity": "Blood donors (n=215) randomized into iron supplementation or no-iron groups.", "effective_dosage": "37.5 mg iron (as ferrous gluconate) daily.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:10.973544+00:00"}
{"study_id": 191671, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and gaps in micronutrient interventions, including iron, for public health, focusing on different life stages and populations.", "results_summary": "The abstract highlights that iron + folic acid supplements are recommended for pregnancy, but gaps remain in evidence, such as optimal dosages and effects on breast milk quality. Micronutrient interventions alone are not very effective for improving child growth and development.", "population_specificity": "Pregnant women, lactating women, children under 5 years, and preschoolers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:11.624726+00:00"}
{"study_id": 191672, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate dietary habits in infants and young children, focusing on identifying critical nutrients like iron and potential deficiencies in various dietary patterns.", "results_summary": "The study found that a well-designed mixture of common foods generally ensures adequate nutrient intake, except for iron, which may require individual pediatric care for infants at risk. Vegetarian diets excluding animal-origin foods may also lead to iron deficiency if not properly substituted.", "population_specificity": "Infants and young children, with specific attention to those on vegetarian diets or from families with precarious social status.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:13.827500+00:00"}
{"study_id": 191674, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of oral iron polysaccharide on exercise capacity (measured by peak oxygen consumption) in patients with heart failure and iron deficiency.", "results_summary": "The abstract does not provide results, as it describes the rationale for the IRONOUT HF trial, which is a planned study comparing oral iron polysaccharide to placebo in heart failure patients.", "population_specificity": "Patients with heart failure and iron deficiency.", "effective_dosage": "Not specified", "study_duration": "16 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:14.483432+00:00"}
{"study_id": 191666, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers evaluated the role of iron supplementation in the treatment of heart failure.", "results_summary": "The abstract does not provide specific findings regarding iron's effects, only mentioning its evaluation among other therapies.", "population_specificity": "Heart failure patients (both reduced and preserved ejection fraction).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:15.357079+00:00"}
{"study_id": 191676, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to provide guidelines for nutritional management in cystic fibrosis patients, including addressing iron deficiency if suspected.", "results_summary": "The study recommends addressing underlying inflammation if iron deficiency is suspected but does not provide specific findings on iron's effects.", "population_specificity": "Patients with cystic fibrosis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:16.788459+00:00"}
{"study_id": 191673, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine if a 20 mg dose of IV iron administered at the end of each hemodialysis session was more effective than prior iron therapy in maintaining erythropoiesis activity and functional iron levels.", "results_summary": "The study found no significant changes in reticulocyte count or CHr after four weeks of treatment, indicating maintained erythropoiesis activity and functional iron levels. Patients without prior iron therapy showed high functional iron levels but no increase in serum ferritin or hepcidin.", "population_specificity": "36 hemodialysis patients, 23 of whom had prior IV iron maintenance therapy.", "effective_dosage": "20 mg IV iron at the end of each hemodialysis session.", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:17.670600+00:00"}
{"study_id": 191675, "supplement_id": 1236, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety, efficacy, optimal dose, and dose frequency of roxadustat (an iron metabolism regulator) in correcting anemia in patients with nondialysis CKD.", "results_summary": "Roxadustat achieved anemia correction in 92% of patients, reduced hepcidin levels by 16.9%, and increased hemoglobin by 1.83 g/dl without requiring intravenous iron. It also reduced total cholesterol levels by 26 mg/dl, independent of lipid-lowering agents, with no serious adverse events reported.", "population_specificity": "Patients with nondialysis CKD and hemoglobin ≤10.5 g/dl.", "effective_dosage": "Varying starting doses (tiered weight and fixed amounts) and frequencies (two and three times weekly), followed by maintenance doses one to three times weekly.", "study_duration": "16 or 24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:17.934260+00:00"}
{"study_id": 191678, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine whether iron-folate (IFA) supplementation during pregnancy affected postpartum depressive symptoms compared to other nutrient supplements.", "results_summary": "The study found no statistically significant differences in postpartum depressive symptoms between women taking IFA, multiple-micronutrient (MMN) capsules, or a fatty acid-rich lipid-based nutrient supplement (LNS).", "population_specificity": "Pregnant women in rural Malawi.", "effective_dosage": "Not specified in the abstract.", "study_duration": "IFA was administered during pregnancy only.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:18.770733+00:00"}
{"study_id": 191679, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of hepcidin in diagnosing and treating iron disorders, including its potential applications in global health settings.", "results_summary": "The study highlights the importance of hepcidin measurement for diagnosing iron-refractory iron deficiency anemia and guiding iron supplementation in high-infection burden areas, though a gold standard assay is still lacking.", "population_specificity": "General population, with specific mention of developing countries with high infection burden.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:19.278287+00:00"}
{"study_id": 191680, "supplement_id": 1236, "safety_score": "30", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to examine the relationship between iron supplementation and infection risk, particularly in low-income settings with high burdens of anemia and infection.", "results_summary": "The study found that iron supplementation increases infection risk in children in both malaria-endemic and nonendemic low-income countries, while iron deficiency appears protective against clinical and severe malaria.", "population_specificity": "Children in low- and middle-income countries with high burdens of anemia and infection.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:22.076989+00:00"}
{"study_id": 191681, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the importance of riboflavin, its absorption, metabolism, deficiency, and its association with various health diseases and metabolic disorders.", "results_summary": "The abstract highlights riboflavin's role in preventing health diseases like anemia, its impact on iron absorption, and its potential therapeutic uses, but does not provide specific results related to iron.", "population_specificity": "Not specified (general review of literature)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:22.788539+00:00"}
{"study_id": 191682, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the prevalence of iron depletion and iron-depleted anemia in late preterm infants and identify risk factors for these conditions in the absence of standardized iron supplementation.", "results_summary": "The study found that 38.2% of infants had iron depletion and 30.9% had iron-depleted anemia at 6 weeks. Infants with low birth weight (<1830 g) and low serum ferritin (<155 μg/l) in the first week had a significantly higher risk of iron depletion.", "population_specificity": "Late preterm infants (born between 32 and 35 weeks of gestation) in the Netherlands.", "effective_dosage": "Not specified", "study_duration": "6 weeks postnatal age", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:23.923741+00:00"}
{"study_id": 191683, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the contribution of nutritional and non-nutritional causes of anemia, particularly iron deficiency, and the impact of inflammation on iron status biomarkers.", "results_summary": "The study pooled data from multiple surveys to evaluate iron status and anemia prevalence, highlighting the need for reliable assessment methods, especially in high-infection settings. It did not provide specific efficacy outcomes for iron supplementation but emphasized the importance of accurate diagnosis to guide interventions.", "population_specificity": "Preschool children, women of reproductive age, and school-aged children from all 6 WHO geographic regions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:25.047228+00:00"}
{"study_id": 191686, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effects of iron supplementation during pregnancy and/or infancy on gross motor development at 9 months.", "results_summary": "Iron supplementation in infancy, but not during pregnancy, significantly improved gross motor scores at 9 months. The effects were consistent across multiple motor domains, with improvements equivalent to 0.3 standard deviations compared to no supplementation or pregnancy-only supplementation.", "population_specificity": "Infants in Hebei, China, aged 6 weeks to 9 months.", "effective_dosage": "Not specified in the abstract.", "study_duration": "From 6 weeks to 9 months of age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:26.754971+00:00"}
{"study_id": 191684, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine whether providing lipid-based nutrient supplements (LNS) containing iron (6 mg/d) increases infectious morbidity in children in high-infection areas.", "results_summary": "The study found that 10 and 20 g LNS/d did not increase morbidity, while 40 g LNS/d may have slightly increased malaria-related non-scheduled visits but did not affect guardian-reported illness episodes.", "population_specificity": "Infants aged 6 months in rural Malawi (n=1932).", "effective_dosage": "6 mg Fe/d in 10, 20, or 40 g LNS/d.", "study_duration": "Until age 18 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:26.865299+00:00"}
{"study_id": 191685, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the role of iron in the function of aromatic amino acid hydroxylase (AAAH) enzymes and its implications for diseases like phenylketonuria (PKU) and TH deficiency (THD).", "results_summary": "The study found that iron is essential for the activity of AAAH enzymes, and its interaction with pharmacological chaperones can stabilize misfolded proteins in PKU and THD. Some compounds preserve enzyme activity by weakly binding to the catalytic iron.", "population_specificity": "Not specified (focus on enzyme mechanisms and disease models).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:27.040430+00:00"}
{"study_id": 191688, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of different iron-containing supplements (60 mg Fe + folic acid, 20 mg Fe in MMN, and 20 mg Fe in SQ-LNS) on hemoglobin, iron status, and inflammation in pregnant Ghanaian women.", "results_summary": "The study found that supplements with 20 mg iron (MMN and SQ-LNS) resulted in lower hemoglobin levels, poorer iron status, and higher anemia prevalence compared to 60 mg iron + folic acid, but no differences in inflammation markers.", "population_specificity": "Pregnant women in a semi-urban setting in Ghana (n=1320 randomized, n=1057 analyzed).", "effective_dosage": "60 mg Fe + 400 µg folic acid (IFA), 20 mg Fe in MMN, or 20 mg Fe in SQ-LNS, administered daily.", "study_duration": "During pregnancy (up to 36 gestational weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:29.295536+00:00"}
{"study_id": 191690, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare adherence rates and acceptability of iron/folic acid (IFA) versus lipid-based nutrient supplements (LNS-PL) among pregnant and lactating women in Bangladesh.", "results_summary": "High adherence (≥70% of recommendation) was reported by 87% of IFA recipients during pregnancy and 71% during early lactation. Programmatic factors, acceptability, and reminder techniques positively influenced adherence, while vomiting negatively impacted it.", "population_specificity": "Pregnant and lactating women in Bangladesh.", "effective_dosage": "Not specified", "study_duration": "Pregnancy, early (6-12 weeks post-partum), and late (12-24 weeks post-partum) lactation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:30.972785+00:00"}
{"study_id": 191691, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to examine the role of iron supplementation in pregnancy and its association with health outcomes, as current recommendations are inconsistent despite evidence.", "results_summary": "The abstract mentions that health authorities do not consistently recommend iron supplementation during pregnancy, despite evidence linking it to health outcomes. No specific results about iron's effects are detailed.", "population_specificity": "Pregnant women, particularly those who are overweight or obese, younger, less educated, from socially disadvantaged areas, smokers, or unnecessarily avoiding healthy foods.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:31.814103+00:00"}
{"study_id": 191689, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 90, "quality_score": 95, "study_goal": "The researchers aimed to evaluate the effects and safety of iron supplementation, with or without folic acid, in children living in malaria-endemic regions.", "results_summary": "Iron supplementation did not increase the risk of clinical malaria when malaria prevention services were provided, reduced severe malaria, and improved hemoglobin levels. However, in areas without malaria management services, iron may increase malaria incidence.", "population_specificity": "Children under 18 years in hyperendemic or holoendemic malaria regions.", "effective_dosage": "At least 80% of the Recommended Dietary Allowance (RDA) for iron by age.", "study_duration": "Not specified in the abstract.", "interactions": "Iron with antimalarial treatment reduced clinical malaria; folic acid was also evaluated in combination with iron.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:32.086423+00:00"}
{"study_id": 191692, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the relationship between iron and overweight/obesity in children and adolescents, focusing on iron status, dietary intake, inflammatory markers, and response to oral iron.", "results_summary": "The study found a higher prevalence of iron deficiency or risk of iron deficiency among overweight and obese children and adolescents, likely due to chronic inflammation rather than dietary factors. Overweight and obese children also showed reduced response to oral iron supplementation.", "population_specificity": "Children and adolescents who are overweight or obese.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:32.687570+00:00"}
{"study_id": 191694, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to examine the relationship between C-reactive protein (CRP) levels and gestational age in pregnant Chinese women, comparing different prenatal supplementation groups (folic acid, iron-folic acid, and multiple micronutrients).", "results_summary": "The study found a significant positive trend between CRP levels and gestational age, with CRP increasing from early to late pregnancy in both the full sample and the subset of women with normal pregnancies. However, the abstract does not report specific outcomes related to iron supplementation efficacy or safety.", "population_specificity": "Pregnant Chinese women (834 initially, 624 in the normal pregnancy subset).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Measurements were taken between 5-20 weeks and 28-32 weeks of gestation.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:36.137143+00:00"}
{"study_id": 191693, "supplement_id": 1236, "safety_score": "60", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the mechanisms behind iron-induced respiratory morbidity and whether combining iron with DHA/EPA could mitigate these effects.", "results_summary": "Iron supplementation increased respiratory morbidity in iron-deficient children, but this effect was reduced when iron was combined with DHA/EPA. DHA/EPA maintained anti-inflammatory effects even when co-administered with iron, suggesting a safer supplementation approach.", "population_specificity": "Iron-deficient South African children", "effective_dosage": "Not specified", "study_duration": "8.5 months", "interactions": "Positive interaction with DHA/EPA (attenuated iron-induced respiratory morbidity)", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:36.168778+00:00"}
{"study_id": 191695, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine whether providing iron-containing supplements (IFA or SQ-LNSs) to pregnant women and infants in Malawi improved infant developmental outcomes compared to other micronutrient formulations.", "results_summary": "The study found that children receiving SQ-LNSs (containing iron) achieved certain developmental milestones (e.g., walking alone, waving goodbye) earlier than those receiving IFA or MMN, but no significant differences were observed in motor, language, socioemotional, or executive function skills at 18 months.", "population_specificity": "Pregnant women and their infants in Malawi.", "effective_dosage": "Iron dosage not explicitly stated, but SQ-LNSs contained 22 vitamins and minerals, including iron, given daily.", "study_duration": "Supplementation during pregnancy and first 6 months postpartum for mothers; 6–18 months for infants.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:36.884048+00:00"}
{"study_id": 191696, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare iron and inflammatory markers in children with severe malarial anemia (SMA), cerebral malaria (CM), and community children (CC), and assess the effects of iron supplementation during antimalarial treatment.", "results_summary": "Children with CM and SMA had higher inflammation markers at baseline. Iron supplementation did not significantly affect hemoglobin or ZPP levels but increased ferritin and hepcidin levels at day 28 compared to no iron.", "population_specificity": "Children with severe malarial anemia (SMA), cerebral malaria (CM), and community children (CC) in Uganda.", "effective_dosage": "Not specified", "study_duration": "28 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:38.074877+00:00"}
{"study_id": 191697, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess iron bioavailability from fortified pearl millet weaning food and investigate vitamin A's role in iron absorption in animal models.", "results_summary": "Iron bioavailability was higher in anaemic rats, and vitamin A supplementation improved iron absorption, restoring liver iron stores to normal levels after 30 days. The iron + vitamin A fortified diet showed comparable efficacy to commercial weaning diets.", "population_specificity": "Anaemic and normal rat models.", "effective_dosage": "Not specified.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:38.097606+00:00"}
{"study_id": 191699, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the association between maternal BMI and iron status in pregnant women, as well as its impact on neonatal iron status.", "results_summary": "Maternal obesity was negatively associated with iron status in both mothers and neonates, potentially due to inflammatory pathways. Higher BMI correlated with poorer iron status and less decline in iron levels during pregnancy.", "population_specificity": "1613 pregnant women in rural China with uncomplicated singleton pregnancies.", "effective_dosage": "Not specified", "study_duration": "From early second trimester through parturition", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:39.999180+00:00"}
{"study_id": 191698, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 40, "study_goal": "The researchers aimed to investigate the role of iron in addressing anemia, particularly in the elderly population, and its association with mortality risk.", "results_summary": "The abstract suggests that nutritional factors, including iron, play a significant role in anemia, accounting for about one-third of cases in the elderly. However, specific outcomes related to iron supplementation are not detailed.", "population_specificity": "Elderly population", "effective_dosage": "Not available", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:40.313747+00:00"}
{"study_id": 191700, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to compare the effectiveness of different iron supplementation approaches (pills vs. iron status information) in preventing iron deficiency among frequent blood donors.", "results_summary": "Providing 19 or 38 mg of daily iron or iron status information significantly reduced iron deficiency prevalence and improved hemoglobin levels, while donors without intervention experienced worsening iron deficiency. Adverse events were similar between iron and placebo pill groups.", "population_specificity": "Frequent blood donors", "effective_dosage": "19 mg or 38 mg of iron once daily after each donation", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:40.436024+00:00"}
{"study_id": 191703, "supplement_id": 1236, "safety_score": "60", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to explore the safety and effectiveness of iron interventions for preventing and treating iron deficiency, particularly in high-infection burden areas, and to propose a comprehensive approach for program implementation.", "results_summary": "The study found that iron interventions can be effective in addressing iron deficiency but may pose increased risks in areas with high infection burdens like malaria. Biomarker assessment for iron nutrition is also compromised by inflammation, complicating intervention strategies.", "population_specificity": "Pregnant and nonpregnant women, infants, and primary school-age children.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:44.541627+00:00"}
{"study_id": 191702, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to assess the effects of iron supplementation during infancy and/or pregnancy on infant iron status, illnesses, and growth at 9 months.", "results_summary": "Iron supplementation in infancy reduced iron deficiency risk at 9 months, but over 60% of infants still had ID. No adverse effects on growth or illness were observed, and effects of pregnancy iron supplementation were only notable with higher infant iron intake.", "population_specificity": "Infants born to women in Hebei, China, excluding those with cord ferritin <35 μg/L.", "effective_dosage": "~1 mg Fe/(kg · d) as oral iron proteinsuccynilate from 6 weeks to 9 months.", "study_duration": "From 6 weeks to 9 months of age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:45.011706+00:00"}
{"study_id": 191701, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the impact of dietary and supplemental iron sources, along with absorptive factors, on iron status in individuals who underwent Roux-en-Y gastric bypass surgery.", "results_summary": "Heme iron intake from meat was favorably associated with improved iron status biomarkers, vitamin C from food contributed positively, and adherence to recommended iron supplements (45 mg/d) was linked to higher serum ferritin levels. Iron deficiency was found in 42% of participants.", "population_specificity": "Females (97%) with a mean age of 45 years who underwent Roux-en-Y gastric bypass surgery.", "effective_dosage": "45 mg/d of supplementary non-heme iron.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:45.267434+00:00"}
{"study_id": 191705, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine whether iron supplementation (60 mg + 400 μg folic acid) during pregnancy affects salivary cortisol levels compared to other nutrient supplements.", "results_summary": "The study found no significant difference in salivary cortisol levels at 36 weeks gestation between the iron-folic acid (IFA) group and other supplement groups (MMN, LNS) overall. However, younger women (≤26 years) in the LNS group had lower cortisol levels compared to the IFA group.", "population_specificity": "1320 pregnant Ghanaian women at ≤20 weeks gestation.", "effective_dosage": "60 mg iron + 400 μg folic acid daily.", "study_duration": "Throughout pregnancy (from ≤20 weeks gestation to delivery).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:47.541861+00:00"}
{"study_id": 191704, "supplement_id": 1236, "safety_score": "70", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and safety of intravenous (IV) versus oral iron supplementation for correcting iron-deficiency anemia in adults with inflammatory bowel disease (IBD).", "results_summary": "IV iron was more effective than oral iron in achieving a hemoglobin rise of ≥2.0 g/dL and had lower treatment discontinuation rates due to adverse events. However, serious adverse events were more frequently reported with IV iron, though most were deemed unrelated to the treatment.", "population_specificity": "Adults with inflammatory bowel disease (IBD) and iron-deficiency anemia.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:47.655162+00:00"}
{"study_id": 191707, "supplement_id": 1236, "safety_score": "70", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect of prenatal Corn Soya Blend (CSB) Plus supplementation, which includes iron, on birth outcomes and maternal anemia in rural Cambodian women.", "results_summary": "CSB Plus did not significantly improve birth weight or maternal weight gain but reduced maternal anemia in late gestation and preterm birth. However, a higher rate of fetal loss was observed in the treatment group.", "population_specificity": "Rural Cambodian women in pregnancy.", "effective_dosage": "Not specified (CSB Plus was provided from the first trimester until delivery).", "study_duration": "From the first trimester until delivery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:48.476449+00:00"}
{"study_id": 191706, "supplement_id": 1236, "safety_score": "70", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and efficacy of iron supplementation, particularly in the context of multiple micronutrient powders (MNPs), for controlling childhood anaemia in sub-Saharan Africa.", "results_summary": "The study suggests that while iron supplementation in MNPs is endorsed for anaemia control, the benefits of folic acid included in these formulations are unclear, and high dosages may promote malaria parasite growth and interfere with malaria treatment.", "population_specificity": "Preschoolers in sub-Saharan Africa and other resource-poor settings.", "effective_dosage": "MNPs generally include 88 μg folic acid (100% of the Recommended Nutrient Intake); iron dosage not specified.", "study_duration": "Not specified.", "interactions": "Folic acid may inhibit parasite clearance in sulphadoxine-pyrimethamine-treated malaria and increase recrudescence.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:49.576512+00:00"}
{"study_id": 191708, "supplement_id": 1236, "safety_score": "40", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to study the effects of micronutrient-fortified rice, including iron, on hookworm infection in Cambodian schoolchildren.", "results_summary": "Micronutrient-fortified rice significantly increased the risk of new hookworm infection, particularly in schools with high baseline prevalence. No relationship was found between fortified rice and intestinal inflammation markers.", "population_specificity": "Cambodian primary schoolchildren participating in the World Food Program school meal program.", "effective_dosage": "Not specified", "study_duration": "Seven months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:49.778476+00:00"}
{"study_id": 191710, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether early iron supplementation improves postpartum depression (PPD) symptoms and iron stores in non-anemic mothers with PPD.", "results_summary": "Iron supplementation significantly increased ferritin levels, reduced iron deficiency, and improved PPD symptoms compared to placebo, with a 42.8% improvement rate in the iron-treated group. Continued PPD was associated with lower ferritin levels in untreated mothers.", "population_specificity": "Non-anemic mothers with postpartum depression (PPD) one week after delivery.", "effective_dosage": "50 mg elemental iron daily.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:52.415949+00:00"}
{"study_id": 191709, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of RUTF supplementation, including iron, on anemia and nutritional status in hospitalized PLWH in Senegal.", "results_summary": "The study found that RUTF supplementation improved anemia but did not fully meet the iron DRI (2.9 mg vs. recommended intake). Iron intake remained insufficient despite supplementation.", "population_specificity": "Hospitalized people living with HIV/AIDS (PLWH) in Senegal, many with severe malnutrition and anemia.", "effective_dosage": "100 g RUTF/day (iron content not specified beyond DRI coverage).", "study_duration": "9 weeks (continued at home after hospitalization).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:52.580938+00:00"}
{"study_id": 191711, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of post-discharge iron supplementation (as part of a multi-vitamin multi-mineral regimen) compared to routine care (folate and iron) in reducing mortality and morbidity in African children with severe anaemia.", "results_summary": "The study is ongoing, but it seeks to determine whether a comprehensive nutritional supplement (including iron) improves outcomes compared to standard care. The abstract does not yet report specific results for iron's efficacy.", "population_specificity": "Children aged 2 months to 12 years admitted with severe anaemia (haemoglobin < 6 g/dl) in Uganda and Malawi.", "effective_dosage": "Not specified (part of multi-vitamin multi-mineral supplement).", "study_duration": "3 months post-discharge.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:54.265263+00:00"}
{"study_id": 191713, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effects of pre-operative iron therapy (enteral or parenteral) in reducing the need for allogeneic blood transfusions in anaemic patients undergoing surgery.", "results_summary": "The study found that iron therapy did not show a statistically significant reduction in blood transfusions, though intravenous iron may be more effective than oral iron at increasing haemoglobin. The conclusions are based on only three small randomised controlled studies with limited sample sizes.", "population_specificity": "Anaemic adults undergoing surgery (specifically colorectal and gynaecological surgery).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:55.901208+00:00"}
{"study_id": 191715, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of once weekly versus twice weekly iron supplementation on hemoglobin levels and anemia prevalence in infants.", "results_summary": "Both once and twice weekly iron supplementation increased mean hemoglobin levels, but twice weekly supplementation showed more significant improvements in hemoglobin concentration and greater reduction in anemia prevalence.", "population_specificity": "Infants aged 6-18 months.", "effective_dosage": "25 mg elemental iron once weekly (Group-A) or twice weekly (Group-B).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:56.297026+00:00"}
{"study_id": 191714, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of iron-folic acid (IFA) supplements versus lipid-based nutrient supplements (LNS) and multiple micronutrient (MMN) supplements on maternal cortisol levels and birth outcomes.", "results_summary": "The study found no significant differences in cortisol concentrations between the IFA, LNS, and MMN groups. Cortisol levels were negatively associated with birth weight and gestation duration, but IFA supplementation did not show a distinct advantage over other interventions in influencing these outcomes.", "population_specificity": "Pregnant women in rural Malawi.", "effective_dosage": "Daily supplementation (exact dosage not specified).", "study_duration": "Throughout pregnancy (from early pregnancy until delivery).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:56.812163+00:00"}
{"study_id": 191716, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to examine the association between maternal iron status (measured via biomarkers and dietary intake) and the risk of gestational diabetes mellitus.", "results_summary": "Higher levels of ferritin and serum iron, as well as dietary haem iron intake, were associated with an increased risk of gestational diabetes, while soluble transferrin receptor and iron supplementation showed no significant association.", "population_specificity": "Pregnant women undergoing first-trimester screening.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:57.454144+00:00"}
{"study_id": 191712, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the impact of weekly iron-folic acid (IFA) supplementation with or without vitamin B12 on reducing anemia prevalence and improving blood/serum levels of hemoglobin, ferritin, folic acid, and vitamin B12 in adolescent girls.", "results_summary": "Both IFA alone and IFA with vitamin B12 significantly increased hemoglobin levels and reduced anemia prevalence, with no significant difference between groups. However, the addition of vitamin B12 led to a greater reduction in serum ferritin deficiency compared to IFA alone.", "population_specificity": "Adolescent girls (11-18 years) with mild to moderate anemia from Kirti Nagar slums in West Delhi, India.", "effective_dosage": "Group A: iron (100 mg) + folic acid (500 mcg) weekly; Group B: iron (100 mg) + folic acid (500 mcg) + cyanocobalamin (500 mcg for 6 weeks, then 15 mcg for 20 weeks) weekly.", "study_duration": "26 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:57.875402+00:00"}
{"study_id": 191718, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of intravenous iron supplementation on functional capacity and quality of life in iron-deficient heart failure patients.", "results_summary": "Intravenous iron supplementation improved short-term functional capacity and quality of life in iron-deficient HF patients, with benefits sometimes independent of hemoglobin levels. Long-term safety and mechanisms of benefit require further investigation.", "population_specificity": "Iron-deficient heart failure patients", "effective_dosage": "Not specified", "study_duration": "Short-term (specific duration not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:17:59.177983+00:00"}
{"study_id": 191717, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the utility of reticulocyte hemoglobin equivalent (Ret-He) as a marker for iron status in children on chronic dialysis, comparing it to traditional markers like ferritin and transferrin saturation (TSAT).", "results_summary": "Ret-He showed a modest correlation with TSAT and hemoglobin but poor correlation with ferritin. It demonstrated good diagnostic performance for detecting absolute iron deficiency, while ferritin was deemed unhelpful in this context.", "population_specificity": "Children on chronic dialysis in New Zealand (2007–2013).", "effective_dosage": "Not specified", "study_duration": "Retrospective analysis spanning 6 years (2007–2013).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:00.308740+00:00"}
{"study_id": 191719, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether early iron supplementation influences psychomotor and mental development in healthy, non-anaemic, predominantly breastfed infants.", "results_summary": "The abstract does not provide results; it describes the study design and planned outcomes.", "population_specificity": "Healthy term infants who are exclusively or predominantly breastfed (>50% of daily feedings) and not anaemic at 4 months.", "effective_dosage": "Approximately 1 mg/kg of iron pyrophosphate daily.", "study_duration": "From 4 to 9 months of age (5 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:01.451665+00:00"}
{"study_id": 191720, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of bovine lactoferrin (bLf) supplementation from iron-fortified formulas on diarrhea and respiratory tract infections in weaned infants.", "results_summary": "The study found that infants receiving lactoferrin-fortified formula had lower incidence rates of respiratory-related illnesses and diarrhea compared to the control group, with statistically significant results (P < 0.05). The effects were comparable to those observed in breastfed infants.", "population_specificity": "Weaned infants aged 4 to 6 months who were previously exclusively breastfed.", "effective_dosage": "Lactoferrin 38 mg/100 g milk.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:04.705809+00:00"}
{"study_id": 191721, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the clinical outcomes and potential of ferric maltol as an oral therapy for iron deficiency anemia, particularly in patients with inflammatory bowel disease (IBD) who are intolerant of traditional oral ferrous products.", "results_summary": "Ferric maltol demonstrated efficacy in treating iron deficiency anemia in mild-to-moderate IBD patients, even those intolerant of oral ferrous products, potentially reducing reliance on intravenous therapy. The study highlighted its clinical benefits and potential to change treatment pathways.", "population_specificity": "Patients with inflammatory bowel disease (IBD) and iron deficiency anemia, particularly those intolerant of oral ferrous products.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:05.951041+00:00"}
{"study_id": 191722, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of intermittent preventive treatment (IPT) for malaria in schoolchildren, including potential iron-related interventions.", "results_summary": "The study did not specifically assess iron's effects but noted that IPT regimens, including those with iron-folic acid, were considered for school-based health interventions. No severe adverse events were reported for the drugs used in IPTsc.", "population_specificity": "School-aged children in Africa.", "effective_dosage": "Not specified for iron.", "study_duration": "Not specified for iron.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:06.341237+00:00"}
{"study_id": 191723, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore the connection between iron deficiency and obesity in children, focusing on the role of hepcidin, health consequences (especially cognitive function), and potential therapeutic implications.", "results_summary": "The study found an association between obesity and iron deficiency in children, with some cases showing reduced response to oral iron supplementation. It suggested a possible link between cognitive dysfunction and iron deficiency in pediatric obesity but noted the mechanism remains unclear.", "population_specificity": "Obese children with iron deficiency.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:07.245562+00:00"}
{"study_id": 191724, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to review global guidelines on the diagnosis and treatment of iron deficiency (ID) to identify common recommendations and emerging trends.", "results_summary": "The study found that serum ferritin concentration is widely recommended for diagnosing ID, with a cutoff of 100 μg/L in most cases, and transferrin saturation (TSAT) as a complementary test. Oral iron supplementation is preferred for children and women, while intravenous iron is recommended for chronic kidney disease and chemotherapy-induced anemia, with specific ferritin and TSAT targets.", "population_specificity": "Patients with iron deficiency, including children, women (pre- and post-pregnancy), chronic kidney disease patients, and chemotherapy-induced anemia patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:09.643484+00:00"}
{"study_id": 191725, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate whether replacing iron and folic acid supplementation with multiple-micronutrient (MMN) supplements during pregnancy improves maternal, fetal, and infant health outcomes.", "results_summary": "MMN supplementation with iron and folic acid significantly reduced low birthweight, small-for-gestational age infants, and stillbirth rates, but showed no significant differences for other outcomes like preterm birth, maternal anemia, or mortality.", "population_specificity": "Pregnant women in low- to middle-income countries (15 trials) and the UK (2 trials).", "effective_dosage": "MMN supplements containing 30 mg of iron versus control groups receiving 60 mg of iron (specific frequency not detailed).", "study_duration": "Duration of pregnancy (exact length not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:11.306918+00:00"}
{"study_id": 191728, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect of iron supplementation on serum ferritin and hemoglobin levels in pregnant women with anemic and non-anemic iron deficiency.", "results_summary": "Iron supplementation led to more statistically significant increases in serum ferritin levels than hemoglobin levels, particularly with intravenous iron for anemic deficiency and oral supplementation for non-anemic deficiency. Clinical effects of these changes require further investigation.", "population_specificity": "Pregnant women with iron deficiency anemia or non-anemic iron deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:11.811522+00:00"}
{"study_id": 191727, "supplement_id": 1236, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of iron deficiency on athletes and establish appropriate ferritin cut-offs and treatment strategies.", "results_summary": "The study found that iron deficiency is common among athletes and affects performance, with recommended ferritin cut-offs varying by age and training conditions. Treatment includes nutritional counseling, oral or intravenous iron supplementation, with follow-up monitoring.", "population_specificity": "Athletes, including healthy males and females >15 years, children (6-12 years), and younger adolescents (12-15 years).", "effective_dosage": "Not specified (intermittent oral substitution mentioned).", "study_duration": "Not specified (follow-up recommended twice a year).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:12.204323+00:00"}
{"study_id": 191726, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether 5-aminolevulinic acid (ALA) with sodium ferrous citrate (SFC) could improve exercise efficiency and voluntary achievement of interval walking training (IWT) in older women.", "results_summary": "The study found that ALA+SFC supplementation significantly reduced oxygen consumption, carbon dioxide production, and lactate concentration during exercise, while also increasing training days, impulse, and time at fast walking compared to placebo. These improvements were statistically significant and clinically relevant.", "population_specificity": "Older women (65 ± 3 years) who had been performing IWT for over 12 months.", "effective_dosage": "100 mg/day ALA and 115 mg/day SFC.", "study_duration": "7 days per trial (with a 2-week washout period between trials).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:12.369354+00:00"}
{"study_id": 191731, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the benefit and safety of iron supplementation in treating heart failure (HF) and iron deficiency (ID) through a meta-analysis of randomized controlled trials.", "results_summary": "Iron supplementation significantly reduced hospitalization rates for HF and the combined endpoint of hospitalization and death, without increasing adverse events, though it did not significantly affect all-cause mortality.", "population_specificity": "Patients with symptomatic systolic heart failure and iron deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:14.051017+00:00"}
{"study_id": 191730, "supplement_id": 1236, "safety_score": "75", "efficacy_score": 65, "quality_score": 70, "study_goal": "To assess the benefits and harms of intermittent iron supplementation (alone or with folic acid/vitamins) compared to daily supplementation in pregnant women on neonatal and pregnancy outcomes.", "results_summary": "Intermittent iron regimens showed similar maternal and infant outcomes as daily supplementation but with fewer side effects and reduced risk of high hemoglobin levels. However, the risk of mild anemia near term increased, and evidence quality was low or very low.", "population_specificity": "Pregnant women, primarily in low- and middle-income countries.", "effective_dosage": "Intermittent (2-3 times weekly) vs. daily iron supplementation (exact dosages not specified).", "study_duration": "Throughout pregnancy (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:14.563122+00:00"}
{"study_id": 191729, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of roxadustat, an oral HIF prolyl hydroxylase inhibitor, in correcting anemia in incident hemodialysis or peritoneal dialysis patients, with or without iron supplementation.", "results_summary": "Roxadustat significantly increased hemoglobin levels by ≥2.0 g/dl within 7 weeks, regardless of iron repletion status, dialysis modality, or iron regimen. It also reduced serum hepcidin levels, with 96% of patients achieving a hemoglobin response (increase ≥1.0 g/dl).", "population_specificity": "Anemic patients (Hb≤10.0 g/dl) incident to hemodialysis or peritoneal dialysis.", "effective_dosage": "Titrated doses (specific amounts not provided).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:14.791367+00:00"}
{"study_id": 191732, "supplement_id": 1236, "safety_score": "60", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of dietary modification versus oral iron supplementation for improving iron status in athletes, particularly female endurance athletes.", "results_summary": "The study suggests that dietary iron interventions, such as iron-rich diets and dietary counseling, can help maintain iron status in female athletes during intensive training and competition, though research on dietary methods is still limited. Oral iron supplementation, while conventional, carries risks of side effects and toxicity.", "population_specificity": "Female athletes, particularly those participating in endurance sports.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:16.989067+00:00"}
{"study_id": 191733, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to examine the prevalence of dietary supplement use, including iron, among athletes and compare usage patterns between elite and non-elite athletes, as well as between men and women.", "results_summary": "The study found that a larger proportion of women athletes used iron compared to men, but the abstract does not provide specific efficacy or safety outcomes related to iron supplementation. The overall methodological quality of the included studies was low, with high heterogeneity in results.", "population_specificity": "Athletes (elite and non-elite, male and female)", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:18.906530+00:00"}
{"study_id": 191735, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of iron deficiency in COPD outcomes and assess the potential benefits of iron supplementation in anemic COPD patients.", "results_summary": "Anemia in COPD is linked to worse functional outcomes, higher healthcare costs, and increased mortality. Limited data exists on iron supplementation's effects, but it may offer a simple, cost-effective intervention to improve patient outcomes.", "population_specificity": "Chronic obstructive pulmonary disease (COPD) patients with anemia or low iron stores.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:20.402806+00:00"}
{"study_id": 191736, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study aimed to evaluate the effects of vitamin C supplementation, alone or in combination with other supplements, on pregnancy outcomes, adverse events, and health resource use, excluding interventions where iron was the primary supplement.", "results_summary": "The study found no clear benefits of vitamin C supplementation alone or combined with other supplements for most pregnancy outcomes, except for a reduced risk of placental abruption and a slight increase in gestational age. However, it increased self-reported abdominal pain and showed mixed results for prelabour rupture of membranes.", "population_specificity": "Pregnant women", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:20.518664+00:00"}
{"study_id": 191734, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to examine the effect of prenatal multiple micronutrient (MM) supplementation, including iron, on intrauterine growth factors and birth outcomes compared to iron and folic acid (IFA) supplementation.", "results_summary": "The study found no overall effect of MM supplementation on maternal or fetal growth factors, but identified some differential effects based on maternal nutritional status and offspring sex, such as increased hPL in female offspring and higher insulin in shorter women. Maternal hPL and cord blood insulin and IGF-1 were positively associated with birth weight, while IGFBP-1 was negatively associated.", "population_specificity": "Pregnant women in a rural setting in Bangladesh with a mean early pregnancy BMI of 19.5 kg/m².", "effective_dosage": "Not specified", "study_duration": "Measurements taken at 10 and 32 weeks gestation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:21.366167+00:00"}
{"study_id": 191738, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the epidemiology, pathophysiology, diagnosis, clinical symptoms, and treatment of iron deficiency in cancer patients, with a focus on intravenous iron supplementation.", "results_summary": "The study highlights that iron deficiency, particularly functional iron deficiency, is common in cancer patients due to cytokine release, and discusses the benefits and limitations of different intravenous iron formulations. It provides clinical practice recommendations based on current guidelines and evidence-based medicine.", "population_specificity": "Cancer patients with iron deficiency or functional iron deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:21.474616+00:00"}
{"study_id": 191737, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of a 4-week oral iron treatment on hepcidin levels in premenopausal female blood donors with iron deficiency without anemia.", "results_summary": "Iron supplementation significantly increased plasma hepcidin levels compared to placebo after 4 weeks. Hepcidin levels correlated with ferritin levels but were not predictive of ferritin or hemoglobin response, though higher hepcidin at 4 weeks was associated with ferritin responders.", "population_specificity": "Premenopausal female blood donors with iron deficiency (ferritin <30 ng/ml) but without anemia.", "effective_dosage": "80 mg/day", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:22.160720+00:00"}
{"study_id": 191739, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of venous versus arterial extracorporeal iron administration on antioxidant parameters in red blood cells of haemodialysis patients to determine if arterial administration reduces iron-induced oxidative stress.", "results_summary": "Haemodialysis reduced total antioxidant activity in erythrocytes, but iron supplementation (venous or arterial) did not affect this. Venous iron administration increased glutathione peroxidase (GPx) activity, suggesting higher lipid peroxidation compared to arterial administration.", "population_specificity": "Twenty stable patients on regular haemodialysis treatment.", "effective_dosage": "100mg iron sucrose infused over the first 20 minutes of haemodialysis.", "study_duration": "Three mid-week haemodialysis sessions, one week apart.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:23.006940+00:00"}
{"study_id": 191740, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to measure the effect of antenatal iron supplementation on maternal Plasmodium infection risk, maternal iron status, and neonatal outcomes in a malaria-endemic area.", "results_summary": "Iron supplementation did not significantly alter maternal Plasmodium infection risk but increased birth weight and improved maternal and neonatal iron status at 1 month postpartum. Serious adverse events were slightly fewer in the iron group compared to placebo.", "population_specificity": "470 rural Kenyan women aged 15-45 years with singleton pregnancies, gestational age of 13-23 weeks, and hemoglobin ≥9 g/dL.", "effective_dosage": "60 mg elemental iron (as ferrous fumarate) daily.", "study_duration": "From randomization (13-23 weeks gestation) until 1 month postpartum.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:25.717122+00:00"}
{"study_id": 191741, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to assess the balance of benefits and harms of screening for iron deficiency anemia and routine iron supplementation in pregnant women to prevent adverse maternal health and birth outcomes.", "results_summary": "The USPSTF found insufficient evidence to determine the benefits and harms of screening for iron deficiency anemia or routine iron supplementation in pregnant women for preventing adverse maternal and birth outcomes.", "population_specificity": "Pregnant women and adolescents in the U.S. without symptoms of iron deficiency anemia, excluding those who are malnourished, symptomatic, or have special hematologic conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:28.226399+00:00"}
{"study_id": 191742, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy of preoperative iron supplementation in treating anaemia and its impact on postoperative recovery in patients undergoing colorectal carcinoma surgery.", "results_summary": "The study found mixed results: randomized controlled trials showed a decrease in haemoglobin levels, while cohort studies showed a significant increase. All studies reported a decreased blood transfusion rate, but postoperative morbidity was not assessed.", "population_specificity": "Anaemic patients requiring elective surgery for colorectal carcinoma.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:29.211530+00:00"}
{"study_id": 191743, "supplement_id": 1236, "safety_score": "80", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to review the clinical presentation, epidemiology, pathophysiology, diagnosis, and management of iron deficiency anaemia, including treatment strategies and outstanding research questions.", "results_summary": "The study found that iron deficiency anaemia is a major global health issue, particularly affecting children, women of childbearing age, and pregnant women. Oral iron is recommended as first-line therapy, while newer intravenous iron formulations safely and effectively replenish iron stores.", "population_specificity": "Children aged 0-5 years, women of childbearing age, pregnant women, and individuals with chronic diseases (e.g., chronic kidney disease, heart failure, cancer, inflammatory bowel disease).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:31.290955+00:00"}
{"study_id": 191744, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the short-term effects of red blood cell (RBC) transfusions on hepcidin concentrations in serum and urine of preterm infants.", "results_summary": "The study found that serum hepcidin (HepS) concentrations increased shortly after RBC transfusion, while urinary hepcidin (HepU) remained unaffected. Hematocrit values also significantly increased post-transfusion.", "population_specificity": "Very preterm infants with a gestational age of <32 weeks who received clinically indicated RBC transfusions.", "effective_dosage": "Not specified (clinically indicated RBC transfusions)", "study_duration": "Short-term (mean time of measurement post-transfusion: 10 hours)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:32.096964+00:00"}
{"study_id": 191747, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare the long-term cognitive and social-emotional effects of multiple micronutrient supplementation versus iron supplementation alone during infancy.", "results_summary": "The study found no significant differences in cognitive function between children who received multiple micronutrients and those who received iron alone, though some gender differences in specific test scores were observed.", "population_specificity": "Infants aged 6-17 months from Lima, Peru, followed up at 36-48 months.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:32.792169+00:00"}
{"study_id": 191746, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 90, "quality_score": 95, "study_goal": "To evaluate the safety and efficacy of iron supplementation during pregnancy in a malaria-endemic region.", "results_summary": "Iron supplementation did not increase the risk of placental malaria or adverse events, significantly improved maternal hemoglobin and ferritin levels, and reduced the risk of anemia and iron deficiency at delivery.", "population_specificity": "Pregnant, iron-replete, nonanemic women in Dar es Salaam, Tanzania, who were uninfected with HIV, primigravidae or secundigravidae, and at or before 27 weeks of gestation.", "effective_dosage": "60 mg of iron, administered every 4 weeks.", "study_duration": "From enrollment (up to 27 weeks of gestation) until delivery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:33.466027+00:00"}
{"study_id": 191745, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to characterize the duration and magnitude of iron-induced hepcidin increase, its dose dependence, and its effects on subsequent iron absorption in humans to optimize oral iron dosing schedules.", "results_summary": "The study found that iron doses ≥60 mg increased serum hepcidin after 24 hours, reducing fractional iron absorption by 35-45%. Higher doses decreased fractional absorption but increased absolute absorption, with a sixfold dose increase resulting in only a threefold increase in absorbed iron. Twice-daily dosing did not significantly improve total iron absorption compared to single daily doses.", "population_specificity": "54 nonanemic young women with plasma ferritin ≤20 µg/L", "effective_dosage": "40, 60, 80, 160, and 240 mg Fe as FeSO4, administered once or twice daily", "study_duration": "1-2 consecutive days (studies 1 and 2), 24 hours (study 3)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:33.789506+00:00"}
{"study_id": 191748, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether non-anaemic iron deficiency (NAID) is associated with poor outcomes compared to normal iron status and whether iron supplementation improves outcomes in NAID.", "results_summary": "NAID in pregnancy was associated with reduced birthweight, while iron supplementation in NAID improved fatigue scores. Meta-analysis results were mostly non-significant for other outcomes like cardiovascular function, educational attainment, and infant development.", "population_specificity": "Pregnant women, adults, children, and infants with non-anaemic iron deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:34.196236+00:00"}
{"study_id": 191749, "supplement_id": 1236, "safety_score": "75", "efficacy_score": 80, "quality_score": 85, "study_goal": "To assess the effects of daily oral iron supplements for pregnant women, either alone or with folic acid or other vitamins and minerals, on maternal and birth outcomes.", "results_summary": "Iron supplementation reduced maternal anaemia and iron deficiency but showed no clear benefits for severe anaemia, maternal infection, or mortality. It slightly improved birthweight and reduced low birthweight and preterm births, though results were not statistically significant.", "population_specificity": "Pregnant women, including those in malaria-risk regions.", "effective_dosage": "Not specified", "study_duration": "Throughout pregnancy", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:35.747247+00:00"}
{"study_id": 191750, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to examine whether supplementation with iron-folic acid (IFA) or other nutrient formulations during pregnancy affects dental caries or periodontal health in a rural Malawian population.", "results_summary": "The study found that compared to the IFA group, women receiving multiple micronutrients (MMN) or lipid-based nutrient supplements (LNS) had a higher mean number of caries lesions, suggesting a possible increase in caries incidence with these supplements. No significant differences were observed in periodontitis prevalence among the groups.", "population_specificity": "Pregnant women (<20 gestation weeks) in rural Malawi.", "effective_dosage": "One daily iron-folic acid capsule (specific dosage not detailed).", "study_duration": "From enrollment (<20 weeks gestation) until delivery (approximately 20+ weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:38.790879+00:00"}
{"study_id": 191751, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding iron to a nutritional supplement improved iron status and anemia recovery in malnourished HIV patients during early antiretroviral therapy (ART).", "results_summary": "The study found no effect of the iron intervention on hemoglobin, serum ferritin, soluble transferrin receptor, or inflammation markers. However, reduced inflammation was associated with improved hemoglobin levels, suggesting inflammation reduction may be necessary for anemia recovery.", "population_specificity": "Malnourished, HIV-infected adults in Zambia and Tanzania initiating ART.", "effective_dosage": "Not specified", "study_duration": "4 weeks (from 2 to 6 weeks post-ART)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:40.791971+00:00"}
{"study_id": 191753, "supplement_id": 1236, "safety_score": "80", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess whether intravenous iron supplementation could prevent acute mountain sickness (AMS) in healthy low-altitude inhabitants ascending to high altitude.", "results_summary": "The study found no significant protective effect of intravenous iron supplementation on AMS, though the ISS group had lower AMS rates (not statistically significant). Serum iron concentrations and transferrin saturation rates were significantly higher in the iron-supplemented group.", "population_specificity": "Healthy Chinese low-altitude inhabitants living in Beijing (altitude ~50 meters).", "effective_dosage": "200 mg iron sucrose supplement administered once before ascent.", "study_duration": "Single dose before flying to high altitude (follow-up within 5 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:41.084472+00:00"}
{"study_id": 191752, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of Mozambique's updated guideline for managing HIV-associated anemia, which includes iron supplementation among other interventions.", "results_summary": "The study found that conventional management (iron supplementation, deworming, and/or antimalarials) alone improved hemoglobin levels in only 38.5% of subjects, suggesting limited efficacy of iron alone in this population. Better outcomes were associated with higher CD4 counts, antiretroviral therapy, and discontinuation of zidovudine.", "population_specificity": "Ambulatory, anemic (hemoglobin <10 g/dl) HIV-infected adults in rural Zambézia Province, Mozambique.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:41.715980+00:00"}
{"study_id": 191754, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and tolerability of parenteral iron compared to oral iron for treating postpartum anemia.", "results_summary": "Parenteral iron was associated with faster increases in serum ferritin and hemoglobin levels, improved maternal fatigue scores, and potentially reduced blood transfusion rates compared to oral iron. It was also noted as a better-tolerated treatment modality.", "population_specificity": "Postpartum women with anemia in Canada.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:42.194481+00:00"}
{"study_id": 191755, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether novel markers like low haemoglobin density (LHD) and hepcidin could better discriminate between iron deficiency anaemia (IDA), anaemia of chronic disease (ACD), and ACD with associated iron deficiency compared to classical parameters.", "results_summary": "LHD was superior to hepcidin and bone marrow iron stores in identifying ACD patients with concomitant iron deficiency, who could benefit from iron therapy. Hepcidin levels were lower in IDA and ACD with iron restriction, but there was no concordance between Perl's stain and LHD in ACD patients.", "population_specificity": "165 anaemic cardiac surgical patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:42.395610+00:00"}
{"study_id": 191756, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the diagnostic value of the transferrin receptor-ferritin index (TfR-F) for identifying iron deficiency in patients with inflammatory bowel disease (IBD).", "results_summary": "The study found that TfR-F increased iron deficiency diagnosis rates by 36% when used alongside ferritin levels, demonstrating its utility as a biomarker in active IBD patients. Overall, iron deficiency was diagnosed in 32.7% of patients, with TfR-F proving particularly useful in cases with inflammation.", "population_specificity": "Patients with inflammatory bowel disease (Crohn's disease, ulcerative colitis, or unclassified colitis), median age 38 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:43.242516+00:00"}
{"study_id": 191757, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of preoperative intravenous iron supplementation versus standard oral iron supplementation in correcting anemia in patients with colorectal cancer before surgery.", "results_summary": "The study hypothesized that intravenous iron would lead to a greater proportion of patients achieving normalized hemoglobin levels before surgery compared to oral iron, suggesting a more profound hemoglobin increase with intravenous administration. However, specific results on the degree of improvement are not provided in the abstract.", "population_specificity": "Anaemic patients with M0-staged colorectal carcinoma scheduled for curative resection and with proven iron deficiency anemia.", "effective_dosage": "Ferric(III)carboxymaltose infusion (intervention arm) and ferrofumarate (control arm); exact dosages not specified.", "study_duration": "Between the start of treatment and the day of admission for surgery (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:46.157107+00:00"}
{"study_id": 191758, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 70, "study_goal": "To determine the effects of antihelminthics (for soil-transmitted helminths) during the second or third trimester of pregnancy on maternal anaemia and pregnancy outcomes, including iron-deficiency anaemia.", "results_summary": "The study found no significant impact of antihelminthic treatment on maternal anaemia, low birthweight, preterm birth, or perinatal mortality. The evidence was insufficient to recommend antihelminthic use during pregnancy beyond the first trimester.", "population_specificity": "Pregnant women in low- and middle-income countries, specifically during the second or third trimester.", "effective_dosage": "Single dose of antihelminthic (specific dosage not mentioned).", "study_duration": "Single administration during the second trimester.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:46.965830+00:00"}
{"study_id": 191759, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to examine the prevalence and determinants of iron supplement use among pregnant women, including the types and doses consumed.", "results_summary": "The study found that 88% of pregnant women used iron-containing supplements, with varying doses (low, preventative, and treatment). However, many high-risk women, including those diagnosed with iron deficiency or anemia, were taking inadequate doses.", "population_specificity": "Pregnant women attending antenatal clinics in two tertiary hospitals in Sydney, Australia.", "effective_dosage": "Low (<30 mg/day), preventative (30-99 mg/day), and treatment (≥100 mg/day).", "study_duration": "Cross-sectional survey conducted between January and March 2014 (no intervention duration specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:50.687918+00:00"}
{"study_id": 191760, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the role of iron in hypoxic pulmonary vasoconstriction (HPV) and its implications for high-altitude illness and chronic cardiopulmonary disease.", "results_summary": "The study found that iron availability influences the HIF pathway, which is critical for HPV, and demonstrated that iron chelation and supplementation affect human pulmonary vascular physiology. It also highlighted the therapeutic potential of intravenous iron in high-altitude illness and chronic cardiopulmonary disease.", "population_specificity": "Human pulmonary vascular physiology, high-altitude illness, and chronic cardiopulmonary disease patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:50.745990+00:00"}
{"study_id": 191762, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the safety and efficacy of oral and intravenous iron supplementation for treating iron-deficiency anemia in patients with inflammatory bowel disease (IBD).", "results_summary": "The study found that both oral and intravenous iron therapies effectively restore iron stores and hemoglobin levels in IBD patients, with intravenous iron being preferable during disease flares due to impaired intestinal absorption. Neither therapy exacerbated IBD symptoms, and intravenous iron could be safely used during active disease and alongside biologics.", "population_specificity": "Patients with inflammatory bowel disease (IBD) and iron-deficiency anemia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:51.124691+00:00"}
{"study_id": 191761, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to assess the effects of prenatal iron-folate supplementation on maternal and neonatal iron status, focusing on reducing iron deficiency (ID), iron deficiency anemia (IDA), and improving neonatal iron status.", "results_summary": "Prenatal iron supplementation significantly reduced maternal anemia, ID, and IDA, with higher hemoglobin levels in the iron group. However, most women and over 45% of neonates still had ID, regardless of supplementation, though cord serum ferritin increased with higher maternal iron intake.", "population_specificity": "Pregnant women (≤20 weeks gestation, aged ≥18 years, hemoglobin ≥100 g/L) in rural China with uncomplicated singleton pregnancies.", "effective_dosage": "300 mg ferrous sulfate + 0.40 mg folate daily.", "study_duration": "From enrollment (≤20 weeks gestation) until birth.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:51.996684+00:00"}
{"study_id": 191763, "supplement_id": 1236, "safety_score": "30", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to investigate the association of iron-catalyzed Fenton reaction and iron sequestration with complications in maintenance hemodialysis (MHD) patients, focusing on oxidative stress, infection, and cardiovascular disease.", "results_summary": "The study found that iron sequestration in MHD patients' polymorphonuclear leukocytes (PMNLs) led to dysregulated iron transport, increased oxidative stress, and aggravated arterial stiffness. TNF-α exacerbated iron accumulation and oxidative stress, while decreased mitochondrial iron chaperone frataxin was linked to hypercytokinemia.", "population_specificity": "Maintenance hemodialysis (MHD) patients and controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:52.047020+00:00"}
{"study_id": 191764, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the cost-effectiveness of early food supplementation combined with multiple micronutrient supplements (MMS) versus usual timing with iron-folic acid on infant survival.", "results_summary": "Early invitation to food supplementation with MMS significantly reduced infant mortality compared to usual timing with 60 mg iron and 400 μg folic acid, with cost-effective ratios indicating value for money.", "population_specificity": "Pregnant women in a low-income setting (Matlab, Bangladesh).", "effective_dosage": "30 mg or 60 mg iron with 400 μg folic acid, or MMS with 30 mg iron and 400 μg folic acid.", "study_duration": "From early pregnancy (around 9 weeks) to usual timing (around 20 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:53.572672+00:00"}
{"study_id": 191765, "supplement_id": 1236, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of vitamin C as an adjuvant therapy to three iron chelators (DFO, DFP, DFX) in reducing iron burden in vitamin C-deficient patients with β-thalassemia major.", "results_summary": "Vitamin C supplementation significantly reduced transfusion index, serum iron, ferritin, transferrin saturation, and liver iron concentration while increasing hemoglobin and cardiac MRI T2*. DFO-treated patients showed the most improvement.", "population_specificity": "Moderately iron-overloaded, vitamin C-deficient young patients with β-thalassemia major (n=180).", "effective_dosage": "100 mg vitamin C daily.", "study_duration": "1 year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:55.754947+00:00"}
{"study_id": 191766, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of a centralized Hb and ferritin measurement system with targeted iron supplementation on improving Hb levels and reducing low Hb prevalence in blood donors.", "results_summary": "The intervention led to increased Hb levels (15.39 to 15.60 g/dL in males, 13.85 to 14.06 g/dL in females) and reduced the proportion of donors with low Hb (0.9% to 0.3% in males, 3.9% to 2.7% in females).", "population_specificity": "Blood donors in the Capital Region of Denmark.", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:56.047118+00:00"}
{"study_id": 191769, "supplement_id": 1236, "safety_score": "70", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and effectiveness of oral heme iron polypeptide (HIP) for managing anemia in patients with chronic kidney disease (CKD).", "results_summary": "HIP showed similar effects on hemoglobin, hematocrit, and other markers compared to traditional iron supplements but was associated with lower ferritin values. It did not demonstrate significant benefits over traditional iron and was more expensive.", "population_specificity": "Patients with anemia and various stages of chronic kidney disease (CKD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:59.452860+00:00"}
{"study_id": 191767, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of 11 weeks of iron supplementation on hematological and strength markers in elite female volleyball players.", "results_summary": "Iron supplementation prevented significant decreases in hematological parameters (serum iron, ferritin, transferrin saturation, hemoglobin) observed in the control group and led to greater improvements in strength performance (clean and jerk, power clean, total mean strength) compared to controls.", "population_specificity": "Elite female volleyball players (aged 27.0 ± 5.6 years) from Spanish First National League teams.", "effective_dosage": "325 mg/day of ferrous sulphate.", "study_duration": "11 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:18:59.765244+00:00"}
{"study_id": 191768, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine whether nutrient supplementation, including iron and folic acid, influenced anti-malarial antibody responses in pregnant women.", "results_summary": "The study found that nutrient supplementation, including iron and folic acid, did not significantly affect anti-malarial antibody levels or their rate of change during pregnancy. Poor and undernourished mothers were suggested as a priority group for future trials.", "population_specificity": "1,009 Malawian pregnant women enrolled before 20 weeks of gestation.", "effective_dosage": "Daily lipid-based nutrient supplement, multiple micronutrients, or iron and folic acid (specific dosage not detailed).", "study_duration": "From enrollment (before 20 weeks of gestation) to 36 weeks of gestation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:00.440048+00:00"}
{"study_id": 191770, "supplement_id": 1236, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the safety and efficacy of two intravenous iron formulations, ferric gluconate (FG) and ferric carboxymaltose (FCM), in treating iron deficiency (ID) and iron deficiency anemia (IDA) in patients undergoing lipoprotein apheresis (LA).", "results_summary": "Both FG and FCM were effective and well-tolerated, with FCM leading to quicker iron repletion. No severe adverse events occurred, and symptom improvement was similar between the two formulations.", "population_specificity": "Patients undergoing lipoprotein apheresis with iron deficiency (ferritin <100 μg/L or ferritin <300 μg/L and transferrin saturation <20%).", "effective_dosage": "FG (62.5 mg weekly) or FCM (500 mg once for ID, up to 1000 mg for IDA).", "study_duration": "Until iron deficiency was resolved.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:01.666630+00:00"}
{"study_id": 191772, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To investigate the association between iron deficiency anaemia and mortality risk in non-dialysis chronic kidney disease (CKD) patients and assess changes in anaemia and iron status after primary management by a nephrologist.", "results_summary": "Iron deficiency anaemia and isolated anaemia were associated with higher all-cause and cardiovascular-related mortality. Iron prescriptions increased only modestly (48.1%) in patients with both anaemia and iron deficiency, suggesting underutilization of iron supplementation.", "population_specificity": "951 non-dialysis chronic kidney disease (CKD) G2-G5 patients newly visiting 16 nephrology centres.", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 19 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:01.831706+00:00"}
{"study_id": 191771, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether providing iron-folic acid (IFA) or micronutrient supplements (MMN or SQ-LNS) to pregnant women and their infants would improve child growth outcomes.", "results_summary": "The study found no significant differences in child length, weight, head circumference, or stunting prevalence between the IFA, MMN, and SQ-LNS groups, indicating that the supplements did not promote child growth in this population.", "population_specificity": "Pregnant women and their infants in rural Malawi.", "effective_dosage": "Daily 1 capsule of iron-folic acid (IFA) or 1 capsule of 18 micronutrients (MMN) or one 20-g sachet of SQ-LNS (containing 21 micronutrients, protein, carbohydrates, essential fatty acids, and 118 kcal).", "study_duration": "During pregnancy and 6 months postpartum for mothers; infants in the LNS group received supplements from 6 to 18 months of age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:02.049358+00:00"}
{"study_id": 191775, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the bioavailability and effectiveness of different iron compounds used in food fortification programs, particularly in cereals like wheat flour.", "results_summary": "The study found that iron bioavailability varies among compounds, with ferrous sulfate being less effective than alternatives like FeNaEDTA or ferric pyrophosphate. Factors such as fortification levels, storage, and processing methods (e.g., baking) influence iron absorption.", "population_specificity": "General population with a focus on dietary iron intake and fortification programs.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:03.774425+00:00"}
{"study_id": 191773, "supplement_id": 1236, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether early iron supplementation is more effective than late supplementation in preventing iron deficiency and related complications in low birth weight infants.", "results_summary": "Early iron supplementation was associated with significantly smaller decreases in serum ferritin and hemoglobin levels and a lower rate of blood transfusions compared to late supplementation, with no significant difference in the incidence of necrotizing enterocolitis.", "population_specificity": "Preterm and very low birth weight infants.", "effective_dosage": "Not specified (timing ranged from as early as enteral feeding was tolerated to 3 weeks for early supplementation and 4 weeks to about 60 days for late supplementation).", "study_duration": "Varied by study, ranging from early enteral feeding tolerance to 60 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:04.557072+00:00"}
{"study_id": 191776, "supplement_id": 1236, "safety_score": "75", "efficacy_score": 40, "quality_score": 65, "study_goal": "The researchers aimed to review the evidence on the benefits and harms of screening and routine iron supplementation for iron-deficiency anemia (IDA) in young children.", "results_summary": "The study found inconsistent improvements in hematologic measures with iron supplementation, but no clear benefits on growth or neurodevelopmental outcomes. Evidence on clinical outcomes and the harms of screening was lacking.", "population_specificity": "Children ages 6 to 24 months in developed countries.", "effective_dosage": "Not specified", "study_duration": "3 to 12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:07.402128+00:00"}
{"study_id": 191778, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the prevalence, causes, and management of anemia, particularly iron deficiency, in Romanian patients with inflammatory bowel disease.", "results_summary": "About one in three patients had anemia, frequently associated with iron deficiency, but only about 30% of anemic patients were receiving therapy, primarily oral iron supplementation. The study noted low compliance with iron therapy, contributing to high iron deficiency prevalence.", "population_specificity": "Romanian patients with inflammatory bowel disease (Crohn's disease or ulcerative colitis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:07.825377+00:00"}
{"study_id": 191777, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine if novel erythrocyte and reticulocyte parameters could effectively identify iron depletion in blood donors, potentially aiding in targeted iron supplementation.", "results_summary": "The study found that blood donors had higher rates of iron depletion (18-28%) and iron-restricted erythropoiesis (3.3%) compared to non-donors. Microcytic RBC and reticulocyte mean cell hemoglobin content showed moderate sensitivity and specificity in predicting iron depletion, improving when combined.", "population_specificity": "Regular blood donors in Sweden, compared to a regionally matched group of non-donating controls.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:09.416793+00:00"}
{"study_id": 191781, "supplement_id": 1236, "safety_score": "40", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the benefits and risks of iron interventions, particularly in children from low- and middle-income countries with high infectious disease burdens.", "results_summary": "Intermittent iron supplementation was effective in reducing iron deficiency and IDA, but mixed results were found for developmental outcomes. Iron interventions were associated with increased morbidity, unfavorable gut microbial shifts, and intestinal inflammation in high-infection-burden settings.", "population_specificity": "Children from low- and middle-income countries, particularly those with high infectious disease burdens.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:09.590656+00:00"}
{"study_id": 191779, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to assess the effects of iron-folic acid supplementation on child temperament and eating behaviors in rural Nepal.", "results_summary": "The study found no significant effects of iron-folic acid supplementation on child temperament or eating behaviors overall, except for a minor, non-significant increase in temperament scores. Only children with baseline iron-deficiency anemia showed improved eating behaviors when supplemented with zinc.", "population_specificity": "Children aged 4-17 months in rural Nepal.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Approximately 1 year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:10.388871+00:00"}
{"study_id": 191780, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of routine iron supplementation for iron deficiency anemia (IDA) in asymptomatic, nonanemic pregnant women.", "results_summary": "The study found inconsistent effects of iron supplementation on maternal and infant clinical outcomes, but it significantly improved maternal hematologic indices. No serious harms were reported, though adverse events were inconsistently documented.", "population_specificity": "Asymptomatic, nonanemic pregnant women in developed countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:10.447875+00:00"}
{"study_id": 191783, "supplement_id": 1236, "safety_score": "45", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to quantify the gastrointestinal (GI) side-effects of ferrous sulfate compared to placebo or intravenous iron in adults with iron deficiency anemia.", "results_summary": "Ferrous sulfate significantly increased the risk of GI side-effects compared to both placebo (OR = 2.32) and intravenous iron (OR = 3.05), with consistent findings in subgroup analyses of IBD patients and pregnant women. No dose-dependent relationship was found.", "population_specificity": "Adults with iron deficiency anemia, including subgroups of IBD patients and pregnant women.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:12.381609+00:00"}
{"study_id": 191782, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of prenatal multiple micronutrient supplementation versus iron and folic acid alone on lung function in children at 7-9 years of age.", "results_summary": "The study found no significant difference in lung function (FEV1, FVC, FEV1/FVC) between children whose mothers received multiple micronutrients and those who received only iron and folic acid during pregnancy. Nepalese children had lower FEV1 and FVC compared to healthy white children, but no difference in FEV1/FVC.", "population_specificity": "Nepalese women and their offspring (children aged 7-9 years).", "effective_dosage": "Not specified", "study_duration": "Pregnancy (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:12.739440+00:00"}
{"study_id": 191784, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to assess the impact of iron supplementation on oxidative stress and serum total antioxidant capacity during pregnancy.", "results_summary": "The study found that pregnancy is associated with oxidative stress, which is promoted by iron supplementation. Serum TAC levels were significantly lower in pregnant women in the first trimester compared to controls, and increased in the third trimester, especially with folic acid or no supplementation.", "population_specificity": "Pregnant women aged 21-40 years, divided into age groups (<35 and ≥35 years) and supplementation groups (iron, folic acid, both, or none).", "effective_dosage": "Not specified", "study_duration": "From 12 ± 2 weeks' gestation to 38 ± 2 weeks' gestation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:16.466564+00:00"}
{"study_id": 191787, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a whole food vegan diet with Nori algae and wild mushrooms could provide sufficient iron and other critical nutrients.", "results_summary": "The study found that iron metabolism in vegans following a whole food diet was within the normal range, indicating adequate iron levels without supplementation. No significant deficiencies or abnormalities in iron-related parameters were reported.", "population_specificity": "75 subjects (10 vegans without B12 supplementation, 20 vegans with supplementation, 40 vegetarians, 5 meat-eaters).", "effective_dosage": "Not specified", "study_duration": "8 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:17.574167+00:00"}
{"study_id": 191785, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether adding micronutrient powders (MNP) containing iron to an enhanced homestead food production (EHFP) program would reduce anaemia more effectively than EHFP alone in rural Nepalese children.", "results_summary": "The study found a slightly higher but non-significant increase in haemoglobin levels and a marginally greater reduction in anaemia in the EHFP + MNP group compared to EHFP alone or control, though the differences were not statistically significant. There was no impact on child growth.", "population_specificity": "335 children aged 6-9 months in rural Nepal.", "effective_dosage": "10 mg encapsulated ferrous fumarate per MNP sachet, with 60 sachets provided at the start and 6 months later.", "study_duration": "11 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:18.497720+00:00"}
{"study_id": 191786, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine the effect of oral iron supplementation on hemoglobin recovery time and iron store recovery in blood donors with low or higher ferritin levels.", "results_summary": "Iron supplementation significantly reduced hemoglobin recovery time in both low-ferritin and higher-ferritin groups compared to no supplementation. Recovery of iron stores was faster with iron, with most non-supplemented participants failing to recover within 168 days.", "population_specificity": "Blood donors aged 18-79 years, stratified by ferritin level, sex, and age.", "effective_dosage": "37.5 mg elemental iron (as ferrous gluconate) daily.", "study_duration": "24 weeks (168 days).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:18.694814+00:00"}
{"study_id": 191789, "supplement_id": 1236, "safety_score": "80", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine if oral iron therapy is effective in elderly people with iron deficiency anaemia.", "results_summary": "Meta-analysis showed oral iron supplementation increased haemoglobin levels more than placebo or no treatment after 4-6 weeks, with a mean difference of 0.35 g/dL. No statistically significant differences were found in adverse effects, length of hospitalisation, or mortality.", "population_specificity": "Elderly patients (mean age 70-83 years) with iron deficiency anaemia, primarily in orthopaedic settings.", "effective_dosage": "Not specified (dosage and frequency of ferrous sulphate differed across studies).", "study_duration": "4-6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:18.806237+00:00"}
{"study_id": 191788, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 85, "study_goal": "The researchers aimed to test whether home fortification of pregnant women's diets with a small-quantity lipid-based nutrient supplement (SQ-LNS) containing iron and other micronutrients would increase birth size in a rural Malawian community.", "results_summary": "The study found no statistically significant differences in birth weight or newborn length between the iron-folic acid (IFA), multiple micronutrient (MMN), and SQ-LNS groups, though some secondary outcomes (e.g., midupper arm circumference) showed minor improvements with SQ-LNS. The prevalence of low birth weight and stunting did not significantly differ across groups.", "population_specificity": "1,391 pregnant women (<20 gestational weeks) in rural Malawi.", "effective_dosage": "One 20-g sachet of SQ-LNS daily (containing 118 kcal, protein, carbohydrates, essential fatty acids, and 21 micronutrients, including iron).", "study_duration": "From enrollment (<20 gestational weeks) until delivery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:20.572864+00:00"}
{"study_id": 191791, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of meat versus cereal supplementation on linear growth and iron-related outcomes in rural Chinese infants and toddlers.", "results_summary": "The meat group showed modestly greater linear growth and a smaller decline in length-for-age z-score compared to the cereal group, though the intervention did not prevent ongoing growth decline.", "population_specificity": "Rural Chinese infants and toddlers aged 6 to 18 months.", "effective_dosage": "Daily supplement (exact amount not specified).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:21.788404+00:00"}
{"study_id": 191790, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether improved intake of micronutrient-rich animal-source foods (including iron) before and during pregnancy improves maternal and infant health outcomes.", "results_summary": "The study is ongoing, and no specific results regarding iron's effects are yet available. Preliminary data indicate high rates of underweight, anemia, and inadequate micronutrient intake among women in the study area.", "population_specificity": "Young women from 29 rural communes in northwestern Vietnam, many of whom were underweight, anemic, and had inadequate micronutrient intake.", "effective_dosage": "Not specified (animal-source food supplement provided 5 days per week).", "study_duration": "Approximately 13 months (from marriage to term) or 5 months (from 16 weeks of gestation to term).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:23.010576+00:00"}
{"study_id": 191792, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the impact of weekly iron supplements on attention function and hematologic indices in female high school students with potential iron deficiency.", "results_summary": "The study found that oral iron supplements (50 mg twice weekly) significantly improved attention scores (~90% increase) and hemoglobin levels (~10% increase) compared to the control group. The results were statistically significant (p < 0.001).", "population_specificity": "Female high school students from North Khorasan Province, Iran.", "effective_dosage": "50 mg ferrous sulfate twice a week.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:25.765517+00:00"}
{"study_id": 191793, "supplement_id": 1236, "safety_score": "60", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the antioxidant effect of α-lipoic acid (ALA) on blood cell count and iron metabolism in hypertensive individuals with or without anemia.", "results_summary": "ALA supplementation significantly reduced total leukocytes, increased neutrophils, and decreased serum iron and Transferrin Saturation Index (TSI), suggesting reduced iron absorption and potential risk of iron deficiency anemia.", "population_specificity": "60 hypertensive patients (32 in treatment group, 28 in control group).", "effective_dosage": "600 mg/day of ALA.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:25.866333+00:00"}
{"study_id": 191797, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to develop guidelines for the diagnosis and treatment of RLS/WED during pregnancy and lactation, including the rationale for iron supplementation.", "results_summary": "The guidelines recommend nonpharmacologic approaches and present a rationale for iron supplementation, with medications rated for risk/benefit during pregnancy and lactation. Iron supplementation is suggested as part of the management strategy for RLS/WED in this population.", "population_specificity": "Pregnant and lactating women with RLS/WED.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:29.284224+00:00"}
{"study_id": 191798, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 90, "quality_score": 88, "study_goal": "The researchers aimed to evaluate the efficacy and safety of ferric maltol as an oral iron therapy for iron deficiency anemia (IDA) in patients with inflammatory bowel disease.", "results_summary": "Ferric maltol significantly improved hemoglobin levels compared to placebo at weeks 4, 8, and 12, with normalization in two-thirds of patients by week 12. The safety profile was comparable to placebo, with no impact on inflammatory bowel disease severity.", "population_specificity": "Adult patients with quiescent or mild-to-moderate ulcerative colitis or Crohn's disease and mild-to-moderate IDA who had failed previous oral ferrous products.", "effective_dosage": "30 mg twice daily", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:31.426943+00:00"}
{"study_id": 191795, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effect of daily supplementation with 30 mg of iron (Fe) plus 30 mg of zinc (Zn) for 3 months on the iron status of women of childbearing age.", "results_summary": "The study found that combined Fe and Zn supplementation significantly improved hemoglobin levels, total body iron, and serum zinc levels compared to placebo, while also reducing transferrin receptor levels. The positive effect of Fe supplementation on iron status was enhanced by combined Zn supplementation.", "population_specificity": "Women of childbearing age (18-45 years)", "effective_dosage": "30 mg of Fe plus 30 mg of Zn daily", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:31.551210+00:00"}
{"study_id": 191794, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of a single high-dose intravenous iron isomaltoside 1000 versus standard medical care in reducing physical fatigue in women with postpartum hemorrhage.", "results_summary": "The study design suggests potential superiority of intravenous iron isomaltoside 1000 over standard care for improving physical fatigue, but final results are pending as the abstract describes the trial setup rather than outcomes.", "population_specificity": "Healthy parturients with singleton pregnancies and postpartum hemorrhage exceeding 700 mL, enrolled within 48 hours after delivery.", "effective_dosage": "1,200 mg of iron isomaltoside 1000 (single dose).", "study_duration": "Follow-up assessments occurred at 3 days, 1 week, 3 weeks, 8 weeks, and 12 weeks postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:31.932142+00:00"}
{"study_id": 191796, "supplement_id": 1236, "safety_score": "60", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to examine the role of dietary iron (heme and nonheme), heme iron alone, and iron from supplements in colorectal carcinogenesis.", "results_summary": "The abstract indicates that while iron is essential for physiological functions, excess iron can cause tissue damage and potentially contribute to diseases like cancer through oxidative stress. The study reviews human population data on iron's role in colorectal carcinogenesis but does not specify conclusive results.", "population_specificity": "Human populations (general, not further specified).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:32.048661+00:00"}
{"study_id": 191799, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the role of miR-122 in liver physiology, including its impact on iron homeostasis, and explore its potential as a therapeutic target and biomarker for liver diseases.", "results_summary": "The abstract highlights that miR-122 regulates iron homeostasis among other functions, and its depletion in mice leads to liver pathologies, suggesting its critical role in maintaining liver health. miR-122 supplementation shows potential benefits in liver tumor suppression and differentiation of hepatocyte-like cells.", "population_specificity": "Primarily studied in mice and referenced in human conditions like NASH, HCC, and HBV-positive patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:32.347604+00:00"}
{"study_id": 191801, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the degree to which iron deficiency anemia contributes to child mortality and the potential reduction in mortality risk associated with increased hemoglobin levels.", "results_summary": "The meta-analysis found that a 1-g/dL increase in hemoglobin was associated with a 24% reduction in the risk of death among children, suggesting that ~1.8 million deaths in children aged 28 days to five years could be avoided annually by increasing hemoglobin by 1 g/dL. Simple iron supplementation strategies were noted as feasible for achieving this increase.", "population_specificity": "Children aged 28 days to 12 years from six African countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:34.830223+00:00"}
{"study_id": 191800, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to compare the effects of antenatal multiple micronutrient supplementation versus iron-folic acid supplementation on infant mortality and adverse birth outcomes.", "results_summary": "The study found that multiple micronutrient supplementation did not significantly reduce infant mortality compared to iron-folic acid alone but showed non-statistically significant reductions in stillbirths and significant reductions in preterm births and low birth weight.", "population_specificity": "Pregnant women in Bangladesh.", "effective_dosage": "Daily supplementation from early pregnancy to 12 weeks postpartum (specific iron dosage not detailed in the abstract).", "study_duration": "From early pregnancy to 12 weeks postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:35.651664+00:00"}
{"study_id": 191802, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether systemic inflammation (measured by CRP and IL-6) predicts response to oral versus intravenous iron therapy in patients with inflammatory bowel disease (IBD) and iron deficiency anemia (IDA).", "results_summary": "Patients with high baseline CRP had a significantly smaller hemoglobin (Hb) increase with oral iron compared to those with low CRP, while response to intravenous iron was largely independent of inflammation. CRP may help identify IBD patients who benefit more from first-line intravenous iron therapy.", "population_specificity": "Patients with Crohn's disease or ulcerative colitis and IDA (Hb ≤ 110 g/L and TSAT < 20% or serum ferritin < 100 ng/mL).", "effective_dosage": "Oral iron (ferrous sulfate) and intravenous iron (ferric carboxymaltose) – specific dosages not mentioned.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:38.588460+00:00"}
{"study_id": 191804, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of iron supplementation, alone or combined with DHA+EPA, on physical activity and teacher-rated behavior in iron-deficient school children.", "results_summary": "Iron supplementation did not significantly affect physical activity during break or class time, despite a baseline association between iron status and activity. No treatment effects were found on teacher-rated behavior.", "population_specificity": "Healthy iron-deficient school children aged 6-11 years (n=98).", "effective_dosage": "50 mg iron, 4 days/week.", "study_duration": "8.5 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:39.217845+00:00"}
{"study_id": 191803, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to present a case of BRBNS with secondary severe anemia and summarize the role of iron supplementation in managing this condition.", "results_summary": "The study found that iron supplementation, along with blood transfusion, was part of supportive therapy for BRBNS patients with secondary anemia, though surgical or endoscopic interventions were needed for severe complications.", "population_specificity": "A 45-year-old woman with BRBNS involving multiple sites and secondary severe anemia, along with a review of previously reported cases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:39.416081+00:00"}
{"study_id": 191805, "supplement_id": 1236, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the association between iron supplementation and mortality (all-cause, cardiovascular, and sepsis-related) in incident dialysis patients, as well as the relationship between ferritin levels and mortality in patients with varying CRP levels.", "results_summary": "Iron supplementation was associated with significantly reduced all-cause mortality and a trend toward reduced cardiovascular and sepsis-related mortality. Ferritin levels up to 800 ng/mL appeared safe, but higher levels were linked to increased mortality in patients with elevated CRP.", "population_specificity": "Incident dialysis patients (n=235).", "effective_dosage": "Not specified (intravenous or oral iron).", "study_duration": "Median follow-up of 34 months (up to 7.6 years).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:40.138686+00:00"}
{"study_id": 191806, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to determine whether differences in birthweight and early childhood growth observed in children born to mothers taking multiple micronutrient supplements versus iron and folic acid supplements persisted into mid-childhood (age 8.5 years).", "results_summary": "The study found no significant differences in weight-for-age, height-for-age, BMI-for-age, or blood pressure between children born to mothers who received multiple micronutrients versus iron and folate supplements at age 8.5 years. The initial benefits observed in early childhood did not persist into mid-childhood.", "population_specificity": "Children in southern Nepal born to mothers who participated in a randomized controlled trial during pregnancy.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Follow-up at 8.5 years after birth.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:40.430412+00:00"}
{"study_id": 191807, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to study the relationship between high iron stores in early pregnancy and the risk of glucose intolerance and gestational diabetes mellitus (GDM).", "results_summary": "Higher ferritin levels in early pregnancy were significantly correlated with elevated glucose levels after an oral glucose tolerance test (OGTT), particularly at 2 hours. While no significant association was found between high ferritin levels and GDM incidence, the study suggests iron excess may contribute to glucose intolerance.", "population_specificity": "104 non-anemic pregnant women divided into quartiles based on first-trimester ferritin levels.", "effective_dosage": "Not specified", "study_duration": "Observational period from first trimester to 24-28 weeks' gestation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:40.777043+00:00"}
{"study_id": 191809, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to determine the effects of interventions, primarily zinc supplements and acupuncture, for managing taste disturbances, not specifically Iron.", "results_summary": "The study found moderate quality evidence that zinc supplements improve overall taste in patients with zinc deficiency or idiopathic taste disorders, but no evidence regarding Iron's effects.", "population_specificity": "Patients with taste disorders, including those with zinc deficiency, idiopathic taste disorders, or chronic renal failure; some trials included children and adolescents.", "effective_dosage": "Not mentioned for Iron.", "study_duration": "Not mentioned for Iron.", "interactions": "None mentioned for Iron.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:43.735026+00:00"}
{"study_id": 191808, "supplement_id": 1236, "safety_score": "100", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a high-dose multivitamin supplement (WLS Forte) in preventing iron, vitamin B12, and folic acid deficiencies after laparoscopic Roux-en-Y gastric bypass (LRYGB).", "results_summary": "WLS Forte maintained stable ferritin levels and significantly increased vitamin B12 levels compared to a standard multivitamin, reducing iron deficiency by 88% and significantly lowering deficiency rates. No adverse events related to supplement use were reported.", "population_specificity": "148 patients who underwent LRYGB (74 in each group).", "effective_dosage": "Iron 500% RDA, vitamin B12 14000% RDA, folic acid 300% RDA.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:43.855472+00:00"}
{"study_id": 191811, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the impact of iron supplementation on mood and cognition in pre-menopausal women.", "results_summary": "Seven studies found improvements in memory and intellectual ability after iron supplementation, regardless of initial iron status. The review also noted positive effects of zinc supplementation on depressive symptoms in pre-menopausal women.", "population_specificity": "Pre-menopausal women aged 12-55 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:47.534283+00:00"}
{"study_id": 191812, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to assess the clinical benefits and harms of eculizumab for treating patients with paroxysmal nocturnal hemoglobinuria (PNH), not specifically Iron.", "results_summary": "The study found that eculizumab improved health-related quality of life, reduced fatigue, and increased transfusion independence compared to placebo, but did not assess Iron's effects.", "population_specificity": "Patients with a confirmed diagnosis of paroxysmal nocturnal hemoglobinuria (PNH).", "effective_dosage": "Not mentioned (Iron supplementation was referenced as part of symptomatic treatment but not studied).", "study_duration": "26 weeks (for eculizumab intervention).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:47.661610+00:00"}
{"study_id": 191814, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect of folic acid supplementation with ferrous sulfate on linear growth and weight gain in anemic and nonanemic children.", "results_summary": "Folic acid supplementation increased weight gain and weight-for-age Z-score, independent of ferrous sulfate dosage, but had no effect on linear growth.", "population_specificity": "188 children aged 6-24 months attending Municipal Daycare Centers in Goiania, Brazil.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:47.877996+00:00"}
{"study_id": 191810, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the long-term effects of iron supplementation (0, 1, or 2 mg/kg/day) on iron status and growth in marginally low-birth-weight infants (2000-2500 g) when administered until 6 months of age.", "results_summary": "Iron supplementation at 2 mg/kg/day significantly reduced iron depletion at 12 months (6.8% vs. 23.7% in placebo) and showed trends for reducing functional iron deficiency and iron deficiency anemia. No differences in iron status or growth were observed by 3.5 years.", "population_specificity": "Healthy marginally low-birth-weight infants (2000-2500 g).", "effective_dosage": "0, 1, or 2 mg/kg/day.", "study_duration": "From 6 weeks to 6 months of age.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:48.014071+00:00"}
{"study_id": 191813, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of C.E.R.A. in managing anemia in chronic kidney disease (CKD) patients not on dialysis.", "results_summary": "C.E.R.A. effectively corrected and maintained stable hemoglobin levels in both naïve patients and those converted from previous ESA treatment, with median doses lower than recommended. Iron status was adequate in 75% of patients, but only half of iron-deficient patients received supplementation.", "population_specificity": "Anemic CKD patients not on dialysis (n=272).", "effective_dosage": "Median dose of 75 µg/month, administered once monthly.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:49.050373+00:00"}
{"study_id": 191815, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine whether iron-containing lipid-based nutrient supplements (LNSs) increased morbidity in children aged 6-18 months in a malaria-endemic area compared to no supplementation.", "results_summary": "The study found no significant differences in febrile illness, respiratory problems, diarrhea, or clinical malaria incidence between children receiving iron-containing LNSs and the control group, suggesting no excess morbidity from iron supplementation. However, the study could not conclusively determine if LNSs affected diarrheal morbidity.", "population_specificity": "Rural Malawian children aged 6-18 months in a malaria-endemic setting.", "effective_dosage": "6 mg/d iron in LNSs (54 g/d milk-LNS or soy-LNS) or 71 g/d corn-soy blend (CSB).", "study_duration": "12 months (from 6 to 18 months of age).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:51.349527+00:00"}
{"study_id": 191817, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify effective adolescent health interventions, including iron supplementation, that could be delivered alongside the HPV vaccine in lower- and middle-income countries.", "results_summary": "Iron supplementation reduced iron-deficiency anemia and raised serum ferritin levels, demonstrating a positive impact on iron status. The study found limited evidence of consistent positive impact across all interventions, but iron supplementation was one of the few with measurable benefits.", "population_specificity": "Girls aged 9-13 years in lower- and middle-income countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:51.658884+00:00"}
{"study_id": 191820, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to assess the effectiveness of intravenous iron and other treatments in reducing the severity of uremic restless legs syndrome (RLS) symptoms and their potential benefits on quality of life and cardiovascular outcomes.", "results_summary": "Intravenous iron was found to ameliorate the severity of uremic RLS symptoms, though some benefits may be transient. The study noted a lack of strong evidence regarding its effects on quality of life and cardiovascular survival.", "population_specificity": "End-stage renal disease patients with uremic restless legs syndrome.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:55.065848+00:00"}
{"study_id": 191818, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the prevalence of anemia in newly diagnosed IBD patients, identify risk factors, and describe anemia-specific treatment during the first year.", "results_summary": "The study found a high prevalence of anemia (30%) at IBD diagnosis, decreasing to 18% after one year. Only 46% of anemic patients received iron supplementation or blood transfusion, indicating under-treatment.", "population_specificity": "Newly diagnosed patients with inflammatory bowel disease (IBD), including ulcerative colitis and Crohn's disease.", "effective_dosage": "Not specified", "study_duration": "12-month follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:55.636691+00:00"}
{"study_id": 191819, "supplement_id": 1236, "safety_score": "50", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to examine the dual role of iron in treating iron-deficient anemia and improving immune function while potentially increasing infection risk in children.", "results_summary": "The study highlights that iron is essential for treating anemia and immune function but may also increase the risk of infections, particularly non-typhoid salmonella, creating a treatment dilemma.", "population_specificity": "Children in resource-limited settings.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:56.157973+00:00"}
{"study_id": 191821, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of different timings of intravenous iron administration during erythropoiesis activated by CERA on reticulocyte iron uptake in hemodialysis patients.", "results_summary": "Iron administration in the first week after CERA administration significantly increased reticulocyte iron uptake compared to administration in the third week, which showed only a tendency toward improvement. Early iron supplementation enhanced the efficacy of CERA during highly active erythropoiesis.", "population_specificity": "Hemodialysis patients", "effective_dosage": "40 mg intravenous elemental iron doses at all three hemodialysis sessions in the first or third week after CERA administration", "study_duration": "3 weeks (intervention timing varied by group)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:56.292245+00:00"}
{"study_id": 191822, "supplement_id": 1236, "safety_score": "60", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to assess the oxidative effects of iron supplementation and explore the potential relationship between iron nutrition and gestational diabetes.", "results_summary": "High doses of iron (≥60 mg daily) can induce lipid peroxidation and DNA damage, while higher heme-iron intake or iron status may increase gestational diabetes risk via oxidative stress. Low-dose iron supplementation (≤60 mg daily) effects remain unclear, warranting further trials.", "population_specificity": "Pregnant women, particularly iron-replete women.", "effective_dosage": "High doses (≥60 mg daily), pharmaceutical doses (10× RDA or more), and low doses (≤60 mg daily).", "study_duration": "Not specified (short or long duration mentioned).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:57.479925+00:00"}
{"study_id": 191823, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the role of iron supplementation in preterm infants to prevent iron deficiency anemia.", "results_summary": "The study recommends iron supplementation for breastfed preterm infants and iron-fortified formula for formula-fed infants, with screening for iron deficiency anemia at four months and nine to twelve months of age.", "population_specificity": "Preterm infants (born before 37 weeks' gestation).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:59.205381+00:00"}
{"study_id": 191816, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the prevalence of anaemia in pregnant women in Uganda and identify factors associated with it, including the role of iron supplementation.", "results_summary": "The study found that lack of iron supplementation was associated with an increased risk of anaemia (OR: 1.66, 95% CI: 1.36, 2.03), highlighting its importance in preventing anaemia during pregnancy.", "population_specificity": "Pregnant women at 28+ weeks of gestation in Mpigi, Uganda.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:19:59.813195+00:00"}
{"study_id": 191824, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "To determine the effect of intravenous iron supplementation on performance, fatigue, and mood in runners without clinical iron deficiency.", "results_summary": "Intravenous iron supplementation improved perceived fatigue and mood but did not enhance oxygen transport capacity or overall performance in 3,000 m time trials. However, it reduced average time in 10 × 400 m training sessions at week 2.", "population_specificity": "Fourteen distance runners with serum ferritin levels of 30-100 µg · L(-1).", "effective_dosage": "Three injections of 2 ml (100 mg) intravenous ferric-carboxymaltose over four weeks (weeks 0, 2, 4).", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:00.843535+00:00"}
{"study_id": 191825, "supplement_id": 1236, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the safety and effects of iron and folic acid supplementation during pregnancy, particularly in relation to pregnancy outcomes.", "results_summary": "Iron and folic acid supplementation were associated with a decreased risk of miscarriage/stillbirth (OR 0.1; 0.08-0.3), demonstrating a beneficial effect on pregnancy outcomes. No significant adverse effects were reported.", "population_specificity": "Pregnant women with gestational age below 20 weeks in resource-limited settings.", "effective_dosage": "Not specified", "study_duration": "From recruitment (below 20 weeks gestation) until delivery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:02.785228+00:00"}
{"study_id": 191828, "supplement_id": 1236, "safety_score": "30", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to investigate the relationship between iron deficiency, ferrochelatase deficiency, and the regulation of ALAS2 expression in erythropoietic protoporphyria (EPP) patients.", "results_summary": "The study found that iron deficiency reduced erythrocytic PPIX concentrations in EPP patients, while iron supplementation exacerbated phototoxicity. ALAS2 mRNA and protein levels increased in EPP patients, suggesting a secondary effect of ferrochelatase deficiency on ALAS2 expression.", "population_specificity": "Three EPP patients with iron deficiency and microcytic hypochromic anemia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:04.549394+00:00"}
{"study_id": 191829, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review recent pediatric studies on the role of H. pylori infection in iron-deficiency anemia and explore related factors such as pathogenesis, antibiotic resistance, and probiotic supplementation.", "results_summary": "The study found that H. pylori infection plays a significant role in iron-deficiency anemia in children. Probiotic supplementation showed beneficial effects on eradication and therapy-related side effects, particularly diarrhea.", "population_specificity": "Pediatric populations, particularly children in endemic areas with high H. pylori prevalence.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:04.609631+00:00"}
{"study_id": 191827, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to assess the importance of iron supplementation in pregnant organ transplant recipients compared to healthy pregnant women, focusing on its potential impact on pre-eclampsia and preterm delivery.", "results_summary": "The study suggests that iron supplementation is more critical in pregnant organ transplant recipients than in healthy pregnant women, as iron deficiency and anemia may influence pre-eclampsia and preterm delivery. However, these claims are noted as widely discussed and not conclusively proven.", "population_specificity": "Women of childbearing potential who are kidney or liver transplant recipients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:04.739052+00:00"}
{"study_id": 191830, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of micronutrient supplementation (MMS) \"Sprinkles\" versus liquid iron and vitamins A and D in reducing iron deficiency anemia in infants.", "results_summary": "The study found that MMS significantly reduced anemia rates and iron deficiency index (IDI) in Bedouin and Jewish infants, with fewer side effects reported in the intervention groups. Multivariate analysis showed a 67% reduced risk of high IDI in Bedouin infants using MMS.", "population_specificity": "Bedouin Arab and Jewish infants in southern Israel.", "effective_dosage": "Not specified in the abstract.", "study_duration": "6 months (from age 6 to 12 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:08.063262+00:00"}
{"study_id": 191831, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effect of vitamin D supplementation on the severity of restless legs syndrome (RLS) symptoms in patients with vitamin D deficiency.", "results_summary": "The study found that vitamin D supplementation significantly improved RLS severity scores, with median scores decreasing from 26 to 10 after correction of vitamin D levels. No direct effects or findings related to iron were reported.", "population_specificity": "Twelve adult subjects diagnosed with primary RLS and vitamin D deficiency, excluding those with secondary RLS.", "effective_dosage": "High oral dose or intramuscular injection of vitamin D3 (specific amounts not detailed).", "study_duration": "Duration until vitamin D levels were corrected to >50 nmol/l (exact timeframe not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:08.680393+00:00"}
{"study_id": 191832, "supplement_id": 1236, "safety_score": "65", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy and safety of daily oral iron supplementation in reducing anaemia and iron deficiency in children aged 4-23 months.", "results_summary": "Daily iron supplementation significantly reduced anaemia, iron deficiency, and iron deficiency anaemia, but was associated with increased vomiting and fever. No significant effects were found on mental or psychomotor development, or on final length or weight.", "population_specificity": "Children aged 4-23 months.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:09.220660+00:00"}
{"study_id": 191834, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to discuss the role of iron in marathoners' health and performance, focusing on physiological mechanisms and nutritional strategies to counteract iron deficiency.", "results_summary": "The abstract highlights that inadequate iron intake is a key factor in anemia and other performance-affecting syndromes in marathoners, with iron supplementation recommended by major sports and nutrition organizations.", "population_specificity": "Competitive marathon runners", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:09.947628+00:00"}
{"study_id": 191826, "supplement_id": 1236, "safety_score": "65", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the effects of oral iron administration on intestinal host-microbiota interactions and its implications for human health.", "results_summary": "The study found that while oral iron effectively treats iron deficiency, excess unabsorbed iron can cause adverse effects at the intestinal host-microbiota interface, potentially favoring pathogenic bacteria and disrupting gut microbiota balance.", "population_specificity": "General human population, with emphasis on iron deficiency in developing regions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:11.059731+00:00"}
{"study_id": 191836, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 70, "study_goal": "The researchers aimed to review the clinical features, genetic basis, and insights into systemic iron homeostasis provided by iron-refractory iron deficiency anemia (IRIDA).", "results_summary": "The study found that IRIDA is caused by mutations in the TMPRSS6 gene, leading to iron deficiency anemia unresponsive to oral iron and only partially responsive to parenteral iron therapy. It highlights IRIDA as a distinct clinical entity affecting systemic iron regulation.", "population_specificity": "Individuals with iron-refractory iron deficiency anemia (IRIDA), particularly those from affected kindreds.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:12.412103+00:00"}
{"study_id": 191835, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to assess the prevalence of iron deficiency in patients hospitalized for decompensation of chronic heart failure and evaluate the need for iron therapy in this population.", "results_summary": "The study found that iron deficiency was highly prevalent (69% in men, 75% in women) among hospitalized heart failure patients, including non-anaemic individuals. Only 9% of patients received iron supplementation at admission, highlighting a potential gap in treatment.", "population_specificity": "Patients hospitalized for decompensation of chronic heart failure (411 men and 421 women, aged 75±12 and 81±11 years, respectively).", "effective_dosage": "Not specified", "study_duration": "Iron parameters were assessed within 72 hours of hospital admission.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:13.157946+00:00"}
{"study_id": 191837, "supplement_id": 1236, "safety_score": "40", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to investigate the relationship between iron deficiency, iron supplementation, and susceptibility to Plasmodium falciparum malaria.", "results_summary": "The study found that iron-deficient erythrocytes are less efficiently infected by Plasmodium falciparum, and iron supplementation reverses this protective effect by increasing susceptibility to malaria. The results support field observations linking iron deficiency to reduced malaria risk and iron supplementation to increased malaria susceptibility.", "population_specificity": "Iron-deficient and iron-replete human donors (likely pregnant women and young children, based on context).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:13.606808+00:00"}
{"study_id": 191839, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to understand the impact of iron deficiency on health, particularly in children and pregnant women, and explore therapeutic strategies to address it.", "results_summary": "The study highlights serious consequences of iron deficiency, including impaired immune function and brain development, and identifies iron fortification as the most effective therapeutic strategy.", "population_specificity": "Children and pregnant women, primarily in developing countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:15.611382+00:00"}
{"study_id": 191840, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the association between maternal and fetal blood rheology, including the impact of maternal iron supplementation on fetal blood parameters.", "results_summary": "Iron supplementation during pregnancy increased fetal hemoglobin, hematocrit, and erythrocyte aggregation but did not significantly affect neonatal plasma viscosity. Maternal smoking was associated with higher plasma viscosity and erythrocyte aggregation in neonates.", "population_specificity": "4985 consecutive mothers and their newborns at delivery.", "effective_dosage": "Not specified", "study_duration": "Duration of iron supplementation not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:16.468649+00:00"}
{"study_id": 191838, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the short- and medium-term effects of daily supplementation with ferrous sulfate versus iron bis-glycinate chelate on ferritin concentration in schoolchildren with iron deficiency but without anemia.", "results_summary": "Ferritin concentration increased significantly post-supplementation and remained elevated 6 months later, with iron bis-glycinate chelate showing higher ferritin levels at 6 months. Hemoglobin concentration did not change significantly in either group.", "population_specificity": "Schoolchildren from public boarding schools in Mexico City with low iron stores but without anemia.", "effective_dosage": "30 mg/day of elemental iron", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:17.570332+00:00"}
{"study_id": 191841, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 67, "quality_score": 82, "study_goal": "The researchers aimed to evaluate adherence levels and determinants in a pragmatic randomized controlled trial of iron prophylaxis during pregnancy in Mozambique.", "results_summary": "Adherence varied by measure (79% for visits, 53% for adequate prenatal care, 67% for complete iron/folic acid intake), with differences by center and participant characteristics like age and pregnancy history. Adherence did not differ by trial arm (routine vs. selective iron).", "population_specificity": "Pregnant women (≥12 weeks' gestation, ≥18 years old, non-high-risk pregnancy) in Maputo, Mozambique.", "effective_dosage": "Routine arm: 60 mg ferrous sulfate plus 400 μg folic acid daily; selective arm: screening/treatment for anemia plus 1 mg folic acid daily.", "study_duration": "Throughout pregnancy.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:20.168252+00:00"}
{"study_id": 191844, "supplement_id": 1236, "safety_score": "65", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the efficacy and safety of iron supplementation in reducing deferral, iron deficiency, and/or anemia in blood donors.", "results_summary": "Iron supplementation significantly reduced deferral due to low hemoglobin, increased hemoglobin levels, and improved iron stores, but adverse effects like constipation and nausea were more frequent in supplemented donors.", "population_specificity": "Healthy blood donors (excluding autologous donors).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:20.260070+00:00"}
{"study_id": 191842, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 65, "study_goal": "The researchers aimed to determine whether perioperative iron supplementation reduces the need for red blood cell transfusions in gastrointestinal surgery, particularly colorectal cancer surgery.", "results_summary": "The meta-analysis found a trend toward fewer patients requiring red blood cell transfusions with iron supplementation, but no significant benefit in the number of transfusions per patient. Only one study reported increased postintervention hemoglobin, while other secondary outcomes (e.g., length of stay, morbidity, mortality) showed no difference.", "population_specificity": "Patients undergoing colorectal cancer surgery.", "effective_dosage": "Not specified (oral and intravenous iron were used, but exact dosages not detailed).", "study_duration": "Not specified (preoperative and postoperative iron administration were studied, but exact duration not detailed).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:20.344647+00:00"}
{"study_id": 191845, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the role of iron in processes related to pulmonary arterial hypertension (PAH), particularly its impact on hypoxia response, oxidative stress, cellular proliferation, and metabolism.", "results_summary": "The study highlights that iron deficiency in PAH patients is associated with worsened clinical outcomes and emphasizes iron's key role in cellular processes relevant to PAH, suggesting potential benefits of iron supplementation.", "population_specificity": "Patients with various forms of pulmonary arterial hypertension (PAH).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:21.428670+00:00"}
{"study_id": 191843, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 70, "quality_score": 90, "study_goal": "The researchers aimed to determine whether routine iron supplementation during pregnancy increases the risk of glucose intolerance-related outcomes compared to selective iron supplementation.", "results_summary": "The study found no statistically significant differences in glucose intolerance-related outcomes between the routine iron and selective iron groups, suggesting routine iron supplementation does not increase such risks. The most common outcome was large-for-gestational-age children, with no significant difference between groups.", "population_specificity": "Pregnant women in Finland (2944 participants, 95% of pregnant women in the area).", "effective_dosage": "Routine iron group: 100 mg/day throughout pregnancy; selective iron group: 50 mg twice daily only if diagnosed as anaemic.", "study_duration": "Throughout pregnancy (until hemoglobin increased to 110 g/L for selective group).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:22.245929+00:00"}
{"study_id": 191846, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of iron metabolism in solid organ transplantation, focusing on its impact on ischemia-reperfusion injury, immune modulation, and graft function.", "results_summary": "The study found that iron overload and iron deficiency are associated with poor prognosis in end-stage organ failure and post-transplantation outcomes, highlighting the need for optimized iron management. Iron chelators showed benefits in preclinical models but have not been translated into clinical practice.", "population_specificity": "Patients awaiting or having undergone solid organ transplantation (kidney, liver, heart).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:23.692281+00:00"}
{"study_id": 191848, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers sought to determine if preventive zinc supplementation, including when coadministered with iron, reduces mortality and morbidity in children aged 6 months to 12 years.", "results_summary": "The study found no evidence of an effect on iron status. Comparisons of zinc with and without iron cosupplementation showed mixed results, favoring cointervention for some outcomes and zinc alone for others.", "population_specificity": "Children aged 6 months to 12 years, excluding hospitalized children and those with chronic diseases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:24.862898+00:00"}
{"study_id": 191847, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the suitability of the IntegNeuro test battery for assessing cognitive function in iron-deficient young women and evaluate the impact of iron supplementation on cognitive performance.", "results_summary": "Iron-deficient participants who showed improvement in plasma ferritin levels had significantly greater changes in Impulsivity and Attention scores compared to non-improvers. The study suggested that between 26 and 84 participants per group would be needed for a sufficiently powered extension trial.", "population_specificity": "Iron-deficient (serum ferritin ≤ 20 μg/L and hemoglobin > 120 g/L) and iron-sufficient young women aged 18-35 years.", "effective_dosage": "60 mg or 80 mg elemental iron daily.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:25.035044+00:00"}
{"study_id": 191852, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to compare serum ferritin levels and other biomarkers in pregnant women with gestational diabetes mellitus (GDM) versus normoglycemic controls using iron supplementation.", "results_summary": "The study found significantly higher serum ferritin levels in the GDM group compared to controls, along with elevated triglycerides and plasma hemoglobin in GDM patients.", "population_specificity": "Pregnant women with GDM (52 women) and normoglycemic controls (50 women).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:28.397982+00:00"}
{"study_id": 191850, "supplement_id": 1236, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the impact of iron supplementation on gut microbiota, short-chain fatty acid (SCFA) concentration, and gut inflammation in iron-deficient children.", "results_summary": "Iron supplementation improved iron status without significantly affecting gut microbiota, SCFA concentration, or gut inflammation compared to placebo. No significant differences were observed between iron-deficient, iron-supplemented, and iron-sufficient children over time.", "population_specificity": "6- to 11-year-old children living in rural South Africa with iron deficiency or sufficiency.", "effective_dosage": "50 mg Fe as FeSO₄, 4 days/week", "study_duration": "38 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:28.947513+00:00"}
{"study_id": 191849, "supplement_id": 1236, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the harm-benefit balance of various treatments, including iron supplementation, for managing iron-deficiency anemia caused by uterine leiomyoma-related bleeding.", "results_summary": "Iron supplementation is justified when blood loss from uterine leiomyomas causes iron-deficiency anemia, but the abstract does not provide specific efficacy data for iron alone. The focus is on comparing other treatments, with iron supplementation recommended for anemia management.", "population_specificity": "Women with uterine leiomyoma-related bleeding and iron-deficiency anemia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:29.359094+00:00"}
{"study_id": 192638, "supplement_id": 1275, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether oral Lactobacillus reuteri or its sterile lysate could upregulate endogenous oxytocin levels and improve wound healing in humans and mice.", "results_summary": "The study found that both live L. reuteri and its sterile lysate increased oxytocin levels, improved wound healing, and reduced stress hormone levels in mice, with similar benefits observed in human subjects.", "population_specificity": "Mice and human subjects.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:36.716065+00:00"}
{"study_id": 192630, "supplement_id": 1275, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if Lactobacillus reuteri 6475 could reduce bone loss in older women with low bone mineral density (BMD).", "results_summary": "L. reuteri 6475 significantly reduced total volumetric BMD loss compared to placebo in both intention-to-treat and per-protocol analyses, though secondary outcomes showed smaller, non-significant effects. Adverse events did not differ between groups.", "population_specificity": "Women aged 75-80 years with low BMD.", "effective_dosage": "10 (units not specified in abstract).", "study_duration": "Not specified in abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:36.960117+00:00"}
{"study_id": 192634, "supplement_id": 1275, "safety_score": "90", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and clinical effects of Lactobacillus Reuteri (ATCC 55730 and DSM 17938) in infant formulae compared to unsupplemented formulae.", "results_summary": "Lactobacillus Reuteri ATCC 55730 reduced episodes of diarrhea but had no effect on growth, colic, crying, irritability, respiratory illness, antibiotic use, stool frequency, or consistency. DSM 17938 reduced spitting episodes but had no effect on growth, night-time sleeping, or flatulence.", "population_specificity": "Healthy infants", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:37.074529+00:00"}
{"study_id": 192632, "supplement_id": 1275, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the relationship between Lactobacillus reuteri gut colonization and crying time in infants with colic, as well as its effects on fecal microbiota and intestinal inflammation.", "results_summary": "The study found that Lactobacillus reuteri supplementation reduced crying and/or fussing time in some infants with colic, though the relationship between colonization and crying time was not previously examined.", "population_specificity": "Healthy term infants aged <13 weeks with infant colic.", "effective_dosage": "1 × 10^8 CFU (DSM 17938)", "study_duration": "Not specified in the abstract", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:37.658952+00:00"}
{"study_id": 192635, "supplement_id": 1275, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of Lactobacillus reuteri DSM 17938 against a herbal mixture and simethicone for treating infant colic.", "results_summary": "Lactobacillus reuteri significantly reduced daily crying time compared to simethicone, with 86.4% of infants responding to treatment. No significant difference was found between L. reuteri and the herbal mixture.", "population_specificity": "Infants with colic (Rome III criteria).", "effective_dosage": "Not specified in the abstract.", "study_duration": "28 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:37.763442+00:00"}
{"study_id": 192636, "supplement_id": 1275, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy and safety of APT198K (containing heat-killed Lactobacillus reuteri SGL01) versus a lactase dietary supplement for treating infantile colic.", "results_summary": "APT198K significantly reduced the mean duration of crying episodes compared to the lactase supplement by day 8, with effects sustained through day 11. Both treatments decreased crying frequency and duration versus baseline.", "population_specificity": "Infants aged 3-16 weeks with infantile colic (n=46).", "effective_dosage": "Not specified in the abstract.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:38.363933+00:00"}
{"study_id": 192631, "supplement_id": 1275, "safety_score": "85", "efficacy_score": 20, "quality_score": 80, "study_goal": "The researchers aimed to assess whether Lactobacillus reuteri DSM 17938, as an adjunct to macrogol, improved treatment outcomes for functional constipation in children.", "results_summary": "The study found no statistically significant difference in bowel movements, pain during defecation, or other constipation-related symptoms between the Lactobacillus reuteri and placebo groups, indicating no additional benefit from the probiotic.", "population_specificity": "Children aged 3-7 years with functional constipation who had a poor response to prior treatment.", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:38.684889+00:00"}
{"study_id": 192637, "supplement_id": 1275, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to investigate the metabolic effects of 12-week oral supplementation with Lactobacillus reuteri DSM 17938 in patients with type 2 diabetes on insulin therapy.", "results_summary": "Supplementation did not affect HbA1c, liver steatosis, adiposity, or microbiota composition. However, a subset of participants showed improved insulin sensitivity, correlated with increased serum levels of deoxycholic acid (DCA) and higher baseline microbial diversity.", "population_specificity": "46 people with type 2 diabetes on insulin therapy.", "effective_dosage": "Low (10^8 CFU/day) and high (10^10 CFU/day) doses.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T21:20:38.727522+00:00"}
