{"study_id": 89366, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to retrospectively assess the age at which early motor milestones, including walking, were achieved in boys with Duchenne muscular dystrophy (DMD).", "results_summary": "The study found that walking was achieved at a mean age of 16.35 months in DMD boys, with 17% not achieving independent walking by 18 months. The delay in walking was more pronounced in boys with mutations beyond exon 63 (42% not walking by 18 months).", "population_specificity": "Boys with Duchenne muscular dystrophy (n=134).", "effective_dosage": "Not available", "study_duration": "Not applicable (retrospective study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:14.434140+00:00"}
{"study_id": 89367, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a multilevel physical activity intervention could increase walking in larger life-space domains among older adults.", "results_summary": "The intervention increased walking time in Campus, Neighborhood, and Beyond Neighborhood domains, with effects observed across genders and physical/cognitive functioning groups. The study demonstrated that individual, social, and environmental support for walking can enhance physical activity in older adults.", "population_specificity": "305 community-dwelling older adults (mean age 83, 73% women) living in retirement communities.", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:15.173175+00:00"}
{"study_id": 89368, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To investigate the effectiveness of conservative nonpharmacologic therapies, including directed exercise and manual therapy, on pain, disability, physical capacity, and physical activity outcomes in patients with degenerative lumbar spinal stenosis (LSS).", "results_summary": "Directed exercise and manual therapy improved short-term walking capacity, back pain, leg pain, and symptom severity compared to self-directed or group exercise, with low- to moderate-quality evidence. Rehabilitation was not clearly better than surgery for intermediate- or long-term disability, based on very low-quality evidence.", "population_specificity": "Adults with degenerative lumbar spinal stenosis (LSS).", "effective_dosage": "Not specified", "study_duration": "Short-term (specific duration not mentioned)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:16.060645+00:00"}
{"study_id": 89371, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the impact of dementia on postoperative walking ability and other complications following hip fracture surgery.", "results_summary": "The study found that dementia significantly negatively affects postoperative walking ability recovery, increases complications (infection, hip dislocation, delirium, respiratory issues), and raises mortality rates at different periods.", "population_specificity": "Elderly patients with dementia who underwent hip fracture surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:17.130121+00:00"}
{"study_id": 89370, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to assess the efficacy of pure curcumin on rheumatoid arthritis (RA), including its effects on walking time as one of the clinical parameters.", "results_summary": "The study found that curcumin improved walking time, morning stiffness, and joint swelling in RA patients, with most studies supporting its anti-inflammatory effects through various mechanisms.", "population_specificity": "RA patients (one human study included)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:17.134295+00:00"}
{"study_id": 89372, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether preoperative physiotherapy (pulmonary prehabilitation) improves outcomes for patients undergoing lung resection, including reducing postoperative complications and enhancing exercise capacity.", "results_summary": "The study found that preoperative rehabilitation programs significantly reduced postoperative pulmonary complications, decreased hospital length of stay, and improved exercise capacity (measured by 6-minute walking distance and peak oxygen uptake). Multiple meta-analyses and trials supported these benefits.", "population_specificity": "Patients undergoing surgical resection for lung cancer, particularly those borderline for surgical suitability.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:18.821720+00:00"}
{"study_id": 89373, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to assess whether patients referred for a DXA exam were informed about risk factors for osteoporosis, including the effect of walking.", "results_summary": "The study found that patients were poorly informed about osteoporosis risk factors, with walking being one of the less known topics. No significant differences in knowledge were found between those who knew they had osteoporosis and those who did not.", "population_specificity": "Patients referred for a DXA exam at the Osteoporosis Service of Marche Nord Hospital (Fano, Italy), predominantly women (95.6%) with a mean age of 66.", "effective_dosage": "Not available", "study_duration": "Not applicable (observational study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:20.386746+00:00"}
{"study_id": 89374, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to describe a rare case of symptomatic mirror lumbar spinal dural arteriovenous fistula (SDAVF) and its impact on walking ability, highlighting diagnostic challenges and treatment outcomes.", "results_summary": "The study found that a mirror lumbar SDAVF caused progressive walking deterioration and urinary retention, which was initially missed on MRI but later identified through vascular imaging. Surgical management led to significant symptom improvement.", "population_specificity": "A 78-year-old male with progressive walking deterioration and urinary retention.", "effective_dosage": "Not applicable", "study_duration": "Symptoms progressed over 10 months before diagnosis and treatment.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:23.209838+00:00"}
{"study_id": 89375, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether portable non-invasive ventilation (pNIV) during walking improves dyspnea and endurance capacity in patients with moderate to severe COPD.", "results_summary": "The study found that pNIV use during walking improved dyspnea and walking distance in COPD patients, with greater benefits observed in those not already receiving long-term NIV therapy.", "population_specificity": "Patients with moderate to severe COPD (mean age 66.9 ± 7.4 years).", "effective_dosage": "Pre-set inspiratory/expiratory positive airway pressure of 18/8 cmH₂O.", "study_duration": "Not specified (crossover trials with standardized 6-minute walking tests).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:24.509530+00:00"}
{"study_id": 89376, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the medium-term impact of SARS-CoV-2 pneumonia on lung function, quality of life, and functional capacity, including walking ability, in affected patients.", "results_summary": "The study found that 79.5% of patients reported poor health perception due to respiratory symptoms, and all patients showed decreased quality of life. Functional impairment was observed in 64.1% of patients, as assessed by lung function tests and the 6-minute walking test.", "population_specificity": "39 patients with SARS-CoV-2 pneumonia from a single COVID-19 hospital in Southern Switzerland.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:25.106077+00:00"}
{"study_id": 89378, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether preconditioning local vibration alters plantar skin blood flow after walking by analyzing metabolic and neurogenic controls.", "results_summary": "Preconditioning local vibration significantly increased metabolic and neurogenic control of skin blood flow after walking compared to sham conditions, but no differences were observed in myogenic, respiratory, or cardiac controls.", "population_specificity": "10 healthy participants", "effective_dosage": "10-min local vibrations (100 Hz or sham)", "study_duration": "10-min walking intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:25.154897+00:00"}
{"study_id": 89377, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of lower extremity intermittent negative pressure (INP) treatment on walking distance in patients with intermittent claudication (IC).", "results_summary": "The treatment group (-40 mm Hg INP) showed significant improvement in pain-free walking distance (PWD) compared to the sham control group (-10 mm Hg INP), particularly in patients with baseline PWD <200 m. No significant differences were found in maximal walking distance (MWD), ankle-brachial index, blood flow, or quality of life between groups.", "population_specificity": "Patients with intermittent claudication (IC).", "effective_dosage": "-40 mm Hg INP for 1 hour, two times daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:26.787211+00:00"}
{"study_id": 89369, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to explore the determinants of older adults' willingness to participate in a community-based functional training exercise program, including walking, as part of a care prevention initiative.", "results_summary": "More than half of participants (51.4%) were willing to join the program, with motivators including younger age, female gender, marital status, employment, exercise habits, fall history, and need for walking aids or secondary caregivers.", "population_specificity": "Older adults (community-dwelling seniors) in Thailand.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:26.796235+00:00"}
{"study_id": 89379, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether BEAR-H1 assisted gait training (BAGT) improves motor and walking ability in subacute stroke patients compared to conventional training.", "results_summary": "BAGT showed more noticeable improvements in 6MWT, FMA-LE, gait speed, cadence, step length, and cycle duration than conventional training, but no difference in MAS scores. The study concluded BAGT is effective for enhancing motor and walking ability in subacute stroke patients.", "population_specificity": "Subacute stroke patients with walking disabilities.", "effective_dosage": "30 minutes of BAGT or conventional training, 5 times/week.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:27.657990+00:00"}
{"study_id": 89380, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to investigate whether five-week robotic gait training could improve propulsion symmetry and paretic propulsion in chronic stroke survivors.", "results_summary": "The intervention significantly improved propulsion symmetry, paretic propulsive impulse, gait speed, functional gait tasks, and daily-life walking activity levels, with gains retained at follow-up. Larger improvements were associated with greater baseline asymmetry.", "population_specificity": "Chronic stroke survivors with impaired paretic propulsion (≥ 8% difference in paretic vs. non-paretic propulsive impulse).", "effective_dosage": "Ten 60-minute sessions of robotic gait training (twice a week) plus 15-minute daily home exercises.", "study_duration": "Five weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:29.153327+00:00"}
{"study_id": 89384, "supplement_id": 1667, "safety_score": "95", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the outcomes and behavioral changes between self-monitored and supervised walking interventions for older adults.", "results_summary": "Both self-monitored and supervised walking improved most physical functions, particularly lower-extremity performance, with no significant differences except for BMI and cardiopulmonary endurance. The supervised group showed improvements in BMI, muscle strength, and balance, while the self-monitored group improved in knee extension muscle strength and mobility.", "population_specificity": "Older adults", "effective_dosage": "Not specified (pedometer-assisted walking)", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:32.940359+00:00"}
{"study_id": 89382, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the feasibility, acceptance, and short-term effects of immersive VR-based treadmill training compared to semi-immersive and conventional treadmill training on walking speed and motivation in healthy participants and patients with MS or stroke.", "results_summary": "Walking speed was higher in the immersive VR (HMD) condition compared to the semi-immersive (monitor) and conventional treadmill training. Healthy participants reported higher motivation with the HMD condition, and usability ratings were high with no simulator sickness or increased heart rate observed. Most participants preferred the HMD-based training.", "population_specificity": "36 healthy participants and 14 persons with MS or stroke.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:33.552859+00:00"}
{"study_id": 89383, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of video-assisted thoracoscopic surgery (VATS) and traditional thoracotomy on patient-reported outcomes, including walking ability, in locally advanced lung cancer patients.", "results_summary": "VATS patients reported significantly better walking ability (p < 0.0001) during postoperative hospitalization compared to thoracotomy patients. Post-discharge, VATS patients also showed better overall quality of life and functional outcomes.", "population_specificity": "117 primary lung cancer patients (stage II or III).", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Data collected preoperatively, daily postoperatively during hospitalization, and weekly up to 4 weeks post-discharge or until adjuvant therapy began.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:34.459276+00:00"}
{"study_id": 89385, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to identify differences in gait recovery patterns based on the paralyzed side of post-stroke patients to contribute to personalized rehabilitation.", "results_summary": "The study found significant improvements in pelvic movement symmetries and reductions in center of pressure (COP) area and velocity in both left and right hemiparesis groups, with gait recovery patterns differing by the paralyzed side. Lateral symmetry also improved, though not statistically significant, as walking ability increased in both groups.", "population_specificity": "Right-handed post-stroke patients who could walk independently, divided into right (n=19) and left (n=20) hemiparesis groups.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:35.827362+00:00"}
{"study_id": 89386, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether text message reminders could enhance postoperative ambulation as part of the I COUGH protocol.", "results_summary": "The intervention group showed a 9-fold increase in daily walks (1.8 ± 1.8 walks per day) compared to the control group (0.2 ± 1.0 walks per day), with statistically significant improvement (p = 0.03). Text message reminders effectively increased adherence to postoperative walking.", "population_specificity": "Inpatients in a safety-net, academic medical center undergoing postoperative care.", "effective_dosage": "Not specified (intervention involved text message reminders).", "study_duration": "Not specified (duration of postoperative follow-up not mentioned).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:35.845125+00:00"}
{"study_id": 89387, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to quantify changes in hip geometry and gait pattern after total hip arthroplasty (THA) and explore how postoperative changes in femoral neck anteversion and femoral/acetabular offset affect hip rotation and adduction moment during walking.", "results_summary": "One year post-THA, gait quality improved with faster walking speed, reduced trunk lean, and symmetrical global offset. Changes in hip rotation during walking were associated with changes in femoral neck anteversion, while increased external hip adduction moments correlated with upright walking and higher speed, not femoral/acetabular offset changes.", "population_specificity": "65 individuals with primary hip osteoarthritis scheduled for THA.", "effective_dosage": "Not applicable", "study_duration": "1 year postoperatively", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:37.177218+00:00"}
{"study_id": 89388, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of robotic exoskeleton-assisted exercise rehabilitation (REAER) versus conventional gait training (CGT) on functional mobility, walking endurance, cognitive processing speed, and brain connectivity in persons with substantial MS-related neurological disability.", "results_summary": "REAER showed large improvements in functional mobility and cognitive processing speed compared to CGT, potentially due to increased thalamocortical resting-state functional connectivity. The study suggests REAER may be more effective than traditional gait training for improving mobility and cognition in severely disabled MS patients.", "population_specificity": "10 persons with substantial MS-related neurological disability", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:39.252893+00:00"}
{"study_id": 89390, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of exercise training alone versus exercise training combined with kinesio taping on pain, functionality, and biomarkers in knee osteoarthritis patients.", "results_summary": "Both exercise training and exercise training plus kinesio taping improved pain and physical function, but no significant changes were observed in COMP, MMP-1, or MMP-3 levels.", "population_specificity": "22 female patients diagnosed with knee osteoarthritis.", "effective_dosage": "20 minutes of walking exercise before and after interventions.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:40.896566+00:00"}
{"study_id": 89393, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of motivational interviewing (MI) on enhancing self-care behaviors, including adherence to treatment and symptom monitoring, in patients with heart failure (HF).", "results_summary": "MI showed moderate to large effects on improving self-care confidence, management, and maintenance in HF patients, but no significant effects on physical functioning, including the 6-minute walking test.", "population_specificity": "Patients with heart failure (HF).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:42.026198+00:00"}
{"study_id": 89391, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 80, "study_goal": "The researchers aimed to determine whether 24 weeks of land walking or water walking induces adaptation in cerebrovascular function in older adults.", "results_summary": "The study found no significant changes in resting intracranial blood flow velocities or neurovascular coupling after either walking intervention. However, water walking showed a modest improvement in autoregulatory normalized gain, and pooled exercise data indicated a correlation between increased fitness and decreased hypercapnic reactivity.", "population_specificity": "63 older adults (62 ± 7 years, 46 females)", "effective_dosage": "Not specified", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:43.057975+00:00"}
{"study_id": 89381, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of cilostazol, home exercise therapy, supervised exercise therapy (SET), endovascular revascularization (ER), and ER plus SET in improving maximum walking distance (MWD) in people with intermittent claudication over short-, moderate-, and long-term follow-up.", "results_summary": "SET and ER+SET significantly improved MWD over short- and moderate-term follow-up, but no treatments showed significant improvement in the long term. Adverse events and quality of life were inconsistently reported and could not be meta-analyzed.", "population_specificity": "People with intermittent claudication (4,256 patients across 46 trials).", "effective_dosage": "Not specified", "study_duration": "Short-term (<1 year), moderate-term (1 to <2 years), and long-term (≥2 years) follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:43.407114+00:00"}
{"study_id": 89395, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to review the etiology, clinical manifestations, diagnosis, and treatment of pelvic obliquity in cerebral palsy patients with neuromuscular scoliosis, focusing on its impact on walking difficulties.", "results_summary": "The study found that pelvic obliquity exacerbates walking difficulties in cerebral palsy patients with neuromuscular scoliosis, and interventions like posterior fusion, contracture release, and osteotomy can restore proper alignment and improve walking.", "population_specificity": "Cerebral palsy patients with neuromuscular scoliosis and pelvic obliquity.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:43.822388+00:00"}
{"study_id": 89396, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to review neurotechnological approaches for restoring natural sensory feedback in prosthetic devices for amputees to improve walking and movement control.", "results_summary": "The abstract highlights the unmet clinical need for sensory feedback in prosthetics, discusses the challenges of unphysiological walking and force control, and reviews potential solutions to restore natural sensations.", "population_specificity": "Arm and leg amputees.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:44.893167+00:00"}
{"study_id": 89394, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to quantitatively evaluate the immediate effects of Nabiximols on walking and balance in people with Multiple Sclerosis (pwMS) and spasticity, and assess the persistence of these effects after 4 weeks.", "results_summary": "The study found significant short-term improvements in walking and balance in the Sativex group compared to controls, with the best efficacy observed in patients identified as responders by both NRSs and BBS. These improvements persisted after 4 weeks.", "population_specificity": "People with Multiple Sclerosis (pwMS) and spasticity (32 participants: 22 in the Sativex group, 10 in the control group).", "effective_dosage": "Not specified (referred to as \"Sativex puff\").", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:47.079949+00:00"}
{"study_id": 89397, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to examine the multivariable correlates of work capacity, including factors like anemia, physical activity, and sociodemographic characteristics, in non-pregnant women in rural India.", "results_summary": "The study found that approximately 61% of participants had anemia, but factors other than anemia were also important correlates of work capacity. The results suggest that broader health and behavioral factors should be considered when promoting the health and economic capacity of rural Indian women.", "population_specificity": "Non-pregnant women (15-49 years) living in rural Odisha, India.", "effective_dosage": "Not specified", "study_duration": "Data collection occurred between 2018 and 2021, with activity monitoring for 3 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:48.694504+00:00"}
{"study_id": 89398, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the association between patient characteristics (including impaired walking) identified in a multidimensional nursing assessment and outcomes of mortality and acute hospitalization during community hospital stay.", "results_summary": "Impaired walking was associated with an increased risk of acute hospitalization (OR 2.50, 95% CI 1.03-6.06). No direct safety or efficacy outcomes related to walking as an intervention were reported.", "population_specificity": "Patients admitted to a community hospital in Loreto, Italy (mean age 83 ± 9.9 years, 60.4% female).", "effective_dosage": "Not available", "study_duration": "Mean length of stay was 42.8 ± 36 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:50.089943+00:00"}
{"study_id": 89399, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to explore whether virtual reality (VR) walking trails could improve patient knowledge retention, satisfaction, and attendance in cardiac rehabilitation (CR) compared to standard therapy.", "results_summary": "The study found no significant differences between the VR intervention group and the control group in 6-minute walk test improvement, cardiac knowledge, or satisfaction. However, the control group had statistically better attendance rates.", "population_specificity": "New cardiac rehabilitation patients (72 participants, 41 in the intervention group and 31 in the control group).", "effective_dosage": "Not specified", "study_duration": "From January 2018 to May 2019 (exact intervention duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:50.666292+00:00"}
{"study_id": 89401, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy of enzyme replacement therapy (ERT) in improving walking distance, respiratory function, and muscle strength in patients with late-onset Pompe disease (LOPD).", "results_summary": "The meta-analysis found a significant improvement in walking distance (32.2 m greater during the observed period, p=0.0003) but no significant improvement in respiratory function (FVC) and only a non-significant tendency toward better muscle strength with ERT.", "population_specificity": "Patients with late-onset Pompe disease (LOPD) (589 patients across 16 studies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:52.004167+00:00"}
{"study_id": 89402, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to explore the feasibility of a ballet-inspired at-home workout programme (FBB) for improving balance, gait, and walking endurance in stroke survivors.", "results_summary": "The study will assess recruitment rates, adherence to FBB, and outcomes like balance, gait, and memory, comparing changes between the intervention and control groups. Qualitative data will also be analyzed to form themes and subthemes.", "population_specificity": "40 adults with first-ever ischaemic or haemorrhagic stroke and mild-moderate lower limb paresis.", "effective_dosage": "8-week home-based programme with ballet-inspired workouts.", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:52.624703+00:00"}
{"study_id": 89400, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to characterize the natural course of metachromatic leukodystrophy (MLD) and identify biomarkers to monitor disease progression, including the association of independent walking with disease milestones.", "results_summary": "The study found that in late-infantile MLD patients, attaining independent walking was associated with a later age at dysphagia. Late-infantile and early-juvenile patients showed rapid loss of ambulation, but late-infantile patients displayed earlier loss of trunk control and other severe milestones.", "population_specificity": "22 late-infantile, 14 early-juvenile, 5 late-juvenile, and 4 adult MLD patients.", "effective_dosage": "Not available", "study_duration": "Median follow-up time of 43 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:52.738549+00:00"}
{"study_id": 89403, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether structured physical activity (walking) was associated with less decline in lower-extremity function among older adults with versus without metabolic syndrome (MetS).", "results_summary": "The study found that moderate-intensity physical activity (walking) improved 400-m walking speed in older adults with MetS but not in those without MetS, while no benefit was observed on the Short Physical Performance Battery (SPPB) score in either group.", "population_specificity": "Sedentary, functionally-vulnerable older adults (70-89 years old) with and without metabolic syndrome.", "effective_dosage": "Structured, moderate-intensity physical activity (specific dosage not detailed).", "study_duration": "Average of 2.7 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:53.872205+00:00"}
{"study_id": 89404, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of modified rehabilitation programs versus standard rehabilitation programs after total knee arthroplasty.", "results_summary": "The study found no systematic improvement in clinical outcomes from modified rehabilitation programs compared to standard approaches, with no clear pattern favoring specific modifications. Only two studies showed significant improvement, but no particular modification could be solely credited.", "population_specificity": "Patients who underwent total knee arthroplasty for osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:54.243606+00:00"}
{"study_id": 89405, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of a five-session physical activity prescription versus a one-hour advice session in increasing physical activity levels among patients with hip or knee osteoarthritis.", "results_summary": "Both groups showed significant improvements in self-reported physical activity, symptoms, and quality of life, but the prescription group had a greater reduction in pain after walking. No other significant differences were found between the two interventions.", "population_specificity": "Patients aged 40-74 with clinically verified osteoarthritis of the hip or knee who undertook less than 150 minutes/week of moderate physical activity.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:57.102742+00:00"}
{"study_id": 89406, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the incidence, anatomy, and classification of paediatric femoral fractures, focusing on contemporary management techniques for different anatomical segments.", "results_summary": "The study highlights that femoral neck fractures require prompt reduction and fixation to prevent avascular necrosis, diaphyseal fractures have varied management options based on patient age and size, and distal femoral fractures often involve the physis, risking growth arrest and deformity. Long-term surveillance is recommended for early intervention.", "population_specificity": "Paediatric patients with femoral fractures.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:57.629175+00:00"}
{"study_id": 89407, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to compare gait parameters and clinical outcomes between conventional and robotic-assisted techniques for unicompartmental knee arthroplasty (UKA).", "results_summary": "The study found no significant differences in gait parameters, clinical scores, implant position, or complication rates between robotic-assisted and conventional UKA techniques. Both groups showed improvement in varus deformity post-operatively.", "population_specificity": "66 patients undergoing medial UKA (33 robotic-assisted, 33 conventional).", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "6 months post-operative follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:42:58.625426+00:00"}
{"study_id": 89408, "supplement_id": 1667, "safety_score": "100", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the efficacy and safety of a 30-minute walk compared to rest in improving quality of life and other clinical outcomes in patients with mild to moderate myasthenia gravis (MG).", "results_summary": "The study found that patients in the exercise arm had significantly better quality of life (MG-QOL15) and walking distance (6MWT) compared to the rest arm, with no reported adverse events.", "population_specificity": "Patients with mild to moderate myasthenia gravis (MG).", "effective_dosage": "30-minute walk.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:00.539916+00:00"}
{"study_id": 89409, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of robotic locomotor training (RLT) and activity-based training (ABT) on cardiovascular indices in individuals with spinal cord injury during different physiological positions.", "results_summary": "The study found no significant differences in most cardiovascular measures between RLT and ABT groups, but RLT showed better improvement in cardiac responses to orthostatic stress and cardiovascular efficiency during walking. Both interventions had limited effects on brachial and ankle blood pressure.", "population_specificity": "Individuals with chronic traumatic motor incomplete tetraplegia (N=16) residing in Western Cape, South Africa.", "effective_dosage": "Not specified", "study_duration": "24 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:01.116957+00:00"}
{"study_id": 89410, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of 50 Hz vs. 100 Hz local vibration (LV) on mild-moderate spasticity, functional performance, and muscle architecture in patients.", "results_summary": "The 50 Hz LV group showed significant improvements in spasticity, fascicle length, and walking parameters, while the 100 Hz group improved in velocity, step length, and base of support. Medio-lateral limits of stability were better in the 50 Hz group compared to others.", "population_specificity": "Thirty-three patients (reduced to 27) with mild-moderate spasticity.", "effective_dosage": "LV applied to medial gastrocnemius muscles for five minutes, three days a week.", "study_duration": "Eight weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:02.063330+00:00"}
{"study_id": 89411, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the early biomechanical outcomes of patients with acetabular fractures treated using the less invasive pararectus approach, focusing on walking and stair climbing performance.", "results_summary": "Patients showed no differences in lower extremity kinematics during walking and stair climbing but exhibited reduced vertical ground reaction forces and hip/knee extension moments. Despite some biomechanical restrictions, mobility was preserved, and functional outcomes were acceptable.", "population_specificity": "Eight patients (48 ± 14 years, BMI 25.8 ± 3 kg/m²) with surgically treated acetabular fractures.", "effective_dosage": "Not applicable (surgical intervention study).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:03.042133+00:00"}
{"study_id": 89412, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of ground-based walking training in chronic obstructive pulmonary disease (COPD) patients using the endurance shuttle walk test (ESWT) and compare participant characteristics and test responsiveness based on pre-training walking speeds.", "results_summary": "Participants who walked at faster speeds during pre-training ESWTs showed milder dyspnea and leg fatigue at baseline and achieved greater improvements in ESWT time post-training. Repeating the ESWT at faster speeds to achieve moderate symptoms within 5-10 minutes may enhance training responsiveness.", "population_specificity": "COPD patients (70 ± 9 years, FEV1 43 ± 15% predicted).", "effective_dosage": "Supervised ground-based walking training, 2-3 times per week.", "study_duration": "8-10 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:04.040307+00:00"}
{"study_id": 89413, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to identify factors associated with changes in mobility (walking or wheelchair use) in patients with paralysis syndromes after acute inpatient rehabilitation, focusing on participation-oriented rehab interventions.", "results_summary": "The study plans to assess mobility data (daily distance covered) and its association with participation-oriented rehab interventions, but results are not yet provided in the abstract.", "population_specificity": "Patients with mobility-restricting paralysis syndromes (stroke or spinal cord injury) in Germany.", "effective_dosage": "Not specified", "study_duration": "8 months (follow-up in the ambulatory setting)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:05.166597+00:00"}
{"study_id": 89415, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether bacterial cellulose nanofiber sheets loaded with venlafaxin and doxycycline could expedite healing and reduce neuropathy in diabetic foot ulcers.", "results_summary": "The treatment group showed faster reduction in ulcer size, decreased abnormal responses in neuropathy screening, and increased pain-free walking distance compared to the control group. Microscopic studies indicated reduced inflammation and formation of new capillary beds.", "population_specificity": "Patients with diabetic foot ulcers.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:06.637019+00:00"}
{"study_id": 89414, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To assess the feasibility of a multi-site randomised controlled trial evaluating the effect of functional electrical stimulation on bradykinesia in people with Parkinson's disease.", "results_summary": "The study found a mean difference of 0.14 m/s in walking speed between groups, suggesting feasibility and potential efficacy of the intervention. Both the study protocol and intervention were deemed acceptable, though modifications were recommended.", "population_specificity": "64 participants with idiopathic Parkinson's disease and slow gait (<1.25 m/s).", "effective_dosage": "Not specified (functional electrical stimulation delivered to the common peroneal nerve while walking).", "study_duration": "18 weeks intervention period with 4 weeks post-intervention follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:06.714130+00:00"}
{"study_id": 89416, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the clinical effects of lower extremity intermittent negative pressure (INP) treatment after 24 weeks in patients with intermittent claudication (IC).", "results_summary": "The study found significant increases in pain-free walking distance (PWD) and maximal walking distance (MWD) after 24 weeks of INP treatment, with PWD improving mainly in the first 12 weeks and MWD improving between 12 and 24 weeks. No significant changes were observed in resting or post-exercise ankle-brachial index (ABI).", "population_specificity": "Patients with intermittent claudication (IC).", "effective_dosage": "-40 mm Hg INP for one hour twice daily.", "study_duration": "24 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:09.420056+00:00"}
{"study_id": 89417, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess treatment fidelity (TF) of a home-based walking intervention and its association with improvements in 6-minute walk distance (∆6MWD) in post-hip fracture patients.", "results_summary": "The study found that higher attendance, progression in training load, endurance duration, and exercising on the floor were significantly associated with improved ∆6MWD, with floor exercises showing the strongest improvement (62 m more than non-floor exercisers).", "population_specificity": "Community-dwelling adults post-hip fracture.", "effective_dosage": "16 weeks of lower extremity strengthening, function, and endurance training (specific frequency not detailed).", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:09.757707+00:00"}
{"study_id": 89419, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effect of cooling on physiological responses and hyperthermia risk in firefighters wearing protective clothing during exercise in a hot environment.", "results_summary": "The abstract does not provide specific results regarding the effects of cooling on physiological responses or hyperthermia probability.", "population_specificity": "Twelve male participants.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:10.179321+00:00"}
{"study_id": 89418, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 70, "quality_score": 90, "study_goal": "To determine whether low-intensity home-based walking exercise improves walking ability in people with lower-extremity peripheral artery disease (PAD) compared to high-intensity walking exercise and a nonexercise control.", "results_summary": "High-intensity walking exercise significantly improved 6-minute walk distance compared to low-intensity exercise and the control group, while low-intensity exercise showed no significant difference from the control. Serious adverse events were slightly higher in the exercise groups but mostly unrelated to the study.", "population_specificity": "305 participants with PAD (mean age 69.3 years, 47.9% women, 59.3% Black).", "effective_dosage": "5 times per week for up to 50 minutes per session.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:11.615479+00:00"}
{"study_id": 89420, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the feasibility of using nasal high-flow therapy (NHFT) during exercise in patients with cystic fibrosis (CF) and severe lung disease, and its potential to improve walking distance and respiratory outcomes.", "results_summary": "The study found that NHFT improved treadmill walking distance by a mean of 19 meters and was well-tolerated with no adverse events. Recruitment and data completion rates were high, supporting the feasibility of further clinical trials.", "population_specificity": "23 participants with CF and severe lung disease.", "effective_dosage": "Not specified (NHFT was used during treadmill walking tests).", "study_duration": "Two treadmill walking tests conducted 24-48 hours apart.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:13.229637+00:00"}
{"study_id": 89421, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if a 12-week brisk walking and diet education program could improve quality of life, sleep, rest-activity rhythms, anxiety, and depression in esophageal cancer patients.", "results_summary": "The study found that the rehabilitation program significantly improved reflux symptoms and marginally improved emotional and social functions, constipation, eating difficulty, anxiety, and total sleep time compared to standard care.", "population_specificity": "Patients with esophageal cancer (n=44).", "effective_dosage": "Brisk walking (specific frequency/intensity not detailed) and diet education.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:13.292216+00:00"}
{"study_id": 89422, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to understand motor control factors affecting inter-limb coordination in children with cerebral palsy and whether coordination could improve with intervention.", "results_summary": "The study found that deficits in motor control, muscle tone, and weakness contribute to poor coordination in children with cerebral palsy, and interventions like motor-learning rehabilitation or botulinum toxin injections may improve coordination. Continuous relative phase analysis was recommended for better evaluation of limb movements.", "population_specificity": "Children with cerebral palsy", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:14.087791+00:00"}
{"study_id": 89423, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study aimed to evaluate the feasibility, safety, and benefits of autologous bone marrow-derived mesenchymal stromal cells (MSCs) and c-kit positive cardiac cells (CPCs) in patients with heart failure caused by ischaemic cardiomyopathy, not Walking.", "results_summary": "The study did not assess Walking; it focused on cell therapies for heart failure, showing improved clinical outcomes (MACE and quality of life) with CPCs and MSCs.", "population_specificity": "Patients with heart failure caused by ischaemic cardiomyopathy (left ventricular ejection fraction of 28.6 ± 6.1%, scar size 19.4 ± 5.8%, NYHA class II or III).", "effective_dosage": "Not mentioned (focused on cell injections, not Walking).", "study_duration": "12 months (follow-up period for cell therapy, not Walking).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:16.807511+00:00"}
{"study_id": 89425, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the impact of exercise therapy on lower limb muscle oxygenation in patients with lower extremity artery disease (LEAD) using near-infrared spectroscopy (NIRS).", "results_summary": "Exercise training improved de-oxygenation and re-oxygenation patterns in patients with LEAD, as measured by NIRS, but methodological heterogeneity and underreporting of NIRS data reproducibility were noted.", "population_specificity": "Patients with lower extremity artery disease (LEAD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:17.484432+00:00"}
{"study_id": 89426, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of Tai Chi on oxidative stress markers (OxSM) with sedentary behavior, walking, or yoga.", "results_summary": "Only one study compared Tai Chi to walking regarding OxSM, but the abstract does not report specific findings for walking. The study primarily found that Tai Chi increased superoxide dismutase and catalase levels while reducing lipoperoxides compared to sedentary behavior.", "population_specificity": "Not specified for walking (abstract focuses on Tai Chi participants).", "effective_dosage": "Not specified for walking.", "study_duration": "Not specified for walking.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:18.745534+00:00"}
{"study_id": 89424, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to understand the immediate and long-term effects of mHealth interventions on physical activity, with walking as one of the primary outcome measures.", "results_summary": "mHealth interventions significantly increased walking at the end of the intervention (SMD 0.46), with effects sustained in both short-term (≤6 months, SMD 0.26) and long-term (>6 months, SMD 0.25) follow-ups. The study found higher effect scores in sick and at-risk populations.", "population_specificity": "Adults with a mean age of 52.03 years (58.99% female), including sick and at-risk populations.", "effective_dosage": "Not specified", "study_duration": "Varied (end of intervention, ≤6 months, >6 months follow-ups)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:19.217959+00:00"}
{"study_id": 89429, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of two types of whole body vibrating platforms (vertical and rotational) in improving health status for fibromyalgia patients over a 12-week training program.", "results_summary": "The abstract does not provide specific results regarding the effectiveness of the interventions, but it implies a comparison between vertical and rotational whole body vibration platforms for fibromyalgia patients.", "population_specificity": "Sixty fibromyalgia patients (90% women).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:20.721114+00:00"}
{"study_id": 89431, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine the benefits of 4-week, in-home wearable focal muscle vibration (FMV) therapy on pain, balance, mobility, and sensation in people with diabetic peripheral neuropathy (DPN).", "results_summary": "The study explored FMV therapy's effects on DPN symptoms, comparing different FMV intensities, but specific results regarding efficacy were not detailed in the abstract.", "population_specificity": "People with diabetic peripheral neuropathy (DPN)", "effective_dosage": "Different FMV intensities (specific amounts not detailed)", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:21.470322+00:00"}
{"study_id": 89428, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of walking backward on a treadmill on balance, walking speed, and cardiopulmonary fitness in patients with chronic stroke.", "results_summary": "The study found that the experimental group, which received additional backward treadmill walking, showed improvements in functional balance, walking ability, and cardiopulmonary fitness compared to the control group. These outcomes were measured using standardized tests like the Berg Balance Scale, Timed Up and Go test, 10-Meter Walk Test, and 6-Minute Walk Test.", "population_specificity": "Patients with chronic stroke (more than six months post-stroke), Brunnstrom stage > IV, able to walk at least 11 meters with or without assistive devices.", "effective_dosage": "30 minutes of traditional physical therapy three times a week, plus an additional 30 minutes of backward treadmill walking for the experimental group.", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:21.805499+00:00"}
{"study_id": 89432, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to analyze the effects of Nordic walking on functional and postural changes of the trunk in women of different ages after breast cancer, hypothesizing an age-related relationship.", "results_summary": "Nordic walking improved psychophysical condition in breast cancer survivors and was studied for its effects on functional and postural trunk changes. The abstract suggests a potential age-related impact but does not detail specific outcomes.", "population_specificity": "Breast cancer survivors (women of different ages)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:21.875083+00:00"}
{"study_id": 89433, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a novel oral nutritional supplement improved walking performance in older adults with or at risk of undernutrition compared to a standard supplement.", "results_summary": "The novel supplement group showed significantly greater improvements in walking performance over short (4m) and long (400m) distances compared to the standard supplement group, likely due to enhanced mitochondrial functioning. Both groups increased body mass, but fat mass increased more in the standard supplement group.", "population_specificity": "Older adults (>65 years) with or at risk of undernutrition (n=82).", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:24.890238+00:00"}
{"study_id": 89434, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare clinical and radiologic outcomes between two surgical techniques (bilateral decompression vs. unilateral decompression) in patients with claudication undergoing minimally invasive transforaminal lumbar interbody fusion (MIS-TLIF).", "results_summary": "The study found no significant differences in pain (VAS), disability (ODI), walking distance, or perioperative outcomes between the two surgical groups. Radiologic improvements in canal dimensions were observed in both groups, with no significant differences between them.", "population_specificity": "Patients with claudication who underwent MIS-TLIF.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Follow-up assessments at 1, 3, 6, and 12 months post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:26.934622+00:00"}
{"study_id": 89436, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the safety and feasibility of a physical activity-informed mealtime insulin bolus advisor that adjusts insulin doses based on step count data from walking.", "results_summary": "The study found no significant difference in post-lunch hypoglycemia between standard therapy and the physical activity-informed method, suggesting that step count-adjusted insulin dosing is safe and feasible for mitigating glucose reduction after walking.", "population_specificity": "Fifteen adults with type 1 diabetes using continuous glucose monitors and insulin pumps.", "effective_dosage": "30 to 45-minute brisk walk before lunch.", "study_duration": "Two randomized crossover daily visits.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:27.780017+00:00"}
{"study_id": 89435, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to determine interest in a 3-month home-based walking regimen for advanced-stage lung cancer patients and evaluate its potential benefits on physical activity and quality of life.", "results_summary": "The intervention increased physical activity and showed borderline improvements in dyspnea and role functioning, with potential biomarker changes relevant to lung cancer biology. Step counts did not significantly change, but the intervention group showed greater PA improvement compared to usual care.", "population_specificity": "Stage III/IV non-small cell lung cancer (NSCLC) patients, predominantly women (75%), average age 65, mostly receiving treatment (85%).", "effective_dosage": "Not specified (intervention included accelerometer, in-person teaching, and text messages).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:28.263609+00:00"}
{"study_id": 89437, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the efficacy of intravenous ferric carboxymaltose (FCM) versus oral iron supplementation in improving exercise capacity (measured by the 6-minute walking test) and quality of life in heart failure patients with iron deficiency.", "results_summary": "The study found that FCM was more effective than oral iron in improving exercise capacity, with a trend toward better quality of life, suggesting FCM is the preferred treatment for iron deficiency in heart failure patients.", "population_specificity": "Patients with heart failure and iron deficiency.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:29.258705+00:00"}
{"study_id": 89438, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess the efficacy of resistance exercise, including its impact on walking performance, in patients with rheumatoid arthritis (RA).", "results_summary": "Resistance exercise significantly reduced the time of 50-foot walking in RA patients compared to the control group, indicating improved walking performance. However, no significant differences were observed in visual analog scale (VAS) scores or health assessment questionnaire (HAQ) scores.", "population_specificity": "Patients with rheumatoid arthritis (RA)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:30.435522+00:00"}
{"study_id": 89439, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of yoga exercises combined with medial-thrust gait (YogaMT) on lower-extremity kinetics, pain, and function in patients with medial knee osteoarthritis, compared to knee-strengthening exercises and treadmill walking.", "results_summary": "The YogaMT group showed a significant reduction in knee adduction moment, while all groups improved in pain and function. The intervention may reduce medial knee load in the short term, but long-term outcomes require further study.", "population_specificity": "Patients with medial knee osteoarthritis (n=59).", "effective_dosage": "12 supervised sessions (frequency not specified).", "study_duration": "Intervention duration not explicitly stated, but follow-up was at 1 month.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:31.134858+00:00"}
{"study_id": 89440, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to compare the effects of selective abobotulinumtoxin type A injections into the soleus versus gastrocnemius muscles on spastic foot drop in post-stroke patients.", "results_summary": "The study found significant improvements in subjective and objective outcomes after 30 days, with no clinically relevant differences between the two muscle groups. Tendencies toward greater active range of motion improvement in the soleus group and passive range of motion improvement in the gastrocnemius group were observed.", "population_specificity": "24 free-walking adult, botulinum toxin-naive patients with post-stroke hemiplegia.", "effective_dosage": "800 MU aboBoNT/A in 4 mL saline, single injection.", "study_duration": "30 days post-injection.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:31.684360+00:00"}
{"study_id": 89441, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the benefits of pulmonary rehabilitation (PR), which included walking, on exercise capacity and fatigue in subjects with pulmonary sarcoidosis.", "results_summary": "The PR program significantly improved VO2max, 6MWD, and quality of life scores (SGRQ and mMRC), with effects remaining stable at 6-month follow-up. Greater improvements were observed in subjects with more severe initial disease or specific pulmonary function parameters.", "population_specificity": "52 subjects with stable pulmonary sarcoidosis.", "effective_dosage": "Twice-weekly 90-minute workouts (walking included in PR program).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:33.843641+00:00"}
{"study_id": 89442, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to characterize the clinical and molecular spectrum of Wiedemann-Steiner syndrome (WSS), including developmental milestones such as walking, in a diverse population.", "results_summary": "The study found that the median age at walking for individuals with WSS was 20 months, and identified common clinical features like developmental delay, hypertrichosis, and short stature. It also noted genotype-phenotype correlations, such as hypotonia being associated with loss-of-function variants.", "population_specificity": "104 individuals with Wiedemann-Steiner syndrome from five continents, including White and Black Indigenous People of Color.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:36.479388+00:00"}
{"study_id": 89443, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effect of n-3 EPA and DHA supplementation on fat-free mass and physical performance indicators, including walking, in the elderly.", "results_summary": "The study found that n-3 EPA + DHA supplementation significantly decreased the time of the Time Up and Go (TUG) test but showed no statistically significant effects on the 4-meter Walking Test or other physical performance indicators. Fat-free mass showed a non-significant improvement trend.", "population_specificity": "Elderly individuals (n = 2220 participants).", "effective_dosage": "0.7 g to 3.36 g daily.", "study_duration": "6 to 144 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:36.481622+00:00"}
{"study_id": 89446, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify prognostic indicators of final ambulatory function in patients with subacute combined degeneration (SCD) from B12 deficiency.", "results_summary": "Greater ambulatory function at diagnosis was strongly associated with recovery of normal walking ability. Higher B12 replacement regimens correlated with improved ambulation, especially in patients initially unable to walk unsupported.", "population_specificity": "Patients ≥16 years of age with SCD from B12 deficiency.", "effective_dosage": "Not specified (total B12 administered varied).", "study_duration": "Not specified (follow-up duration not detailed).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:37.044355+00:00"}
{"study_id": 89444, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to validate the Italian version of the Humpty-Dumpty Falls Scale (HDFS) and assess its predictive performance for pediatric falls, while also analyzing associations between clinical variables and falls.", "results_summary": "The Italian HDFS showed good validity and reliability but poor sensitivity and specificity. A modified version (HDFS-ita-M) performed better but still inadequately. Falls were most frequent in children aged 3-6 years, with motor/walking disorders, enuresis, and neurological conditions significantly associated with falls.", "population_specificity": "Hospitalized children aged 1-15 years.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:37.570271+00:00"}
{"study_id": 89448, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To determine the effect of preoperative nutrition and multimodal prehabilitation (including exercise like walking) on clinical and functional outcomes in lung cancer patients awaiting surgery.", "results_summary": "Multimodal prehabilitation (nutrition with exercise) improved functional walking capacity and pulmonary function preoperatively but did not affect postoperative outcomes. Nutrition-only interventions showed lower postoperative complication rates.", "population_specificity": "Lung cancer patients awaiting surgery", "effective_dosage": "Not specified", "study_duration": "At least 7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:38.229983+00:00"}
{"study_id": 89447, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the impact of three training methods (aerobic exercise, gross motor abilities, and cognitive training) on mobility in healthy older adults.", "results_summary": "The study found that all three interventions (aerobic, gross motor, and cognitive training) improved functional mobility in older adults, with significant improvements in TUG performance and usual gait speed.", "population_specificity": "Healthy older adults (mean age 69.28 ± 4.85 years).", "effective_dosage": "Not specified (interventions were 12-week programs).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:38.847475+00:00"}
{"study_id": 89449, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of five pharmacotherapies (ACEIs, ARBs, BBs, MRAs, ARNI) used alone or in combination on cardiac reverse remodeling (CRR) and functional capacity, including 6-minute walking distance (6MWD), in heart failure patients with reduced ejection fraction (HFrEF).", "results_summary": "The study found that dual-combination therapies (except ACEI+ARB) significantly improved left ventricular ejection fraction (LVEF) and NYHA class compared to placebo, with ARB+BB and ARNI+BB being the most effective. Functional capacity, measured by 6MWD, was included as a secondary outcome, but specific results for walking were not detailed in the abstract.", "population_specificity": "Heart failure patients with reduced ejection fraction (HFrEF) (12,727 patients across 55 randomized controlled trials).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:43.205705+00:00"}
{"study_id": 89450, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of intermittent pneumatic compression (IPC) in treating lower extremity wounds associated with lymphophlebitic disease, particularly in patients with poor functional status (walking less than 200m a day).", "results_summary": "The study found that IPC is beneficial for some patient cohorts with lymphophlebitic disease, especially those with poor ulcer healing factors like high BMI and limited walking. However, IPC is only part of a broader treatment algorithm that includes wound management, physical therapy, and lifestyle changes.", "population_specificity": "Patients with lower extremity venous stasis ulcers and lymphophlebitic disease, particularly those with high BMI (>33 kg/m²) and poor functional status (walking less than 200m a day).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:43.899906+00:00"}
{"study_id": 89451, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the clinical and radiographic outcomes of the third-generation MICA technique for correcting hallux valgus deformity at a 2-year follow-up.", "results_summary": "The study found significant improvements in pain, walking/standing, and social interaction scores, as well as radiographic parameters, with low symptomatic recurrence rates.", "population_specificity": "333 consecutive feet (292 analyzed) undergoing MICA surgery for hallux valgus deformity.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "2-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:44.512016+00:00"}
{"study_id": 89453, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to determine the feasibility and safety of treadmill training for individuals with Lewy body dementia (LBD) or Huntington's disease (HD).", "results_summary": "Treadmill training was found feasible and safe for LBD and HD participants, but no significant changes in gait measures, TUG times, or Q-Motor measures were observed. Control participants showed improvements in some gait measures and foot tap frequency.", "population_specificity": "Individuals with Huntington's disease (HD), Lewy body dementia (LBD), and control individuals.", "effective_dosage": "20-minute treadmill session with speed gradually increasing toward overground walking speed.", "study_duration": "Single 20-minute session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:45.182690+00:00"}
{"study_id": 89455, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to explore non-oncological outcomes, including physical function and gait, in sarcoma patients who underwent limb salvage surgery around the knee.", "results_summary": "The study found that patients often develop range of motion complications affecting gait patterns and limit participation in sports and leisure activities post-surgery. Rehabilitation should focus on walking ability and gait to prevent poor functional outcomes.", "population_specificity": "Patients diagnosed with sarcoma around the knee following limb salvage surgery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:45.194604+00:00"}
{"study_id": 89454, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the safety and efficacy of acupoint autohemotherapy (AA) combined with western medicine versus western medicine alone in treating COPD.", "results_summary": "The meta-analysis found that combined treatment improved clinical effectiveness, lung function (FEV1 and FVC), 6-minute walking distance, and COPD symptom scores (CAT). However, the conclusion was limited by the small number and poor quality of included RCTs.", "population_specificity": "Patients with chronic obstructive pulmonary disease (COPD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:45.891168+00:00"}
{"study_id": 89456, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the risks, benefits, and effects of non-slip socks in preventing hospital falls and their potential infection control risks.", "results_summary": "Most studies using non-slip socks to prevent hospital falls had negative or equivocal results, with low methodological quality and high risk of bias. Laboratory tests indicated non-slip socks were no safer than walking barefoot and could carry infection risks.", "population_specificity": "Hospital patients and laboratory settings.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:45.927571+00:00"}
{"study_id": 89457, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the potential of therapeutic ultrasound as a noninvasive treatment for improving walking ability in patients with intermittent claudication.", "results_summary": "The study found significant improvements in 6-minute walking distance, Walking Impairment Questionnaire scores, and certain SF-36 domains after six weeks of ultrasound therapy, though ankle:brachial index showed only a nonsignificant trend toward improvement.", "population_specificity": "10 subjects (5 male, 5 female, mean age 69.7 ± 10.3) with intermittent claudication.", "effective_dosage": "Pulsed ultrasound therapy at 250 kHz frequency for 30 minutes, three treatments per week.", "study_duration": "Six weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:48.080669+00:00"}
{"study_id": 89458, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether pre-admission community mobility influenced the effectiveness of a rehabilitation program on physical performance and activity in older adults recently discharged from the hospital.", "results_summary": "The rehabilitation program improved physical performance more in the intervention group compared to standard care, and pre-admission mobility appeared to influence the response to the counseling-based rehabilitation.", "population_specificity": "Community-dwelling adults aged ≥60 years recovering from lower limb or back injury, surgery, or other disorders.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:51.113877+00:00"}
{"study_id": 89460, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to determine the feasibility of a nurse-coached walking intervention for informal caregivers of persons with dementia.", "results_summary": "The abstract does not provide results regarding the effects of the walking intervention.", "population_specificity": "Informal caregivers of persons with dementia (5 male and 27 female participants).", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:51.400943+00:00"}
{"study_id": 89459, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of park-based interventions, including walking and exercise programs, in improving physical and mental health outcomes among adults.", "results_summary": "Person-based interventions, including park-based walking or exercise classes, showed statistically significant outcomes, while place-based interventions like park renovations increased park use and physical activity, though effects were more modest for programming. Hybrid methods combining place-based evaluations and cohort studies were suggested for optimizing health promotion strategies.", "population_specificity": "Adults", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:52.396025+00:00"}
{"study_id": 89462, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers were investigating the effects of riociguat on pulmonary hypertension associated with idiopathic interstitial pneumonia, not Walking.", "results_summary": "The study found increased mortality in riociguat-treated patients, particularly those with combined pulmonary fibrosis and emphysema (CPFE), but no relationship between CPFE score, survival, and treatment assignment.", "population_specificity": "Patients with symptomatic pulmonary hypertension associated with idiopathic interstitial pneumonias.", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:53.642683+00:00"}
{"study_id": 89463, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of a differentiated multidisciplinary educational program on functional outcomes, including walking ability, in patients undergoing total knee arthroplasty (TKA).", "results_summary": "The study found that the intervention group showed significantly better range of motion and walking ability (over 400 m) compared to the control group, with fewer patients requiring walking aids. Both groups improved in SF-36, WOMAC, VAS, and ROM, but the intervention group had superior outcomes.", "population_specificity": "Patients undergoing primary total knee arthroplasty (TKA).", "effective_dosage": "Not specified", "study_duration": "At least 6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:54.361404+00:00"}
{"study_id": 89464, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to examine the effect of aerobic exercise (walking) on neuroinflammation, neurodegeneration, and clinical measures in persons with multiple sclerosis.", "results_summary": "Aerobic exercise had minor effects on whole brain and grey matter atrophy but showed heterogeneous impacts on specific brain substructures (some increased, some decreased, some unchanged). It slightly improved walking speed and brain-derived neurotrophic factor levels but had no significant effect on other clinical, cognitive, or patient-reported outcomes.", "population_specificity": "Persons with multiple sclerosis (n=28, split into intervention and control groups).", "effective_dosage": "Twice weekly aerobic exercise (specific walking duration/intensity not detailed).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:54.974575+00:00"}
{"study_id": 89461, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine if mechanically assisted walking (treadmill or gait trainer) improves walking speed, distance, and participation compared to no/non-walking intervention or overground walking in ambulatory adults after stroke, and whether benefits persist beyond the intervention period.", "results_summary": "Treadmill walking increased walking speed by 0.13 m/s and distance by 46 m compared to no/non-walking intervention, with effects largely maintained post-intervention. It also showed similar or better effects on speed and distance compared to overground walking, though participation benefits were uncertain.", "population_specificity": "Ambulatory adults at any time after stroke.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:56.414453+00:00"}
{"study_id": 89465, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the therapeutic effects of a novel high-PAS (paired associative stimulation) approach on walking and motor function in patients with incomplete spinal cord injury (SCI).", "results_summary": "The study found that high-PAS improved manual motor scores, functional hand tests, walking tests, and measures of functional independence in SCI patients, including tetraplegic and paraplegic individuals with varying injury severity, age, and time since injury.", "population_specificity": "20 patients with incomplete SCI (tetraplegic and paraplegic, traumatic, and neurological).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:57.233122+00:00"}
{"study_id": 89466, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of home-based exercise, including walking, on bone mineral density (BMD) in patients undergoing peritoneal dialysis (PD).", "results_summary": "The study found that home-based exercises, including walking, did not significantly improve BMD in PD patients but did improve physical function and activity, potentially reducing fall risk.", "population_specificity": "Stable outpatients undergoing peritoneal dialysis (median age 64-66 years, predominantly male).", "effective_dosage": "Not specified (home-based exercises included resistance, stretching, and aerobic activities like walking).", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:43:59.823415+00:00"}
{"study_id": 89467, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the prognostic role of potassium levels in patients with symptomatic chronic heart failure, including its association with cardiovascular events.", "results_summary": "Higher potassium levels (above 4.7 mmol/L) were independently associated with worse outcomes in chronic symptomatic heart failure patients, improving prognostic prediction when combined with the MAGGIC score and 6-minute walking test distance.", "population_specificity": "178 patients with symptomatic chronic heart failure (mean age 51 ± 12.76 years, 39% female, 85% non-ischemic cardiomyopathy).", "effective_dosage": "Not specified", "study_duration": "Median follow-up of 516 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:00.175042+00:00"}
{"study_id": 89468, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine and compare the accuracy of different activity monitors in assessing intermittent outdoor walking in healthy and clinical populations.", "results_summary": "GPS receivers (GS and QS) and ActiGraph (AG) demonstrated high performance in detecting walking bouts and estimating speed/distance, with AG showing 100% bout detection in clinical populations. The StepWatch3 (SW) also performed well when using the study's algorithm.", "population_specificity": "Healthy subjects and a clinical population with functional limitations during outdoor walking.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:00.864206+00:00"}
{"study_id": 89470, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the biomechanical effects of functional foot orthoses (FOs) with and without a lateral bar versus a control condition during comfortable and fast walking in individuals with cavus feet.", "results_summary": "During comfortable walking, both FOs decreased ankle dorsiflexion and increased knee extension angles compared to no FOs, with FOs featuring a lateral bar also reducing peroneus longus EMG amplitudes. At fast speeds, FOs decreased ankle dorsiflexion angles but showed no effects on EMG amplitudes or knee kinematics.", "population_specificity": "Fifteen individuals with cavus feet (age: 25.3 ± 5.8 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:02.942799+00:00"}
{"study_id": 89471, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of powered versus unpowered prosthetic ankles on metabolic cost, walking speed, daily activity, and perceived mobility in individuals with transtibial amputations.", "results_summary": "The study found no significant differences in metabolic cost, daily step count, walking speed, or perception of mobility between powered and unpowered prostheses. However, some participants reported improved ambulation and reduced frustration with the powered prosthesis, indicating subjective benefits despite lack of objective improvements.", "population_specificity": "Individuals with unilateral transtibial amputations.", "effective_dosage": "Not applicable (prosthetic device comparison).", "study_duration": "Two weeks of at-home prosthesis use.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:03.314839+00:00"}
{"study_id": 89472, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers were investigating the diagnosis, surgical intervention, and outcomes of a rare case of nevus sebaceous in the genital region affecting walking difficulty.", "results_summary": "The study found that surgical removal of the bilateral labia minora lesions resolved the patient's walking difficulty, with no recurrence or other tumors observed after 40 months of follow-up. The researchers recommended surgical intervention during adolescence to mitigate malignant risks.", "population_specificity": "A 47-year-old woman with nevus sebaceous in the bilateral labia minora.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Single surgical procedure with 40-month follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:04.185009+00:00"}
{"study_id": 89473, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine whether 5 days of in-hospital physiotherapy, including walking, could improve physical activity levels after cardiac valve surgery.", "results_summary": "The treatment group showed significantly greater handgrip strength and a trend toward improved timed up and go test performance compared to the control group, though the latter was not statistically significant.", "population_specificity": "Patients who underwent cardiac valve surgery for confirmed cardiac valve disorders (n=34).", "effective_dosage": "Daily post-operative physiotherapy, including individualized mobilization, breathing exercises, and ambulation with or without a walking aid.", "study_duration": "5 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:04.907702+00:00"}
{"study_id": 89474, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effect of ocrelizumab (OCR) on delaying the time to requiring a walking aid (EDSS score ≥6.0) in patients with relapsing multiple sclerosis (MS).", "results_summary": "OCR significantly delayed the time to requiring a walking aid compared to interferon, with a 34% lower risk for ≥24-week confirmation and a 46% lower risk for ≥48-week confirmation over 6.5 years. Earlier initiation of OCR showed long-term benefits in reducing the need for walking aids.", "population_specificity": "Patients with relapsing multiple sclerosis (MS).", "effective_dosage": "Not specified in the abstract.", "study_duration": "6.5 years (336 weeks).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:07.051276+00:00"}
{"study_id": 89475, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To compare the effects of two post-stroke walking rehabilitation interventions (ACC and SS) on walking function and prefrontal cortical activity.", "results_summary": "Both ACC and SS interventions improved preferred walking speed similarly, with no significant difference between groups. fNIRS data suggested ACC training may reduce prefrontal executive demands during walking.", "population_specificity": "Adults with chronic post-stroke hemiparesis and walking deficits.", "effective_dosage": "36 sessions led by a physical therapist.", "study_duration": "3 months (post-intervention assessment), with follow-up at 6 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:08.605436+00:00"}
{"study_id": 89477, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether core stabilization exercises combined with an Asthma Education Program and breathing exercises improved respiratory muscle strength, physical activity level, functional exercise capacity, and dynamic balance in asthma patients.", "results_summary": "The Training Group showed significant improvements in inspiratory muscle strength, physical activity level, functional exercise capacity (measured by the six-minute walking test), and dynamic balance compared to the Control Group.", "population_specificity": "40 asthmatic patients (mean age 52.25 ± 11.51 years).", "effective_dosage": "Breathing retraining exercises (2 times/week) and core stabilization exercises (frequency not specified).", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:10.472102+00:00"}
{"study_id": 89476, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effect of combining brisk walking with computerized cognitive training (CCT) on executive functions and inter-network functional connectivity in older adults.", "results_summary": "The study found that improved executive function performance (measured by the Stroop Colour-Word Test and Flanker Test) was associated with decreased correlation between the default mode network (DMN) and the fronto-parietal network (FPN). The combination of brisk walking and CCT (Ex+CCT) was compared to CCT alone and a control group, but specific walking-related efficacy was not isolated in the abstract.", "population_specificity": "Adults aged 65-85 years.", "effective_dosage": "Brisk walking 3x/week for 1 hour (preceded CCT sessions).", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:10.930173+00:00"}
{"study_id": 89479, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to determine if there are differences in foot placement variables between the inner and outer legs during curve walking in a natural environment and whether these differences correlate with time or path curvature.", "results_summary": "The study found no significant differences in stride and step length between inner and outer legs but identified significant differences in step width and relative foot angle. Correlations were found between curvature and step width, as well as time and relative foot angle.", "population_specificity": "21 male participants aged 18-40 years.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:11.416383+00:00"}
{"study_id": 89480, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were examining the clinical presentation, diagnosis, and treatment of leukocytoclastic vasculitis (LCV), including the recommendation to avoid walking or standing as part of symptom management.", "results_summary": "The study found that LCV treatment includes symptom management strategies such as rest (avoiding walking or standing), corticosteroids, and other therapies, depending on whether the condition is skin-limited or systemic.", "population_specificity": "Patients with leukocytoclastic vasculitis (LCV).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:13.584105+00:00"}
{"study_id": 89481, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers were attempting to determine whether statins cause muscle symptoms (e.g., pain, stiffness, weakness) in patients who previously reported such symptoms or considered discontinuing statin use.", "results_summary": "The study found no overall difference in muscle symptom scores between statin and placebo periods. A slight difference in withdrawals due to muscle symptoms suggests statins may contribute to symptoms in a small number of patients.", "population_specificity": "Patients who had discontinued or were considering discontinuing statin use due to perceived muscle symptoms.", "effective_dosage": "20 mg of atorvastatin daily.", "study_duration": "Six 2-month treatment periods (total 12 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:13.938717+00:00"}
{"study_id": 89482, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 83, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the acceptability, feasibility, and efficacy of a tablet-based supportive care platform, including walking, for managing symptoms in metastatic breast cancer patients.", "results_summary": "Patient satisfaction for walking was 83%, indicating high acceptability. The study found small nonsignificant improvements for fatigue and moderate reductions for sleep and distress, though these were not statistically significant.", "population_specificity": "Seventeen patients with metastatic breast cancer.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:14.738452+00:00"}
{"study_id": 89487, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to compare methods of measuring dynamic hyperinflation (CPET, 6-MWT, MPT) in severe emphysema patients treated with endobronchial coils and assess changes post-treatment.", "results_summary": "No significant change in dynamic hyperinflation was observed after coil treatment. MPT showed strong association with CPET but may overestimate hyperinflation, while 6-MWT had only moderate association with CPET.", "population_specificity": "29 patients with severe emphysema treated with endobronchial coils.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:19.548858+00:00"}
{"study_id": 89484, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to determine whether inspiratory muscle training (IMT) improves walking capacity, strength, inspiratory muscle endurance, activities of daily living, and quality of life in poststroke patients.", "results_summary": "The study found that adding IMT to rehabilitation improved inspiratory muscle endurance but did not further enhance walking capacity (6MWT distance), maximal inspiratory pressure, activities of daily living, or quality of life compared to rehabilitation alone. Both groups showed similar improvements in walking capacity at six weeks.", "population_specificity": "Adult poststroke inpatients with inspiratory muscle weakness (mean age 53 ± 11 years).", "effective_dosage": "Not specified", "study_duration": "6 weeks (with additional follow-up at 3 months post-intervention)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:19.693502+00:00"}
{"study_id": 89486, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare physical activity patterns, psychological wellbeing, and coping strategies of older adults with cognitive frailty in the WE-RISE trial (intervention vs. control) during the COVID-19 Movement Control Order.", "results_summary": "The WE-RISE intervention group showed significantly higher levels of walking activity, moderate activity, and total physical activity, along with greater functional independence and improved psychological wellbeing compared to the control group. Both groups relied on positive coping strategies, with the intervention group favoring religion and planning, while the control group used humor.", "population_specificity": "Community-dwelling older adults aged 60+ with cognitive frailty in Klang Valley, Malaysia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:20.091084+00:00"}
{"study_id": 89478, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to identify and categorize conditions causing nail pain (onychalgia), including those exacerbated by activities like walking.", "results_summary": "The study identified four main groups of conditions causing nail pain (tumors, deformities, inflammatory/infectious diseases, and external/traumatic agents) and noted that walking could exacerbate pain in some cases.", "population_specificity": "Patients experiencing nail pain (onychalgia).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:20.923957+00:00"}
{"study_id": 89489, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 65, "study_goal": "The researchers aimed to determine if functional homogeneous laterality influenced postural tone symmetry during walking.", "results_summary": "The study found no significant influence of functional homogeneous laterality on postural tone, with subjects showing minimal deviation in walking patterns. Male and female subjects exhibited similar forward stepping distances but slight differences in lateral deviation.", "population_specificity": "80 right-handed adults (52 males, 28 females) with a median age of 34.85 years.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:21.583897+00:00"}
{"study_id": 89490, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the effectiveness of a 4-week lifestyle program (WALK) in promoting physical activity and reducing sedentary behaviors among Korean American women.", "results_summary": "Both WALK-regular and WALK-plus groups increased vigorous activities and walking while decreasing sedentary behaviors on weekdays. WALK-plus, which included an online community component, showed significantly higher muscle-strengthening activity days compared to WALK-regular.", "population_specificity": "Korean American women", "effective_dosage": "Not specified", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:22.965296+00:00"}
{"study_id": 89488, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to compare the relative effects (benefits and harms) of different internal fixation implants (smooth pins, screws, or fixed angle plates) for treating intracapsular hip fractures in older adults.", "results_summary": "The study found low-certainty evidence of little or no difference between screws and fixed angle plates in functional status, HRQoL, mortality at 12 months, or unplanned return to theatre, and between screws and pins in mortality at 12 months. Very low-certainty evidence suggested no significant differences in outcomes for smooth pins versus fixed angle plates.", "population_specificity": "Older adults (mean age 60-84 years, 73% women) with intracapsular hip fractures, 38% of which were undisplaced.", "effective_dosage": "Not applicable (surgical implants, not a supplement).", "study_duration": "Follow-up periods varied, with outcomes measured at 4 months (early mortality) and 12 months post-surgery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:24.876526+00:00"}
{"study_id": 89483, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of the HeartMan system, which includes decisional support for CHF management, on various health outcomes including exercise capacity (measured via a 6-minute walking test).", "results_summary": "The study found no significant intervention effects on exercise capacity (measured by the 6-minute walking test), but mental and sexual health and self-care behavior improved in the intervention group.", "population_specificity": "Ambulatory CHF patients in stable condition (77% male; mean age 63 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:26.776334+00:00"}
{"study_id": 89491, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to understand how influenza viruses interact with host cells and mucus, focusing on multivalent binding mechanisms and receptor dynamics.", "results_summary": "The study highlights that influenza viruses use weak multivalent interactions for superselective binding, receptor recruitment, and dynamic complex formation, facilitating molecular walking. It also discusses techniques to measure viral avidity and receptor specificity.", "population_specificity": "Not specified (focused on viral mechanisms, not human subjects).", "effective_dosage": "Not available", "study_duration": "Not applicable", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:27.382754+00:00"}
{"study_id": 89494, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the functional performance of three different total knee arthroplasty implant designs (CR DD, UC, and UCR) in osteoarthritic patients during walking and stair navigation.", "results_summary": "The UC implant provided the best post-operative function, closely followed by the UCR design, though both showed restricted sagittal range of motion during walking. The CR DD group exhibited the most significant improvement in sagittal range of motion during walking.", "population_specificity": "Twenty-four osteoarthritic patients and nine control participants.", "effective_dosage": "Not applicable (surgical intervention).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:29.717198+00:00"}
{"study_id": 89492, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the effects of optimized multipoint pacing (MPP) versus optimized cardiac resynchronization therapy (CRT) on clinical, functional, and echocardiographic parameters in patients with dyssynchronous heart failure.", "results_summary": "Optimized MPP showed significant improvements over optimized CRT in 6-minute walking distance, NYHA class, and ventricular function, with more pronounced benefits in men and those with reduced LVEF.", "population_specificity": "80 patients with dyssynchronous heart failure (77.5% male, 68.4 ± 10.1 years, 53.8% ischemic cardiomyopathy).", "effective_dosage": "Not specified", "study_duration": "6- and 12-month periods", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:30.059356+00:00"}
{"study_id": 89493, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the effectiveness of a community-based, volunteer-delivered weight management program (ActWELL) for women with a BMI >25 kg/m², initiated at breast screening clinics, in promoting weight loss and reducing breast cancer risk.", "results_summary": "The intervention group showed a mean weight loss of 2.5 kg compared to 1.2 kg in the comparison group, with a statistically significant adjusted mean difference of 1.3 kg. The odds of losing 5% body weight were 2.2 times higher in the intervention group, indicating clinically significant weight loss.", "population_specificity": "Women aged 50 to 70 years with a BMI >25 kg/m².", "effective_dosage": "Not specified (program included coaching sessions and support calls).", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:30.500261+00:00"}
{"study_id": 89495, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of ankle-foot orthosis (AFO) and functional electrical stimulation (FES) in improving mobility and function for individuals with poststroke hemiplegia and decreased lower extremity motor control.", "results_summary": "Strong evidence supports that both AFO and FES improve gait speed, mobility, and dynamic balance, with moderate evidence for enhancing quality of life, walking endurance, and muscle activation. No overall superiority was found between AFO and FES, though AFO may lead to more compensatory effects while FES may have more therapeutic benefits.", "population_specificity": "Individuals with poststroke hemiplegia and decreased lower extremity motor control.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:30.892727+00:00"}
{"study_id": 89496, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize current evidence on the use of fixed-time, self-paced walking tests (6MWT and 12MWT) as prognostic tools for patients with idiopathic pulmonary fibrosis (IPF).", "results_summary": "The study found that the 6MWT is a simple, cost-effective, and reliable measure of disease status and prognosis in IPF patients, though validated reference equations are needed. The role of the 12MWT remains understudied but may be useful for early-stage patients.", "population_specificity": "Patients diagnosed with idiopathic pulmonary fibrosis (IPF).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:31.846222+00:00"}
{"study_id": 89497, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the effects of non-paralytic dorsiflexion muscle strengthening exercise on functional abilities in chronic hemiplegic patients after stroke.", "results_summary": "Both experimental and control groups showed significant improvements in dorsiflexor muscle activities, balance abilities (TUG), and walking abilities (10MWT), with no significant intergroup differences.", "population_specificity": "Chronic hemiplegic patients after stroke (n=21).", "effective_dosage": "5 times a week.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:32.652750+00:00"}
{"study_id": 89499, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to describe the clinical and imaging features of cerebrotendinous xanthomatosis (CTX) in a patient presenting with progressive difficulty in walking and tendon xanthomas.", "results_summary": "The study found that treatment with chenodeoxycholic acid led to a reduction in Achilles tendon xanthomas but no improvement in neurological impairment. The case highlights key diagnostic clues for CTX, including dentate nucleus abnormalities and spinal cord lesions.", "population_specificity": "A 40-year-old male with CTX and progressive walking difficulties.", "effective_dosage": "250 mg chenodeoxycholic acid, 3 times per day.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:36.327190+00:00"}
{"study_id": 89498, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to examine the dose effects of exergaming volume and detraining duration on motor and cognitive function in office workers near retirement to reduce sedentariness and mobility limitations.", "results_summary": "Exergaming 2×/week produced the most significant improvements in mobility (19% increase in 6MWT distance) and selected cognitive outcomes, with effects retained over 8 weeks of detraining but less consistently after 16 weeks. A medium dose (2×/week) was most effective, while higher frequency (3×/week) showed diminishing returns.", "population_specificity": "Office workers aged 55-65 years with mild mobility limitations and intact cognition.", "effective_dosage": "1 h, 1×, 2×, or 3×/week for 8 weeks.", "study_duration": "8 weeks of training followed by 8 and 16 weeks of detraining.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:37.456072+00:00"}
{"study_id": 89502, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare muscle activation in the lower leg during walking with custom-made biomechanical footwear (BF), barefoot, and with a knee brace.", "results_summary": "Walking with BF resulted in significantly higher muscle activation in semitendinosus (ST), right lateral gastrocnemius (LG), and left tibialis anterior (TA) compared to barefoot or knee brace. The knee brace showed lower activation in right ST and LG, and left TA compared to barefoot.", "population_specificity": "Seventeen healthy working-aged individuals (mean age 29 years, SD 8 years).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:39.160177+00:00"}
{"study_id": 89500, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review preclinical and clinical data on the neuroprotective and symptomatic effects of 4-AP (fampridine) on walking disability in MS patients.", "results_summary": "The study found that 4-AP improves visual function, motor skills, and fatigue in MS patients, with its prolonged-release formulation (fampridine) approved for walking disability. The effects were attributed to Kv channel blockade, enhancing conduction in demyelinated axons, with potential additional neuroprotective properties.", "population_specificity": "Patients with multiple sclerosis (MS)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:40.327579+00:00"}
{"study_id": 89505, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 50, "study_goal": "The researchers aimed to determine whether adding nabiximols (Sativex) could improve muscle stiffness and daily activities like walking in people with multiple sclerosis (MS).", "results_summary": "The abstract does not provide specific results regarding the effects of the intervention on walking or other outcomes.", "population_specificity": "21 people with multiple sclerosis (MS)", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:40.340245+00:00"}
{"study_id": 89504, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To explore physiotherapists' views on the usability of feedback-based technologies, including virtual reality systems, handheld device apps, and wearable devices, in physical rehabilitation for improving mobility and physical activity.", "results_summary": "The study found that Fitbit, Fysiogaming, and Xbox Kinect were rated as acceptable for usability, with key factors including ease of setup, reliability, safety, and therapeutic benefits like customization and useful feedback. Usability was also influenced by context and support systems.", "population_specificity": "Aged care and neurological rehabilitation patients.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:40.673871+00:00"}
{"study_id": 89503, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether daily acute intermittent hypoxia (AIH) combined with walking practice improves overground walking performance and intralimb motor coordination in individuals with chronic, incomplete spinal cord injuries.", "results_summary": "Participants showed improved walking speed and endurance after daily AIH + walking practice, with benefits persisting for weeks. The greatest improvements occurred in those using bilateral walking aids, but no significant changes in intralimb coordination were observed.", "population_specificity": "11 individuals with chronic (>1 year), incomplete spinal cord injuries.", "effective_dosage": "15 episodes of 10.0% O₂, 90 seconds each, daily for 5 consecutive days.", "study_duration": "5 consecutive days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:41.220559+00:00"}
{"study_id": 89501, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to compare clinical and radiological outcomes of radical reduction surgery for developmental dysplasia of the hip (DDH) in children younger and older than 4 years of walking age.", "results_summary": "Children operated before age 4 had better clinical results (100% excellent/good) compared to those operated after (67%), and lower rates of avascular necrosis (19% vs. 33%). No significant difference was found in acetabular index improvement between age groups.", "population_specificity": "Children of walking age (mean 37.5±21 months) with DDH, divided into groups younger (27.9±4.9 months) and older (63.3±19.7 months) than 4 years.", "effective_dosage": "Not applicable (surgical intervention)", "study_duration": "Mean follow-up was 29.9±19 months (younger group) and 19.6±5 months (older group).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:42.388214+00:00"}
{"study_id": 89506, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to describe the characteristics, diagnosis, and conservative treatment of lumbar degenerative spondylolisthesis, including its impact on walking due to neurogenic claudication.", "results_summary": "The study found that lumbar degenerative spondylolisthesis often causes neurogenic claudication in 75% of patients, leading to lower limb pain during walking at variable distances. Conservative treatment, including physiotherapy, is the first-line therapy.", "population_specificity": "Elderly patients, predominantly women (5:1 ratio compared to men), with lumbar degenerative spondylolisthesis, most commonly affecting the L4-L5 segment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:45.247262+00:00"}
{"study_id": 89507, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness, outcomes, and relapse rate of the Ponseti method for treating neglected clubfoot in patients older than one year.", "results_summary": "The Ponseti method corrected 87% of neglected clubfeet, with relapses occurring in 31% of cases, primarily in children under four years and those noncompliant with bracing. Residual equinus was treated with Achilles tendon sectioning in 83% of cases.", "population_specificity": "303 patients (429 clubfeet) with neglected clubfoot, older than one year, from 15 centers across seven countries.", "effective_dosage": "Not applicable (treatment method involved casting and bracing, not a dosage).", "study_duration": "Median follow-up of 1.3 years (subset with 2-year follow-up for relapse analysis).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:47.660439+00:00"}
{"study_id": 89510, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the effect of an upper limb inhibition method combined with balance training on reducing associated reactions and improving walking function in chronic stroke patients.", "results_summary": "The shoulder elevation group showed significant improvement in elbow flexor contraction rates, walking speed (10MWT), and upper limb motor function (FMA-UE) compared to the back and control groups. No significant differences were found between the back and control groups.", "population_specificity": "Chronic stroke patients (n=60).", "effective_dosage": "Not specified (intervention involved positioning techniques).", "study_duration": "Four weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:48.950702+00:00"}
{"study_id": 89512, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effects of different rehabilitation interventions, including transcranial magnetic stimulation, functional electrical stimulation, and robotic-assisted treadmill training, on functional outcomes in individuals with spinal cord injury.", "results_summary": "The meta-analysis found that transcranial magnetic stimulation improved walking speed and lower extremity function, functional electrical stimulation increased upper extremity independence, and robotic-assisted treadmill training enhanced lower extremity function compared to controls.", "population_specificity": "Individuals with spinal cord injury.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:48.962594+00:00"}
{"study_id": 89508, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether nonleisure-time physical activity guidance (NLTPAG), which emphasized walking for shopping and household activities, improved physical activity levels in patients after minor ischemic stroke.", "results_summary": "Physical activity levels significantly improved in the NLTPAG group (METs increased from 12.6 to 14.8, p = .035, r = .51), while no significant improvement was observed in the leisure-time physical activity guidance group. The results suggest NLTPAG may be effective for increasing physical activity in post-stroke patients.", "population_specificity": "Patients hospitalized for minor ischemic stroke (NIHSS ≤ 5).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:48.997206+00:00"}
{"study_id": 89509, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "To determine the effect of walking as a physical activity intervention on blood pressure and heart rate.", "results_summary": "Walking reduces systolic blood pressure (SBP) and diastolic blood pressure (DBP) across all age groups and both sexes, with moderate-certainty evidence for SBP and mixed certainty for DBP and heart rate. Adverse events were rare, with knee injury being the most reported issue.", "population_specificity": "Participants aged 16 to 84 years, with approximately 1.5 times more females than males, from 22 countries.", "effective_dosage": "Average walking time per week was 153 minutes, with majority at moderate intensity.", "study_duration": "Average intervention length was 15 weeks.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:49.286697+00:00"}
{"study_id": 89511, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether combined aerobic, resistance, and inspiratory muscle training (ARIS) is superior to other exercise combinations in improving aerobic capacity, left ventricular dimensions, and functional outcomes in heart failure patients.", "results_summary": "The ARIS group showed trends for increased peakVO2, benefits in circulatory power, left ventricular end-systolic diameter, 6-minute walk test distance, quality of life, and program preference compared to other exercise combinations.", "population_specificity": "Heart failure patients (New York Heart Association II-III, left ventricular ejection fraction ≤35%, mean age 66.1 years).", "effective_dosage": "3 times/week, 180 min/week.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:50.284632+00:00"}
{"study_id": 89513, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether underwater treadmill gait training is more effective than overground gait training in improving gait and respiratory function in chronic severe hemiplegic stroke patients.", "results_summary": "Underwater treadmill gait training significantly improved step-time differences and maximal voluntary ventilation compared to overground training, suggesting better gait and respiratory outcomes for severe stroke patients. Both groups showed improvements, but the underwater treadmill group had superior results.", "population_specificity": "Adult patients with chronic severe hemiplegic stroke in a rehabilitation hospital setting.", "effective_dosage": "30-minute sessions, two times per week for 12 weeks (alongside 60-minute neurodevelopmental treatment five times per week).", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:52.709641+00:00"}
{"study_id": 89514, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of carbon-fiber spring (CAFO) and hinged ankle-foot orthoses (HAFO) in improving functionality and walking ability in children with diplegic cerebral palsy and crouch gait.", "results_summary": "The study found that CAFO produced more energy in stance and absorbed less energy compared to HAFO, but no statistically significant differences were found for other gait parameters. Preference for orthoses was evenly split among participants.", "population_specificity": "Ten children (5 males, 5 females) with diplegic cerebral palsy and crouch gait, aged 11 (4) years.", "effective_dosage": "Not applicable (orthotic devices, not a supplement).", "study_duration": "4-week adaptation period for each orthosis.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:54.740754+00:00"}
{"study_id": 89515, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "To determine the effects of a six-week Buddhist walking meditation program on exercise capacity, quality of life, and hemodynamic response in patients with chronic heart failure.", "results_summary": "The six-week Buddhist walking meditation program did not significantly improve functional capacity, quality of life, or hemodynamic responses in heart failure patients, unlike the aerobic exercise program which showed significant improvement in functional capacity.", "population_specificity": "Patients with chronic heart failure (mean age 65 years, New York Heart Association functional class II and III).", "effective_dosage": "At least three times a week.", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:55.897980+00:00"}
{"study_id": 89517, "supplement_id": 1667, "safety_score": "80", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the safety, efficacy, and feasibility of telehealth-delivered walking interventions for stroke survivors.", "results_summary": "The review found good adherence and satisfaction with no serious adverse events, but limited high-quality evidence of efficacy. Strategies like physiological monitoring and caregiver assistance were used to optimize safety and feasibility.", "population_specificity": "Stroke survivors, including those with cognitive impairment and some who walked independently.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:56.650123+00:00"}
{"study_id": 89518, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of a clinician-guided, pedometer-driven walking intervention for improving pain and disability levels in adults with chronic low back pain (CLBP) compared to standard education and advice.", "results_summary": "The study found no statistically significant difference in disability levels (ODI) between the walking group and the standard care group at any post-intervention time point. However, subgroup analyses suggested potential benefits for moderately disabled participants and those with low baseline step counts.", "population_specificity": "Adults with chronic low back pain (CLBP).", "effective_dosage": "Individually tailored daily step targets negotiated weekly.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:57.657628+00:00"}
{"study_id": 89519, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to examine the impact of frailty, including slowed walking speed, on pancreas transplant candidates and recipients, drawing parallels from data on CKD, diabetes, and other solid organ transplant patients.", "results_summary": "The study highlights that frailty phenotypes, such as low walking speed, are prevalent in pancreas transplant candidates and recipients, and frailty negatively impacts transplant outcomes, including increased risks of prolonged hospitalization and delayed graft function.", "population_specificity": "Patients with diabetes or CKD, particularly pancreas transplant candidates and recipients, as well as other solid organ transplant patients.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:44:59.345608+00:00"}
{"study_id": 89521, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of daily walking steps on glycated hemoglobin, BMI, and body composition in Japanese type 2 diabetes patients, while considering sedentary time.", "results_summary": "Higher daily walking steps (≥7,500) significantly reduced BMI and visceral fat accumulation independent of sedentary time, and reduced waist circumference in those with high sedentary time. No significant changes in glycated hemoglobin were observed across walking step categories.", "population_specificity": "Japanese type 2 diabetes patients (n=236) visiting an outpatient clinic.", "effective_dosage": "≥7,500 daily walking steps (high step group) vs. <7,500 steps vs. non-step counter users.", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:01.957954+00:00"}
{"study_id": 89522, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of two lower limb constraint-induced movement therapy (CIMT) protocols—one based on task repetitions and the other on practice hours—for improving motor function after stroke.", "results_summary": "The study found that the group performing 600 daily repetitions (Group 1) showed significant improvements in motor impairment and other outcomes compared to the group practicing for 3 hours daily (Group 2). The results suggest that repetition-based CIMT is more effective for post-stroke rehabilitation.", "population_specificity": "Fifty-eight people with stroke.", "effective_dosage": "Group 1: 600 task repetitions daily; Group 2: 3 hours of task practice daily, both 5 times weekly.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:04.719866+00:00"}
{"study_id": 89523, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of daily versus weekly feedback and contingent versus noncontingent incentives on increasing daily walking steps in insufficiently active adults with a BMI >25 kg/m².", "results_summary": "Daily feedback significantly increased daily steps compared to weekly feedback, while contingent incentives did not significantly outperform noncontingent incentives. A trend suggested that combining daily feedback with contingent incentives might be most effective.", "population_specificity": "Insufficiently active adults with a BMI >25 kg/m² (N = 57).", "effective_dosage": "Daily walking goal that adapted weekly (specific step count not provided).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:04.724102+00:00"}
{"study_id": 89524, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to optimize the dose and concentration of PRP for knee osteoarthritis and evaluate its structural and physiological efficacy compared to hyaluronic acid.", "results_summary": "PRP with 10 billion platelets showed significant improvements in WOMAC and IKDC scores, increased pain-free walking distance, and reduced inflammatory markers (IL-6 and TNF-α) compared to hyaluronic acid at 1 year.", "population_specificity": "150 patients with moderate knee osteoarthritis.", "effective_dosage": "PRP (10 billion platelets) or hyaluronic acid (4 ml).", "study_duration": "1 year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:04.933823+00:00"}
{"study_id": 89525, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of increased physical activity (daily walking) in reducing gestational diabetes mellitus (GDM) incidence in high-risk pregnant women.", "results_summary": "The study did not report specific results for walking alone, but it assessed walking as part of a factorial design to reduce GDM incidence, with primary and secondary endpoints including fasting glucose levels and maternal outcomes.", "population_specificity": "High-risk pregnant women aged ≥18 years and ≤16 weeks of gestational age in Vellore, South India, and The Gambia, West Africa.", "effective_dosage": "Daily walking (specific duration or intensity not detailed in the abstract).", "study_duration": "Minimum of 16 weeks, with follow-up until 32 weeks of gestation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:06.796366+00:00"}
{"study_id": 89516, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of plantar pressure distribution in patients with hallux valgus during walking when using a toe separator versus a customized insole.", "results_summary": "The study found that after one month of use, the customized insole significantly reduced peak pressures and pressure-time integrals in the middle and lateral forefoot regions during walking compared to the toe separator.", "population_specificity": "Patients with hallux valgus.", "effective_dosage": "Not specified", "study_duration": "1 month", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:07.151068+00:00"}
{"study_id": 89526, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate evidence, good practices, and recommendations for rehabilitative treatment of disabilities associated with sarcopenia, focusing on exercise and nutritional supplementation.", "results_summary": "The study found that exercise and diet supplementation are key for rehabilitation in sarcopenia patients, improving autonomy, flexibility, balance, and coordination, which are essential for safe walking. High-grade recommendations support an adequate lifestyle as part of treatment.", "population_specificity": "Elderly patients with sarcopenia.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:07.691216+00:00"}
{"study_id": 89520, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the concurrent validity and reliability of the AMoR platform for step counting and measuring time spent sitting/lying in post-stroke individuals, as well as its accuracy at different walking speeds.", "results_summary": "The AMoR platform showed very high correlation and reliability for step counting and sitting/lying time, with mean absolute percentage errors below 4%. It also demonstrated high accuracy for step counting during the 10MWT.", "population_specificity": "Chronic post-stroke subjects (n=50)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:09.396638+00:00"}
{"study_id": 89527, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of pedometer-supported walking and telemonitoring on pain, disability levels, and quality of life after lumbar disc hernia surgery.", "results_summary": "The intervention group showed significantly lower pain levels at the first and second months and lower disability levels at the second and third months compared to the control group. Additionally, quality of life subdimension scores (physical role difficulty, energy and vitality, mental health, social functionality, and pain) were higher in the third month for the intervention group.", "population_specificity": "Patients who had undergone lumbar microdiscectomy (67 participants, 33 in the intervention group and 34 in the control group).", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:11.596577+00:00"}
{"study_id": 89528, "supplement_id": 1667, "safety_score": "90", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of virtual reality gait training (VRT) versus non-virtual reality gait training (non-VRT) on participation and walking ability in community-living individuals after stroke.", "results_summary": "The study found no significant differences between VRT and non-VRT in improving participation, walking ability, or other secondary outcomes. VRT was safe, well-tolerated, and positively rated by participants, but not more effective than non-VRT.", "population_specificity": "Community-living individuals between 2 weeks and 6 months post-stroke.", "effective_dosage": "12 sessions of 30-minute gait training over 6 weeks.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:13.896659+00:00"}
{"study_id": 89530, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to investigate the effect of robot-assisted gait training (RAGT) on gait automaticity, gait speed, and balance in patients with Parkinson disease (PD).", "results_summary": "The study found that RAGT improved single-task gait speed and balance but did not enhance gait automaticity or dual-task performance in PD patients. Cognitive dual-task interference increased post-treatment but returned to baseline at follow-up.", "population_specificity": "11 patients with idiopathic Parkinson disease (mean age 66.46 years, disease duration 112.91 months).", "effective_dosage": "12 sessions of 45-minute RAGT, 3 days a week for 4 weeks.", "study_duration": "4 weeks (with 1-month follow-up).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:14.264524+00:00"}
{"study_id": 89529, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate morbidity, mortality, and functional outcomes (including ambulatory status) following periprosthetic femoral fractures (PFFs) after total hip arthroplasty.", "results_summary": "The study found high mortality rates (9.3% at 1 month, 22.3% at 1 year) and significant ambulatory impairment, with 57.9% of patients failing to regain their prefracture walking ability. Major systemic and local complications were also prevalent (23.4% and 12.1%, respectively).", "population_specificity": "Elderly patients (mean age 81) with periprosthetic femoral fractures after total hip arthroplasty.", "effective_dosage": "Not applicable", "study_duration": "Retrospective study covering 2016-2017, with follow-up for at least 1 year.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:15.145700+00:00"}
{"study_id": 89532, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review how gait measurements in older adults influence frailty models and health-related outcomes across clinical, cognitive, physical, and nutritional domains.", "results_summary": "Gait was found to be a significant indicator of health and function in frail older adults, with various gait parameters predicting adverse outcomes in clinical, cognitive, and physical domains. The study highlighted heterogeneity in gait measurement protocols, limiting direct comparisons but supporting gait's role in understanding cognitive and motor decline.", "population_specificity": "Older adults, particularly those assessed for frailty.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:15.609698+00:00"}
{"study_id": 89531, "supplement_id": 1667, "safety_score": "75", "efficacy_score": 30, "quality_score": 85, "study_goal": "To determine whether high-intensity strength training reduces knee pain and knee joint compressive forces more than low-intensity strength training or attention control in patients with knee osteoarthritis.", "results_summary": "High-intensity strength training did not significantly reduce knee pain or knee joint compressive forces compared to low-intensity training or attention control at 18 months. Adverse events were reported but were mostly nonserious and unrelated to the study.", "population_specificity": "Community-dwelling adults aged 50+ with BMI 20-45, knee pain, and radiographic knee osteoarthritis.", "effective_dosage": "Not specified (strength training intensity varied but exact dosage not detailed).", "study_duration": "18 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:15.746561+00:00"}
{"study_id": 89534, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy and safety of paclitaxel-coated devices in treating lower limb peripheral artery disease to improve walking function and prevent restenosis.", "results_summary": "Paclitaxel-coated devices appear to reduce restenosis rates, but their impact on direct patient benefits and long-term mortality remains unclear due to trial heterogeneity, insufficient power, and lack of mechanistic explanation. Ongoing trials may provide clearer answers.", "population_specificity": "Patients with lower limb peripheral artery disease requiring endovascular revascularization.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:17.534700+00:00"}
{"study_id": 89536, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the efficacy of bone marrow mononuclear stem cell transplantation in patients with dilated cardiomyopathy, focusing on outcomes including the six-minute walking test.", "results_summary": "The study found that bone marrow mononuclear stem cell therapy significantly improved left ventricular ejection fraction and the six-minute walking test distance (28.53 meters more than controls), though the reduction in left ventricular end-diastolic diameter was not statistically significant.", "population_specificity": "Patients with non-ischemic dilated cardiomyopathy (mean age ~52-54 years).", "effective_dosage": "Varied by study (e.g., 1.94 × 10^6 CD34+ cells to 168 × 10^6 bone marrow mononuclear cells).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:20.721461+00:00"}
{"study_id": 89537, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect of mHealth-based exercise interventions on walking performance, functional status, and quality of life in patients with peripheral artery disease (PAD).", "results_summary": "The study found that mHealth-based exercise interventions significantly improved pain-free walking, maximal walking, and 6-minute walk test distance in PAD patients, but no benefits were observed for walking speed, stair-climbing ability, or quality of life.", "population_specificity": "Patients with peripheral artery disease (PAD).", "effective_dosage": "Not specified", "study_duration": "12 to 48 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:22.024292+00:00"}
{"study_id": 89538, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of a home-based multimodal exercise program on muscle strength, balance, functioning, cognition, dual task performance, frailty, and physical activity level in older people with Alzheimer disease.", "results_summary": "The study expects improvements in the evaluated aspects (functioning, strength, balance, cognition, etc.) in the intervention group compared to the control group after 16 weeks of training. The protocol provides a theoretical basis for clinical interventions and health promotion measures for older people with Alzheimer disease.", "population_specificity": "Older people with mild and moderate Alzheimer disease (n=40).", "effective_dosage": "60-minute sessions, three times a week.", "study_duration": "16 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:23.053236+00:00"}
{"study_id": 89541, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the combined role of walking energetics and hip abductor strength on physical activity in older women with hip osteoarthritis.", "results_summary": "Greater energy used during walking was associated with lower self-reported physical activity, more sedentary time, and less light activity time. Lower hip abductor strength was also linked to reduced physical activity, and together these factors predicted 55.5% of the variance in self-reported physical activity.", "population_specificity": "30 older women (61 ± 10 years) with moderately symptomatic hip osteoarthritis.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:23.624093+00:00"}
{"study_id": 89540, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to compare the outcomes and functional impairments of patients with pulmonary hypertension (PH) in COPD versus idiopathic pulmonary arterial hypertension (IPAH), focusing on factors like 6-minute walking distance (6MWD) and survival rates.", "results_summary": "Patients with PH in COPD had worse 6MWD and functional class compared to IPAH patients, with lower survival rates. Improvements in 6MWD or functional class after PH treatment were associated with better outcomes in severe PH in COPD.", "population_specificity": "Patients with moderate or severe PH in COPD and patients with IPAH.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:24.157564+00:00"}
{"study_id": 89539, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether Okada Purifying Therapy (OPT) combined with duloxetine improved walking ability in patients with Temporomandibular Disorders (TMDs) and Fibromyalgia (FM).", "results_summary": "The study found that both treatment groups improved over time, but only the interaction between treatment and time for walking ability showed a statistically significant difference (F=7.57, p=0.002). No further benefits from OPT were observed, though it may improve pharmacological tolerability.", "population_specificity": "Patients with TMDs and FM visiting the Department of Oral and Maxillofacial Sciences, Sapienza University of Rome.", "effective_dosage": "Not specified for walking-related intervention.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:24.459854+00:00"}
{"study_id": 89533, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the safety and benefits of dalfampridine versus placebo in improving walking ability and other functional outcomes in individuals with multiple sclerosis (MS).", "results_summary": "Dalfampridine significantly improved walking ability (measured by the 12-item Multiple Sclerosis Walking Scale, timed 25-foot walk test, and 6-min walk test), finger dexterity (9-Hole Peg Test), and cognitive function (Symbol Digit Modalities Test) compared to placebo, but also had a higher incidence of side effects.", "population_specificity": "Individuals with multiple sclerosis (1691 participants across 9 RCTs).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:25.925400+00:00"}
{"study_id": 89542, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the therapeutic effect of a postoperative hospital-based systemic rehabilitation protocol on ankle function in chronic ankle instability (CAI) patients.", "results_summary": "The study found significant improvements in pain, symptoms, activities of daily living, sports activities, and quality of life (QOL) domains of the FAOS in the intervention group compared to the control group. Secondary outcomes, including ankle motor strength and spatiotemporal gait metrics, were also assessed.", "population_specificity": "Thirty-five patients who underwent a modified Broström procedure for chronic ankle instability (CAI).", "effective_dosage": "Fifty-minute sessions of hospital-based rehabilitation performed three times weekly.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:26.686166+00:00"}
{"study_id": 89544, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of general physical activity promoting interventions on functional and hospital outcomes in patients hospitalized over 48 hours.", "results_summary": "The study included four randomized controlled trials and performed meta-analyses for outcomes reported in two or more studies, using a random-effects model. The GRADE approach was used to assess the certainty of evidence, but specific results regarding walking's effects are not detailed in the abstract.", "population_specificity": "Patients hospitalized for over 48 hours.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:29.602039+00:00"}
{"study_id": 89543, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "To evaluate the efficacy and safety of ultrasound-guided LR-PRP injections (single vs. double dose) for treating pes anserinus tendinobursitis (PATB).", "results_summary": "Both single and double-dose LR-PRP injections significantly improved pain (VAS), function (WOMAC), and walking capacity (6MWT) at 4 and 12 weeks post-treatment, with no statistical difference between the two dosing regimens. Likert scale results showed complete or significant relief in 78.4% of patients, though 6.7% reported worsened pain.", "population_specificity": "60 patients with PATB (no significant demographic differences between groups).", "effective_dosage": "2 mL LR-PRP (single dose or two doses one week apart).", "study_duration": "12 weeks (follow-up).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:30.741540+00:00"}
{"study_id": 89546, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to determine the effect of rivastigmine on gait in patients with mild to moderate Alzheimer's disease during single-task and dual-task walking trials.", "results_summary": "Rivastigmine significantly improved gait velocity during dual-task trials (counting backward and naming animals while walking) but not during single-task trials (walking at usual or fast pace). The improvement in dual-task gait was attributed to enhanced cognitive function rather than motor function.", "population_specificity": "21 newly diagnosed patients with mild to moderate Alzheimer's disease.", "effective_dosage": "Not specified", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:31.244256+00:00"}
{"study_id": 89548, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to determine the effectiveness of a breathing exercise on respiratory function and 6-minute walk distance in patients under hemodialysis.", "results_summary": "The breathing exercise improved pulmonary function parameters (forced vital capacity, forced expiratory volume in 1 second) but did not significantly affect 6-minute walk distance.", "population_specificity": "52 patients under hemodialysis from a university teaching hospital in Iran.", "effective_dosage": "Not specified (breathing exercise program with incentive spirometry).", "study_duration": "2 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:32.613231+00:00"}
{"study_id": 89545, "supplement_id": 1667, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of different initial doses of transdermal buprenorphine on pain relief, adverse effects, and quality of life in elderly osteoarthritis patients, including its impact on walking ability.", "results_summary": "The study found that transdermal buprenorphine reduced pain severity and improved quality of life, including walking ability, with no significant differences between dosage groups. Lower initial doses (8.75 μg/h and 17.5 μg/h) resulted in fewer adverse effects compared to the higher dose (35 μg/h).", "population_specificity": "Elderly patients (over 64 years old) with severe chronic pain due to osteoarthritis.", "effective_dosage": "8.75 μg/h, 17.5 μg/h, or 35 μg/h (transdermal buprenorphine).", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:32.941186+00:00"}
{"study_id": 89547, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the optimal timing of postmeal walking to lower postprandial glucose (PPG) in overweight or obese young men.", "results_summary": "Walking initiated 20 minutes before PPG peak (20iP) significantly reduced PPG, plasma insulin, and C-peptide concentrations compared to sitting or walking at PPG peak (iP). The effects were more pronounced in men with higher BMI or glucose iAUC values during sitting.", "population_specificity": "Overweight or obese young men (age: 23.0 ± 4.3 y; BMI: 27.4 ± 2.8 kg/m²).", "effective_dosage": "Walking at 50% maximal oxygen consumption for 30 minutes.", "study_duration": "240-minute trials per session, with sessions separated by 6-14 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:34.193751+00:00"}
{"study_id": 89550, "supplement_id": 1667, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the practicability, acceptability, and appropriateness of the Andago rehabilitation robot for training walking over-ground with bodyweight unloading in children with gait impairments.", "results_summary": "The Andago was found to be practical and well-accepted, with no technical difficulties and prevention of falls. Stride-to-stride variability was higher in Andago compared to treadmill walking, and muscle activity was minimally affected by bodyweight unloading levels.", "population_specificity": "Children and adolescents with gait impairments undergoing neurorehabilitation.", "effective_dosage": "Three levels of bodyweight unloading (median: 20%, 35%, and 50% of bodyweight).", "study_duration": "Three sessions.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:35.028596+00:00"}
{"study_id": 89549, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to review the impact of osteoarthritis (OA) on joint function and activity limitation, particularly focusing on hip and knee OA, and to evaluate management strategies, including walking as a valued activity.", "results_summary": "The study found that OA leads to joint dysfunction, pain, and loss of valued activities like walking. Management strategies, including exercise (such as walking), weight loss, and education, are effective, with walking being a key activity for maintaining physical function.", "population_specificity": "Individuals with hip and knee osteoarthritis, particularly adults, including those over 75 years, females, and those with obesity or joint injuries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:35.149149+00:00"}
{"study_id": 89551, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether prenatal repair of myelomeningocele improved physical functioning, including walking skills, compared to postnatal repair in children aged 5 to 10 years.", "results_summary": "Children with prenatal repair showed better self-care skills, functional mobility, and walking abilities, including faster walking speeds and improved gait quality, compared to those with postnatal repair. They were also more likely to be community ambulators and had better motor function relative to their anatomic lesion level.", "population_specificity": "Children aged 5 to 10 years with myelomeningocele who underwent either prenatal or postnatal repair.", "effective_dosage": "Not applicable (surgical intervention, not a supplement).", "study_duration": "Follow-up assessments were conducted from ages 5 to 10 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:38.504649+00:00"}
{"study_id": 89552, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the feasibility and clinical impact of the Atrial Flow Regulator (AFR) device in heart failure patients, not specifically Walking.", "results_summary": "The study found that AFR implantation was feasible, with device patency maintained at 3 and 12 months, and some patients showed improvements in functional class, walking distance, and quality of life. No shunt occlusion, stroke, or new right heart failure was observed.", "population_specificity": "Symptomatic heart failure patients with reduced or preserved ejection fraction and elevated pulmonary capillary wedge pressure.", "effective_dosage": "Not applicable (device implantation study).", "study_duration": "1-year follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:39.242784+00:00"}
{"study_id": 89553, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the efficacy of a Fitbit program to improve physical activity (walking) in endometrial cancer survivors.", "results_summary": "The study found a 22% increase in average steps at 6 months, but this returned to baseline by 9 months. The telephone intervention showed temporary improvements in activity levels, with the greatest impact on patients with high baseline walking frequency and low baseline step count.", "population_specificity": "Endometrial cancer survivors (stage IA-IIIA, ≥3 months post-treatment).", "effective_dosage": "Not specified (activity tracked via Fitbit).", "study_duration": "9 months (intervention communication every 2 weeks for 2 months, then once during months 4 and 5).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:40.063924+00:00"}
{"study_id": 89555, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a single session of walking exercise reduces arterial stiffness in symptomatic peripheral artery disease (PAD) patients.", "results_summary": "Walking exercise did not significantly alter arterial stiffness compared to control or other exercise sessions, with no difference found between walking, combined exercise, and resting conditions. The study found that resistance exercise, not walking, acutely reduced arterial stiffness in these patients.", "population_specificity": "Twelve patients with symptomatic peripheral artery disease (PAD).", "effective_dosage": "10 bouts of 2-minute walking at the speed corresponding to the onset of claudication pain, with 2-minute intervals between sets.", "study_duration": "Single session.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:41.270839+00:00"}
{"study_id": 89554, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of empagliflozin on pulmonary artery pressures and other hemodynamic measures in patients with heart failure, regardless of ejection fraction or diabetes status.", "results_summary": "Empagliflozin significantly reduced pulmonary artery diastolic pressure (PADP) starting at week 1, with effects amplifying over time, and appeared independent of loop diuretic management. Secondary outcomes included health status, natriuretic peptides, and 6-minute walking distance, though specific walking-related results were not detailed.", "population_specificity": "Patients with heart failure (mean age 66, 63% male, 52% with type 2 diabetes, 54% NYHA class III/IV, mean ejection fraction 44%) and previously implanted pulmonary artery pressure sensors.", "effective_dosage": "10 mg daily", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:42.059191+00:00"}
{"study_id": 89556, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of unsupervised Nordic walking and regular walking on maintaining improvements in overweight/obese adults after a supervised training period.", "results_summary": "Unsupervised training did not further improve performance, but participants, especially in the Nordic walking group, maintained some benefits from the supervised phase. Instructor-led training may enhance adherence and health benefits.", "population_specificity": "Overweight/obese adults (aged 66 ± 7-8 years, BMI 32-34 ± 5).", "effective_dosage": "Not specified", "study_duration": "6 months unsupervised following 6 months supervised training (total 12 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:42.342430+00:00"}
{"study_id": 89557, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to assess amputation and mortality rates, as well as risk factors and outcomes (including return to walking) in patients with Charcot neuroarthropathy following reconstruction.", "results_summary": "The study found that 15.2% of patients underwent limb amputation post-reconstruction, and 14.6% died. Patients with ankle or subtalar joint reconstruction were 70% less likely to return to walking compared to medial column reconstruction.", "population_specificity": "Patients with Charcot neuroarthropathy (n=151) over a 5-year period.", "effective_dosage": "Not available", "study_duration": "Follow-up at 30 days, 1 year, and 3 years post-reconstruction.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:43.392025+00:00"}
{"study_id": 89558, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine if the 6-minute walk test (6MWT) could predict clinical decompensation in patients with cirrhosis after 1 year of follow-up.", "results_summary": "The study found that a walking distance ≤ 401.8 m during the 6MWT predicted clinical decompensation with 64% sensitivity and 82% specificity. Patients walking < 401.8 m had a 30% decompensation-free outcome rate compared to 75% for those walking > 401.8 m (p<0.001).", "population_specificity": "Patients with compensated cirrhosis of various etiologies, mean age 56.3±10.5 years, 65% male, 65.4% Child-Pugh class A.", "effective_dosage": "Not applicable (6MWT is a performance test, not a dosage).", "study_duration": "1 year of follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:46.092201+00:00"}
{"study_id": 89561, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The study does not evaluate Walking; it focuses on the efficacy and mechanisms of Bufei Yishen formula (BYF) for chronic obstructive pulmonary disease (COPD).", "results_summary": "The study does not report any findings related to Walking.", "population_specificity": "Patients with COPD and COPD rat models.", "effective_dosage": "Not mentioned for Walking.", "study_duration": "Not applicable for Walking.", "interactions": "None mentioned for Walking.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:46.701672+00:00"}
{"study_id": 89560, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate correlations between socio-demographic/clinical factors and the use of prostheses for indoor/outdoor walking (community ambulation) in lower limb amputation (LLA) subjects.", "results_summary": "The study found that prosthesis use and trans-tibial amputation level were significant predictors of improved community ambulation. Factors like gender, work activity, and time since amputation also influenced outcomes, while age negatively correlated with recovery.", "population_specificity": "302 subjects with lower limb amputation who received similar rehabilitative treatment.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:47.478589+00:00"}
{"study_id": 89559, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers aimed to investigate the management of acute limb ischemia caused by arterial vasospasm due to ergotamine overdose in combination with HIV protease inhibitors.", "results_summary": "The study found that combining medical vasodilator therapy with interventional procedures (such as transluminal balloon angioplasty) effectively restored arterial blood flow and rescued lower limbs in severe arterial vasospasm cases. The case demonstrated the ineffectiveness of first-line vasodilator therapy alone and highlighted the necessity of interventional approaches.", "population_specificity": "A 33-year-old woman with orthostatic hypotension taking dihydroergotamine and prescribed HIV post-exposure prophylaxis (lopinavir and ritonavir).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Interaction between dihydroergotamine and HIV protease inhibitors (lopinavir and ritonavir) leading to ergotism and arterial vasospasm.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:48.381581+00:00"}
{"study_id": 89562, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the real-world long-term efficacy and safety of alglucosidase alfa in adult Pompe disease patients, including its impact on walking capability (6MWT).", "results_summary": "The study observed an initial improvement in walking capability (6MWT) followed by a secondary decline after long-term enzyme replacement therapy (ERT). The efficacy of ERT diminished over time, with a sustained decline in multiple outcome measures, including walking.", "population_specificity": "Adult Pompe disease patients from Spain, Taiwan, Italy, and Germany.", "effective_dosage": "Not specified", "study_duration": "Mean follow-up of 7.03 years (±2.98), with ERT administered for at least 3 years.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:49.529671+00:00"}
{"study_id": 89563, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the impact of robot-assisted gait training (RAGT) on balance and gait outcomes in people with multiple sclerosis (PwMS).", "results_summary": "RAGT, primarily using exoskeletons, improved balance and gait outcomes in PwMS, achieving clinically meaningful differences in the Berg Balance Scale, six-minute walking test, and gait speed. The training was often combined with multimodal rehabilitation or standard physical therapy.", "population_specificity": "People with multiple sclerosis (PwMS), with varying levels of disability.", "effective_dosage": "Exoskeleton training: 6-40 sessions, 2-5 per week; end-effector training: 12 sessions, 2-3 per week.", "study_duration": "Varied by study, ranging from 6 to 40 sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:51.981815+00:00"}
{"study_id": 92971, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the available literature on drug pharmacodynamics in infants with pulmonary hypertension (PH), including the use of medications like iNO and sildenafil.", "results_summary": "The study found that mortality in infants with PH has decreased significantly, with iNO and sildenafil being widely used, though pharmacodynamic data in children are lacking compared to adults.", "population_specificity": "Infants with pulmonary hypertension (PH).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:59.586145+00:00"}
{"study_id": 92965, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the existing scientific literature on exercise training (including walking) in patients with idiopathic pulmonary fibrosis (IPF) and identify gaps for future research.", "results_summary": "The study found that exercise training, including walking, significantly improved 6-minute walking distance, peak aerobic capacity, reduced dyspnea, and enhanced quality of life in IPF patients, though long-term effects and predictors of improvement require further exploration.", "population_specificity": "Patients with idiopathic pulmonary fibrosis (IPF).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:45:59.710641+00:00"}
{"study_id": 92970, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the functional outcomes of passive, adaptive, and active prosthetic knees in individuals with transfemoral amputation.", "results_summary": "Adaptive control improved comfortable TUG time and physical function, while active control increased TUG, ramp times, and balance confidence but restricted mobility in middle-age or older users.", "population_specificity": "12 participants with unilateral transfemoral amputation (mean age = 58 years).", "effective_dosage": "Not applicable (prosthetic knee conditions, not a supplement).", "study_duration": "14 months (randomized crossover trial).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:00.180924+00:00"}
{"study_id": 92967, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the relationship between perceived fatigability and metabolic measures, including oxygen consumption and the energy cost of walking, in older women.", "results_summary": "Perceived fatigability was not directly linked to metabolic measures but was associated with higher oxygen cost of walking, lower physical activity, shorter walking distance, and greater performance fatigability.", "population_specificity": "Forty-eight community-dwelling older women from senior centers in Natal, Brazil.", "effective_dosage": "Not specified", "study_duration": "Two evaluation sessions (duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:00.362292+00:00"}
{"study_id": 92966, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the impact of walking impairment in multiple sclerosis (MS) and the need for patient education, assessments, and management strategies.", "results_summary": "The study found that walking impairment occurs early in MS and significantly affects socioeconomic outcomes. It highlighted the importance of combining patient-reported and objective measures to monitor changes and facilitate discussions on management strategies.", "population_specificity": "Individuals with multiple sclerosis (MS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:00.400998+00:00"}
{"study_id": 92969, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the potential of instrumented footwear for gait analysis and retraining outside clinical settings.", "results_summary": "The study suggests that instrumented footwear can enable out-of-lab gait analysis and serve as a retraining tool using acoustic or vibrotactile stimuli, addressing the limitations of traditional gait laboratories.", "population_specificity": "Patients requiring gait analysis or retraining (specific population not detailed).", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:00.578379+00:00"}
{"study_id": 92964, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to validate a self-reported Walking Speed Questionnaire (WSQ) as an effective tool for assessing baseline gait speed in older adults when conventional measurement is contraindicated.", "results_summary": "The WSQ significantly predicted true gait speed (r = 0.696, ρ = 0.717) and all four questions independently correlated with measured gait speed (P < 0.001). The tool enables gait screening in settings where direct testing is impractical, such as trauma cases.", "population_specificity": "Ambulating individuals aged 60-95 (mean age 73.2 ± 8.1 years, 86.1% female, n = 101).", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:01.129268+00:00"}
{"study_id": 92968, "supplement_id": 1667, "safety_score": "75", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effects of dalfampridine ER 5 and 10 mg BID on walking distance in people with multiple sclerosis (MS) using the 6-minute walk test and patient-reported outcomes.", "results_summary": "Dalfampridine ER 10 mg BID significantly improved walking distance (37.3% vs 12.2% placebo) and walking speed (45.1% vs 14.3% placebo) compared to placebo, with no significant efficacy observed for the 5 mg dose. Improvement in patient-reported walking impact (MSWS-12) correlated with ≥20% increase in walking distance.", "population_specificity": "Adults aged 18-70 with multiple sclerosis (N = 153 with 6MW data).", "effective_dosage": "5 mg or 10 mg BID (twice daily).", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:02.352142+00:00"}
{"study_id": 92973, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the effect of 8-week whole body vibration training on gait performance and lower extremity function in stroke patients with knee hyperextension.", "results_summary": "The intervention group showed significant reductions in knee hyperextension times and improvements in walking function (10-meter walk test) and lower limb function (Fugl-Meyer assessment) compared to the control group. All three tests demonstrated statistically significant improvements post-training in both groups.", "population_specificity": "Stroke patients with knee hyperextension (n=30).", "effective_dosage": "Not specified", "study_duration": "8 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:07.229512+00:00"}
{"study_id": 92972, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of inspiratory muscle training and calisthenics-and-breathing exercises combined with physical training on respiratory muscle strength, endurance, thoracoabdominal mobility, exercise capacity, and dyspnea in COPD patients.", "results_summary": "Both interventions improved respiratory muscle strength, endurance, thoracoabdominal mobility, and walking distance, while reducing dyspnea. Inspiratory muscle training was more effective in increasing respiratory muscle strength and endurance, particularly in subjects with respiratory muscle weakness.", "population_specificity": "25 subjects with COPD (13 in the inspiratory muscle training group, 12 in the calisthenics-and-breathing exercises group).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:08.378332+00:00"}
{"study_id": 92974, "supplement_id": 1667, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate maximal oxygen consumption, walking efficiency, and maximal strength in substance use disorder (SUD) patients compared to a reference group.", "results_summary": "SUD patients exhibited significantly lower maximal oxygen consumption (15% lower in men, 25% in women), 13% reduced walking efficiency, and 30-33% lower maximal strength compared to healthy controls. These impairments suggest higher risks of cardiovascular and lifestyle-related diseases.", "population_specificity": "44 SUD patients in residential treatment (31 men, 13 women) compared to an age- and sex-matched reference group.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T22:46:08.484011+00:00"}
