{"study_id": 65787, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether dietary supplementation with omega-3 fatty acids, including flaxseed oil, could improve lipid composition of meibum, tear evaporation, and tear volume in patients with dry eye.", "results_summary": "The study found that omega-3 supplementation, including flaxseed oil, increased tear production and volume but had no significant effect on meibum lipid composition or tear evaporation rate. A higher percentage of patients in the omega-3 group became asymptomatic compared to the placebo group.", "population_specificity": "Patients with dry eye (n=36).", "effective_dosage": "1000 mg flaxseed oil daily (as part of a combined omega-3 supplement).", "study_duration": "90 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:32.782819+00:00"}
{"study_id": 65789, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether incorporating flaxseed into lifestyle counseling provides additional benefits in managing metabolic syndrome (MetS) compared to lifestyle counseling alone.", "results_summary": "Flaxseed supplementation (30 g/d) combined with lifestyle counseling significantly reduced the prevalence of MetS and improved central obesity reversion rates compared to lifestyle counseling alone, though overall MetS reversion rates were not significantly different between groups. Most metabolic variables improved across all groups, with flaxseed showing specific benefits for central obesity.", "population_specificity": "283 participants screened for MetS using updated National Cholesterol Education Program Adult Treatment Panel III criteria for Asian Americans.", "effective_dosage": "30 g/d", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:33.592189+00:00"}
{"study_id": 65790, "supplement_id": 1139, "safety_score": "90", "efficacy_score": 30, "quality_score": 80, "study_goal": "The researchers aimed to determine if an 8-week diet supplemented with flaxseed oil (ALA) would alter Lp-PLA(2) levels, an inflammatory marker linked to cardiovascular disease, in healthy adults aged 50+.", "results_summary": "The study found no significant changes in Lp-PLA(2) mass or activity after flaxseed oil supplementation, though changes in oxidized LDL were associated with Lp-PLA(2) mass.", "population_specificity": "Healthy adults aged 50+ (~75% female, average age 61 years).", "effective_dosage": "~11 g/day of flaxseed oil capsules.", "study_duration": "8 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:34.414045+00:00"}
{"study_id": 65792, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to examine the mechanisms by which n-3 PUFAs, including alpha linolenic acid from flaxseed oil, exert cardioprotective effects against cardiovascular disease.", "results_summary": "The study found that n-3 PUFAs, including those from flaxseed oil, provide cardiovascular benefits through multiple mechanisms such as anti-inflammation, modulation of lipid mediators, reduction of triglycerides, and antiarrhythmic effects. These effects are supported by epidemiological and intervention studies, as well as cellular and molecular research.", "population_specificity": "Not specified (general cardiovascular health focus)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:35.526824+00:00"}
{"study_id": 65793, "supplement_id": 1139, "safety_score": "90", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to test whether daily intake of flaxseed-enriched bread could reduce climacteric symptoms and affect endometrial thickness in postmenopausal women.", "results_summary": "The study found that flaxseed consumption (46 mg lignans/day) was safe but no more effective than placebo in reducing hot flashes and Kupperman Menopausal Index scores, with no impact on endometrial thickness.", "population_specificity": "Postmenopausal women (1-10 years postmenopause)", "effective_dosage": "25 g of partially defatted ground flaxseed (46 mg lignans) daily via 2 slices of bread", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:37.239224+00:00"}
{"study_id": 65791, "supplement_id": 1139, "safety_score": "90", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of milled flaxseed or flaxseed oil on glycemic control, n-3 fatty acid status, anthropometrics, and adipokines in individuals with type 2 diabetes.", "results_summary": "The study found that flaxseed intake increased plasma phospholipid n-3 fatty acids but did not affect glycemic control. The flaxseed groups maintained body weight, while the control group gained weight.", "population_specificity": "Adults with well-controlled type 2 diabetes (age 52.4 ± 1.5 years, BMI 32.4 ± 1.0 kg/m², 17 men and 17 women).", "effective_dosage": "32 g/day milled flaxseed (FXS) or 13 g/day flaxseed oil (FXO).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:37.788973+00:00"}
{"study_id": 65794, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine which component of flaxseed (SDG lignan or flaxseed oil) enhances tamoxifen's effectiveness in reducing estrogen receptor-positive breast tumor growth and the mechanisms involved.", "results_summary": "Both SDG and flaxseed oil reduced tumor growth by decreasing cell proliferation and modulating ER- and growth factor-mediated signaling pathways, with flaxseed oil showing greater efficacy in increasing apoptosis compared to tamoxifen alone.", "population_specificity": "Ovariectomized athymic mice with established MCF-7 estrogen receptor-positive breast tumors.", "effective_dosage": "SDG (1 g/kg diet), flaxseed oil (38.5 g/kg diet), or combined SDG and FO (levels equivalent to a 10% flaxseed diet).", "study_duration": "8 weeks", "interactions": "Interaction with tamoxifen was studied, but no other interactions mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:40.133397+00:00"}
{"study_id": 200910, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 65, "study_goal": "The researchers were attempting to determine whether alterations in gut microbiota abundance correlate with exercise performance in long-distance runners.", "results_summary": "The study found a correlation between gut microbiota abundance and exercise performance, but the abstract does not specify the effects of flaxseed.", "population_specificity": "25 male long-distance runners", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:41.078548+00:00"}
{"study_id": 200909, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the effects of flaxseed supplementation on lipid profile and liver enzymes through a meta-analysis of randomized controlled trials.", "results_summary": "Flaxseed supplementation significantly reduced triglycerides and liver enzymes (AST and ALT) while increasing HDL levels, with more pronounced effects on ALT at doses below 2000 mg/day.", "population_specificity": "Not specified (meta-analysis of randomized controlled trials)", "effective_dosage": "Doses below 2000 mg/day showed more pronounced effects on ALT.", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:41.569222+00:00"}
{"study_id": 200908, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the impacts of flaxseed supplementation on inflammatory biomarkers in adults through a meta-analysis of randomized controlled trials.", "results_summary": "Flaxseed supplementation significantly reduced C-reactive protein (CRP) levels, indicating a potential anti-inflammatory effect, though the abstract notes conflicting findings in some studies. The analysis included 54 RCTs involving 3000 individuals, showing a statistically significant reduction in CRP (SMD = -0.46; 95% CI: -0.70, -0.23, P < 0.001).", "population_specificity": "Adults from 12 countries (3000 individuals).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:41.870848+00:00"}
{"study_id": 200911, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of flaxseed supplementation on functional constipation and quality of life in adults with chronic functional constipation.", "results_summary": "Flaxseed supplementation significantly improved bowel habits, reduced Wexner constipation scores, increased defecation frequency, and enhanced quality of life, with slightly better efficacy than lactulose.", "population_specificity": "Adult men and women in China diagnosed with functional constipation by Rome IV criteria.", "effective_dosage": "50 g/day flaxseed flour with meals.", "study_duration": "4 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:43.336967+00:00"}
{"study_id": 200913, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to systematically review and meta-analyze randomized controlled trials to determine the effects of flaxseed supplementation on blood lipid profiles.", "results_summary": "Flaxseed supplementation significantly reduced total cholesterol, triglycerides, and LDL-C but had no effect on HDL-C, suggesting potential benefits for delaying heart disease progression.", "population_specificity": "3772 participants across 62 randomized controlled trials.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:45.322312+00:00"}
{"study_id": 200912, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of flaxseed supplementation on serum adiponectin and leptin concentrations through a systematic review and meta-analysis of randomized controlled trials.", "results_summary": "Flaxseed supplementation did not significantly affect adiponectin or leptin levels in adults, with nonsignificant effects across subgroups based on trial duration, flaxseed type, and participant health status. The results remained robust in sensitivity analysis.", "population_specificity": "Adults (specific health status not detailed beyond general inclusion of RCTs)", "effective_dosage": "Not specified", "study_duration": "Varied (subgroup analysis considered trial duration but specific lengths not detailed)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:46.158198+00:00"}
{"study_id": 200916, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effects of co-supplementation with vitamin D and n-3 fatty acids from flaxseed oil on cardiometabolic risk markers in diabetic patients with coronary heart disease (CHD).", "results_summary": "Co-supplementation significantly reduced carotid intima-media thickness (CIMT), fasting plasma glucose, insulin, insulin resistance, LDL-cholesterol, and high-sensitivity C-reactive protein, while increasing insulin sensitivity and HDL-cholesterol compared to placebo.", "population_specificity": "Vitamin D-deficient diabetic patients with CHD (n=61).", "effective_dosage": "2× 1000 mg/d n-3 fatty acids from flaxseed oil.", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:50.466364+00:00"}
{"study_id": 200918, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to systematically review and analyze RCTs assessing the effects of flaxseed consumption on body weight and body composition.", "results_summary": "The study found conflicting results from RCTs regarding flaxseed's association with obesity, with mean changes in body composition indices (weight, BMI, waist circumference) analyzed using weighted mean differences and confidence intervals.", "population_specificity": "Not specified in the abstract (general population inferred).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:50.815704+00:00"}
{"study_id": 65783, "supplement_id": 1139, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to compare the metabolic and endocrine effects of essential omega-3 PUFAs from flaxseed oil versus long-chain omega-3 PUFAs from fish oil in women with polycystic ovary syndrome (PCOS).", "results_summary": "Flaxseed oil significantly lowered serum triglycerides and showed no adverse effects on glucose or insulin parameters, unlike fish oil, which had mixed metabolic effects. The study concluded that flaxseed and fish oil should not be used interchangeably due to their distinct effects.", "population_specificity": "Women with polycystic ovary syndrome (PCOS).", "effective_dosage": "3.5 g of n-3 PUFA per day.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:50.966396+00:00"}
{"study_id": 200915, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effects of grounded flaxseed and flaxseed oil on inflammatory markers, metabolic parameters, and disease severity in patients with ulcerative colitis (UC).", "results_summary": "Both grounded flaxseed and flaxseed oil significantly reduced inflammatory markers (IL-6, INF-γ, ESR, fecal calprotectin), disease severity (Mayo score), blood pressure, and waist circumference, while increasing TGF-β and IBDQ-9 scores. No significant differences were observed between flaxseed and flaxseed oil groups except for TGF-β.", "population_specificity": "75 UC patients (43 men, 32 women) with a mean age of 31.54 ± 9.84 years.", "effective_dosage": "Grounded flaxseed (30 g/day), flaxseed oil (10 g/day).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:51.004029+00:00"}
{"study_id": 200919, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of omega-3 fatty acids from flaxseed oil on gene expression related to insulin and lipid signaling in women with PCOS.", "results_summary": "Omega-3 fatty acids from flaxseed oil upregulated PPAR-γ mRNA and downregulated LDLR mRNA in women with PCOS, but had no significant effect on GLUT-1 or Lp(a) gene expression.", "population_specificity": "Women aged 18-40 years diagnosed with PCOS according to the Rotterdam criteria.", "effective_dosage": "1,000 mg omega-3 fatty acids (containing 400 mg α-linolenic acid) twice daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:52.193848+00:00"}
{"study_id": 200914, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of flaxseed supplementation on adhesion molecules and inflammatory cytokines in adults.", "results_summary": "Flaxseed supplementation significantly reduced CRP, IL-6, and VCAM-1 levels but had no significant effect on TNF-α, ICAM-1, and E-selectin. The findings suggest potential benefits for specific inflammatory markers but require further confirmation.", "population_specificity": "Adults (2520 participants across 40 RCTs)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:53.236135+00:00"}
{"study_id": 200920, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of omega-3 fatty acid supplementation from flaxseed oil on inflammatory cytokines and advanced glycation end products (AGEs) in patients with diabetic nephropathy.", "results_summary": "Omega-3 fatty acid supplementation significantly reduced serum AGEs but had no significant effect on inflammatory cytokines compared to placebo. The receptor for AGEs showed a reduction in the omega-3 group, but no significant difference between groups was observed.", "population_specificity": "60 patients with diabetic nephropathy.", "effective_dosage": "1000 mg/d of omega-3 fatty acid from flaxseed oil.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:54.265999+00:00"}
{"study_id": 200922, "supplement_id": 1139, "safety_score": "85", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine the effects of flaxseed supplementation on erythrocyte polyunsaturated fatty acids (PUFAs) and serum biomarkers related to inflammation, endothelial dysfunction, oxidative stress, and thrombosis in individuals with risk factors for metabolic syndrome (MetS).", "results_summary": "Flaxseed supplementation significantly increased erythrocyte n-3 PUFAs and decreased n-6 PUFAs and the n-6/n-3 ratio but showed no additional benefits beyond lifestyle counseling for most serum biomarkers tested. Some inflammatory markers declined in both groups, but no between-group differences were observed.", "population_specificity": "Chinese individuals with two or more components of metabolic syndrome (MetS).", "effective_dosage": "30 g/day of ground whole flaxseed.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:55.937954+00:00"}
{"study_id": 200923, "supplement_id": 1139, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effect of dietary flaxseed oil on colorectal cancer growth in vivo and compare its efficacy to walnuts.", "results_summary": "Flaxseed oil significantly reduced tumor growth rate by 43% and final tumor weight by 44% compared to the control. It also decreased serum angiogenesis factors and increased necrotic areas in tumors.", "population_specificity": "6-week-old female nude mice injected with HT-29 human colon cancer cells.", "effective_dosage": "~19% of total energy from flaxseed oil.", "study_duration": "25 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:58.665382+00:00"}
{"study_id": 14610, "supplement_id": 1140, "safety_score": "30", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether chitosan (CS) could protect against fluoride-induced kidney toxicity in rats.", "results_summary": "Fluoride caused nephrotoxicity, increasing kidney volume, inflammatory markers (caspase-3, TNF-α), and serum urea/creatinine levels, while CS treatment reversed these effects and restored kidney structure.", "population_specificity": "28 rats divided into four groups (n=7 per group).", "effective_dosage": "100 mg/L NaF in drinking water; 250 mg/kg/day CS by gastric gavage.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:59.525530+00:00"}
{"study_id": 200924, "supplement_id": 1139, "safety_score": "85", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the antioxidant activity of flaxseed and its role in reducing inflammation and insulin resistance in obese glucose-intolerant individuals.", "results_summary": "Flaxseed supplementation reduced oxidative stress (TBARS) and insulin resistance (HOMA-IR) but did not affect inflammatory biomarkers. A positive correlation was found between oxidative stress and insulin resistance.", "population_specificity": "Obese glucose-intolerant individuals (n=9).", "effective_dosage": "40 g ground flaxseed daily.", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:59.796995+00:00"}
{"study_id": 14612, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a novel calcium hydroxide-supported cation exchange resin composite (NCHO/CER) for fluoride removal in water.", "results_summary": "The study confirmed the formation of calcium hydroxide nanoparticles in the CER structure, demonstrated effective fluoride adsorption following pseudo-second-order kinetics and Freundlich isotherm models, and showed reusability and applicability in real-world water sources like tap water and groundwater.", "population_specificity": "Not specified (water samples, not human subjects)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:53:59.865400+00:00"}
{"study_id": 14611, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness of Silver Diamine Fluoride (SDF) as a primary treatment for Ellis Class IX anterior tooth trauma in young children with behavioral challenges.", "results_summary": "SDF was successfully used in four cases, yielding satisfactory outcomes and a favorable prognosis for the affected teeth, while also improving the children's attitudes toward dental care. The treatment was well-tolerated and required minimal equipment.", "population_specificity": "Very young children with negative behavior responses in the dental setting.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:00.609844+00:00"}
{"study_id": 14614, "supplement_id": 1140, "safety_score": "20", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the effect of sodium fluoride (NaF) on testicular dysfunction in rats and explore the role of the androgen receptor signaling pathway in maintaining fertility during NaF treatment.", "results_summary": "NaF exposure increased testis weight and malondialdehyde (MDA) levels while decreasing serum LH, FSH, and testosterone concentrations. Testicular histological damage was observed, but Artemisia absinthium extract ameliorated these effects.", "population_specificity": "Male rats (32 divided into four groups).", "effective_dosage": "NaF at 12 mg/kg body weight orally.", "study_duration": "60 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:02.860339+00:00"}
{"study_id": 14613, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 92, "quality_score": 85, "study_goal": "The researchers aimed to develop a cost-effective adsorbent (SA@RM) from sodium alginate and red mud for fluoride removal in water, while valorizing industrial waste.", "results_summary": "The adsorbent achieved 92% fluoride removal, demonstrated exceptional cyclic stability (54.8% capacity retention over three regeneration cycles), and followed Langmuir isotherm and pseudo-second-order kinetics, indicating monolayer chemisorption as the dominant mechanism. Advanced characterization revealed fluoride complexation with aluminum oxides, ligand exchange, and ion exchange as key mechanisms.", "population_specificity": "Industrial wastewater treatment (not human consumption).", "effective_dosage": "15 g/L adsorbent dosage, pH 5, initial fluoride concentration of 11.7 mg/L.", "study_duration": "Adsorption equilibrium reached within 40 minutes.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:03.747265+00:00"}
{"study_id": 14615, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine how incorporating ZnO-Nanoclay into PVDF membranes affects their antifouling, mechanical, and antibacterial properties.", "results_summary": "Adding ZnO-Nanoclay significantly improved antifouling properties (99.92% inhibition at 3 wt%), increased water-flux rates by 16% (1 wt%), and enhanced mechanical strength by 500% (3 wt%). The study demonstrated enhanced membrane performance and durability.", "population_specificity": "Not applicable (in vitro study on PVDF membranes).", "effective_dosage": "0, 1, and 3 wt% ZnO-Nanoclay loading.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:04.694853+00:00"}
{"study_id": 14616, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to assess the anti-biofilm properties of fluoride non-thermal atmospheric plasma (FNTAP) against dual-species biofilms of Streptococcus mutans and Streptococcus sanguinis.", "results_summary": "FNTAP significantly reduced bacterial load by over 5 log units and prevented biofilm regrowth, while also reducing medium acidification compared to controls. ArNTAP showed immediate bacterial reduction but no significant impact on regrowth.", "population_specificity": "In vitro dual-species biofilms (Streptococcus mutans and Streptococcus sanguinis).", "effective_dosage": "5 or 10 standard cubic centimeters per minute (sccm) of FNTAP.", "study_duration": "1 or 2 minutes of exposure.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:07.919453+00:00"}
{"study_id": 14619, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether a PVDF/Bi2S3 composite could enhance photocatalytic sterilization efficacy for wound dressings.", "results_summary": "The PVDF/Bi2S3 composite demonstrated superior antibacterial performance against E. coli and MRSA compared to PVDF or Bi2S3 alone, with enhanced photocatalytic efficiency under vibration conditions, promoting wound healing in mice.", "population_specificity": "Mice with trauma wounds.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:08.044087+00:00"}
{"study_id": 14621, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the integration of silver diamine fluoride (SDF) into an existing school-based dental program to improve efficiency and reduce logistical challenges.", "results_summary": "The study found that integrating SDF led to a 23% increase in patients served, a 53% reduction in per-child treatment time, and significant cost reductions in labor (45%) and supplies (24%). Clinicians reported strong support for simplified protocols and increased flexibility.", "population_specificity": "School-aged children in a program serving 16 schools.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:09.158156+00:00"}
{"study_id": 14620, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to assess the utility of 18F-NaF PET in evaluating vertebral bone metabolism in diabetic patients and test the effects of vitamin K1 and colchicine on 18F-NaF activity.", "results_summary": "The study found that 18F-NaF PET may be useful for measuring vertebral bone metabolism in diabetic patients. Colchicine reduced 18F-NaF vertebral uptake, while vitamin K1 had no effect.", "population_specificity": "Diabetic patients aged 50-80 (66.4% male, mean age 65.5 ± 6.8 years).", "effective_dosage": "Vitamin K1 (10mg/day), colchicine (0.5mg/day).", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:09.173510+00:00"}
{"study_id": 14618, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness of different frequencies of 38% silver diamine fluoride (SDF) application in halting the progression of active dentin coronal carious lesions in primary teeth of children aged 2-6 years.", "results_summary": "The study found that more frequent SDF applications (four times per year) were significantly more effective in halting caries progression (80.5% arrest rate) compared to biannual (78.2%) or annual (58.4%) applications, particularly in high-risk tribal children with limited dental care access.", "population_specificity": "Children aged 2-6 years with cavitated carious lesions, primarily from a tribal population in Wayanad, India.", "effective_dosage": "38% SDF applied at frequencies of once per year, twice per year, or four times per year (baseline, 2, 4, and 8 weeks).", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:10.800226+00:00"}
{"study_id": 14623, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of school-based fluoride varnish delivery programs (SFVDP) in preventing dental caries among children.", "results_summary": "SFVDP reduced caries initiation by 32% in permanent teeth and 25% in primary teeth, with effectiveness varying by socioeconomic status. The programs also increased the number of annual fluoride varnish applications.", "population_specificity": "Children in preschool through high school, primarily from low socioeconomic status areas and at elevated caries risk.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:11.774901+00:00"}
{"study_id": 14622, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether stannous fluoride (SnF2) desensitizing toothpaste affects the immediate dentin sealing ability of universal adhesive in human intact dentin.", "results_summary": "The study found that SnF2 pretreatment did not significantly reduce the immediate dentin sealing ability of universal adhesive, with no adverse effects observed. SEM-EDS analysis confirmed the presence of silicon and tin in SnF2-treated dentin but no significant impact on bonding efficacy.", "population_specificity": "Extracted intact third molars from human subjects.", "effective_dosage": "Not specified (SnF2 desensitizing toothpaste used as pretreatment).", "study_duration": "Immediate effects assessed (no long-term follow-up mentioned).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:12.189198+00:00"}
{"study_id": 14624, "supplement_id": 1140, "safety_score": "30", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the safety and efficacy of community water fluoridation (CWF) and systemic fluoride administration, particularly for pregnant women and young children.", "results_summary": "The study found that topical fluoride is effective in preventing dental caries, but systemic fluoride ingestion offers little benefit to fetuses and young infants and may cause dental fluorosis and cognitive deficits. The risk-benefit ratio of CWF appears unfavorable for pregnant women and young children in environments with multiple fluoride sources.", "population_specificity": "Pregnant women and young children.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:13.479319+00:00"}
{"study_id": 14625, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate how the surface properties of poled poly(vinylidene fluoride) (PVDF) films affect cell adhesion, proliferation, and protein adsorption.", "results_summary": "The study found that poling treatment under a strong electric field stabilized the surface aggregation states of PVDF films, resisting structural reorganization upon water exposure. This stable surface promoted cell adhesion, proliferation, and protein adsorption.", "population_specificity": "Not specified (in vitro study on polymer films)", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:16.161733+00:00"}
{"study_id": 14626, "supplement_id": 1140, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate whether adding 2% sodium fluoride (NaF) to an in-office bleaching gel reduces bleaching sensitivity (BS) and affects tooth whitening effectiveness.", "results_summary": "The study found that 2% NaF significantly reduced cold sensitivity after 90 days but did not significantly impact tactile or spontaneous sensitivity or whitening effectiveness compared to the control.", "population_specificity": "29 patients (from an initial 32) undergoing in-office tooth bleaching.", "effective_dosage": "2% NaF added to the bleaching gel, applied once for 45 minutes.", "study_duration": "90 days (follow-up period).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:16.707182+00:00"}
{"study_id": 14628, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of silver diamine fluoride (SDF) on the microtensile bond strength and resin-dentin interface of universal adhesive in etch-and-rinse mode under thermocycling.", "results_summary": "SDF enhanced bonding durability, with higher microtensile bond strength observed in treated groups compared to controls, though resin tag uniformity was reduced. Silver deposition was detected beneath the adhesive layer, indicating SDF's interaction with dentin.", "population_specificity": "Human dentin discs with artificial caries lesions.", "effective_dosage": "Not specified.", "study_duration": "24-hour storage or 10,000 thermocycles.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:17.993063+00:00"}
{"study_id": 14627, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine changes in silver diamine fluoride (SDF) utilization among Medicaid-enrolled children before and during the COVID-19 pandemic and assess the impact of demographics and state-level policies on its use.", "results_summary": "SDF utilization increased significantly from 2019 to 2021, particularly among children aged 0-6 years, rural residents, and American Indian/Alaskan Native children. State-level reimbursement policies were the strongest predictor of SDF use, with children in states with such policies being 10.5 times more likely to receive treatment.", "population_specificity": "Medicaid and Children's Health Insurance Program (CHIP) beneficiaries aged under 21 years in the United States.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:18.466267+00:00"}
{"study_id": 14630, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the dual adsorption capacity of a novel adsorbent for fluoride (FL) and methylene blue (MB) in water treatment.", "results_summary": "The adsorbent demonstrated a maximum adsorption capacity of 14.8 mg/g for fluoride at pH 6.0, attributed to its enhanced surface area and ion-exchange behavior, suggesting effective pollutant removal.", "population_specificity": "Not applicable (in vitro study using synthesized adsorbent).", "effective_dosage": "1.0 g/L adsorbent for fluoride.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:20.101884+00:00"}
{"study_id": 14631, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of modified alginate-based adsorbents (AZ and ALZ) in removing fluoride from water.", "results_summary": "Both AZ and ALZ achieved over 70% fluoride removal efficiency, with ALZ showing higher adsorption capacities (up to 410.81 mg g-1 at 50°C). The process was spontaneous and followed Langmuir isotherm and pseudo-second-order kinetics.", "population_specificity": "Industrial and drinking water samples.", "effective_dosage": "Not specified (adsorption capacities: 70.27–410.81 mg g-1 depending on material and temperature).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:21.323865+00:00"}
{"study_id": 14629, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of silver-fluoride combined with potassium-iodide (AgF+KI) in reducing hypersensitivity in permanent molars affected by molar incisor hypomineralization (MIH).", "results_summary": "The study found that AgF+KI significantly reduced hypersensitivity immediately (15 minutes) and maintained this reduction after 3 months, with mean SCASS scores declining from 2.5 to 1.0. The effect was consistent across treated and untreated molars, though the percentage reduction from baseline was not statistically significant.", "population_specificity": "22 children with 53 hypersensitive MIH-affected permanent molars (MIH TNI 3 or 4).", "effective_dosage": "Not specified (application method described as single treatment after isolation with cotton rolls).", "study_duration": "3 months (follow-up period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:21.459567+00:00"}
{"study_id": 14632, "supplement_id": 1140, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the effects of sodium fluoride on myopia progression and explore its molecular mechanisms, particularly its role in activating the ferroptosis pathway.", "results_summary": "Sodium fluoride was found to promote myopia progression by activating the ferroptosis pathway via PIEZO1, and the PIEZO1 inhibitor GsMTx4 or baicalin could inhibit this effect, suggesting potential therapeutic targets for myopia treatment.", "population_specificity": "Not specified (likely animal or in vitro models based on methods mentioned).", "effective_dosage": "Not mentioned", "study_duration": "Not mentioned", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:21.821972+00:00"}
{"study_id": 14633, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of silver diamine fluoride (SDF) on microhardness and microleakage of composite and glass ionomer cement restorations.", "results_summary": "SDF conditioning negatively impacted microhardness and increased microleakage, reducing the longevity of restorations. Composite restorations without SDF showed the lowest microleakage and highest microhardness.", "population_specificity": "Extracted human teeth", "effective_dosage": "Not specified", "study_duration": "30 days (cariogenic challenge)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:24.214548+00:00"}
{"study_id": 14635, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the taste acceptance of different fluoride varnish preparations among children with autism spectrum disorder (ASD) to improve compliance during dental visits.", "results_summary": "No significant differences in taste acceptance were found among the three fluoride varnishes, but Duraphat® showed a significant improvement in non-verbal positive behavior post-application. Subjective taste responses did not differ significantly among the varnishes.", "population_specificity": "Autistic children aged 6-14 years referred for preventive dental care.", "effective_dosage": "Not specified", "study_duration": "Single application (immediate and post-application responses measured)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:25.544588+00:00"}
{"study_id": 14636, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of fluoride, alone and combined with CPP-ACP, on inhibiting enamel demineralization under pH cycling conditions.", "results_summary": "All treatment groups (including fluoride) showed significantly reduced enamel demineralization compared to the control, but no significant differences were found among the treatment groups. CPP-ACP was more effective at deeper enamel layers (50 and 120 μm).", "population_specificity": "Enamel blocks (in vitro study)", "effective_dosage": "1100 ppm sodium fluoride", "study_duration": "10 days (pH cycling)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:26.714829+00:00"}
{"study_id": 14638, "supplement_id": 1140, "safety_score": "30", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the relationship between fluoride exposure and glucose metabolism, focusing on its potential role in insulin resistance and diabetes-related complications.", "results_summary": "The study found a negative association between fluoride exposure and diabetes, indicating fluoride's potential to impair glucose homeostasis and increase insulin resistance. The research highlighted fluoride's impact on blood sugar and diabetes-related complications.", "population_specificity": "Normal organisms (14 studies), animals exposed to diabetes (5 studies), and a human population study (1 study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:27.924223+00:00"}
{"study_id": 14637, "supplement_id": 1140, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the mechanisms by which fluoride exposure during pregnancy affects neurodevelopment and cognitive function in offspring.", "results_summary": "High fluoride exposure during pregnancy caused cognitive deficits in offspring, reduced TET1 and PSD95 expression, increased neuronal apoptosis, and altered Bcl2 hydroxymethylation. Tet1 knock-out mice showed similar cognitive deficits, suggesting TET1 downregulation as a key mechanism.", "population_specificity": "Pregnant mice and their male offspring.", "effective_dosage": "100 mg/L sodium fluoride.", "study_duration": "During pregnancy.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:28.122838+00:00"}
{"study_id": 14641, "supplement_id": 1140, "safety_score": "20", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the mechanism by which gut microbiota influences high fluoride exposure-induced hippocampal lesions and spatial memory dysfunction in mice.", "results_summary": "High fluoride exposure caused hippocampal tissue damage, spatial memory dysfunction, impaired intestinal permeability, and reduced inflammatory cytokines and antioxidant capability. Antibiotic intervention reversed these effects, with specific gut microbiota species identified as key mediators.", "population_specificity": "Mice", "effective_dosage": "24 mg/kg sodium fluoride per mouse via gavage", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:29.619374+00:00"}
{"study_id": 14640, "supplement_id": 1140, "safety_score": "30", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the mechanisms by which fluoride combined with aluminum (FA) induces hippocampal neuron damage in second-generation rat offspring (F2) and whether rapamycin (Rap) could mitigate this damage by enhancing autophagy.", "results_summary": "The study found that FA exposure caused hippocampal neuron damage in F2 rats and NG108-15 cells, but Rap treatment activated the AMPK/mTOR/ULK1 signaling pathway, enhancing autophagy and restoring near-normal neuronal morphology. Both mRNA and protein expression changes supported these findings.", "population_specificity": "Second-generation rat offspring (F2) and NG108-15 cells.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:30.564999+00:00"}
{"study_id": 14639, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the mechanical properties, fluoride release, and dentine hardness changes between acid-resistant and conventional glass ionomer cements (GICs) under acidic conditions simulating caries and erosion.", "results_summary": "The study found no significant differences in flexural strength between acid-resistant and conventional GICs, but conventional GIC initially released more fluoride. Acid-resistant GIC showed better resistance to demineralization under erosive conditions, preserving dentine hardness more effectively.", "population_specificity": "Bovine teeth specimens (in vitro study).", "effective_dosage": "Not specified (fluoride release measured in ppm).", "study_duration": "3 days for flexural strength and fluoride release; 8-10 days for dentine hardness under carious/erosive conditions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:32.472319+00:00"}
{"study_id": 14642, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the protective effects of various fluoride compounds (TiF₄, SnF₂, NaF) against dental erosion using a mouse model.", "results_summary": "Metal fluorides (TiF₄ and SnF₂) formed protective coatings and significantly reduced tooth tissue loss (37% and 67%, respectively), outperforming NaF (6% reduction). SnF₂ was most effective in preserving enamel and minimizing dentin exposure.", "population_specificity": "Young CD-1 mice.", "effective_dosage": "0.5 mol/l (9500 ppm F) solutions applied twice a week.", "study_duration": "Six weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:33.160447+00:00"}
{"study_id": 14643, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to develop a polyvinylidene fluoride (PVDF)-based hybrid membrane with enhanced photocatalytic properties for treating textile printing/dyeing wastewater.", "results_summary": "The PVDF/SCA hybrid membrane demonstrated excellent piezo-photocatalytic performance for wastewater purification under ultrasonic and light energy, surpassing most reported photocatalysts. The study highlighted the membrane's superior recyclability and stable catalytic performance.", "population_specificity": "Industrial textile printing/dyeing wastewater", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:33.264841+00:00"}
{"study_id": 14644, "supplement_id": 1140, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate whether anthocyanins could protect against fluoride-induced neurological damage caused by endoplasmic reticulum stress.", "results_summary": "Fluoride exposure reduced learning and memory ability in rats, caused histopathological and ultrastructural damage, increased oxidative stress and endoplasmic reticulum stress, and elevated neuronal apoptosis. Anthocyanins treatment reversed these effects, restoring damage and reducing apoptosis.", "population_specificity": "Wistar rats", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:34.729922+00:00"}
{"study_id": 14646, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the fluoride adsorption capacity and reusability of a CeO2/attapulgite composite for water treatment.", "results_summary": "The CeO2/ATP composite achieved a maximum fluoride adsorption capacity of 47.84 mg/g, followed pseudo-second-order kinetics, and maintained 30.2 mg/g capacity over five reuse cycles. The adsorption process fit the Langmuir isotherm model, indicating effective fluoride removal.", "population_specificity": "Not applicable (in vitro study on water treatment).", "effective_dosage": "Not applicable (adsorption capacity measured in mg/g).", "study_duration": "Not specified (reusability tested over five cycles).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:37.067857+00:00"}
{"study_id": 14648, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the survival outcomes of teeth treated with silver diamine fluoride (SDF) in older adults over a 2-year period.", "results_summary": "The study found a 24-month survival rate of 45% for teeth treated with SDF, with multiple reapplications prolonging survival time. Poorer outcomes were observed in patients with higher baseline restorative treatment needs.", "population_specificity": "Older adults in a dental school setting.", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:37.544306+00:00"}
{"study_id": 14645, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to develop an electrochemical method for efficiently extracting high-purity uranium from nuclear wastewater containing high concentrations of fluoride ions.", "results_summary": "The study demonstrated that the designed tandem electrochemical device with ensemble Lewis sites achieved 99.9% uranium extraction efficiency and minimized impurities (2.2% alkali metals) in the final product, outperforming previous methods. The ensemble Lewis sites enhanced binding of uranyl fluoride species through strengthened chemical bonds.", "population_specificity": "Real nuclear wastewater (not human or animal subjects).", "effective_dosage": "Not applicable (electrochemical extraction process).", "study_duration": "3 hours of electrolysis in 1 L of wastewater.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:38.706623+00:00"}
{"study_id": 14649, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the remineralization efficiency of Ginger, Ashwagandha, and Maca dentifrices versus a commercially available fluoride-containing dentifrice.", "results_summary": "The study found that Maca showed the highest Ca/P ratio, Ginger exhibited significant surface microhardness recovery, and Ashwagandha had lower remineralization ability compared to other groups. Fluoride's effects were indirectly assessed by comparison with the herbal dentifrices.", "population_specificity": "Eighty collected teeth (in vitro study).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:39.710403+00:00"}
{"study_id": 14650, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the accuracy of different DFT methods for computing fluoride ion affinities (FIAs) in small main-group Lewis acids and compare direct FIA computations with indirect anchor-point methods.", "results_summary": "The study found that modern DFT functionals with low self-interaction errors and diffuse basis sets perform comparably or better than traditional anchor-point methods for FIA computations, challenging the assumption that anchor-point approaches are superior. The widely used Me3Si+ anchor-point method often worsened results due to breakdowns in error cancellation.", "population_specificity": "Small main-group Lewis acids (71 compounds).", "effective_dosage": "Not applicable (computational study).", "study_duration": "Not applicable (computational study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:42.000956+00:00"}
{"study_id": 14654, "supplement_id": 1140, "safety_score": "30", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to investigate the mechanism by which tea polyphenols (TPs) mitigate fluoride-induced oxidative stress in intestinal porcine epithelial cells.", "results_summary": "Fluoride induced dose-dependent cytotoxicity, oxidative stress, and apoptosis in IPEC-J2 cells, while tea polyphenols alleviated these effects by reducing ROS generation, promoting antioxidant enzyme activity, and enhancing tight junction protein transcription.", "population_specificity": "Intestinal porcine epithelial (IPEC-J2) cells", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:42.644876+00:00"}
{"study_id": 14651, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of three delivery methods (microbrush, dental floss, Super Floss®) for applying silver diamine fluoride (SDF) to initial interproximal caries in an in vitro model.", "results_summary": "Super Floss® and dental floss were significantly more effective than microbrush in delivering SDF to interproximal caries, as measured by stained lesion area and depth, but no difference was found in mineral density change between methods.", "population_specificity": "Extracted permanent premolars in an in vitro tooth-to-tooth interproximal contact model.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:43.016610+00:00"}
{"study_id": 14653, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the performance of a novel polyvinylidene fluoride and zeolite nanocomposite membrane (PVDF+Ze@MP) for water purification, focusing on ion exchange properties, stability, and selective ion transport.", "results_summary": "The PVDF+Ze@MP membrane demonstrated excellent ion exchange properties, high cation selectivity, and robust thermal, mechanical, and chemical stability. It showed resilience in acidic and basic environments, with enhanced ion separation efficiency and low fouling behavior.", "population_specificity": "Not applicable (in vitro study on membrane performance).", "effective_dosage": "Not applicable.", "study_duration": "Not applicable.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:43.105151+00:00"}
{"study_id": 14655, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the protective effects of silver fluoride solution (SDF-KI) and fluoride varnish against dental erosion in mice exposed to a cola drink.", "results_summary": "Fluoride varnish reduced tooth tissue loss by 5%, while silver fluoride solution showed a 35% reduction compared to the positive control. Silver fluoride solution provided significantly greater protection against dental erosion than traditional fluoride varnish.", "population_specificity": "Young CD-1 mice", "effective_dosage": "Silver fluoride solution (38% SDF, 48,000 ppm F, 253,900 ppm silver); fluoride varnish (NaF, 22,600 ppm F), applied twice weekly", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:46.668544+00:00"}
{"study_id": 14656, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare caregiver satisfaction and children's acceptance of silver fluoride/potassium iodide (AgF + KI) versus glass-ionomer cement (GIC) in reducing hypersensitivity in permanent molars affected by molar incisor hypomineralisation (MIH).", "results_summary": "Both AgF + KI and GIC applications effectively reduced hypersensitivity in MIH-affected molars, with high caregiver satisfaction and positive child behavior. However, AgF + KI's taste was less acceptable compared to GIC, and caregivers showed a preference for alternative treatments.", "population_specificity": "Schoolchildren (mean age 8.6 ± 1.42) with hypersensitive MIH molars (Schiff cold air sensitivity score of 2 or 3).", "effective_dosage": "Not specified", "study_duration": "Immediate assessment (15 min post-application) and 12-week follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:47.794225+00:00"}
{"study_id": 14658, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the combined impact of fluoride and xylitol varnish on reducing bacteria (Streptococcus mutans and Lactobacillus) in saliva and biofilms around orthodontic brackets.", "results_summary": "Fluoride and combined fluoride/xylitol varnishes significantly reduced S. mutans and Lactobacillus in saliva and biofilm, with no significant difference between them, and both were more effective than xylitol alone.", "population_specificity": "120 patients requiring fixed orthodontic treatment.", "effective_dosage": "Not specified", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:47.925994+00:00"}
{"study_id": 14660, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether a fluoride-rich LPSCl shell could improve the atmospheric stability and electrochemical properties of sulfide-based solid electrolytes.", "results_summary": "The study found that the fluoride-rich LPSCl shell effectively suppressed side reactions with moisture, maintained low electronic conductivity, and improved electrochemical performance, including enhanced initial discharge capacity and cycling stability.", "population_specificity": "Not specified (laboratory study on materials)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:50.239941+00:00"}
{"study_id": 14659, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effect of NaOCl (5.25%) prior to resin infiltration and resin varnish on microhardness, surface roughness, and DIAGNOdent Pen values in treating white spot lesions (WSLs).", "results_summary": "All treatment procedures improved demineralized enamel compared to the negative control group. NaOCl application before resin infiltration increased microhardness but also roughness, while resin-infiltrated groups showed less microleakage than resin-varnish-treated groups.", "population_specificity": "Human enamel samples (160) with artificial initial caries lesions.", "effective_dosage": "NaOCl (5.25%) applied prior to resin infiltration or varnish.", "study_duration": "Not specified (thermocycling aging involved 5,000 cycles).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:51.394853+00:00"}
{"study_id": 14661, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to determine rates of fluoride varnish (FV) application in a medical setting and identify factors associated with its receipt during well-child exams.", "results_summary": "The study found low but increasing rates of FV application (0.1% in 2018 to 1.6% in 2020), with higher rates among Black and Hispanic children and those with Medicaid insurance. ARNPs and PAs were underutilized for FV application.", "population_specificity": "Children attending well-child exams at a tertiary care center (2018-2021).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:52.048932+00:00"}
{"study_id": 14662, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the role of fluoride ions (F-) in enhancing the degradation of organic pollutants like atrazine (ATZ) via peroxymonosulfate (PMS) activation by cobalt ferrite (CoFe2O4).", "results_summary": "The addition of F- significantly improved ATZ degradation from 82% to 98% within 10 minutes and increased the reaction rate. F- also enhanced the degradation of other organic substances and mitigated negative impacts from common water constituents.", "population_specificity": "Not applicable (laboratory study on chemical reactions, not human or animal subjects).", "effective_dosage": "Not specified (low concentration mentioned but not quantified).", "study_duration": "Up to two hours for ATZ degradation verification.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:52.470816+00:00"}
{"study_id": 14657, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of fluoride varnish and fluoride-releasing composites in preventing white spot lesions, plaque accumulation, and maintaining gingival health in orthodontic patients.", "results_summary": "The study found statistically significant improvements in plaque index and gingival index with fluoride varnish and fluoride-releasing composites, but no significant difference in demineralization. In vitro results showed significant differences in shear bond strength between fluoride varnish and other groups.", "population_specificity": "Orthodontic patients (in vivo) and extracted premolars (in vitro).", "effective_dosage": "Not specified.", "study_duration": "12 weeks (in vivo).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:56.891262+00:00"}
{"study_id": 14664, "supplement_id": 1140, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to develop and evaluate a fluoride-doped glass ceramic varnish for inhibiting oral microorganisms, releasing hydroxyapatite-forming ions, and ensuring biocompatibility.", "results_summary": "The varnish demonstrated biocompatibility, antimicrobial effects (except for C. albicans), and significant fluoride ion release, with V20CF10 releasing 4 times more fluoride ions than commercial varnishes in a shorter time. It also showed anti-biofilm effects on S. mutans.", "population_specificity": "In vitro study (VERO cells, S. mutans, S. aureus, C. albicans)", "effective_dosage": "10% and 20% by weight of glass ceramics (CF0, CF5, CF10)", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:57.594228+00:00"}
{"study_id": 14667, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 68, "study_goal": "The researchers aimed to assess parental acceptance of silver diamine fluoride (SDF) treatment for dental caries in children, focusing on aesthetic concerns and demographic influences.", "results_summary": "Parental acceptance of SDF treatment was higher for posterior teeth (51.2% agreed, 24.2% strongly agreed) but lower for anterior teeth (23.3% agreed, 10.7% strongly agreed), with education and income significantly influencing acceptance.", "population_specificity": "Parents of children aged 6-7 years in Najaf city, Iraq.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:59.066743+00:00"}
{"study_id": 14671, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effect of silver diamine fluoride (SDF) on tooth discoloration when used with composite resin restoration at different application times.", "results_summary": "The study found no statistical difference in color changes between immediate and delayed composite application after SDF treatment, though delayed application showed less discoloration under laboratory conditions.", "population_specificity": "Extracted human premolar permanent teeth from periodontal or orthodontic therapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:54:59.926111+00:00"}
{"study_id": 14670, "supplement_id": 1140, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the molecular mechanisms of fluoride-induced mitochondrial dysfunction and sperm quality reduction via mitochondria-associated ER membranes (MAMs) in spermatogenic cells.", "results_summary": "Fluoride exposure impaired mitochondrial function, increased ER-mitochondria contacts, altered calcium regulation, and elevated apoptosis markers. Inhibiting IP3R1/MCU pathways mitigated these effects, suggesting potential therapeutic targets for fluorosis.", "population_specificity": "Mice and GC-2spd cells (a spermatocyte cell line)", "effective_dosage": "25, 50, and 100 mg/L NaF (mice); 1.5, 2.0, and 2.5 mM NaF (GC-2spd cells)", "study_duration": "60 days (mice); 24 hours (GC-2spd cells)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:03.006202+00:00"}
{"study_id": 14672, "supplement_id": 1140, "safety_score": "90", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to determine whether silver diamine fluoride (SDF) effectively arrests dental caries in primary teeth of young children compared to a placebo.", "results_summary": "The study found that 87% of carious lesions in the SDF-treated group showed arrest after one year, compared to only 35% in the control group, with a statistically significant difference (P < 0.001). No notable side effects were reported.", "population_specificity": "Children aged 3-6 with at least one carious lesion in their primary teeth.", "effective_dosage": "38% SDF applied biannually.", "study_duration": "One year.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:06.025870+00:00"}
{"study_id": 14668, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to verify the feasibility of PVDF membranes with large pores for generating PCL microspheres via the combined crystallization diffusion (CCD) approach and assess their wound healing potential.", "results_summary": "The study found that PCL microspheres produced with 20 wt% concentration had optimal size (24.14 µm) and narrow distribution, achieving high drug loading efficiency (8.42% for baicalin). These microspheres showed gradual drug release over 33 days, significantly improved cell growth (111.67%), and enhanced wound healing compared to homogenization-produced microspheres.", "population_specificity": "Not specified (in vitro testing and cell growth assessment).", "effective_dosage": "Not specified (baicalin loading efficiency was 8.42%).", "study_duration": "33 days (in vitro drug release testing).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:06.516881+00:00"}
{"study_id": 14673, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the remineralizing efficacy of grape seed extract (GSE) and sodium fluoride (NaF) on enamel lesions in an in vitro setting.", "results_summary": "The NaF group showed significant increases in surface (45%) and subsurface (35%) microhardness compared to the control, with GSE demonstrating similar efficacy (40% and 30%, respectively). Both treatments were significantly more effective than the control, with no statistically significant difference between NaF and GSE.", "population_specificity": "Extracted human premolars (in vitro study).", "effective_dosage": "5% sodium fluoride solution applied daily.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:06.530815+00:00"}
{"study_id": 14665, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate whether combining diode laser irradiation with fluoride varnish improves white spot lesion prevention compared to fluoride varnish alone.", "results_summary": "The study found no significant difference in microhardness change between fluoride varnish alone and the combined treatment, suggesting laser irradiation did not enhance fluoride's preventive effect. The control group showed the greatest microhardness loss, indicating fluoride's benefit over no treatment.", "population_specificity": "Extracted human premolars (39 teeth)", "effective_dosage": "5% sodium fluoride varnish", "study_duration": "9 days (demineralization/remineralization cycles)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:08.072270+00:00"}
{"study_id": 14674, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine how chelating agents (EDTA and citric acid) influence fluoride removal efficiency during aluminum coagulation in industrial effluent treatment.", "results_summary": "EDTA reduced fluoride removal by up to 95.4% with AlCl3 and 28.3% with Al13, while citric acid inhibited removal by up to 100% with AlCl3 and 90.6% with Al13. The interference was due to the formation of EDTA-Al-F ternary complexes and Al-CA binary complexes, with Al13 showing greater stability against chelators.", "population_specificity": "Industrial effluents (not human subjects).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "EDTA and citric acid impaired fluoride removal by disrupting floc formation.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:09.177276+00:00"}
{"study_id": 14675, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the shear bond strength of glass ionomer cement to demineralized dentin in primary teeth treated with silver diamine fluoride (SDF) and potassium iodide (KI).", "results_summary": "The study found that treating dentin with SDF+KI before applying glass ionomer cement increased shear bond strength without negatively impacting the bond strength of the cement to dentin. The results suggest a beneficial interaction between SDF+KI and GIC in pediatric dental applications.", "population_specificity": "Non-carious primary molar teeth (pediatric dentistry context).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Demineralization period was 7 days; immediate application of treatments was tested.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:09.593730+00:00"}
{"study_id": 14676, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the effects of fluoride stress on the partial denitrification (PD) process in nitrogen-rich wastewater treatment.", "results_summary": "PD activity remained resilient to fluoride shock up to 1.5 g/L but was impaired at 2.0-3.0 g/L. Long-term fluoride stress at 0.5 g/L reduced nitrate-to-nitrite transformation ratio (NTR) to 50%, but recovery to 70% was observed. Microbial adaptations, including selective enrichment of Thauera and upregulated nirBDS genes, helped mitigate fluoride-induced stress.", "population_specificity": "Nitrogen-rich wastewater from photovoltaic and semiconductor industries (granule-based PD process).", "effective_dosage": "0.5-3.0 g/L fluoride ions (F-)", "study_duration": "Long-term operation (specific duration not stated)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:13.709709+00:00"}
{"study_id": 14678, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to assess the cost-effectiveness of silver diamine fluoride (SDF) compared to sodium fluoride (NaF) varnish and direct restorations for caries control and avoidance of tooth extractions in children.", "results_summary": "SDF was less effective than direct restorations but more cost-effective, especially for children with high-caries activity. The cost-effectiveness of SDF increased with higher caries activity, though direct restorations remained more effective for low-caries activity children.", "population_specificity": "Children aged 1-6 years in Singapore (N = 231,880).", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:15.026918+00:00"}
{"study_id": 14680, "supplement_id": 1140, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how different sintering methods (\"rapid\" vs. \"slow\") affect the physicochemical properties and cytotoxicity of fluoride-substituted apatite.", "results_summary": "Sintering conditions influenced porosity parameters (total pore area, mercury intrusion volume, and average pore diameter) but did not affect composition, chemical structure, or crystalline phase. Both materials were non-toxic, showing no reduction in cell viability.", "population_specificity": "MC3T3-E1 cells (a pre-osteoblastic cell line)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:15.593443+00:00"}
{"study_id": 14679, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of a novel adsorbent (AC-Al-Mg-La) in removing fluoride ions from wastewater.", "results_summary": "The study found that AC-Al-Mg-La achieved peak fluoride adsorption efficiency (96%) under optimal conditions (pH 4.0, 30 min contact time, 0.15 g/L dose), though regeneration cycles reduced effectiveness by 30% over five cycles.", "population_specificity": "Wastewater (not human or animal subjects).", "effective_dosage": "0.15 g/L adsorbent dose.", "study_duration": "30 min contact time per cycle.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:15.713332+00:00"}
{"study_id": 14681, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the enamel remineralization effects of fluoride-incorporated bioactive glass toothpaste (530 ppm fluoride) against higher-fluoride toothpastes (1000 ppm and 1450 ppm) in primary teeth with artificial subsurface caries.", "results_summary": "The fluoride-incorporated bioactive glass toothpaste (530 ppm fluoride) showed comparable remineralization effects to the 1450 ppm fluoride toothpaste at depths of 0, 40, and 80 μm, with no significant difference between the two. Neither group demonstrated significant remineralization at 120 μm.", "population_specificity": "Primary maxillary incisors (primary teeth) from children (implied by pediatric focus).", "effective_dosage": "530 ppm fluoride (F-BG toothpaste), 1000 ppm fluoride (0.22% NaF), 1450 ppm fluoride (0.32% NaF), applied twice daily as a slurry.", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:19.366634+00:00"}
{"study_id": 14682, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the likelihood of pest freedom in debarked conifer wood chips fumigated with sulfuryl fluoride, focusing on Bursaphelenchus xylophilus and Monochamus spp., as well as other EU quarantine pests.", "results_summary": "The study found that sulfuryl fluoride fumigation is highly effective in eliminating B. xylophilus and Monochamus spp. from wood chips, with 95% certainty that 9491-10,000 m³ per 10,000 m³ will be pest-free for B. xylophilus and 9987-10,000 m³ for Monochamus spp. However, SF treatments are less effective against fungi.", "population_specificity": "Debarked conifer wood chips from the United States.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:19.443628+00:00"}
{"study_id": 14683, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to optimize the fabrication of PVDF-based conductive membranes for enhanced pollutant removal and reduced fouling in electrified wastewater treatment.", "results_summary": "The study found that PVDF-CMs prepared with optimized conditions (0.9 mol/L pyrrole, 4.8 mmol BVIMBF4, and 0.8 mol/L FeCl3·6H2O) exhibited good conductivity (93 Ω/sq) and hydrophilicity (31° contact angle). Applying an external voltage (2.0 V or 0.5 V) significantly reduced membrane fouling rates for BSA, SA, and HA solutions compared to controls.", "population_specificity": "Not applicable (in vitro study on membrane performance).", "effective_dosage": "Not applicable (membrane fabrication parameters specified).", "study_duration": "Not specified (batch filtration experiments).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:20.459870+00:00"}
{"study_id": 14684, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to assess the knowledge and attitudes of Spanish dentists and dental students regarding the use of silver diamine fluoride (SDF) for caries management.", "results_summary": "Dental students demonstrated significantly higher knowledge of SDF indications and advantages compared to general dentists, though both groups showed reluctance to use SDF in esthetic zones. Implementation rates were low for both groups, indicating a gap between knowledge and practice.", "population_specificity": "Final-year dental students (n=43) and registered general dentists (n=1050) in Murcia, Spain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:22.357296+00:00"}
{"study_id": 14686, "supplement_id": 1140, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether fluoride impairs lysosomal biosynthesis via GSK3β signaling, leading to neurological damage.", "results_summary": "The study found that fluoride (NaF) reduced spatial learning and memory abilities, decreased hippocampal neurons, disrupted neuronal arrangement, and increased apoptosis in rats and PC12 cells. It also impaired lysosomal biosynthesis via GSK3β signaling, leading to neurological dysfunction.", "population_specificity": "In vivo rat models and in vitro PC12 cell models.", "effective_dosage": "Not specified", "study_duration": "24 hours for in vitro PC12 cells (in vivo duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:24.066537+00:00"}
{"study_id": 14685, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the remineralization efficacy of silver diamine fluoride (SDF) combined with potassium iodide (KI) versus sodium fluoride (NaF) varnish on hydroxyapatite (HAP) artificial white spot lesions.", "results_summary": "SDF-KI treatment showed statistically significant remineralization potential, restoring Vickers hardness values to baseline levels, with higher calcium uptake and more fluoride-substituted apatite formation compared to F-varnish. Both treatments were effective, but SDF-KI demonstrated superior physicochemical and mechanical improvements.", "population_specificity": "Hydroxyapatite (HAP) disks with artificial white spot lesions (in vitro model).", "effective_dosage": "Not specified.", "study_duration": "7 days of pH-cycling.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:24.544133+00:00"}
{"study_id": 14688, "supplement_id": 1140, "safety_score": "85", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effectiveness of 38% silver diamine fluoride (SDF) with different application frequencies in arresting dentine caries in permanent teeth among individuals with intellectual disabilities (ID) and evaluate their treatment cooperation.", "results_summary": "At 12 months, unadjusted analysis showed significantly higher caries-arresting rates in the group receiving weekly applications initially, but multilevel logistic regression revealed no significant differences between groups. No behavior deterioration was observed, and positive behavioral changes were noted in both groups.", "population_specificity": "Individuals with intellectual disabilities (ID), aged 6-30 years.", "effective_dosage": "Group 1: semiannual applications; Group 2: once a week for 3 consecutive weeks, followed by semiannual applications.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:25.620841+00:00"}
{"study_id": 14689, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess Italian dentists' education, knowledge, and behavior regarding Silver Diamine Fluoride (SDF) use in clinical practice.", "results_summary": "The study found that Italian dentists had poor education and knowledge of SDF, with low usage rates (20.6%). Dentists familiar with SDF were more likely to use it, especially those caring for patients with special needs or who received good training.", "population_specificity": "Italian dentists", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:27.086617+00:00"}
{"study_id": 14690, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 88, "quality_score": 85, "study_goal": "The researchers aimed to compare the clinical and radiographic success of indirect pulp therapy (IPT) using silver diamine fluoride (SDF), Type VII glass ionomer cement (GIC), and calcium hydroxide (Ca(OH)2) in young permanent molars.", "results_summary": "The study found comparable clinical and radiographic success rates among SDF (88.2%), Type VII GIC (94.1%), and Ca(OH)2 (88.2%) at 12 months, with no statistically significant differences. SDF showed slightly greater dentin bridge formation compared to the other agents.", "population_specificity": "45 children with 60 young permanent first molars.", "effective_dosage": "Not specified", "study_duration": "12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:29.700698+00:00"}
{"study_id": 14663, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effect of different fluoride treatments (2% neutral sodium fluoride, 1.23% acidulated phosphate fluoride, and 0.1% fluoride varnish) on the microhardness of resin-modified glass ionomer cement (RM-GIC).", "results_summary": "The study found that all three fluoride treatments significantly decreased the surface microhardness of RM-GIC, with 1.23% acidulated phosphate fluoride showing the highest variation compared to the other treatments.", "population_specificity": "Not specified (in vitro study using RM-GIC discs).", "effective_dosage": "2% neutral sodium fluoride, 1.23% acidulated phosphate fluoride, and 0.1% fluoride varnish (7700 ppm F).", "study_duration": "Seven days of immersion in artificial saliva, followed by fluoride exposure.", "interactions": "Adverse interactions between RM-GIC and fluoride treatments were noted, compromising the material's properties.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:30.295075+00:00"}
{"study_id": 14691, "supplement_id": 1140, "safety_score": "20", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the neurotoxic effects of chronic sodium fluoride (NaF) exposure during developmental stages in rats and assess the protective effects of Metformin and Dehydrozingerone (DHZ).", "results_summary": "NaF exposure significantly impaired learning, memory, locomotor ability, and induced anxiety-like behavior in rat pups, along with elevated oxidative stress markers and neuronal degeneration. Treatment with Metformin and DHZ ameliorated these cognitive impairments and reduced oxidative stress and neuronal damage.", "population_specificity": "Pregnant rats and their offspring (rat pups).", "effective_dosage": "NaF (100 ppm orally via drinking water), Metformin & DHZ (200 mg/kg orally).", "study_duration": "Throughout gestation, lactation, and until the end of the experiment (exact duration not specified).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:30.433047+00:00"}
{"study_id": 14692, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the survival of teeth treated with repeated applications of 38% silver diamine fluoride (SDF) in children with early childhood caries (ECC) and compare outcomes between single and multiple applications.", "results_summary": "Repeated applications of 38% SDF showed improved tooth survival rates (94% for double application vs. 58% for single application at 12 months), with statistically significant differences favoring double application. Single applications showed progressive lesion worsening over time.", "population_specificity": "Children aged 4-5 years with bilateral ECC from a primary government school in Maharashtra, India.", "effective_dosage": "38% SDF, applied once (group I) or twice (group II).", "study_duration": "12 months (follow-ups at 6 and 12 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:31.901072+00:00"}
{"study_id": 14693, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 97, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of PSFCL as a flocculant for removing fluoride from yellow phosphorus wastewater.", "results_summary": "PSFCL achieved a 97% removal efficiency for fluoride, with charge neutralization, bridging effect, and ligand exchange identified as the main coagulation mechanisms. The study demonstrated high efficacy in fluoride removal under optimized conditions.", "population_specificity": "Yellow phosphorus wastewater (industrial application, not human subjects).", "effective_dosage": "Not specified (optimization included La/Si molar ratio, pH, agitation time, dosage, and sedimentation time, but exact fluoride dosage not detailed).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:32.709911+00:00"}
{"study_id": 14694, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 95, "quality_score": 85, "study_goal": "The researchers aimed to determine the effectiveness of waste-derived expanded graphite (EG) in removing fluoride from polluted water.", "results_summary": "The study demonstrated that EG achieved a maximum fluoride removal rate of 97% under optimal conditions (pH 4, 5 g/L adsorbent dose, 30 min contact time). Adsorption followed Langmuir and Freundlich isotherm models, with kinetics aligning with pseudo-first-order.", "population_specificity": "Wastewater (not human or animal subjects).", "effective_dosage": "5 g/L adsorbent dose for 5 mg/L fluoride concentration.", "study_duration": "30 min contact time.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:33.192421+00:00"}
{"study_id": 14695, "supplement_id": 1140, "safety_score": "20", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether betanin could mitigate fluoride-induced liver and kidney toxicity in rats.", "results_summary": "Fluoride exposure increased oxidative stress and liver/kidney damage markers, while betanin treatment reduced these effects and improved histopathological outcomes.", "population_specificity": "Wistar rats", "effective_dosage": "10 mg/kg sodium fluoride, with betanin at 50 mg/kg (low dose) and 200 mg/kg (high dose)", "study_duration": "90 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:33.425830+00:00"}
{"study_id": 14696, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of 38% silver diammine fluoride (SDF) and 5% sodium fluoride varnish (NaFV) on oral health-related quality of life (OHRQoL) in young children with early childhood caries (ECC).", "results_summary": "The study found significant improvements in overall OHRQoL and family impact scores after treatment with SDF and NaFV, though no significant change in child impact scores was observed. No differences were noted between the three application frequency groups.", "population_specificity": "Children younger than 72 months with active dentinal caries lesions (ICDAS 5 or 6) in primary teeth.", "effective_dosage": "Two applications of 38% SDF and 5% NaFV, tested at intervals of one, four, and six months.", "study_duration": "The intervention duration varied by group (one, four, or six months between applications).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:38.083407+00:00"}
{"study_id": 14697, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to explore dental professionals' perceptions of using silver diamine fluoride (SDF) with and without light-curing, and to identify barriers and enabling factors for its use.", "results_summary": "Most participants preferred light-curing SDF due to perceived benefits like quicker treatment and better moisture control, though some raised concerns about insufficient evidence for its efficacy. A hybrid approach was suggested, avoiding light-curing on anterior teeth while using it on posterior teeth.", "population_specificity": "Dental professionals (students, practicing dentists, dental hygienists, and academics) aged 22-53 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:38.753622+00:00"}
{"study_id": 14698, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the potential of cerium fluoride (CeF3) nanoparticles modified with flavin mononucleotide (FMN) as a radiosensitizer and antioxidant in X-ray-induced photodynamic therapy (X-PDT) for cancer treatment.", "results_summary": "The study found that CeF3-FMN nanoparticles exhibited pH-dependent radiation-induced redox activity, generating reactive oxygen species that selectively increased tumor cell radiosensitivity (1.9 times higher) while acting as antioxidants in normal cells. The nanoparticles showed minimal cytotoxicity to normal cells (NCTC L929 fibroblasts) but were more toxic to tumor cells (A431 epidermoid carcinoma).", "population_specificity": "Tumor cells (A431 epidermoid carcinoma) and normal cells (NCTC L929 fibroblasts).", "effective_dosage": "10-7 and 10-3 M concentrations.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:40.586817+00:00"}
{"study_id": 14699, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of fluoride concentration, salt type, product form, and ingredients in daily-use products on enamel remineralization and demineralization protection.", "results_summary": "Fluoride toothpastes showed a dose-response effect (0-1426ppm F) for enamel remineralization and acid resistance, with one silica-based toothpaste (1150ppm F as NaF) outperforming placebo. Fluoride mouthwash use after toothpaste further improved remineralization, while polyvalent metal ions and polyphosphates negatively affected performance.", "population_specificity": "Healthy participants wearing intra-oral palatal appliances with enamel specimens.", "effective_dosage": "0-1426ppm F in toothpastes; 1150ppm F as NaF in one tested toothpaste.", "study_duration": "Single use with 4-hour intra-oral remineralization period.", "interactions": "Negative effects noted with polyvalent metal ions and polyphosphates.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:41.349420+00:00"}
{"study_id": 14704, "supplement_id": 1140, "safety_score": "20", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of Tanshinone IIA on fluoride-induced spinal cord injury and explore the underlying molecular mechanisms, particularly focusing on ferroptosis and inflammation.", "results_summary": "The study found that excessive fluoride exposure caused spinal cord injury and dysregulated ferroptosis-related genes and inflammatory indicators. Tanshinone IIA restored these alterations, suggesting its therapeutic potential for fluoride-induced neurotoxicity.", "population_specificity": "Rat model of fluoride-induced spinal cord injury and human osteosarcoma (HOS) cells.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:41.786322+00:00"}
{"study_id": 14703, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to investigate parents' valuation of fluoride varnish (FV) therapy using the willingness-to-pay (WTP) method.", "results_summary": "The study found no significant difference in WTP values between fissure sealant and fluoride varnish therapies. Parents visiting private clinics and government employees had higher WTP values, while those without supplemental insurance had lower WTP values. Income level was the main indicator in regression models, especially for WTP values of fissure sealants.", "population_specificity": "100 parents in 2021, including those visiting private clinics and government employees.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:42.042645+00:00"}
{"study_id": 14702, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "To investigate the antimicrobial effects of copper tetraamine fluoride (CTF) against common microbes associated with dental caries and periodontal disease.", "results_summary": "CTF demonstrated antimicrobial effects against nine oral pathogens, with MIC ranging from 80 ppm to 640 ppm and MBC/MFC ranging from 320 ppm to 2560 ppm. TEM revealed structural damage to microbial cells, including membrane disruption and cytoplasmic leakage.", "population_specificity": "Microbial pathogens associated with dental caries and periodontal disease (e.g., Streptococcus mutans, Candida albicans, Porphyromonas gingivalis).", "effective_dosage": "MIC: 80–640 ppm; MBC/MFC: 320–2560 ppm.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:42.105389+00:00"}
{"study_id": 14705, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to investigate the influence of fluoride on the invasiveness mechanisms of human glioblastoma cells.", "results_summary": "The study found that sodium fluoride (NaF) at physiologically high concentrations (0.1-10 µM) may promote a pro-invasive phenotype in U-87 glioblastoma cells, increasing migratory and invasive abilities and affecting metalloproteinases MMP-2 and MMP-9 levels.", "population_specificity": "U-87 human glioblastoma cell line", "effective_dosage": "0.1-10 µM NaF", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:46.416338+00:00"}
{"study_id": 14706, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess whether green synthesized selenium nanoparticles (Se-NPs) could mitigate fluoride-induced stress and improve growth in Phaseolus vulgaris (common bean) plants.", "results_summary": "The study found that fluoride (NaF) stress significantly reduced chlorophyll content, protein levels, and antioxidant activity in plants, but application of Se-NPs (70 ppm) via seed priming and foliar spray improved photosynthetic content, nutrient uptake, and overall growth.", "population_specificity": "Phaseolus vulgaris (common bean) plants grown under fluoride stress conditions.", "effective_dosage": "70 ppm Se-NPs applied via seed priming and foliar spray.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:48.090725+00:00"}
{"study_id": 14707, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess parental acceptance of silver diamine fluoride (SDF) treatment for early childhood caries in Laos and explore factors influencing acceptance, such as staining concerns and dental anxiety.", "results_summary": "The study found that 80% of parents accepted SDF treatment, with higher acceptance linked to reduced concern about staining and higher parental dental anxiety. Older parents were less concerned about staining and more likely to accept SDF.", "population_specificity": "Parents of children aged 2-5 years enrolled in preschools in Vientiane Capital, Laos.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:49.091756+00:00"}
{"study_id": 189036, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the association between trace elements, including Fluoride, and osteoporosis, focusing on molecular mechanisms and clinical effects.", "results_summary": "The study found that Fluoride, along with other trace elements, may improve bone quality and induce antiosteoporotic effects, with dose-dependent effects—low doses promote osteogenesis, while high doses may impair bone formation.", "population_specificity": "Not specified (general review of epidemiological and clinical data)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:49.850365+00:00"}
{"study_id": 14709, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to assess the role of silver diamine fluoride (SDF) in preventing and managing dental caries, evaluating its efficacy and adverse reactions.", "results_summary": "The study found that SDF showed promising results in caries arrestment, with rates varying from 25% to 99% across participants. It suggests SDF could be a less invasive and cost-effective alternative to traditional treatments, though further research is needed.", "population_specificity": "Participants aged 1-50 years.", "effective_dosage": "Not specified", "study_duration": "Follow-up intervals ranged from 1 to 30 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:50.218190+00:00"}
{"study_id": 14708, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to measure inorganic fluoride and total organofluorine concentrations in the Danube River to assess changes in fluorine levels and the impact of restrictions on PFOA and PFOS compounds.", "results_summary": "The study found inorganic fluoride concentrations ranging from 28 to 76 µg/L and total organofluorine concentrations between 0.22 and 12.5 µg/L in the Danube River, with a decreasing trend in PFOA and PFOS levels due to restrictions.", "population_specificity": "Water samples from twelve locations along the Hungarian section of the Danube River.", "effective_dosage": "Not applicable (environmental measurement study).", "study_duration": "July to December 2023.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:50.311611+00:00"}
{"study_id": 189037, "supplement_id": 1140, "safety_score": "30", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to examine the historical and scientific basis for fluoride supplementation recommendations, focusing on potential biases and reversals in expert panel decisions.", "results_summary": "The study found that fluoride's primary benefit is preventing dental caries, but its narrow therapeutic window raises safety concerns. It also highlighted that private interests influenced scientific reversals regarding fluoride's harms, caries as a micronutrient deficiency marker, and low-carbohydrate diet recommendations.", "population_specificity": "Not specified (historical analysis of expert panel decisions).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:50.403613+00:00"}
{"study_id": 189038, "supplement_id": 1140, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "To update the 2014 review on dental caries screening and preventive interventions involving fluoride to inform the USPSTF.", "results_summary": "Topical fluoride use was associated with decreased caries burden and likelihood of incident caries in higher-risk populations, with no increased fluorosis risk. No new trials on dietary fluoride supplementation were identified, but existing evidence supports its benefits in caries reduction.", "population_specificity": "Children younger than 5 years, particularly higher-risk populations.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:53.997375+00:00"}
{"study_id": 189039, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of fluoride supplementation and varnish in preventing dental caries in children under 5 years old.", "results_summary": "The study found moderate net benefits of oral fluoride supplementation for children with fluoride-deficient water and fluoride varnish application for all children under 5 in preventing future dental caries. Routine oral screening for caries in this age group had insufficient evidence to determine benefits or harms.", "population_specificity": "Asymptomatic children younger than 5 years.", "effective_dosage": "Recommended doses (specific amounts not detailed in abstract).", "study_duration": "Not specified in abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:56.722710+00:00"}
{"study_id": 189040, "supplement_id": 1140, "safety_score": "70", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review fluoride's preventive effects on caries and assess the balance between its benefits and the risk of dental fluorosis.", "results_summary": "Fluoride significantly reduces caries incidence but increases dental fluorosis prevalence. Optimal fluoride use requires balancing preventive effects with minimal fluorosis risk, considering various intake sources.", "population_specificity": "General population in both fluoridated and non-fluoridated communities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:56.809985+00:00"}
{"study_id": 189043, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize recent findings on the role of probiotics in dental caries prevention, including the potential mechanisms of probiotic effects, with a mention of insufficient fluoride exposure as a factor in caries development.", "results_summary": "The abstract highlights that insufficient fluoride exposure is a major factor in caries development but focuses primarily on probiotics' role in reducing caries risk by inhibiting cariogenic bacteria and enriching commensal microbes. Fluoride's specific effects are not detailed in the results.", "population_specificity": "General population (no specific demographic mentioned).", "effective_dosage": "Not specified for fluoride.", "study_duration": "Not specified for fluoride.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:55:59.307425+00:00"}
{"study_id": 189041, "supplement_id": 1140, "safety_score": "75", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to summarize scientifically documented community interventions and strategies for caries control in Latin American and Caribbean countries, focusing on fluoride use.", "results_summary": "The study found that fluoride-based strategies, including drinking water, salt, toothpaste, and other delivery methods, were widely used across multiple countries and effectively contributed to caries control, though monitoring was recommended to minimize fluorosis risk.", "population_specificity": "Latin American and Caribbean countries, including Argentina, Belize, Bolivia, Brazil, Chile, Colombia, Costa Rica, Cuba, Dominican Republic, Ecuador, El Salvador, Guatemala, Haiti, Honduras, Mexico, Nicaragua, Panama, Paraguay, Peru, Uruguay, and Venezuela.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:00.587509+00:00"}
{"study_id": 189045, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to highlight the role of fluoride supplementation in improving oral health and reducing dental disease.", "results_summary": "The abstract suggests fluoride supplementation is beneficial for oral health, particularly in preventing caries and improving dental hygiene, but does not provide specific data on its efficacy.", "population_specificity": "General population, with mentions of children and adults.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:01.647703+00:00"}
{"study_id": 189042, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the diagnostic accuracy of various dental imaging methods for detecting non-cavitated enamel caries, indirectly assessing the role of fluoride in early caries management.", "results_summary": "The study found that imaging methods for early caries detection had poor sensitivity but acceptable specificity, potentially missing early lesions. Topical fluoride was suggested as a low-risk non-invasive management option for detected lesions.", "population_specificity": "Patients with non-cavitated enamel-only coronal dental caries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:02.203896+00:00"}
{"study_id": 189044, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 40, "quality_score": 75, "study_goal": "The researchers aimed to assess whether menaquinone (MK-7) supplementation affects vascular calcification in people with type 2 diabetes and known cardiovascular disease, using fluoride-based imaging (18F-NaF PET) as a measurement tool.", "results_summary": "MK-7 supplementation showed a non-significant trend toward increased active calcification measured by 18F-NaF PET but had no effect on conventional CT calcification. The study also found that MK-7 significantly reduced dp-ucMGP levels, indicating compliance with supplementation.", "population_specificity": "Adults with type 2 diabetes and known cardiovascular disease.", "effective_dosage": "360 µg/d menaquinone-7 (MK-7).", "study_duration": "6 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:03.841815+00:00"}
{"study_id": 189046, "supplement_id": 1140, "safety_score": "85", "efficacy_score": 90, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effectiveness and safety of silver diamine fluoride (SDF) as a noninvasive treatment for caries, updating application protocols based on recent clinical trials.", "results_summary": "The study found SDF to be effective in treating caries, with safety demonstrated in young children, suggesting an intensive initial regimen followed by semiannual maintenance doses. It also highlighted SDF's potential impact on the dental plaque microbiome for caries arrest.", "population_specificity": "Young children with high caries severity.", "effective_dosage": "Intensive regimen of multiple applications over the first few weeks, followed by semiannual maintenance doses.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:06.767627+00:00"}
{"study_id": 189047, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of 10% CPP-ACP and 5% sodium fluoride varnish in regressing nonorthodontic white spot lesions (WSLs) in children.", "results_summary": "The study found that fluoride varnish alone showed no significant improvement in WSL regression compared to the control, while CPP-ACP paste, either alone or combined with fluoride varnish, significantly improved remineralization and appearance of WSLs. No advantage was observed for fluoride varnish as a supplement to standard or CPP-ACP-enhanced oral hygiene.", "population_specificity": "21 children with 101 nonorthodontic white spot lesions.", "effective_dosage": "5% sodium fluoride varnish applied weekly for the first month (FV group).", "study_duration": "12 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:07.336479+00:00"}
{"study_id": 189048, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to assess patient perceptions of oral health, including opinions about fluoride toothpaste, among 19-year-olds in Ostergötland County, Sweden.", "results_summary": "The study found some uncertainty about the benefits of fluoride toothpaste (7.5% in 2004 and 9.3% in 2011), particularly among boys (10.3% in 2004 and 10.5% in 2011). No direct efficacy or adverse effects of fluoride were reported.", "population_specificity": "19-year-olds in Ostergötland County, Sweden (50% men, 50% women).", "effective_dosage": "Not specified", "study_duration": "Cross-sectional surveys in 2004 and 2011 (no intervention duration).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:09.476706+00:00"}
{"study_id": 189049, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine if semiannual fluoride varnish applications from 1 year of age reduced caries incidence in toddlers compared to a standard yearly program.", "results_summary": "The study found no significant difference in caries prevalence or increment between toddlers receiving semiannual fluoride varnish and those on a standard yearly program. At 3 years, 12% of children had moderate/severe caries, with similar increments in both groups.", "population_specificity": "1-year-old children from multicultural, low socioeconomic areas in Stockholm (n = 3,403 at baseline).", "effective_dosage": "Topical fluoride varnish applied every 6 months.", "study_duration": "2 years.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:10.168811+00:00"}
{"study_id": 189051, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the effectiveness of fluoride supplementation and varnish in preventing dental caries in preschool-aged children and assess the need for routine screening.", "results_summary": "The study found that prescribing oral fluoride supplementation for children with fluoride-deficient water and applying fluoride varnish to primary teeth are effective in preventing dental caries, but evidence was insufficient to assess the benefits of routine screening by primary care clinicians.", "population_specificity": "Children aged 5 years and younger.", "effective_dosage": "Oral fluoride supplementation starting at age 6 months; fluoride varnish applied at primary tooth eruption (specific dosage not mentioned).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:11.116511+00:00"}
{"study_id": 189050, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of fluoride toothpastes supplemented with sodium trimetaphosphate (TMP) in reducing enamel demineralization.", "results_summary": "The study found that toothpaste with 1100 ppm fluoride supplemented with 3% TMP was most effective in reducing enamel demineralization and showed higher fluoride concentration in enamel. The results were statistically significant (p < 0.001).", "population_specificity": "Enamel blocks (in vitro study)", "effective_dosage": "1100 ppm fluoride toothpaste with TMP concentrations of 1%, 3%, 4.5%, 6%, and 9%, applied twice daily", "study_duration": "Five pH cycles (demineralizing/remineralizing) followed by 2 days in remineralizing solution", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:12.748470+00:00"}
{"study_id": 189052, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The study aimed to evaluate the effect of daily oral supplementation with the probiotic Lactobacillus reuteri on oral health in children, including the impact of fluoride supplement intake.", "results_summary": "The study found that fluoride supplement intake differed significantly between the probiotic and placebo groups (p < 0.05), but no other significant differences in oral health outcomes were attributed to fluoride.", "population_specificity": "113 children (60 in the probiotic group, 53 in the placebo group) and their mothers during the last month of gestation and the children's first year of life.", "effective_dosage": "Not specified", "study_duration": "From the last month of gestation through the first year of life.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:14.555368+00:00"}
{"study_id": 189053, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare fluoride release and recharge capabilities between nano-ionomeric glass ionomer and PRG composite under different daily fluoride exposure regimens.", "results_summary": "Nano-ionomeric glass ionomer released more fluoride than PRG composite, regardless of fluoride treatment. Additional fluoride supplementation improved fluoride release and recharge for both materials compared to controls, though recharge did not follow a sustained pattern.", "population_specificity": "In vitro specimens (no human or animal subjects).", "effective_dosage": "1,000 ppm fluoride dentifrice once daily; 0.05% NaF mouth rinse (225 ppm) post-dentifrice.", "study_duration": "21 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:15.971725+00:00"}
{"study_id": 189054, "supplement_id": 1140, "safety_score": "70", "efficacy_score": 80, "quality_score": 85, "study_goal": "The researchers aimed to update the evidence on the effectiveness and harms of fluoride-based interventions, including screening and treatments, for preventing early childhood caries in children under 5 years.", "results_summary": "Fluoride varnish was found to be more effective than no varnish, reducing caries increment by 18% to 59%. Observational studies confirmed an association between early fluoride use and enamel fluorosis, but no new trials evaluated oral fluoride supplementation.", "population_specificity": "Children younger than 5 years of age.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:16.364399+00:00"}
{"study_id": 189055, "supplement_id": 1140, "safety_score": "20", "efficacy_score": 10, "quality_score": 50, "study_goal": "The researchers aimed to critically review the safety and efficacy of fluoride supplementation in water and toothpastes, highlighting potential health risks and lack of benefits.", "results_summary": "The study suggests that fluoride supplementation has numerous deleterious health effects and lacks clear benefits, particularly in developing countries where it is still promoted.", "population_specificity": "General population, with emphasis on developing countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:16.761352+00:00"}
{"study_id": 189057, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "To determine the fluoride content of commercially-available bottled water in Bangkok.", "results_summary": "The fluoride content in bottled water ranged from 0.03 to 0.72 ppm, with a mean of 0.17 ± 0.16 ppm. No statistically significant difference was found between bottled mineral and plain water, and most contained negligible fluoride levels.", "population_specificity": "Bottled water brands (17 plain, 13 mineral) from supermarkets in Bangkok.", "effective_dosage": "Not applicable (study measured existing fluoride content, not administered dosage).", "study_duration": "Samples collected 6 months apart.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:19.816502+00:00"}
{"study_id": 189056, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to review the diagnostic utility of bone imaging techniques, including (18)F sodium fluoride PET, for evaluating benign and malignant bone diseases.", "results_summary": "The study found that (18)F sodium fluoride PET is complementary to 99m-Tc diphosphonates in detecting osteoblastic activity and tumor uptake, with bone imaging often identifying pathology before anatomic changes are visible. New modalities like PET/CT and SPECT/CT enhance diagnostic accuracy but do not replace traditional bone imaging.", "population_specificity": "Patients with benign and malignant bone diseases (not further specified).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:19.832536+00:00"}
{"study_id": 189059, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to compare self-reported fluoride exposure and fluoride biomarkers between African American and White children, and assess associations with dental fluorosis.", "results_summary": "The study found significant racial differences in fluorosis prevalence, severity, and fluoride exposure behaviors (e.g., supplement use, toothpaste amount, dental visits). African American children had higher urinary fluoride levels and more severe fluorosis despite similar water/saliva fluoride concentrations.", "population_specificity": "African American and White children aged 7-14 years.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:23.188414+00:00"}
{"study_id": 189060, "supplement_id": 1140, "safety_score": "60", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review fluoride metabolism, exposure, its benefits in caries prevention and bone health, and its potential toxicity mechanisms.", "results_summary": "Fluoride helps prevent tooth decay and promotes bone mineralization but becomes toxic above certain concentrations. Its effects are linked to G protein activation, inhibition of phosphotyrosine phosphatases, and reactive oxygen species generation.", "population_specificity": "General human population (not specified further).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:23.593217+00:00"}
{"study_id": 189062, "supplement_id": 1140, "safety_score": "50", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the risk/benefit analysis of fluoride, particularly focusing on the overlap between dosages that induce risks in sensitive populations and benefits in the majority.", "results_summary": "The study found that fluoride dosages inducing risks (e.g., dental fluorosis in children) often overlap with those providing benefits, complicating risk management. It suggests current regulatory approaches may prevent the majority from benefiting from higher dosages.", "population_specificity": "General population, with specific focus on sensitive sub-populations like children.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:25.698211+00:00"}
{"study_id": 16609, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of 6-week vibration foam rolling (VFR) and nonvibration foam rolling (FR) on performance-related physical fitness parameters in young male soccer players.", "results_summary": "Both VFR and FR improved agility and sprint performance compared to the control group, with VFR showing greater effectiveness in improving lower-extremity reaction time.", "population_specificity": "Young male soccer players (mean age: 15.55 ± 0.55 years).", "effective_dosage": "3 × 30 seconds per muscle or body side, thrice weekly.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:28.231018+00:00"}
{"study_id": 16608, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of foam rolling against other recovery modalities (diaphragmatic breathing, trunk stability exercises, and passive recovery) in restoring postural stability after core muscle fatigue in sedentary adults.", "results_summary": "Foam rolling was less effective than trunk stability exercises and diaphragmatic breathing but more effective than passive recovery in restoring postural stability (measured by CoP velocity and displacement) after fatigue. No significant changes were observed 15 minutes post-recovery.", "population_specificity": "Sedentary adults (aged 36.2 ± 8.1 years).", "effective_dosage": "Not specified.", "study_duration": "Each recovery modality was administered immediately post-fatigue, with assessments pre-fatigue, post-fatigue, immediately post-recovery, and 15 minutes post-recovery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:29.893895+00:00"}
{"study_id": 16610, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of pressure levels and sex on acute range of motion (ROM) changes during foam rolling using a soccer ball.", "results_summary": "Foam rolling significantly improved hip and knee ROM across all conditions, with benefits lasting at least 10 minutes. No notable differences were observed between pressure levels or sexes, and perceived pain did not significantly influence outcomes.", "population_specificity": "Twenty collegiate athletes (10 males, 10 females).", "effective_dosage": "Low (15-25% body weight) or high (45-55% body weight) pressure levels for 2 minutes.", "study_duration": "2 minutes per session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:32.471529+00:00"}
{"study_id": 16611, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to compare the acute effects of foam rolling and traditional stretching on physical performance and self-perceived fatigue in youth football players.", "results_summary": "Foam rolling improved sprint times at 2 and 24 hours post-match and reduced fatigue and stress, while stretching only reduced stress 24 hours post-match. No significant differences were found between the two treatments in overall physical performance or fatigue.", "population_specificity": "20 youth football players from the Serbia Under-17 league (ages 16.6 ± 1.5 and 16.9 ± 1.0 years).", "effective_dosage": "Not specified", "study_duration": "Measurements taken immediately post-match, 2 hours post-intervention, and 24 hours post-match.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:33.021942+00:00"}
{"study_id": 189061, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether fluoride could reduce hip fracture risk in elderly nursing home residents.", "results_summary": "The study found that fluoride did not significantly reduce hip fractures in the long-term care setting. No significant benefits were observed for this intervention.", "population_specificity": "Elderly nursing home residents in long-term care facilities.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:35.138581+00:00"}
{"study_id": 16612, "supplement_id": 1141, "safety_score": "85", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to investigate the acute effects of different durations (15 s, 30 s, and 60 s) of vibration foam rolling treatment (VFRt) on muscle skin temperature and surface muscle electromyography (sEMG) during Maximal Voluntary Isometric Contraction.", "results_summary": "The 30 s VFRt showed significant effects on muscle skin temperature and sEMG, with small effect sizes, while other durations did not produce significant differences. Muscle efficiency improved without changes in strength, suggesting practical benefits for rehabilitation or activities requiring reduced muscle activity.", "population_specificity": "Eighteen male subjects.", "effective_dosage": "15 s, 30 s, and 60 s of vibration foam rolling treatment.", "study_duration": "Acute effects measured during experimental sessions.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:36.331537+00:00"}
{"study_id": 16614, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of 6-week vibration foam rolling (VFR) and non-vibration foam rolling (FR) on muscle strength, H:Q ratio, flexibility, and dynamic balance in soccer players.", "results_summary": "Both VFR and FR improved muscle strength without affecting the H:Q ratio, while VFR was more effective than FR for enhancing flexibility and dynamic balance. The results suggest potential performance benefits for athletes.", "population_specificity": "Thirty-six soccer players (divided into VFR, FR, and control groups).", "effective_dosage": "Thrice per week for 6 weeks.", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:38.812058+00:00"}
{"study_id": 16613, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the acute effects of vibration foam rolling (VR), foam rolling (FR), and static stretching (SS) on ankle dorsiflexion range of motion, muscle strength, and proprioception in adults with chronic ankle instability (CAI).", "results_summary": "VR significantly improved ankle dorsiflexion range of motion and muscle strength by over 30% compared to pre-intervention, while FR improved dorsiflexion by 23.68%. SS showed no improvement. VR was more effective than SS in improving dorsiflexion and strength, but no significant difference was found in ankle proprioception.", "population_specificity": "Adults with chronic ankle instability (CAI).", "effective_dosage": "6 sets of 30 seconds each, targeting ankle dorsiflexors and plantarflexors, with 30-second rest intervals.", "study_duration": "Acute (immediate effects measured post-intervention).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:39.950107+00:00"}
{"study_id": 16617, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to quantify the difference between local and remote hypoalgesic effects of foam rolling on Pressure Pain Thresholds (PPTs).", "results_summary": "Foam rolling showed small pre-post effects on local and remote PPTs but no significant effect compared to a control group. No consistent effects on PPTs were demonstrated in healthy individuals.", "population_specificity": "Healthy individuals and patients with musculoskeletal pain.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:40.255878+00:00"}
{"study_id": 189058, "supplement_id": 1140, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether interdental enamel reduction increases caries risk in posterior teeth and whether fluoride supplementation plays a role in caries prevention.", "results_summary": "The study found no increased caries risk in reproximated teeth compared to unground contralateral surfaces, with minimal new caries lesions. Fluoride supplementation was noted but not directly linked to outcomes.", "population_specificity": "43 patients aged 19-71 who had undergone mesiodistal enamel reduction 4-6 years prior.", "effective_dosage": "Not specified", "study_duration": "Follow-up period of 4-6 years post-intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:41.673815+00:00"}
{"study_id": 16615, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the local and non-local effects of foam rolling (FR) and static stretching (SS) on the plantar flexor, focusing on ankle dorsiflexion range of movement, tissue hardness, bioimpedance, and pain pressure thresholds.", "results_summary": "Both FR and SS acutely improved ankle range of movement, with FR also improving intracellular-to-extracellular fluid ratios. No non-local effects were observed, and tissue morphology remained unchanged.", "population_specificity": "Fourteen female participants.", "effective_dosage": "FR involved 30 rolls (15 in each direction) over 30 seconds, performed in 4 sets with 30-second rests between sets.", "study_duration": "Immediate and 10-minute post-intervention assessments.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:42.277865+00:00"}
{"study_id": 16616, "supplement_id": 1141, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether foam rolling on the non-operative side could acutely improve range of motion, stiffness, and pain on the operative side in patients during the first postoperative week after total knee arthroplasty.", "results_summary": "The study found significant improvements in range of motion, pain, and stiffness on the operative side after foam rolling intervention on the non-operative side, with favorable effects compared to the control condition.", "population_specificity": "20 postoperative total knee arthroplasty patients (mean age 75.0 ± 7.8 years) in their first postoperative week.", "effective_dosage": "180 seconds (60 seconds × three sets) of foam rolling at maximum pain-free intensity.", "study_duration": "Single session (acute effects measured).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:42.415388+00:00"}
{"study_id": 16618, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of foam rolling on exercise-induced muscle soreness through a systematic review and meta-analysis of randomized controlled trials.", "results_summary": "The meta-analysis found that foam rolling has a certain preventive effect on muscle soreness, with modest effects immediately after exercise but more noticeable benefits at 24 hours and beyond. The results were statistically significant for some time points but not all.", "population_specificity": "515 subjects from included studies (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified in the abstract.", "study_duration": "Follow-up measurements were taken immediately after intervention, and at 24, 48, and 72 hours.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:44.944335+00:00"}
{"study_id": 16619, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine the independent effects of pressure stimulation and voluntary movement during foam rolling on range of motion (ROM) and related parameters, including tissue mechanical properties and central nervous system adaptations.", "results_summary": "Active foam rolling (A-FR) improved pressure pain threshold, stretch tolerance, negative mood, and both active and passive ROM. Passive foam rolling (P-FR) enhanced parasympathetic nervous activity, negative mood, and passive ROM, while sham rolling (SHAM) only improved some negative mood without affecting ROM or other parameters.", "population_specificity": "27 healthy active adults (16 males, 11 females).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:46.308459+00:00"}
{"study_id": 16620, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 70, "study_goal": "The researchers aimed to determine whether foam rolling, in addition to regular physical therapy, improves pain, knee joint range of motion, muscle function, and balance in patients post-total knee arthroplasty.", "results_summary": "Foam rolling significantly improved knee flexion pain, range of motion, knee extension strength, gait speed, balance, and functional mobility, but no significant change was observed in resting pain.", "population_specificity": "Patients who underwent total knee arthroplasty for knee osteoarthritis.", "effective_dosage": "10 minutes in the morning and 10 minutes in the afternoon daily.", "study_duration": "From the second to the third postoperative week (approximately 1-2 weeks).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:48.144277+00:00"}
{"study_id": 16621, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine whether foam rolling is effective for fatigue recovery, specifically examining its effects on lactate clearance and executive function after high-intensity exercise.", "results_summary": "Foam rolling significantly reduced blood lactate concentrations and correlated with faster recovery of executive function in participants with greater lactate clearance, though cognitive fatigue was not observed post-exercise. Perceived exertion decreased with increased lactate clearance in the control condition but not in the foam rolling condition.", "population_specificity": "Eighteen healthy adults without consistent exercise habits.", "effective_dosage": "Not specified", "study_duration": "Acute (single session)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:48.598980+00:00"}
{"study_id": 16622, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the acute effects of vibration foam rolling (VFR) and static stretching (SS) on muscle contractile properties in professional soccer players post-training.", "results_summary": "Both VFR and SS interventions effectively restored maximal radial muscle-belly displacement and contraction time, suggesting reduced muscular stiffness, but contraction velocity remained unchanged. No significant differences were found between the two interventions.", "population_specificity": "Professional soccer players (n=18)", "effective_dosage": "3 sets of 45 seconds of rolling with 15 seconds of rest between sets", "study_duration": "Acute effects measured immediately post-intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:49.199345+00:00"}
{"study_id": 16625, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to compare the acute effects of combining foam rolling (with or without vibration) and proprioceptive neuromuscular facilitation stretching (PNFS) versus PNFS alone on hamstring flexibility and thigh skin temperature.", "results_summary": "All intervention groups showed significant improvements in flexibility and skin temperature, but combining foam rolling with PNFS did not provide additional benefits over PNFS alone. The combined groups showed the best post-intervention effects on increasing skin temperature.", "population_specificity": "60 participants (specific demographics not detailed in the abstract).", "effective_dosage": "Not specified.", "study_duration": "Acute effects measured immediately after and 30 minutes post-intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:51.595110+00:00"}
{"study_id": 16624, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether foam rolling intervention (FRI) improves lower limb venous blood flow, reduces the risk of deep vein thrombosis (DVT), and mitigates muscle atrophy in pregnant women on bed rest.", "results_summary": "The study found that FRI significantly increased mean and peak blood velocities in femoral and popliteal veins, lowered D-dimer levels, and reduced muscle atrophy compared to standard care. The experimental group showed slower thigh muscle atrophy rates and better preservation of leg circumference.", "population_specificity": "Pregnant women (gestational age ≥ 20 weeks, maternal age < 40 years) on long-term bed rest (≥ 7 days) for fetal protection.", "effective_dosage": "Not specified", "study_duration": "7 days", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:51.633935+00:00"}
{"study_id": 16623, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to determine the short- and long-term effects of foam rolling on the pressure pain threshold and range of motion of the lumbar spine in healthy subjects.", "results_summary": "Foam rolling significantly improved flexion, lateral flexion, and pressure pain threshold immediately after the first session and maintained these improvements up to 6 months post-intervention, with large effect sizes (Cohen's d > 0.98). The experimental group showed statistically significant improvements compared to the control group.", "population_specificity": "43 healthy subjects without back problems", "effective_dosage": "12 sessions over 4 weeks", "study_duration": "4 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:52.008412+00:00"}
{"study_id": 16626, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the impact of different foam rolling speeds on the mechanical properties of the quadriceps femoris muscle in professional athletes.", "results_summary": "The study found that slower foam rolling speeds (SLOW) resulted in a significant reduction in muscle tone compared to self-determined speeds (SELF). Both FAST and SLOW speeds showed significant reductions in muscle tone post-intervention, suggesting potential benefits for regulating muscle tone after training or competition.", "population_specificity": "Eighteen male professional basketball athletes (age 23 ± 4 years, BMI 24.43 ± 1.59 kg/m²).", "effective_dosage": "Three speeds: 30 beats per minute (FAST), 15 beats per minute (SLOW), and self-determined speed (SELF).", "study_duration": "One-week washout period between each session.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:55.304574+00:00"}
{"study_id": 16627, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the acute effects of foam rolling (FR) and vibration foam rolling (VFR) on blood flow parameters in professional soccer players.", "results_summary": "Both FR and VFR significantly increased blood flow parameters (maximum velocity and volume) immediately after intervention, with FR showing sustained effects longer than VFR. Both methods outperformed the control condition, suggesting they may aid physiological recovery in elite athletes.", "population_specificity": "Professional soccer players (n=10).", "effective_dosage": "Two 45-second sets per muscle group (quadriceps and hamstring) with 15-second rest between sets.", "study_duration": "Acute effects measured up to 30 minutes post-intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:55.901613+00:00"}
{"study_id": 16628, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 73, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of static stretching and foam rolling training on increasing joint range of motion (ROM).", "results_summary": "Both static stretching and foam rolling training moderately increased joint ROM, with no significant difference between the two methods overall. However, static stretching showed a significant advantage over foam rolling for interventions lasting ≤4 weeks.", "population_specificity": "Not specified (general population, though the study notes a lack of high-volume foam rolling studies and exclusively female participants).", "effective_dosage": "Not specified", "study_duration": "Varied (≤4 weeks for short-term analysis, longer durations also considered)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:57.383918+00:00"}
{"study_id": 16629, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether combining foam rolling and dynamic stretching (FR + DS) to the lead hip improves golf swing performance, hip range of motion, and muscle strength compared to repetitive golf swing practice.", "results_summary": "FR + DS significantly improved golf swing \"carry\" distance, hip internal rotation (IR) range of motion, and IR muscle strength compared to swing practice alone, but no other swing performance metrics showed significant differences.", "population_specificity": "22 male amateur golfers (mean age 32.6 ± 8.5 years, BMI 23.4 ± 2.7 kg·m⁻²).", "effective_dosage": "Not specified", "study_duration": "Single session (immediate effects measured)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:58.145919+00:00"}
{"study_id": 16630, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to examine the effects of foam rolling on hamstring muscle stiffness in both non-damaged and exercise-induced muscle damage states.", "results_summary": "The study found no significant differences in muscle stiffness, soreness, range of motion, or passive resistive torque between the foam rolling and control legs, suggesting limited effectiveness of short-duration foam rolling in altering muscle stiffness during recovery from exercise-induced damage.", "population_specificity": "Fourteen healthy adults (25.5 ± 4.7 years).", "effective_dosage": "2-minute foam rolling intervention.", "study_duration": "Measurements taken at baseline, 1 hour, 24 hours, and 48 hours post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:56:58.572655+00:00"}
{"study_id": 16633, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effectiveness of Instrument Assisted Soft Tissue Mobilization and Foam Rolling in treating calf muscle trigger points, ankle dorsiflexion, and lower limb power in non-symptomatic patients.", "results_summary": "Both techniques were equally effective for treating calf trigger points, but Foam Rolling showed superior improvement in non-weight bearing ankle dorsiflexion range of motion.", "population_specificity": "Non-symptomatic patients with bilateral calf muscle tightness and at least one trigger point in the calf muscle.", "effective_dosage": "Treatment was given every alternate day, totaling 3 sessions.", "study_duration": "The intervention lasted for 3 sessions, administered every alternate day.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:01.572694+00:00"}
{"study_id": 16632, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to examine the acute and prolonged effects of different foam rolling durations on maximal voluntary concentric contractions, knee flexion range of motion, pain pressure threshold, and tissue hardness.", "results_summary": "The study found that foam rolling increased pain pressure threshold and knee flexion range of motion for up to 20-60 minutes and decreased tissue hardness for up to 60 minutes, regardless of rolling duration, but did not significantly affect maximal voluntary concentric contractions.", "population_specificity": "10 male university students (22.5 ± 1.0 years) with focus on the dominant leg knee extensors.", "effective_dosage": "Three sets of 60-second foam rolling interventions at fast (90 repetitions), medium (30 repetitions), and slow speeds (15 repetitions).", "study_duration": "Acute and prolonged effects measured up to 60 minutes post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:01.849269+00:00"}
{"study_id": 16634, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to compare the short-term effects of foam rolling, dynamic stretching, and passive rest on physiological and perceptual recovery measures following simulated ice hockey exercise in elite players.", "results_summary": "Foam rolling reduced blood lactate levels faster than passive rest and improved perceived exertion and perceptual responses compared to dynamic stretching and passive rest, though it did not significantly affect heart rate or leg choice reaction time.", "population_specificity": "Fifteen national male ice hockey players.", "effective_dosage": "10-minute intervention post-exercise.", "study_duration": "Single session (10 minutes).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:03.460981+00:00"}
{"study_id": 16631, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the acute and prolonged effects of short-duration Foam Rolling (FR) and Vibration Foam Rolling (VFR) on knee extensors, focusing on range of movement, pain pressure threshold, tissue hardness, and jump height.", "results_summary": "The study found that 30-second FR and VFR interventions increased knee flexion range of movement (ROM) for up to 10 minutes, improved pain pressure threshold (PPT), and reduced tissue hardness for up to 15 minutes. No significant advantage of VFR over FR was observed.", "population_specificity": "14 male university students (22.4 ± 1.0 years old) with testing on the dominant leg.", "effective_dosage": "30 seconds of FR or VFR with 2-second rolling of the anterior thigh (15 rolls); VFR frequency was 35 Hz.", "study_duration": "Acute intervention (30 seconds) with effects measured up to 15 minutes post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:03.981383+00:00"}
{"study_id": 16635, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a 7-week combined static stretching and foam rolling program targeting the foot sole could chronically increase shoulder extension range of motion (ROM).", "results_summary": "The study found no significant changes in shoulder extension ROM after the 7-week intervention, indicating that chronic foam rolling and static stretching of the foot sole do not produce non-local ROM increases in heterologous muscles.", "population_specificity": "33 healthy, physically active participants (20 male).", "effective_dosage": "Three sessions per week, including three exercises of the foot sole for 5 minutes each.", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:05.463131+00:00"}
{"study_id": 16636, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether foam rolling and stretching are uniquely effective for improving range of motion (ROM) compared to other interventions that increase muscle temperature.", "results_summary": "The study found no significant differences in ROM, stiffness, or passive peak torque between foam rolling/stretching and other interventions, suggesting these methods are not uniquely effective for acute ROM improvements.", "population_specificity": "1134 participants across 38 studies (specific demographics not detailed).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:06.111348+00:00"}
{"study_id": 16637, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to assess the effectiveness of foam rolling as a post-match recovery tool in female basketball players.", "results_summary": "The study found no significant benefits of foam rolling compared to placebo for improving recovery metrics (e.g., jump height, heart rate variability, muscle soreness, perceived recovery, and fatigue) after a simulated basketball match. A significant effect of time was observed for all variables, but no intervention-specific improvements were detected.", "population_specificity": "13 female basketball players", "effective_dosage": "Not specified", "study_duration": "Post-match recovery period (exact duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:06.616143+00:00"}
{"study_id": 16638, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the immediate effects of foam rolling on ankle dorsiflexion range of motion and squat movement patterns in extreme conditioning program practitioners.", "results_summary": "Foam rolling increased ankle dorsiflexion range of motion during the Lunge Test and squat, while reducing dynamic knee valgus during the squat. The intervention showed acute improvements in movement patterns.", "population_specificity": "18 extreme conditioning program practitioners with over four months of experience (mean age 30.94 years).", "effective_dosage": "90 seconds of bilateral foam rolling on the sural triceps region.", "study_duration": "Immediate effects assessed post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:08.058341+00:00"}
{"study_id": 16639, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether Foam Rolling (FR) increases intramuscular microvascular blood flow (MBF) using contrast-enhanced ultrasound (CEUS).", "results_summary": "The study found no significant increase in intramuscular MBF immediately or 30 minutes after FR, with perfusion parameters showing non-significant decreases in both vastus lateralis and intermedius muscles. The common assumption of MBF improvement due to FR was not supported.", "population_specificity": "Ten healthy athletes.", "effective_dosage": "3 sets of 45 seconds FR with 20 seconds rest.", "study_duration": "Single session with measurements taken immediately and 30 minutes post-intervention.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:10.459303+00:00"}
{"study_id": 16640, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of short-term static stretching (SS), foam rolling (FR), and their combination on knee extensors to determine their efficacy as warm-up interventions.", "results_summary": "Foam rolling (FR) and its combination with static stretching (SS) significantly increased knee flexion range of motion (ROM) and pain pressure threshold (PPT) while decreasing tissue hardness. However, SS alone (≥30s) reduced muscle strength, whereas FR maintained both isometric and concentric torque.", "population_specificity": "14 male university students (22.0 ± 1.3 years old)", "effective_dosage": "30-s FR, 60-s FR, 30-s SS + 30-s FR", "study_duration": "Short-term (30-60 seconds per condition)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:11.772404+00:00"}
{"study_id": 16641, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the efficacy of vibration foam rolling (VFR) with other recovery strategies (sitting and cold water immersion) on power, agility, and dynamic balance in amateur basketball players after a simulated basketball game.", "results_summary": "VFR showed the best immediate effect on lower limb recovery post-game, while cold water immersion initially had negative effects but demonstrated superior long-term recovery. Vertical jump height and reaction times improved more with VFR compared to other interventions at certain time points.", "population_specificity": "Amateur basketball players", "effective_dosage": "12 minutes of VFR", "study_duration": "12 minutes per session", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:12.038165+00:00"}
{"study_id": 16642, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to determine if foam rolling could mitigate the cool-down effect and help participants capitalize on post-activation performance enhancement (PAPE) after heavy squats.", "results_summary": "Foam rolling did not significantly attenuate the cool-down effect. Heavy squats induced fatigue that likely masked PAPE effects, and foam rolling alone showed no meaningful improvement in vertical jump performance compared to control or squat conditions.", "population_specificity": "Seventeen physically active participants (back squat <2.0× body mass).", "effective_dosage": "Not specified", "study_duration": "Not specified (performance assessed three times post-treatment with 2 min between assessments).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:13.090657+00:00"}
{"study_id": 16643, "supplement_id": 1141, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the combined effects of foam rolling (FR) with static stretching (SS) or dynamic stretching (DS) in different intervention orders on knee extensor function and properties.", "results_summary": "All combinations of FR with SS or DS significantly increased knee flexion range of motion (ROM) and decreased tissue hardness without negatively affecting muscle strength or jump performance. The largest improvements in ROM and tissue stiffness reduction occurred with the SS + FR combination.", "population_specificity": "17 male university students (21.0 ± 1.1 years).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:14.284753+00:00"}
{"study_id": 16644, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of hamstring foam rolling on knee muscle contractile properties and extensibility in soccer players after a sports-specific load.", "results_summary": "The study found that hamstring foam rolling had no statistically significant effect on the measured muscles' contractile properties or knee extensibility following a Yo-Yo interval test. No differences were observed between the foam rolling and control (resting) groups.", "population_specificity": "20 male professional soccer players", "effective_dosage": "5 repetitions of 45 seconds of hamstring foam rolling", "study_duration": "Single session", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:14.418154+00:00"}
{"study_id": 16645, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to examine the acute effects of strength training (ST) and foam rolling (FR), performed alone or in combination, on blood pressure (BP) recovery in normotensive women.", "results_summary": "The study found that both ST and FR alone significantly reduced systolic blood pressure (SBP) during recovery, with no additive effect when combined. No changes were observed in diastolic blood pressure (DBP).", "population_specificity": "Sixteen normotensive, strength-trained women.", "effective_dosage": "FR was applied unilaterally in two sets of 120 seconds to quadriceps, hamstrings, and calves.", "study_duration": "BP was measured before and every 10 minutes for 60 minutes post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:16.046174+00:00"}
{"study_id": 16646, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine whether long-term (7-week) combined stretching and foam rolling of the plantar foot sole produces remote effects on ankle joint range of motion and performance.", "results_summary": "The study found no significant interaction effects for any measured parameters (ROM, PRTmax, MVIC, muscle stiffness). Minor improvements in MVIC and PRTmax were observed, but these were not statistically significant between groups. No structural muscle changes were detected.", "population_specificity": "38 recreational athletes (20 intervention, 18 control).", "effective_dosage": "Not specified (intervention involved stretching and foam rolling exercises).", "study_duration": "7 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:17.722365+00:00"}
{"study_id": 16647, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effects of a 1-week foam rolling intervention on knee pain, range of motion, and muscle function in patients with total knee arthroplasty (TKA).", "results_summary": "The study found that foam rolling significantly reduced pain scores during stretching compared to the control group, but no significant improvements were observed in other variables like walking speed, balance function, or muscle strength.", "population_specificity": "Patients with total knee arthroplasty (TKA)", "effective_dosage": "60 seconds × 3 repetitions × 2 times/day × 6 days (total = 2160 seconds)", "study_duration": "1 week", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:18.934891+00:00"}
{"study_id": 16648, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of proprioceptive neuromuscular facilitation stretching (PNF) and foam rolling (FR) on increasing range of motion (ROM) in athletes.", "results_summary": "The study found that PNF stretching resulted in significantly greater increases in flexibility compared to FR, with statistically significant differences (p < 0.001). Both groups reported similar moderate perceived exertion levels.", "population_specificity": "80 healthy young athletes", "effective_dosage": "Not specified", "study_duration": "2 minutes", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:19.132643+00:00"}
{"study_id": 16649, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of an 18-week combined strength and foam-rolling intervention in reducing the incidence of running-related injuries among recreational runners.", "results_summary": "The overall intervention group showed no statistically significant reduction in injury incidence compared to controls, but the high-compliance subgroup had an 85% lower injury risk and took 57 days longer to sustain an injury, with a cumulative incidence of 4.6%.", "population_specificity": "Recreational runners (433 participants, 203 female).", "effective_dosage": "General strength and foam-rolling exercises twice weekly.", "study_duration": "18 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:20.967472+00:00"}
{"study_id": 16650, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effectiveness of foam rolling (FR) self-massage versus manual therapy (MT) for postexercise recovery in athletes after high-intensity exercise.", "results_summary": "FR improved dynamic balance more than MT postintervention and at follow-up, with benefits maintained in lumbar flexibility only for FR. FR may be more effective than MT for dynamic balance recovery, though baseline differences existed.", "population_specificity": "47 amateur athletes (22.2 ± 2.5 years, 53.2% men).", "effective_dosage": "Not specified", "study_duration": "Immediate postintervention and 1-week follow-up", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:21.786300+00:00"}
{"study_id": 16651, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the immediate and prolonged effects of foam rolling (FR) and vibration foam rolling (VFR) on knee extensor passive properties, including range of motion, pain pressure threshold, and tissue hardness.", "results_summary": "Both FR and VFR significantly increased knee flexion ROM immediately after intervention, with effects lasting up to 30 minutes. VFR showed longer-lasting effects on pain pressure threshold and tissue hardness compared to FR.", "population_specificity": "14 male college students (22.1 ± 1.0 years old)", "effective_dosage": "Not specified", "study_duration": "Measurements taken before, immediately after, and up to 30 minutes post-intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:22.897832+00:00"}
{"study_id": 16652, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the acute and sustained effects of vibration foam rolling (VFR) at different frequencies on knee flexion range of motion (ROM) and muscle strength.", "results_summary": "VFR increased knee flexion ROM significantly immediately after the intervention and sustained the effect for 20 minutes, but it decreased muscle strength (MVC-ISO and MVC-CON torque) for the same duration, regardless of vibration frequency. No significant changes were observed in RFD or CMJ height.", "population_specificity": "16 male university students (21.2 ± 0.6 years)", "effective_dosage": "Three 60-second sets of VFR at 35 Hz (low frequency) and 67 Hz (high frequency)", "study_duration": "Acute effects measured immediately and 20 minutes post-intervention", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:24.242580+00:00"}
{"study_id": 16653, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to quantify the effects of chronic foam rolling training (lasting more than two weeks) on performance measures.", "results_summary": "The meta-analysis found no significant performance changes with foam rolling training and no specific circumstances leading to performance improvements. The evidence suggests trivial benefits, with no significant differences between foam rolling and control conditions.", "population_specificity": "Not specified (studies with durations greater than two weeks were included, but exact population details are not provided).", "effective_dosage": "Not specified (total load of foam rolling was analyzed but not detailed).", "study_duration": "Greater than two weeks (exact duration varied across studies).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:25.078176+00:00"}
{"study_id": 16655, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the cross-education effects of vibration foam rolling (VFR) on range of motion (ROM), muscle soreness, and pain pressure threshold (PPT) in eccentrically damaged muscles.", "results_summary": "The study found that VFR intervention on the non-damaged side significantly improved knee flexion ROM, reduced muscle soreness, and increased PPT compared to baseline, demonstrating a cross-education effect.", "population_specificity": "Sedentary healthy male volunteers (n=14, 21.4±0.7 years).", "effective_dosage": "90-second VFR intervention.", "study_duration": "Single session 48 hours post-exercise.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:28.064199+00:00"}
{"study_id": 16657, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of static stretching (SS) and vibration foam rolling (VFR) on hamstring range of motion (ROM), functional performance, and muscle stiffness.", "results_summary": "Both SS and VFR increased ROM (7.7% and 8.8%, respectively), but only SS decreased maximum voluntary isometric contraction (MVIC) (-5.1%). VFR reduced shear modulus in semitendinosus (-6.7%) and semimembranosus (-6.5%) without affecting functional performance, suggesting it may be a favorable warm-up for ROM improvement.", "population_specificity": "25 male volunteers", "effective_dosage": "2-minute bout", "study_duration": "Single session", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:30.436145+00:00"}
{"study_id": 16654, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the acute effects of foam rolling on Achilles tendon stiffness, jump height, and sprint performance in athletes.", "results_summary": "Foam rolling significantly decreased sprint performance at 5, 15, and 30 minutes post-intervention but showed no significant effect on jump height or Achilles tendon stiffness compared to tissue flossing. Both interventions enhanced performance up to 60 minutes by reducing excessive stiffness.", "population_specificity": "Academic athletes aged 22-24 years (n = 32).", "effective_dosage": "Not specified", "study_duration": "Acute effects measured up to 60 minutes post-intervention.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:30.561673+00:00"}
{"study_id": 16656, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of an intense warm-up performed before or after foam rolling (FR) versus FR alone on range of motion (ROM) and performance parameters in both sexes.", "results_summary": "FR increased ROM similarly across all groups, with a large magnitude of change. Males showed significantly higher ROM increases when an intense warm-up was performed after FR, but no significant changes were observed in performance metrics (CMJ height, MVIC, or MVDC peak torque).", "population_specificity": "27 volunteers (14 male, 13 female)", "effective_dosage": "Not specified", "study_duration": "Three separate days (intervention duration not specified)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:30.701157+00:00"}
{"study_id": 16658, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to investigate the chronic effects of unilateral foam rolling (FR) and foam rolling with vibration (VFR) on ankle dorsiflexion range of motion, muscle stiffness, and strength in both the rolling and non-rolling sides.", "results_summary": "Both FR and VFR interventions significantly increased ankle dorsiflexion range of motion and passive torque on both the rolling and non-rolling sides, but no significant changes were observed in muscle stiffness or strength. The study concluded that VFR is not necessarily superior to FR for long-term ROM improvements.", "population_specificity": "Thirty healthy young men.", "effective_dosage": "Three sets of 60 seconds per session, twice a week.", "study_duration": "6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:31.138123+00:00"}
{"study_id": 16659, "supplement_id": 1141, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate the effects of foam-rolling training interventions on joint range of motion (ROM) in healthy participants.", "results_summary": "The meta-analysis found a moderate effect of foam-rolling training on ROM increases, with longer interventions (>4 weeks) showing greater benefits. Improvements were observed in hamstrings and quadriceps but not in ankle dorsiflexion when applied to triceps surae.", "population_specificity": "Healthy participants with a mean age of 23.9 (±6.3 years).", "effective_dosage": "Not specified", "study_duration": "Varied (≤4 weeks vs. >4 weeks)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:31.536364+00:00"}
{"study_id": 16660, "supplement_id": 1141, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "The researchers aimed to determine the effect of combining static stretching (SS) and foam rolling (FR), with or without vibration, on range of motion, muscle performance, and tissue hardness, as well as the impact of intervention order.", "results_summary": "All interventions significantly increased knee flexion range of motion and reduced tissue hardness, but only FR followed by SS reduced maximal voluntary isometric torque. Adding vibration to FR did not enhance outcomes.", "population_specificity": "15 healthy male subjects (22.5 ± 3.3 years).", "effective_dosage": "Three 60-second bouts of FR and SS per session.", "study_duration": "Single session per condition, with ≥48-hour intervals between sessions.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:33.430066+00:00"}
{"study_id": 17845, "supplement_id": 1172, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to examine the preventive action of grapefruit juice (GFJ) against potassium oxonate-induced hyperuricemia in mice.", "results_summary": "GFJ significantly inhibited xanthine oxidase, lowered uric acid and related markers, reduced inflammation-related genes, improved renal and intestinal morphology, and modulated transporter expression, suggesting its potential as a urate-lowering agent.", "population_specificity": "Potassium oxonate-induced hyperuricemic mice", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:41.539927+00:00"}
{"study_id": 17846, "supplement_id": 1172, "safety_score": "60", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether grapefruit juice could mitigate neurotoxicity and infertility side effects caused by prolonged metronidazole use.", "results_summary": "Grapefruit juice alone increased sperm count and reduced oxidative stress but also lowered free testosterone and FSH levels. Co-administration with metronidazole did not alleviate its adverse effects and may have worsened them.", "population_specificity": "Male albino Wistar rats", "effective_dosage": "27 ml/kg/day", "study_duration": "60 days", "interactions": "Metronidazole", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:41.626608+00:00"}
{"study_id": 17844, "supplement_id": 1172, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the structural, functional, and in vitro digestion properties of bread incorporated with different grapefruit peel soluble dietary fibers (SDFs).", "results_summary": "The study found that bread with microwave-ultrasonic treatment SDF (MUT-SDF) showed superior hardness, internal structure, thermal stability, sensory acceptability, water holding capacity, cholesterol adsorption capacity, nitrite ion adsorption capacity, and reduced glucose release rates compared to other SDF-incorporated breads.", "population_specificity": "Not specified (in vitro study)", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:41.959345+00:00"}
{"study_id": 17840, "supplement_id": 1172, "safety_score": "85", "efficacy_score": 70, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the potential of a nasal spray containing grapefruit seed extract (GSE) as an adjunct treatment for mild-moderate COVID-19.", "results_summary": "The study reported rapid clinical improvement and shorter time to negativization on PCR tests in three mild-moderate COVID-19 patients treated with the nasal spray. No safety issues were noted during treatment.", "population_specificity": "Symptomatic, mild-moderate COVID-19 patients.", "effective_dosage": "Not specified (commercially available Xlear Nasal Spray®).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:42.025094+00:00"}
{"study_id": 17839, "supplement_id": 1172, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether grapefruit extracellular vesicles (EVs) could enhance the delivery and efficacy of doxorubicin-loaded nanoparticles for glioma treatment.", "results_summary": "The study found that patching doxorubicin-loaded nanoparticles onto grapefruit EVs significantly improved drug delivery efficiency, enhanced tumor penetration, and increased antiglioma efficacy in vivo, with a 4-fold higher drug loading capacity compared to traditional methods.", "population_specificity": "The study focused on glioma models (in vivo), not human subjects.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:42.605353+00:00"}
{"study_id": 17843, "supplement_id": 1172, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effectiveness of induction heating for pasteurizing grapefruit juice and its ability to inactivate E. coli O157:H7.", "results_summary": "The study found that induction heating effectively inactivated E. coli O157:H7 in grapefruit juice, with higher temperatures achieved at increased induced voltage, lower frequency, and higher initial temperature. The process did not significantly alter pH or °Brix but brightened the juice color.", "population_specificity": "Grapefruit juice samples treated with induction heating.", "effective_dosage": "Induced voltage of 2700 V, frequency of 300 Hz, residence time of 400 s.", "study_duration": "Single treatment session (400 s residence time).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:42.876309+00:00"}
{"study_id": 17841, "supplement_id": 1172, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to investigate the effects of β-cyclocitral on carotenoid content and composition in transgenic Marsh grapefruit suspension-cultured cells.", "results_summary": "β-cyclocitral treatment significantly increased β-, α-carotene, and phytoene content, with a ~2-fold rise in total provitamin A carotenoids. Transcript levels of biosynthetic genes PSY and ZDS correlated with these increases, suggesting β-cyclocitral acts as a chemical elicitor for carotenoid production.", "population_specificity": "Transgenic Marsh grapefruit (Citrus paradisi Macf.) suspension-cultured cells.", "effective_dosage": "0.5 mM β-cyclocitral.", "study_duration": "10 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:57:43.655691+00:00"}
