{"study_id": 181776, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine whether adding oligosaccharides to infant formula reduces infection prevalence and if the effect varies by oligosaccharide type.", "results_summary": "The review found mixed evidence, with GOS/FOS combinations showing potential benefits for infection rates, while GOS alone, inulin, and MOSs did not. HMOs require further study, and evidence for reducing antibiotic use is limited.", "population_specificity": "Infants consuming infant formula with added oligosaccharides.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:44.979350+00:00"}
{"study_id": 181779, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to analyze the financial costs associated with breastfeeding to inform effective policy development addressing these barriers.", "results_summary": "The study found that breastfeeding incurs direct costs (equipment, nutrition, time) and disproportionately affects low-income individuals, particularly racial and ethnic minorities, contributing to lower breastfeeding rates in these groups. Addressing these costs is critical for effective breastfeeding policy and promotion.", "population_specificity": "Low-income individuals, with a focus on racial and ethnic minorities.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:48.162334+00:00"}
{"study_id": 181780, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effectiveness of a telelactation-delivered AME education intervention on lactation outcomes up to 1 year postpartum in a specific population.", "results_summary": "The study is ongoing, so definitive results are not yet available, but it is the first adequately powered trial assessing AME effectiveness in the specified population.", "population_specificity": "Nulliparous-to-primiparous, non-diabetic birthing people with pre-pregnancy BMI ≥ 25 kg/m².", "effective_dosage": "Not specified", "study_duration": "Up to 1 year postpartum", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:48.516901+00:00"}
{"study_id": 181782, "supplement_id": 954, "safety_score": "90", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the role of breastfeeding and maternal dietary interventions in preventing infant food allergies.", "results_summary": "The study found no evidence supporting maternal dietary modifications (e.g., allergen avoidance) for allergy prevention. Breastfeeding's effect on allergy prevention remains unclear, but irregular cow's milk exposure may increase allergy risk, while maternal peanut ingestion during breastfeeding and early peanut introduction might have a preventive role.", "population_specificity": "Infants and breastfeeding mothers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:49.134077+00:00"}
{"study_id": 181781, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare infant feeding patterns (breastfeeding and complementary food supplementation) between children with autism spectrum disorder (ASD) and typically developing children, and investigate their relationship with ASD symptoms and neurodevelopment.", "results_summary": "Children with ASD had shorter breastfeeding duration, later introduction of complementary foods, and poorer acceptance of complementary foods compared to typically developing children. Longer breastfeeding (≥12 months) was associated with lower ASD symptom severity, while delayed complementary food introduction and poor acceptance correlated with worse neurodevelopmental outcomes.", "population_specificity": "1389 children with ASD and 1190 typically developing children.", "effective_dosage": "Not specified", "study_duration": "Breastfeeding duration varied (3-14 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:50.523976+00:00"}
{"study_id": 181783, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine if enhanced supervision and monitoring of community health workers (CHWs) improved maternal and child outcomes, including breastfeeding duration, compared to standard care.", "results_summary": "The study observed improvements in breastfeeding for 6 months among other outcomes, though the benefits were not statistically significant. Enhanced supervision showed non-significant positive trends for 11 of 13 outcomes, including breastfeeding.", "population_specificity": "Pregnant women and mothers in rural settings with limited healthcare resources, served by government CHWs.", "effective_dosage": "Not specified", "study_duration": "2 years", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:50.580970+00:00"}
{"study_id": 181784, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of prenatal and postnatal fortified balanced energy-protein (BEP) supplementation on infant growth and nutritional outcomes in rural Burkina Faso.", "results_summary": "Prenatal BEP supplementation significantly improved linear growth (LAZ) and reduced stunting at 6 months, while postnatal BEP showed modest improvements in linear growth trajectories but no significant effects on other outcomes.", "population_specificity": "Pregnant women aged 15-40 with gestational age <21 weeks and their infants in rural Burkina Faso.", "effective_dosage": "Daily fortified BEP supplements during pregnancy and the first 6 months postpartum.", "study_duration": "Pregnancy and first 6 months postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:51.895151+00:00"}
{"study_id": 181785, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of daily versus weekly iron supplementation for preventing iron deficiency anemia in infants, with exclusive breastfeeding as the control.", "results_summary": "The study found that exclusive breastfeeding without iron supplementation resulted in higher rates of iron deficiency and anemia compared to both daily and weekly iron supplementation groups. No significant differences in effectiveness, adherence, or adverse events were observed between daily and weekly supplementation.", "population_specificity": "Infants aged 3 months without anemia, attending a public health center.", "effective_dosage": "Daily (1 mg/kg/day) or weekly (4 mg/kg/week) iron supplementation.", "study_duration": "3 months (from 3 to 6 months of age).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:53.582261+00:00"}
{"study_id": 181787, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review dietary recommendations for optimizing glycaemic control and gestational weight gain during pregnancy and breastfeeding in women with type 1 diabetes.", "results_summary": "The study found that dietary management focusing on carbohydrate intake from low-glycaemic-index sources, consistent meal timing, and appropriate gestational weight gain is crucial for normal foetal growth and pregnancy outcomes. It also highlighted the feasibility of such dietary advice for women with low socioeconomic status.", "population_specificity": "Women with type 1 diabetes during pregnancy and breastfeeding.", "effective_dosage": "Minimum of 175 g of carbohydrate daily, mainly from low-glycaemic-index sources.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:53.794445+00:00"}
{"study_id": 181790, "supplement_id": 954, "safety_score": "95", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to summarize recent evidence on the use of biotics (probiotics, prebiotics, synbiotics, and postbiotics) in infant formula to replicate the benefits of breastfeeding.", "results_summary": "The study found that biotic-supplemented infant formulas positively influence microbiome composition and metabolic activity, with emerging benefits from randomized controlled trials, though conclusive superiority is not yet established. These formulas are generally well-tolerated and safe for infant growth.", "population_specificity": "Formula-fed infants in the neonatal period.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:57.600786+00:00"}
{"study_id": 181788, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to determine whether a postpartum text message-based communication platform could improve breastfeeding rates, particularly exclusivity at 6 weeks postpartum.", "results_summary": "The study found no overall difference in breastfeeding exclusivity between the intervention and control groups. However, Black patients in the intervention group had 2.6 times higher odds of exclusively breastfeeding compared to Black patients in the control group, reducing racial disparities in breastfeeding outcomes.", "population_specificity": "Postpartum patients, with 52.8% identifying as Black, 45.4% having public insurance, and 46.3% being nulliparous.", "effective_dosage": "Not specified (text message-based support, frequency not detailed)", "study_duration": "6 weeks postpartum", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:58.199430+00:00"}
{"study_id": 181791, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether nutritional fortification of human milk or nutrient-enriched formula improves postdischarge growth and neurodevelopment in preterm infants.", "results_summary": "The study reviewed RCTs and observational data, finding that postdischarge nutritional interventions may impact growth and neurocognitive function, but interpretation of results remains contentious.", "population_specificity": "Preterm infants with growth restriction and undernutrition.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:58.433892+00:00"}
{"study_id": 181789, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 90, "study_goal": "The study aimed to evaluate the long-term efficacy and safety of an Escherichia coli-produced bivalent HPV 16 and 18 vaccine, excluding breastfeeding women from participation.", "results_summary": "The study did not assess breastfeeding directly but excluded breastfeeding women from participation. The HPV vaccine demonstrated high efficacy against HPV 16 and 18 associated high-grade genital lesions and persistent infection, with no serious adverse events related to vaccination.", "population_specificity": "Women aged 18-45 years with an intact cervix and 1-4 lifetime sexual partners, excluding those who were pregnant or breastfeeding.", "effective_dosage": "Three doses of the HPV vaccine or hepatitis E vaccine (control).", "study_duration": "66 months of follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:04:58.749655+00:00"}
{"study_id": 181792, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate strategies for ensuring iodine sufficiency in breastfeeding women and their infants, particularly in iodine-sufficient countries where maternal intake remains inadequate.", "results_summary": "The study found that fortification strategies effective for school-age children often fail to address iodine deficiency in breastfeeding women and infants. Increasing salt iodine concentration to achieve a median urinary iodine concentration of up to 299 µg/L in school-age children was suggested to ensure adequate intake for mothers and infants without risking thyroid dysfunction in children.", "population_specificity": "Breastfeeding women and their infants, particularly in iodine-sufficient countries with inadequate maternal intake.", "effective_dosage": "Not specified (suggests adjusting salt iodine concentration).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:01.172615+00:00"}
{"study_id": 181793, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine how mode of delivery (vaginal vs. cesarean section) and the presence of labor affect breastfeeding initiation and effectiveness in nulliparous women.", "results_summary": "Women who delivered vaginally were more likely to maintain exclusive breastfeeding and required less formula supplementation compared to those who delivered via cesarean section, regardless of labor presence. Cesarean delivery was associated with lower breastfeeding success, suggesting these women may need additional postpartum support.", "population_specificity": "Nulliparous women with term, singleton deliveries at a large academic institution (2017-2018), excluding those with major postpartum complications, general anesthesia, or fetal anomalies.", "effective_dosage": "Not applicable", "study_duration": "Immediate postpartum period (first 2-3 days after delivery)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:02.100331+00:00"}
{"study_id": 181794, "supplement_id": 954, "safety_score": "90", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to examine the feasibility of antenatal milk expression (AME) among nulliparous individuals in the U.S. and its potential impact on lactation outcomes.", "results_summary": "AME was feasible, with most participants able to express and store milk antenatally, and some using it for supplementation post-birth. No major problems were reported, and lactation outcomes were similar between AME and control groups.", "population_specificity": "Low-risk, nulliparous individuals in the U.S. at 34-36 weeks of pregnancy.", "effective_dosage": "Not specified", "study_duration": "From 37 weeks of pregnancy until birth", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:03.858075+00:00"}
{"study_id": 181795, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether maternal cholecalciferol (vitamin D) supplementation during pregnancy influences the risk of atopic eczema in offspring, with potential mediation through breastfeeding.", "results_summary": "Maternal cholecalciferol supplementation reduced the odds of atopic eczema at 12 months (OR 0.55), particularly in infants breastfed for ≥1 month (OR 0.48), but the effect weakened and became non-significant at 24 and 48 months. The protective effect may be linked to increased breast milk cholecalciferol levels.", "population_specificity": "Pregnant women and their offspring in the UK (MAVIDOS trial).", "effective_dosage": "Cholecalciferol 1000 IU daily.", "study_duration": "From ~14 weeks' gestation until delivery.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:05.048514+00:00"}
{"study_id": 181796, "supplement_id": 954, "safety_score": "85", "efficacy_score": 70, "quality_score": 65, "study_goal": "The researchers aimed to assess the impact of CYP24A1 mutations on hypercalcemia during pregnancy and postpartum, including the role of breastfeeding in resolving hypercalcemia.", "results_summary": "The study found that breastfeeding resolved hypercalcemia in a 24-year-old woman with a CYP24A1 mutation, suggesting a potential benefit. However, obstetric complications were frequent in affected women, and evidence on treatments for hypercalcemia during pregnancy was limited.", "population_specificity": "Pregnant women with CYP24A1 mutations (13 women with 29 pregnancies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:06.566546+00:00"}
{"study_id": 181799, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 60, "study_goal": "The researchers aimed to assess whether providing vitamin D supplements and education to parents of Somali infants would impact breastfeeding rates and vitamin D supplementation adherence.", "results_summary": "The intervention increased vitamin D supplementation rates (67% vs. 48%) but did not significantly affect breastfeeding rates. The study suggests the approach is practical for improving vitamin D status in high-risk infants.", "population_specificity": "Somali infants aged 24 weeks or less in Colorado.", "effective_dosage": "Not specified", "study_duration": "From newborn through 6 months of age", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:07.015356+00:00"}
{"study_id": 181797, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "To determine the association between type of supplementation in the newborn nursery (mother's own milk, formula, donor human milk) and breastfeeding outcomes at 2 and 6 months of age.", "results_summary": "Both donor human milk and formula supplementation groups had decreased breastfeeding rates at 2 and 6 months compared to exclusively directly breastfed infants. Formula supplementation was associated with significantly lower odds of breastfeeding continuation compared to donor human milk.", "population_specificity": "Healthy newborns ≥ 35 weeks whose parents intended to exclusively breastfeed.", "effective_dosage": "Not specified", "study_duration": "Follow-up at 2 and 6 months postpartum", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:07.678294+00:00"}
{"study_id": 181800, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to provide updated guidance on pre-conception folic acid and multivitamin supplementation to prevent neural tube defects and other folate-sensitive congenital anomalies, including during breastfeeding.", "results_summary": "The study found that low daily folic acid supplementation is recommended before conception and throughout pregnancy and breastfeeding to reduce the risk of neural tube defects and other folate-sensitive anomalies. High-dosage folic acid is recommended only for women with a previous affected pregnancy.", "population_specificity": "Women aged 12-45 years who could become pregnant, including those with previous pregnancies affected by neural tube defects or other folate-sensitive anomalies.", "effective_dosage": "Low daily dosage (specific amount not stated) for general population; high dosage for high-risk women.", "study_duration": "Before conception, throughout pregnancy, and during breastfeeding (specific duration not stated).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:09.916514+00:00"}
{"study_id": 181802, "supplement_id": 954, "safety_score": "95", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review the role of sialic acid (Sia) and human milk oligosaccharides (HMOS) in brain development, cognitive benefits of breastfeeding, and potential implications for neurodegenerative diseases.", "results_summary": "Breastfeeding significantly improves infant cognition, largely due to sialylated HMOS, which provide essential Sia for brain development. Emerging evidence suggests Sia may also play a role in brain homeostasis and neurodegenerative diseases like Alzheimer's.", "population_specificity": "Infants and later-life implications for neurodegenerative diseases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:11.272534+00:00"}
{"study_id": 181801, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to determine whether clinical decision support (CDS) displaying the Newborn Weight Tool (NEWT) improved feeding decisions and reduced health care utilization compared to discretionary NEWT access.", "results_summary": "The study found no significant difference in feeding concordance or health care utilization between the CDS and control groups, though concordant feeding was higher overall for trial infants compared to those born in 2017. Readmission rates and outpatient visits did not differ significantly between groups.", "population_specificity": "Healthy infants born at ≥36 weeks gestation in 2018-2019 at a hospital involved in NEWT development.", "effective_dosage": "Not specified", "study_duration": "Outcomes measured within the first 30 days after birth.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:11.480700+00:00"}
{"study_id": 181804, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to analyze changes in the macronutrient composition of Indian mothers' breast milk over the past 100 years.", "results_summary": "The study found variations in fat, protein, and lactose content across colostrum, transitional, and mature milk, with older studies (1950-1980) reporting higher fat and protein in colostrum. Variations were also noted due to maternal nutritional status, diet, socioeconomic factors, and regional differences.", "population_specificity": "Indian mothers delivering term infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:12.877059+00:00"}
{"study_id": 181806, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether maternal vitamin D sufficiency during breastfeeding affects infant vitamin D status and immune responses differently than direct infant vitamin D supplementation.", "results_summary": "Maternal vitamin D sufficiency correlated with higher TNF, IFNγ, IL-4, IL-13, and TGFβ1 responses in infant leukocytes, while infant vitamin D status more strongly influenced IL-10 and IL-12 responses. The findings suggest distinct immunological effects of maternal versus direct infant vitamin D supplementation.", "population_specificity": "Exclusively breastfeeding mothers and their infants.", "effective_dosage": "Not specified in the abstract.", "study_duration": "3 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:16.141267+00:00"}
{"study_id": 181809, "supplement_id": 954, "safety_score": "95", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the benefits of breastfeeding for infant health, particularly its role in reducing infection risk and nutrient adequacy, while highlighting the need for vitamin D supplementation.", "results_summary": "Breastfeeding is associated with reduced risk of viral and bacterial infections and provides optimal nutrients for infant growth, except for vitamin D, which requires supplementation during the first year to prevent deficiency.", "population_specificity": "Infants, particularly those exclusively breastfed.", "effective_dosage": "Vitamin D supplementation recommended (specific dosage not provided).", "study_duration": "First year of life.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:16.443706+00:00"}
{"study_id": 181805, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to identify multifactorial risk factors for self-reported insufficient milk (SRIM) and delayed onset of lactation (DOL) in breastfeeding.", "results_summary": "The study found that delayed onset of lactation (DOL) increased the risk of self-reported insufficient milk (SRIM). Protective factors included timely breastfeeding initiation, avoiding in-hospital formula supplementation, and breastfeeding support, while risk factors included maternal overweight/obesity, caesarean section, and poor maternal health.", "population_specificity": "Studies included diverse global populations, with 120 studies from high-income, upper-middle-income, and low-middle-income countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:16.585933+00:00"}
{"study_id": 181807, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the safety of Styphnolobium japonicum flower and flower bud as dietary supplement ingredients, particularly focusing on adverse events, toxicity, and potential drug interactions.", "results_summary": "No serious adverse events or toxicity were reported in clinical or animal studies, though pregnant and breastfeeding women were advised to consult a healthcare professional due to lack of data. Potential drug interactions were noted for rutin and quercetin but not for S. japonicum flower or flower bud.", "population_specificity": "General population, with specific caution for pregnant and breastfeeding women.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned for S. japonicum flower or flower bud, though rutin and quercetin may have potential drug interactions.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:18.026850+00:00"}
{"study_id": 181812, "supplement_id": 954, "safety_score": "90", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to summarize dietary intake during pregnancy and lactation that may prevent childhood asthma, including the role of breastfeeding.", "results_summary": "Breastfeeding offers many benefits to mother and child, but a direct relationship between breastfeeding and asthma development was not established. Higher levels of omega-3 fatty acids in breast milk may protect against childhood asthma.", "population_specificity": "Pregnant and lactating women, infants, and children.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:19.652981+00:00"}
{"study_id": 181810, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess the iodine status of mother-infant pairs in Canada and evaluate the adequacy of iodine intake through breastfeeding and supplementation.", "results_summary": "The study found that infants had adequate iodine status throughout infancy, with median urinary iodine concentrations meeting WHO standards. Maternal breastmilk iodine concentrations were generally sufficient, though higher at 1 month compared to 6 months, and most mothers used iodine-containing supplements.", "population_specificity": "132 mother-infant pairs from Montréal, Canada, with infants aged 1-36 months.", "effective_dosage": "Not specified (study analyzed existing supplementation practices).", "study_duration": "Follow-up from 1 to 36 months of age.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:20.249821+00:00"}
{"study_id": 181813, "supplement_id": 954, "safety_score": "90", "efficacy_score": null, "quality_score": 80, "study_goal": "The researchers aimed to assess the safety of breastfeeding for women with epilepsy who are on antiseizure medication treatment.", "results_summary": "The study found that breastfeeding is not harmful and should be encouraged in women with epilepsy, even when they are on antiseizure medication treatment. No adverse effects were reported.", "population_specificity": "Women with epilepsy who are breastfeeding.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:20.937378+00:00"}
{"study_id": 181811, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the role of prenatal and perinatal nutritional interventions, including dietary factors and supplementation, in the primary prevention of childhood asthma.", "results_summary": "The study found that vitamin D and omega-3 fatty acid supplementation during pregnancy may reduce early childhood wheezing, but evidence for asthma prevention is inconsistent. Dietary patterns during pregnancy and infancy might influence asthma risk, but the evidence quality is insufficient for definitive recommendations.", "population_specificity": "Pregnant women and infants during the first 1000 days of life (including pregnancy).", "effective_dosage": "Higher doses of vitamin D than currently recommended; omega-3 fatty acid dosage not specified.", "study_duration": "Duration of pregnancy and infancy (first 1000 days).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:21.148358+00:00"}
{"study_id": 181814, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to explore the human milk microbiome (HMM), its determinants, and its potential impact on infant health, including immune system development and long-term health outcomes.", "results_summary": "The study highlights that human milk is a dynamic ecosystem containing diverse microorganisms, which may shape the infant's gastrointestinal microbiome and immune system. It emphasizes the need for further research to understand HMM's origins, determinants, and health implications.", "population_specificity": "General breastfeeding infants and mothers (no specific demographic details provided).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:24.422268+00:00"}
{"study_id": 181816, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether daily vitamin B12 supplementation for one year improved sleep outcomes in infants at risk of deficiency, including those who were exclusively breastfed for 3 months.", "results_summary": "Vitamin B12 supplementation had no effect on sleep duration or wake after sleep onset but showed a small negative effect on sleep onset latency. No subgroup, including exclusively breastfed infants, showed improved sleep outcomes.", "population_specificity": "600 infants aged 6-11 months with length-for-age less than one z-score in low-to-middle-income neighborhoods in Bhaktapur, Nepal.", "effective_dosage": "Not specified", "study_duration": "1 year", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:25.466855+00:00"}
{"study_id": 181815, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether early, small-volume formula supplementation alongside breastfeeding improves weight-for-age z-scores in low birth weight infants compared to exclusive breastfeeding.", "results_summary": "The study hypothesizes that formula supplementation increases weight-for-age z-scores at 30 days and will assess growth, microbiota, breastfeeding duration, and adverse events over 6 months. Results are pending as the trial is ongoing.", "population_specificity": "Low birth weight infants (<6 hours old) and non-LBW infants (<2600 grams at 4 days old) in Guinea-Bissau and Uganda.", "effective_dosage": "Up to 59 milliliters of formula administered daily.", "study_duration": "30 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:25.792203+00:00"}
{"study_id": 181817, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to comprehensively assess the effectiveness of feeding supplementation in promoting health outcomes for preterm infants alongside regular breastfeeding.", "results_summary": "The study found that feeding supplementation improved health outcomes in preterm infants across six aspects, including physical health and neurodevelopment, though the evidence quality was mostly low or very low. The methodological quality of the included systematic reviews was high, but the clinical use of supplements remains uncertain.", "population_specificity": "Preterm infants", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:25.959630+00:00"}
{"study_id": 181819, "supplement_id": 954, "safety_score": "70", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the impact of calcium supplementation with or without vitamin D during pregnancy on maternal and offspring bone mineral density (BMD) and offspring teeth firmness.", "results_summary": "No benefit of calcium supplementation was found on maternal BMD postpartum or during breastfeeding, or on offspring BMD, regardless of dietary calcium intake. One study suggested potential long-term harm to maternal BMD and female offspring growth, while another indicated possible benefits for offspring teeth firmness at 12 years.", "population_specificity": "Pregnant women and their offspring.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:28.248720+00:00"}
{"study_id": 181822, "supplement_id": 954, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to review the impact of bariatric surgery on breastfeeding, assessing nutrient adequacy and long-term effects.", "results_summary": "The study found that breast milk after bariatric surgery is nutritionally adequate, with no long-term adverse effects when nutrient deficiencies are corrected. However, limitations include observational designs and small sample sizes.", "population_specificity": "Women who have undergone bariatric surgery.", "effective_dosage": "Not Assessed", "study_duration": "Not Assessed", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:28.516548+00:00"}
{"study_id": 181820, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the optimal vitamin D supplementation plan during lactation by examining its effects on maternal and infant vitamin D status.", "results_summary": "Maternal vitamin D supplementation increased serum 25(OH)D concentrations in both mothers and infants, with a nonlinear dose-response in mothers and a linear dose-response in infants. Higher doses (>2000 IU/d) showed diminishing returns in mothers, while each additional 1000 IU increased infant concentrations by 2.7 ng/mL.", "population_specificity": "Breastfeeding mothers and their infants, with subgroup analysis including East Indian participants and mothers with BMI <25 kg/m².", "effective_dosage": "Ranged from 1000 IU/d to 4000 IU/d.", "study_duration": "Trials with durations >20 weeks showed significant effects.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:30.055877+00:00"}
{"study_id": 181821, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to test the effects of two milk-cereal mixes with varying protein levels (modest and high) on infant growth metrics compared to no supplementation.", "results_summary": "The high-protein group showed significant improvements in length-for-age, weight-for-age, weight-for-length, and midupper arm circumference z scores compared to the no supplement group, while the modest-protein group showed no significant differences.", "population_specificity": "Infants aged 6-12 months in low- and middle-income countries.", "effective_dosage": "High-protein group: 5.6 g protein daily (1.68 g from milk); modest-protein group: 2.5 g protein daily (0.75 g from milk).", "study_duration": "180 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:31.097405+00:00"}
{"study_id": 181824, "supplement_id": 954, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether vitamin D supplementation improves vitamin D status in exclusively breastfed Thai infants.", "results_summary": "Vitamin D supplementation (400 IU/day) significantly increased serum 25OHD concentrations and reduced the prevalence of vitamin D insufficiency/deficiency in exclusively breastfed infants, with no adverse effects on growth or biochemical parameters.", "population_specificity": "Full-term, exclusively breastfed Thai infants aged 2 months.", "effective_dosage": "400 IU/day", "study_duration": "From 2 months to 6 months of age (4 months total).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:33.588709+00:00"}
{"study_id": 181826, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to estimate the rates of perceived insufficient milk supply (PIMS) and evaluate related factors influencing breastfeeding discontinuation.", "results_summary": "Approximately 50% of mothers reported PIMS as the reason for stopping breastfeeding, while incidence among breastfeeding mothers ranged from 10% to 25%. Factors influencing PIMS included breastfeeding initiation, breastfeeding knowledge, breastfeeding self-efficacy, infant suck ability, planned breastfeeding duration, and formula supplementation.", "population_specificity": "Mothers at different periods after delivery.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:34.042551+00:00"}
{"study_id": 181825, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to explore the impacts of maternal-focused interventions, including breastfeeding promotion, on infant feeding and growth outcomes in small and nutritionally at-risk infants under 6 months.", "results_summary": "Maternal interventions such as breastfeeding promotion, education, support, and counseling were effective in improving infant growth and feeding outcomes. Multi-sectoral programs and maternal mental health interventions also showed potential benefits.", "population_specificity": "Small and nutritionally at-risk infants under 6 months and their mothers in low- and middle-income countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:34.048986+00:00"}
{"study_id": 181823, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The study aimed to evaluate the clinical efficacy of remdesivir plus standard of care compared with standard of care alone in hospitalized COVID-19 patients requiring oxygen or ventilator support, excluding pregnant or breastfeeding individuals.", "results_summary": "The study found no significant clinical benefit from remdesivir in hospitalized COVID-19 patients requiring oxygen support, with no significant difference in adverse events between treatment groups. Breastfeeding was not evaluated as an outcome.", "population_specificity": "Adult patients (≥18 years) hospitalized with laboratory-confirmed SARS-CoV-2 infection and hypoxaemic pneumonia or requiring oxygen supplementation, excluding pregnant or breastfeeding individuals.", "effective_dosage": "Remdesivir was administered as 200 mg intravenous infusion on day 1, followed by 100 mg once daily for up to 9 days (total 10 days).", "study_duration": "Up to 10 days (could be stopped after 5 days if discharged).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:35.229970+00:00"}
{"study_id": 181827, "supplement_id": 954, "safety_score": "60", "efficacy_score": 80, "quality_score": 70, "study_goal": "The researchers aimed to highlight the risks of vitamin B12 deficiency in exclusively breastfed infants of deficient mothers and the importance of early diagnosis and treatment.", "results_summary": "The study found that vitamin B12 deficiency in breastfed infants can cause severe neurodevelopmental delays and regression, but early treatment with vitamin B12 rapidly corrects metabolic abnormalities. Supplementation in pregnant women may prevent neurological damage in infants.", "population_specificity": "Exclusively breastfed infants (2-12 months old) of vitamin B12-deficient mothers, particularly those on vegan or vegetarian diets.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:37.080114+00:00"}
{"study_id": 181828, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the impact of nutrition-intensified antenatal care (I-ANC) on maternal nutrition practices, including breastfeeding, compared to standard ANC (S-ANC).", "results_summary": "The study found that exclusive breastfeeding improved (7.5 percentage points) in the I-ANC arm, but early initiation of breastfeeding did not show significant improvement. Overall breastfeeding practices remained suboptimal despite the intervention.", "population_specificity": "Pregnant and recently delivered women in India.", "effective_dosage": "Not specified", "study_duration": "Baseline (2017) to endline (2019), with a repeated-measures longitudinal study in 2018-2019.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:37.594422+00:00"}
{"study_id": 181829, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether repeated exposure improves children's acceptance of sweetened and unsweetened small-quantity lipid-based nutrient supplements (SQ-LNS) and to assess caregivers' perceptions of their children's liking of these supplements.", "results_summary": "Children's acceptance of both sweetened and unsweetened SQ-LNS increased with repeated exposure, regardless of the version or number of home exposures. Caregivers initially rated children's liking of unsweetened SQ-LNS higher, and children with lower baseline liking showed the greatest improvement in acceptance.", "population_specificity": "Children aged 7-24 months and their caregivers (86% non-Hispanic White).", "effective_dosage": "Not specified (mixed with infant oatmeal).", "study_duration": "2 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:39.675325+00:00"}
{"study_id": 181830, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to synthesize evidence on mothers' experiences of online breastfeeding peer support and its effects on breastfeeding outcomes.", "results_summary": "Breastfeeding mothers used online groups due to isolation, lack of professional support, or preference for online over face-to-face support. Online peer support empowered mothers and influenced breastfeeding outcomes and perceptions, though its effectiveness remains inconclusive.", "population_specificity": "Mothers who were breastfeeding or had breastfeeding experience.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:39.989305+00:00"}
{"study_id": 181833, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the impact of maternal diet and nutritional status on the composition of human milk oligosaccharides (HMOs) in breast milk.", "results_summary": "The study reviewed 14 studies and found that maternal dietary intake influences HMO composition in breast milk, which is associated with positive infant health outcomes.", "population_specificity": "Mothers and their breastfed infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:41.164554+00:00"}
{"study_id": 181831, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to review factors, including breastfeeding, that may promote brown adipose tissue (BAT) activity or browning of white adipose tissue (WAT) from fetal age to adolescence to prevent childhood obesity.", "results_summary": "The abstract suggests that maternal lifestyle, type of breastfeeding, and healthy microbiota can influence BAT thermogenic activity, though most evidence is preclinical. Clinical evidence is limited but includes omega-3 PUFA supplementation.", "population_specificity": "Fetal age to adolescence.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:42.091411+00:00"}
{"study_id": 181832, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether infant formula supplemented with prebiotics and OPO could achieve gut microbiota diversity and composition similar to breastfeeding.", "results_summary": "The study found that the alpha diversity of gut microbiota in the OPO-supplemented formula group was not significantly different from the breastfeeding group, suggesting some similarity in microbial composition. However, the abstract does not provide full comparative results on functional bacteria or predictive profiles.", "population_specificity": "108 infants, including 59 breastfed and 49 formula-fed (18 standard formula, 31 supplemented formula).", "effective_dosage": "Not specified", "study_duration": "4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:42.562214+00:00"}
{"study_id": 181834, "supplement_id": 954, "safety_score": "90", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to review the composition of breast milk regarding polyphenols and carotenoids and evaluate their potential benefits for infant development.", "results_summary": "The study found that polyphenols and carotenoids in breast milk depend on maternal diet and health status, with conditions like preeclampsia and obesity reducing their levels. Supplementation slightly increases their content, but the benefits for infant development remain unclear.", "population_specificity": "Mothers and infants, focusing on breastfeeding stages and maternal health conditions.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:43.024258+00:00"}
{"study_id": 181836, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to evaluate current recommendations for micronutrient and omega-3 fatty acid intake during pregnancy and lactation in the U.S., Canada, and Europe.", "results_summary": "The study reviewed maternal physiological adaptations and nutritional requirements during pregnancy and lactation, discussing dietary supplement use and recommended nutrient doses, but did not report specific outcomes related to breastfeeding efficacy or safety.", "population_specificity": "Pregnant and lactating women in the U.S., Canada, and Europe.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:47.041170+00:00"}
{"study_id": 181835, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine rates and factors associated with breastfeeding duration in the first year and examine the effect of minimal supplementation.", "results_summary": "Exclusive breastfeeding rates declined from 81% at 2 months to 8% at 6 months, while partial breastfeeding was 75% at 6 months and 54% at 12 months. Factors like caesarean birth, low milk supply, and early introduction of solids were associated with breastfeeding cessation.", "population_specificity": "635 women in Sydney, Australia, with uncomplicated term births who intended to breastfeed.", "effective_dosage": "Not specified", "study_duration": "Data collected daily for 56 days, then at 2, 6, and 12 months post-partum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:47.875140+00:00"}
{"study_id": 181838, "supplement_id": 954, "safety_score": "90", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the safety and benefits of MFGM supplementation in children compared to standard formulas and breastfeeding.", "results_summary": "The study found that MFGM-supplemented formulas were non-inferior to standard formulas and showed results more similar to breastfeeding. Potential benefits included lower incidence of acute otitis media and improved cognitive development, though evidence was limited. No significant adverse effects were reported.", "population_specificity": "Children (specifically infants up to 4 months old).", "effective_dosage": "Not specified", "study_duration": "Up to 4 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:48.458400+00:00"}
{"study_id": 181839, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 40, "study_goal": "The researchers aimed to report a rare case of malleolar fracture in a breastfeeding patient with pregnancy and lactation-associated osteoporosis (PLO) and highlight the importance of accurate diagnosis and treatment.", "results_summary": "The study found that a breastfeeding patient with PLO experienced a malleolar fracture, which was treated surgically and with weaning, bisphosphonate, calcium carbonate, and vitamin D. Follow-up showed gradual improvement in bone density and lab results.", "population_specificity": "31-year-old Han Chinese patient, 3 months postpartum and breastfeeding.", "effective_dosage": "Not specified (bisphosphonate, calcium carbonate, and vitamin D were used).", "study_duration": "12-month follow-up.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:50.798172+00:00"}
{"study_id": 181841, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether calcium plus vitamin D supplementation in pregnant adolescents with low calcium intake reduces postpartum bone loss, specifically at the femoral neck.", "results_summary": "The study found that supplementation reduced femoral neck bone loss at 20 weeks postpartum but showed no sustained effect after one year. Bone loss was more pronounced in the placebo group at 20 weeks, but differences between groups disappeared by 56 weeks.", "population_specificity": "Pregnant Brazilian adolescents (14-19 years) with habitually low calcium intake (~600 mg/d).", "effective_dosage": "600 mg/d calcium plus 200 IU/d cholecalciferol.", "study_duration": "From 26 weeks of gestation until parturition.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:51.400676+00:00"}
{"study_id": 181840, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to test whether improving maternal dietary adequacy during lactation through supplementation could enhance infant growth in lower-middle-income settings.", "results_summary": "The intervention did not significantly improve infant length-for-age z scores at 6 months but increased exclusive breastfeeding rates at 5 months and improved maternal nutritional status (BMI, MUAC, hemoglobin). No significant effects were observed on infant hemoglobin or anemia rates.", "population_specificity": "Mother-infant dyads in lower-middle-income settings (infants ≤7 days old at enrollment).", "effective_dosage": "600 kcal energy (25-30% from fats, 13% from protein) daily, plus micronutrient tablets.", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:52.160898+00:00"}
{"study_id": 181843, "supplement_id": 954, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to compare vitamin A liver stores (VALS) between supplemented and non-supplemented 9-23-month-old children and assess the relationship with breastfeeding.", "results_summary": "Breastfeeding was associated with reduced odds of vitamin A deficiency (VAD) by at least 76% and was linked to adequate VALS. The study found no significant improvement in VALS or serum retinol concentrations from vitamin A supplementation (VAS) in children with already adequate VALS.", "population_specificity": "9-23-month-old children in urban Dakar, Senegal, mostly still being breastfed.", "effective_dosage": "VAS (100,000 UI or 200,000 UI) administered once 2-6 months before evaluation.", "study_duration": "Single-dose intervention with follow-up 2-6 months later.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:52.948899+00:00"}
{"study_id": 181844, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 82, "study_goal": "The researchers aimed to evaluate iron and zinc concentrations in mature human milk and investigate their relationship with maternal dietary factors.", "results_summary": "The study found that maternal dietary intake of zinc and iron positively correlated with their concentrations in human milk, with specific food groups (meat, vegetables, legumes, fish, seafood, nuts, and seeds) significantly influencing these levels. However, the iron intake from human milk was low, suggesting potential inadequacy for infant needs.", "population_specificity": "32 healthy, exclusively breastfeeding mothers at 4-6 weeks postpartum.", "effective_dosage": "Not specified (dietary intake assessed via food frequency questionnaire and three-day dietary records).", "study_duration": "Data collected at a single time point (4-6 weeks postpartum).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:56.366513+00:00"}
{"study_id": 181846, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine whether fish oil supplementation during pregnancy and breastfeeding in overweight or obese women could prevent greater adiposity and metabolic dysfunction in their children.", "results_summary": "The abstract does not provide results as the study is described as \"Pre-results.\"", "population_specificity": "Overweight or obese pregnant women (BMI ≥25 kg/m²), aged 18-40, with singleton pregnancies at 12-20 weeks' gestation.", "effective_dosage": "3 g/day of n-3 polyunsaturated fatty acids (fish oil) or equal volume of olive oil (control).", "study_duration": "From recruitment until birth, and for breastfeeding mothers, continued for 3 months postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:56.731504+00:00"}
{"study_id": 181847, "supplement_id": 954, "safety_score": "75", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of vitamin D supplementation given to infants or lactating mothers on vitamin D deficiency, bone density, and growth in healthy term breastfed infants.", "results_summary": "Vitamin D supplementation (400 IU/day) in infants increased 25-OH vitamin D levels and reduced insufficiency, while maternal supplementation reduced insufficiency and deficiency in high-risk populations. However, evidence on bone health and deficiency was insufficient.", "population_specificity": "Healthy term breastfed infants and lactating mothers, with some studies focusing on high-risk populations for vitamin D deficiency.", "effective_dosage": "Infant supplementation: 400 IU/day; maternal supplementation: varied from 400 IU/day to >4000 IU/day, with some studies using 60,000 IU/day for short periods.", "study_duration": "Up to six months for infant supplementation; maternal supplementation durations varied.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:58.284169+00:00"}
{"study_id": 181850, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": null, "study_goal": "The researchers aimed to examine the impact of maternal HIV infection and antiretroviral therapies (ART) on the developing brain during pre- and early postnatal periods.", "results_summary": "The abstract does not provide specific findings regarding breastfeeding's effects.", "population_specificity": "Developing brain during pre- and early postnatal periods, with exposure to maternal HIV and ART.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:59.054023+00:00"}
{"study_id": 181848, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to understand the role of vitamin D during pregnancy and breastfeeding, particularly its effects on maternal and infant health, immune modulation, and the adequacy of supplementation strategies.", "results_summary": "The study found that vitamin D deficiency during pregnancy affects outcomes, with supplementation results varying based on timing, dose, and baseline deficiency. Maternal supplementation with 6,400 IU/day effectively raises vitamin D levels in both mother and breast milk, ensuring infant sufficiency.", "population_specificity": "Pregnant and breastfeeding women and their infants.", "effective_dosage": "400 IU/day for infants; 6,400 IU/day for mothers.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:05:59.534382+00:00"}
{"study_id": 181849, "supplement_id": 954, "safety_score": "95", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to critically evaluate the role of breastfeeding, partially hydrolyzed formulas, and nutritional supplements in preventing allergic diseases in infants.", "results_summary": "The study found that breastfeeding is the optimal source of infant nutrition, with positive health impacts for both mother and child, though evidence for long-term protection against allergic diseases is limited. Partially hydrolyzed formulas showed potential benefits in preventing atopic dermatitis in at-risk infants but lacked sufficient evidence for routine recommendation in allergy prevention.", "population_specificity": "Infants, with a focus on those at risk for allergic diseases.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:00.164263+00:00"}
{"study_id": 181842, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to investigate how vitamin D supplementation affects the gut microbiome of infants under different feeding regimes (exclusively breastfed vs. mixed/formula-fed).", "results_summary": "The study found that infant gut microbiota composition depends on both feeding type and nutrient intake, with vitamin D supplementation increasing the proportion of probiotics in breastfed infants.", "population_specificity": "62 healthy infants in Taiwan (31 exclusively breastfed, 31 mixed- or formula-fed).", "effective_dosage": "400 IU of vitamin D per day.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:00.809432+00:00"}
{"study_id": 181852, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The study does not focus on breastfeeding; it aims to compare the safety and efficacy of Hydroxychloroquine with Ribavirin and standard treatment in COVID-19 patients.", "results_summary": "The study does not report any findings related to breastfeeding as it is excluded from the trial (Exclusion Criteria #5).", "population_specificity": "Patients aged ≥18 years with laboratory-confirmed SARS-CoV-2 infection, excluding pregnant or breastfeeding females.", "effective_dosage": "Not mentioned", "study_duration": "Outcomes monitored for 28 days from enrolment or until discharge/death.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:00.940828+00:00"}
{"study_id": 181854, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of different nutritional supplements (FBFs and LNS) on dietary diversity and breastfeeding practices among infants in Burkina Faso.", "results_summary": "The study found no significant differences in breastfeeding practices or dietary diversity among children consuming different supplements, though FBFs displaced household grains more than LNS.", "population_specificity": "Infants aged 7-23 months in Burkina Faso.", "effective_dosage": "Not specified", "study_duration": "18-month study period", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:04.192481+00:00"}
{"study_id": 181853, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether avoiding cow's milk formula supplementation in the first 3 days of life reduces the risk of asthma or recurrent wheeze in children at risk for atopy.", "results_summary": "The study found that avoiding cow's milk formula supplementation significantly reduced the incidence of asthma or recurrent wheeze, particularly in children with high vitamin D or high IgE levels. The no CMF group had a 9.9% incidence compared to 17.9% in the CMF group.", "population_specificity": "Newborns at risk for atopy in Japan.", "effective_dosage": "Breastfeeding with or without amino acid-based elemental formula (≥5 mL/d of CMF in the CMF group).", "study_duration": "First 3 days of life (no CMF group) or up to 5 months of age (CMF group).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:06.199826+00:00"}
{"study_id": 181855, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate whether maternal nutrition supplementation before conception or early in gestation would maintain improved fetal linear growth effects through 6 months postnatal age.", "results_summary": "Maternal nutrition supplementation initiated preconception or early in gestation resulted in statistically greater linear growth and lower stunting rates compared to no supplementation, with effects observed in 3 of 4 countries. The improvements in length-for-age z scores (LAZ) were significant and clinically meaningful.", "population_specificity": "Infants born to 2408 randomized women in the Democratic Republic of Congo, Guatemala, India, and Pakistan.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Supplementation was discontinued at delivery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:07.700631+00:00"}
{"study_id": 181857, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine whether fish oil supplementation (DHA/EPA) in pregnant or breastfeeding women improves cognitive performance in their children.", "results_summary": "The study found no significant association between DHA/EPA supplementation and cognitive outcomes or birth weight in children, citing limitations like small sample sizes and study quality.", "population_specificity": "Pregnant and/or breastfeeding women and their children.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:08.212565+00:00"}
{"study_id": 181856, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to determine the influence of maternal vitamin D supplementation on infant vitamin D status during breastfeeding.", "results_summary": "The study found a non-significant effect of maternal vitamin D supplementation on infant 25(OH)D levels overall, but higher dosages (≥2000 IU/day) and longer intervention durations (≥20 weeks) significantly increased infant vitamin D levels.", "population_specificity": "Breastfeeding infants and their mothers.", "effective_dosage": "≥2000 IU/day of vitamin D.", "study_duration": "≥20 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:08.279057+00:00"}
{"study_id": 181859, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the clinical profile and management of thiamine-responsive acute pulmonary hypertension in exclusively breastfeeding infants due to maternal thiamine deficiency.", "results_summary": "The study found that thiamine deficiency in breastfeeding infants caused severe pulmonary hypertension, which resolved within 24-48 hours after intravenous thiamine administration. No recurrence was observed during follow-up (up to 60 months).", "population_specificity": "Exclusively breastfeeding infants (mean age 3.2±1.2 months) with severe pulmonary hypertension and mothers consuming polished rice with postpartum food restrictions.", "effective_dosage": "Not specified (intravenous thiamine administered based on clinical suspicion).", "study_duration": "Intervention duration not specified; follow-up up to 60 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:09.704695+00:00"}
{"study_id": 181860, "supplement_id": 954, "safety_score": "85", "efficacy_score": 70, "quality_score": 75, "study_goal": "The researchers aimed to explore maternal iodine and thyroidal status during lactation, focusing on iodine intake adequacy and its effects on thyroid function.", "results_summary": "The study found that lactating women in southwest Sweden had mildly inadequate iodine intake, particularly among non-supplement users and exclusively breastfeeding mothers, with lower urinary iodine concentrations and higher thyroglobulin levels in exclusively breastfeeding women. Thyroid hormone levels remained unaffected.", "population_specificity": "Pregnant women recruited in Gothenburg, southwest Sweden, followed through pregnancy and up to 12 months postpartum.", "effective_dosage": "Not specified (iodine supplement usage noted but dosage not detailed).", "study_duration": "Follow-up from pregnancy week 35-37 to 12 months postpartum.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:09.818169+00:00"}
{"study_id": 181861, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effects of balanced energy protein (BEP) supplementation for lactating women and a single stat dose of azithromycin for infants on relative length velocity from 0 to 6 months in low-income urban settings.", "results_summary": "The study compared standard counseling (control) with BEP supplementation for mothers (intervention arm 1) and BEP plus azithromycin for infants (intervention arm 2), but the abstract does not report specific outcomes regarding breastfeeding effects.", "population_specificity": "Lactating women and their infants in low-income squatter settlements in urban Karachi, Pakistan.", "effective_dosage": "Two sachets of BEP per day for mothers; 20 mg/kg oral azithromycin (single dose) for infants.", "study_duration": "From enrollment until infants reached 6 months of age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:10.818978+00:00"}
{"study_id": 181863, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate how maternal overweight and obesity affect breast milk composition and its potential impact on offspring obesity and other health outcomes.", "results_summary": "The study reviewed metabolomics data to identify differences in breast milk metabolites between overweight/obese and lean mothers, highlighting potential links to offspring obesity and other health risks, but noted the need for further research.", "population_specificity": "Overweight and obese mothers compared to lean mothers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:13.629284+00:00"}
{"study_id": 181862, "supplement_id": 954, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine whether increased vitamin D supplementation (600 IU/d) for preterm infants with low birth weight (<2 kg) effectively raises total daily intake and serum 25(OH)D levels compared to standard supplementation (400 IU/d).", "results_summary": "The study found that 83% of preterm infants achieved sufficient serum 25(OH)D levels after increased supplementation, with significant improvements in calcium, phosphorous, and alkaline phosphatase levels and reduced PTH. Despite lower-than-recommended total daily intake in some infants, insufficient serum levels were rare, and no cases of vitamin D excess occurred.", "population_specificity": "Preterm infants with birth weight <2 kg and >2 kg.", "effective_dosage": "600 IU/d for infants <2 kg; 400 IU/d for infants >2 kg.", "study_duration": "2-6 weeks.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:14.925357+00:00"}
{"study_id": 181864, "supplement_id": 954, "safety_score": "85", "efficacy_score": 80, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the safety and benefits of breastfeeding for mothers with epilepsy, particularly regarding the transmission of antiseizure medications (ASMs) into breast milk.", "results_summary": "The study found that the benefits of breastfeeding outweigh the risks of ASM transmission into breast milk, supporting breastfeeding as a safe and beneficial practice for mothers with epilepsy.", "population_specificity": "Pregnant women with epilepsy and their infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "Antiseizure medications (ASMs) were noted, but no specific interactions with breastfeeding were detailed.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:15.582431+00:00"}
{"study_id": 181865, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to identify research priorities for improving breastfeeding practices in infants under six months with growth failure or nutrition-related risks.", "results_summary": "The review included 47 studies, mostly from high-income countries, focusing on interventions to restore or improve breastmilk volume and breastfeeding practices. The abstract does not detail specific outcomes but highlights the need for better evidence.", "population_specificity": "Infants under six months with growth failure or nutrition-related risks, studied in both low- and middle-income countries and high-income countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:16.401507+00:00"}
{"study_id": 181866, "supplement_id": 954, "safety_score": "100", "efficacy_score": null, "quality_score": 80, "study_goal": "The researchers aimed to summarize nutritional guidelines, including breastfeeding recommendations, in the context of COVID-19.", "results_summary": "The study found no changes to breastfeeding recommendations, even for women diagnosed with COVID-19, indicating continued support for breastfeeding safety.", "population_specificity": "Women diagnosed with or at risk of COVID-19.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:16.670600+00:00"}
{"study_id": 181868, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine whether vitamin C supplementation in the last month of pregnancy could reduce neonatal bilirubin levels.", "results_summary": "Vitamin C supplementation significantly decreased neonatal bilirubin levels compared to placebo, with a statistically significant difference (P=0.02). No significant differences were found in vitamin C intake through diet or anthropometric indices between groups.", "population_specificity": "Healthy pregnant women aged 20-40 years in their 34th week of gestation.", "effective_dosage": "500 mg tablet of vitamin C daily.", "study_duration": "From the 34th week of gestation until the end of pregnancy.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:18.531267+00:00"}
{"study_id": 181867, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of a nutrient-rich, food-based supplement given to Vietnamese rural women before and/or during pregnancy on infant growth during the first 24 months of life.", "results_summary": "Infants born to mothers receiving food supplementation from mid-gestation to term had significantly higher WLZ at 18 months but no other growth differences. Supplementation from pre-conception to term showed no effect on infant growth. Maternal height and gestational weight gain were positively associated with infant growth.", "population_specificity": "Vietnamese rural women and their infants.", "effective_dosage": "Not specified", "study_duration": "From pre-conception to term or mid-gestation to term.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:19.162796+00:00"}
{"study_id": 181869, "supplement_id": 954, "safety_score": "85", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to assess the effect of oral galactagogues (both pharmacological and natural) on increasing milk production in non-hospitalized breastfeeding mothers with healthy term infants.", "results_summary": "Pharmacological galactagogues may increase milk volume, but evidence is low-certainty. Natural galactagogues showed potential benefits for infant weight and milk volume, but results were inconsistent due to heterogeneity. No major adverse effects were reported, though minor complaints like tiredness and nausea occurred.", "population_specificity": "Non-hospitalized breastfeeding mothers with healthy term infants (infant ages ranged from newborn to 6 months).", "effective_dosage": "Not specified (varied by galactagogue type).", "study_duration": "Not specified (varied by study).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:20.547369+00:00"}
{"study_id": 181870, "supplement_id": 954, "safety_score": "80", "efficacy_score": 70, "quality_score": 85, "study_goal": "The researchers aimed to determine the effects of fish oil supplementation during breastfeeding on infant microbial establishment, immune development, and health outcomes.", "results_summary": "Fish oil supplementation decreased secretory immunoglobulin A and increased IL-10 in lactating women, correlating with increased Bifidobacterium and Lactobacillus spp. in infant stool. Despite altered gut microbiota and reduced bacterial richness, no differences in toddler sickness incidence were observed.", "population_specificity": "47 breastfeeding women out of an initial cohort of 91, and their infants.", "effective_dosage": "Not specified", "study_duration": "6 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:21.450548+00:00"}
{"study_id": 181871, "supplement_id": 954, "safety_score": "90", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether breastfeeding and other interventions could prevent immediate-onset/IgE-mediated food allergy in infants and early childhood.", "results_summary": "The study found that breastfeeding may have little to no effect on preventing cow's milk protein allergy, and the evidence is very uncertain. Temporary supplementation with cow's milk formula in the first week of life may increase the risk of cow's milk allergy.", "population_specificity": "Pregnant or breastfeeding women and infants up to 1 year of age.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:23.207455+00:00"}
{"study_id": 181872, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate changes in preventive health services, including breastfeeding duration, after the reorganization of primary care in Turkey.", "results_summary": "The study found a significant increase in the duration of total breastfeeding after the reorganization of primary care (P<0.001), though other maternal and child health indicators showed no significant differences.", "population_specificity": "Women aged 18 years or older in Zümrütevler quarter of Maltepe District, Turkey.", "effective_dosage": "Not specified", "study_duration": "Data collected in 2010 (pre-reorganization) and 2015 (post-reorganization).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:23.551168+00:00"}
{"study_id": 181873, "supplement_id": 954, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to summarize existing knowledge on the variability of specific nutrients in breast milk of mothers adhering to plant-based diets and assess whether dietary choices affect milk nutritional value.", "results_summary": "The systematic review found that vegetarian and vegan mothers produce breast milk of comparable nutritional value to non-vegetarian mothers, with differences primarily in fatty acids and vitamin B12. Adequate nutrition and supplementation ensure nutritionally valuable milk for infants.", "population_specificity": "Lactating women adhering to non-vegetarian, vegetarian, or vegan diets.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:24.574885+00:00"}
{"study_id": 181874, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to determine whether fish-oil supplementation during infancy improves neurocognitive and behavioral development in children by age 6.", "results_summary": "The study found no significant cognitive or behavioral benefits from fish-oil supplementation in predominantly breast-fed infants at 6 years. However, parent-reported questionnaires indicated increased negative externalizing and oppositional/defiant behaviors, particularly in boys.", "population_specificity": "Healthy term infants, predominantly breast-fed.", "effective_dosage": "At least 250 mg DHA and 60 mg EPA daily.", "study_duration": "From birth to 6 months of age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:25.565239+00:00"}
{"study_id": 181875, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to determine whether maternal dietary supplementation with fructooligosaccharides (FOS) could influence the milk microbiota in lactating women.", "results_summary": "No statistical differences in bacterial genera were found between the FOS and placebo groups after intervention, but the FOS group showed greater changes in microbial trajectory distances from baseline to end of supplementation.", "population_specificity": "Lactating women (28 in FOS group, 25 in placebo group).", "effective_dosage": "4.5 g FOS + 2 g maltodextrin daily (FOS group); 2 g maltodextrin daily (placebo group).", "study_duration": "20 days.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:27.808975+00:00"}
{"study_id": 181877, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify factors associated with excessive weight loss (≥10%) in breastfed full-term newborns in Japan.", "results_summary": "The study found that 41% of newborns experienced excessive weight loss, with older maternal age, primiparity, and antepartum Caesarean section being significant risk factors. The authors recommend close monitoring of infants born under these conditions and suggest earlier supplementation with artificial milk.", "population_specificity": "Full-term newborns (≥37 weeks gestation) in Japan, excluding multiple births, NICU admissions, referrals, or exclusively formula-fed infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:29.619234+00:00"}
{"study_id": 181878, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to identify differences in breastfeeding intentions, initiation, continuation, and supplementation among Mexican-origin women based on nativity and country-of-education groups.", "results_summary": "Women born and educated in Mexico initiated and continued breastfeeding at higher rates than those born and educated in the U.S., with Mexican-born and U.S.-educated women showing intermediate results. Early formula supplementation negatively impacted breastfeeding duration across all groups.", "population_specificity": "Mexican-origin women aged 18-44, categorized by nativity (born in Mexico or the U.S.) and country of education (Mexico or the U.S.).", "effective_dosage": "Not specified", "study_duration": "Follow-up at 3, 6, 12, 18, and 24 months postpartum", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:31.087920+00:00"}
{"study_id": 181881, "supplement_id": 954, "safety_score": "95", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to review evidence on exclusive breastfeeding's benefits, challenges, and best practices, focusing on milk production, neonatal health, and health system factors.", "results_summary": "The study highlights the nutritional and immunologic benefits of human milk, identifies common challenges in establishing lactation, and provides evidence-based guidance for managing early supplementation and best practices for breastfeeding support.", "population_specificity": "Healthy newborns ≥35 weeks' gestation and their mothers in routine postpartum units.", "effective_dosage": "Not specified", "study_duration": "Focused on the early days of exclusive breastfeeding (first week).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:31.166003+00:00"}
{"study_id": 181880, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to assess the effectiveness of infant and young child feeding (IYCF) interventions, particularly breastfeeding education, in reducing undernutrition-related infant deaths.", "results_summary": "The study reviewed 77 studies on IYCF interventions, suggesting that breastfeeding education interventions may be effective in addressing undernutrition, though specific outcomes are not detailed in the abstract. The burden of undernutrition is heavily concentrated in low- and middle-income countries (LMICs).", "population_specificity": "Infants and young children, primarily in low- and middle-income countries (LMICs).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:32.618545+00:00"}
{"study_id": 181882, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify, synthesize, and appraise the international literature on the breastfeeding knowledge and experiences of African immigrant mothers residing in high-income countries.", "results_summary": "The study found that 90% of African mothers initiated breastfeeding, with positive knowledge and attitudes, but faced challenges due to cultural beliefs, lifestyle changes, and lack of tailored support. African immigrant mothers were willing to adopt best practices but struggled with early supplementation and cultural/language barriers in healthcare settings.", "population_specificity": "African immigrant mothers residing in high-income countries.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:32.942363+00:00"}
{"study_id": 181883, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to describe the historical social, economic, and political factors influencing African American breastfeeding behavior in the USA from the colonial era through the mid-twentieth century.", "results_summary": "The study identified three key themes: labor forces and socio-cultural factors affecting feeding practices, a history of supplementation, and the influence of medicalization and mobility on infant feeding. These factors significantly constrained African American women's ability to breastfeed historically.", "population_specificity": "African American women in the USA from the colonial era through the mid-twentieth century.", "effective_dosage": "Not available", "study_duration": "Not applicable (historical analysis)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:33.700471+00:00"}
{"study_id": 181884, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to review the prevalence, diagnosis, management, and underlying mechanisms of restless legs syndrome (RLS) in pregnancy and lactation, focusing on nonpharmacologic and pharmacologic treatments.", "results_summary": "The study highlights that nonpharmacologic methods are the primary recommended treatment for RLS in pregnancy and lactation, with iron supplementation considered for low ferritin levels, though some patients may not tolerate it. The abstract also notes gaps in the literature and provides a practical guide for clinical management.", "population_specificity": "Pregnant and lactating women with restless legs syndrome (RLS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:36.797928+00:00"}
{"study_id": 181885, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 85, "study_goal": "The researchers aimed to evaluate whether maternal supplementation with LNS or MMN during pregnancy and postpartum improved the growth status of subsequent children compared to IFA supplementation.", "results_summary": "The study found no significant differences in growth status or undernutrition prevalence among younger siblings whose mothers received LNS or MMN versus IFA, suggesting no extended benefits beyond IFA alone.", "population_specificity": "Rural Bangladesh and semiurban Ghana mothers and their subsequent children.", "effective_dosage": "Not specified", "study_duration": "During pregnancy and 6 months postpartum", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:37.390744+00:00"}
{"study_id": 181876, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 80, "study_goal": "The researchers aimed to compare the effects of early in-home care with video consultations versus in-hospital consultations on exclusive breastfeeding rates, parental confidence, and mother-infant interaction in premature infants.", "results_summary": "The study found no significant differences in exclusive breastfeeding rates between the intervention (video consultations) and control (in-hospital consultations) groups at discharge or one month post-discharge. Secondary outcomes, including parental confidence and mother-infant interaction, also showed no significant differences.", "population_specificity": "Premature infants and their mothers in Denmark receiving early in-home care.", "effective_dosage": "Not applicable (intervention involved consultations, not a dosage).", "study_duration": "Consultations occurred two to three times a week during early in-home care (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:38.535948+00:00"}
{"study_id": 181888, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "To determine the influence of donor human milk on the duration of parenteral nutrition and growth/morbidity in breastfed newborns when mother's own milk is unavailable.", "results_summary": "The study found no association between donor human milk supplementation and reduced days of parenteral nutrition, with similar durations observed before and after the intervention.", "population_specificity": "Newborns receiving donor human milk in the absence of mother's own milk.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:38.565197+00:00"}
{"study_id": 181887, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the effect of gestational diabetes mellitus (GDM) on infant feeding, nutrition, and growth, including breastfeeding duration and supplementation.", "results_summary": "The study found that infants exposed to GDM had higher rates of formula supplementation in hospitals, shorter breastfeeding duration, and decreased rates of continued breastfeeding at 12 months. Breast milk from women with GDM had lower protein content.", "population_specificity": "Infants under 2 years old, comparing those exposed to GDM with those not exposed.", "effective_dosage": "Not available", "study_duration": "Follow-up periods of 1–6, 7–12, and 13–24 months (though no data were available for 13–24 months).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:40.538739+00:00"}
{"study_id": 181889, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the necessity and impact of iodine supplementation (150 μg) for pregnant and breastfeeding women, including its effects on maternal thyroid function and child neurodevelopment.", "results_summary": "The study notes that recent guidelines recommend iodine supplementation for pregnant and breastfeeding women, even in iodine-sufficient areas, to improve maternal thyroid status and prevent child neurocognitive defects. However, some studies found no clear benefits of iodine supplementation for mildly iodine-deficient pregnant women regarding maternal thyroid function or child neurodevelopment.", "population_specificity": "Pregnant and breastfeeding women, including those in iodine-deficient and iodine-sufficient regions.", "effective_dosage": "150 μg daily", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:41.383661+00:00"}
{"study_id": 181890, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the most effective probiotic strain(s), route of administration, and duration for reducing the risk of atopic dermatitis in children through supplementation during pregnancy, breastfeeding, and infancy.", "results_summary": "The study found that probiotic mixtures administered to pregnant and breastfeeding mothers and their infants were more effective than single strains in reducing the risk of atopic dermatitis in children, both in high-risk and non-high-risk groups.", "population_specificity": "Pregnant mothers, breastfeeding mothers, and infants (both high-risk and non-high-risk for atopic dermatitis).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:41.836158+00:00"}
{"study_id": 181892, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to assess the feasibility, effectiveness, and acceptability of a culturally and linguistically diverse intervention to promote exclusive breastfeeding (EBF) for the first 6 months among Hispanic mothers.", "results_summary": "The intervention group was over three times more likely to exclusively breastfeed their babies through all four postpartum assessed time points compared to the control group, indicating a significant increase in EBF duration and reduced formula supplementation.", "population_specificity": "Hispanic pregnant women (n=39)", "effective_dosage": "Not specified", "study_duration": "From pregnancy to 6 months postpartum", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:45.121095+00:00"}
{"study_id": 181896, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers were attempting to determine the role of breastfeeding in the prevention of food allergy, particularly in at-risk infants.", "results_summary": "The study found inconsistent evidence regarding the effectiveness of breastfeeding for allergy prevention, with no clear consensus on its benefits. Other strategies like early introduction of allergenic solids and skin moisturization were noted as potentially more effective.", "population_specificity": "At-risk infants (those with potential for developing food allergies).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:46.193079+00:00"}
{"study_id": 181895, "supplement_id": 954, "safety_score": "85", "efficacy_score": 75, "quality_score": 70, "study_goal": "The researchers aimed to determine the biological effects of milk-derived exosomes (MDEs) on normal colonic epithelial cells compared to colonic tumor cells, focusing on proliferation, cell morphology, and protein expression.", "results_summary": "MDEs induced proliferation- and epithelial mesenchymal transformation-related changes in normal cells but not in tumor cells, downregulated PTEN in normal cells, and inhibited proliferation and DNMT1 expression in miRNA-148a knockdown cells.", "population_specificity": "Normal colonic epithelial cells and colonic tumor cells (in vitro study).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:46.540271+00:00"}
{"study_id": 181893, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether avoiding cow's milk formula supplementation at birth could reduce risks of sensitization to cow's milk protein and clinical food allergy, including cow's milk allergy.", "results_summary": "The study found that avoiding cow's milk formula supplementation for at least the first 3 days of life significantly reduced sensitization to cow's milk and the prevalence of food allergies, including immediate and anaphylactic types, by the second birthday. The middle tertile of 25(OH)D levels showed a significant interaction with the intervention.", "population_specificity": "330 newborns at risk for atopy in Japan, with 312 included in the analysis.", "effective_dosage": "BF with or without amino acid-based elemental formula (≥5 mL/d) for the first 3 days (BF/EF group) or BF supplemented with CMF (≥5 mL/d) from the first day to 5 months (BF plus CMF group).", "study_duration": "From birth to 5 months of age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:48.101476+00:00"}
{"study_id": 181898, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "To evaluate whether a prenatal breastfeeding history (BAP) questionnaire could predict in-hospital formula supplementation among multiparous women.", "results_summary": "Women with lower BAP scores (≤1) had higher rates of formula supplementation (67%) compared to those with higher scores (37%), indicating that prior breastfeeding experiences influence future supplementation decisions.", "population_specificity": "Multiparous women with singleton pregnancies presenting for prenatal care at <20 weeks' gestation in a Baby-Friendly urban tertiary care center.", "effective_dosage": "Not applicable", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:49.035419+00:00"}
{"study_id": 181897, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to compare the effects of maternal postpartum (M-PP) or infant intermittent (I-INT) vitamin D supplementation versus routine infant daily (I-D) supplementation on infant 25(OH)D concentrations in breastfeeding infants.", "results_summary": "M-PP supplementation resulted in modestly lower infant 25(OH)D levels compared to I-D, though two recent trials found similar outcomes. I-INT vs. I-D comparisons were inconclusive due to contradictory findings. The evidence was insufficient to support policy changes.", "population_specificity": "Lactating women and exclusively or partially breastfed term infants (≤1 year).", "effective_dosage": "Routine infant daily supplementation (400 IU); maternal and intermittent infant doses varied by study.", "study_duration": "Varied by included trials (not specified in abstract).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:49.921629+00:00"}
{"study_id": 181899, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 85, "study_goal": "The researchers aimed to assess the effect of iron-fortified milk on iron biochemical status and neurodevelopment in children at 12 months of age.", "results_summary": "Children receiving higher iron-fortified milk (1.2 mg/100 mL) showed improved iron status (higher serum ferritin, lower iron deficiency rates) but no significant differences in neurodevelopment compared to those receiving lower iron (0.4 mg/100 mL).", "population_specificity": "133 Spanish children aged 6 to 12 months.", "effective_dosage": "1.2 mg/100 mL or 0.4 mg/100 mL of iron in formula milk.", "study_duration": "6 months (from 6 to 12 months of age).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:50.453719+00:00"}
{"study_id": 181891, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to summarize evidence on potential prevention strategies for asthma, including the protective role of breastfeeding.", "results_summary": "The study found that breastfeeding has a protective effect against the onset of asthma. Other interventions like allergen immunotherapy also showed preventive effects, while some strategies had controversial results.", "population_specificity": "Newborns and young children at risk for asthma development.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:50.632621+00:00"}
{"study_id": 181900, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the importance of thiamine supplementation during breastfeeding to prevent infantile thiamine deficiency and its long-term neurodevelopmental effects.", "results_summary": "The study found that thiamine supplementation during breastfeeding is a reasonable strategy to address persistent subclinical thiamine deficiency in infants, particularly in cases of maternal deficiency or malnutrition. It also suggests thiamine injection as a complementary resuscitation tool in severe acute conditions.", "population_specificity": "Infants and breastfeeding mothers, particularly those with underlying risk factors or clinically evident malnutrition.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:53.206217+00:00"}
{"study_id": 181901, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to identify maternal and newborn factors influencing non-medically indicated formula supplementation of newborns in hospital settings.", "results_summary": "The study found that maternal ethnicity, education, income, first-time motherhood, cesarean birth, lack of breastfeeding experience, female newborns, large-for-gestational-age newborns, and nighttime births increased the likelihood of non-medically indicated formula supplementation. Continuous breastfeeding support and education were identified as key factors to reduce supplementation.", "population_specificity": "Term newborns and their mothers in hospital settings.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:54.162374+00:00"}
{"study_id": 181905, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to compare the effects of six-month postpartum vitamin D supplementation on preventing vitamin D deficiency in exclusively breastfeeding mother-infant pairs with a high prevalence of deficiency.", "results_summary": "The abstract does not provide specific results, but the study focused on evaluating an alternative strategy for preventing vitamin D deficiency in infants through maternal supplementation.", "population_specificity": "Exclusively breastfeeding mother-infant pairs with a high prevalence of vitamin D deficiency.", "effective_dosage": "Not specified", "study_duration": "Six months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:55.904035+00:00"}
{"study_id": 181903, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether small-quantity lipid-based nutrient supplements (SQ-LNS) with or without long-chain polyunsaturated fatty acids (LCPUFAs) could improve LCPUFA status in South African infants fed complementary food.", "results_summary": "Infants receiving SQ-LNS-plus (containing LCPUFAs) showed significantly higher plasma DHA levels at 12 months compared to controls, with a stronger effect in infants no longer breastfed. The supplement did not affect plasma AA levels but reduced the n-6 to n-3 PUFA ratio.", "population_specificity": "Six-month-old South African infants (n=750) receiving complementary food.", "effective_dosage": "Not specified in the abstract.", "study_duration": "6 months (from 6 to 12 months of age).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:56.495939+00:00"}
{"study_id": 181904, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare infant feeding practices and vitamin D supplementation between IgE-sensitized infants and others, focusing on adherence to Nordic Nutrition Recommendations.", "results_summary": "The study found strong evidence supporting breastfeeding benefits for growth and infection prevention, but limited or inconclusive evidence regarding atopic disease and asthma. Vitamin D was highlighted as a key nutrient in the Nordic diet.", "population_specificity": "Infants, specifically IgE-sensitized infants and others.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:57.168422+00:00"}
{"study_id": 181906, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to evaluate the nutritional practices for late preterm infants, focusing on the role of breastfeeding and potential supplementation to promote optimal growth.", "results_summary": "The study highlights that breastmilk is considered the best choice for late preterm infants, though supplementation may be needed for optimal growth. It notes a lack of evidence for preterm formulas in this population and identifies common feeding difficulties requiring additional nutritional support.", "population_specificity": "Late preterm infants", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:57.564885+00:00"}
{"study_id": 181908, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 39, "quality_score": 52, "study_goal": "The researchers aimed to assess healthcare professionals' knowledge and practices regarding epilepsy management, including recommendations for breastfeeding in pregnant women with epilepsy.", "results_summary": "Only 39.5% of healthcare professionals recommended breastfeeding for pregnant women with epilepsy, indicating a lack of consensus or awareness about its benefits or safety in this context. The study highlights gaps in knowledge rather than direct outcomes of breastfeeding efficacy or safety.", "population_specificity": "Healthcare professionals from 3 hospitals in Cameroon (n=38, 42.1% female, mean age 40.1 years).", "effective_dosage": "Not available", "study_duration": "Not applicable (survey-based study)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:06:59.896157+00:00"}
{"study_id": 181907, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 80, "study_goal": "To determine whether structured, short-term formula supplementation (Early Limited Formula) for at-risk neonates affects the proportion still breastfeeding at 6 and 12 months.", "results_summary": "Early Limited Formula (ELF) was not associated with any improvement in breastfeeding duration. At 6 months, 65% of ELF infants were breastfeeding vs. 77% of controls; at 12 months, 29.6% of ELF infants vs. 48.1% of controls were breastfeeding.", "population_specificity": "164 exclusively breastfeeding mother-infant dyads with mothers not yet producing copious milk and infants 24-72 hours old with weight loss ≥75th percentile for age.", "effective_dosage": "10 mL formula fed after each breastfeeding until mothers produced copious milk.", "study_duration": "Until mothers produced copious milk (exact duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:01.473159+00:00"}
{"study_id": 181910, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 70, "study_goal": "The researchers aimed to summarize the literature on the role of healthcare providers in advising breastfeeding women about herbal product use.", "results_summary": "The study identified a lack of inter-professional communication, guidelines, and provider confidence regarding herbal product use during breastfeeding, creating a gap between practice and patient expectations. Strategic collaboration among stakeholders is needed to address these issues.", "population_specificity": "Breastfeeding women considering herbal product use.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:01.568129+00:00"}
{"study_id": 181909, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the impact of 800 IU RRR-alpha-tocopherol supplementation on the alpha-tocopherol content in breast milk and identify factors influencing its increase.", "results_summary": "Supplementation with 800 IU RRR-alpha-tocopherol increased alpha-tocopherol levels in both serum and breast milk. The efficacy of supplementation depended on pre-existing vitamin E levels in milk and diet, suggesting high-dose supplementation can restore deficient levels.", "population_specificity": "79 lactating women from Brazil, 30-90 days postpartum.", "effective_dosage": "800 IU RRR-alpha-tocopherol.", "study_duration": "Not specified (assessed at two time points: baseline and the next day).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:02.281826+00:00"}
{"study_id": 181912, "supplement_id": 954, "safety_score": "90", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare the nutritional status of children exclusively breastfed for more than 6 months versus those with other breastfeeding practices.", "results_summary": "The study found no significant differences in nutritional status between children exclusively breastfed for over 6 months and those with other breastfeeding practices, with low prevalence of malnutrition in both groups. Overweight was more common in the comparison group (28.7-31.9%).", "population_specificity": "685 children (39 exclusively breastfed >6 months, 646 with other breastfeeding practices).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:04.682989+00:00"}
{"study_id": 181911, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify household, maternal, and child-related factors associated with hemoglobin levels in infants and young children, including the role of breastfeeding.", "results_summary": "The study found that currently breastfeeding was significantly associated with a higher mean hemoglobin level (aβ = 0.28, 95%CI = 0.12-0.44, P = 0.002), indicating a positive effect on reducing anemia in children.", "population_specificity": "2902 children aged 6-23 months from the 2016 Ethiopian Demographic and Health Survey (EDHS).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:04.683645+00:00"}
{"study_id": 181913, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to determine how infant formula supplemented with AA and DHA affects fatty acid levels in infants with different FADS genotypes, compared to breastfeeding.", "results_summary": "Breastfed infants had higher AA and DHA levels unaffected by FADS genotype, likely due to the high content of these fatty acids in breast milk. Formula-fed infants, especially those with minor FADS alleles, showed lower AA and DHA levels, though supplementation improved levels, primarily in major allele carriers.", "population_specificity": "176 infants (61 on standard formula, 70 on experimental formula, 45 breastfed) from the COGNIS study.", "effective_dosage": "Not specified", "study_duration": "3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:05.962452+00:00"}
{"study_id": 181914, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the efficacy of food supplementation (PMT biscuits) and nutrition education in improving the nutritional status of wasting children aged 6-23 months in Indonesia.", "results_summary": "The study protocol outlines a randomized controlled trial to evaluate the effects of PMT biscuits and nutrition education on wasting children, but results are not yet provided in the abstract.", "population_specificity": "Wasting children aged 6-17 months in Indonesia.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Data collected at pre-intervention, 3 months of intervention, post-intervention, and 6- to 9-month follow-up.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:06.295784+00:00"}
{"study_id": 181915, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether maternal and child supplementation with SQ-LNS during the first 1,000 days influenced parental investments in health and human capital, including breastfeeding.", "results_summary": "The study found that the intervention generally did not affect parental investments in breastfeeding or other domains for the treated child or untreated siblings, suggesting no meaningful impact on parents' expectations or behaviors.", "population_specificity": "Mothers and children in Ghana participating in a randomized trial.", "effective_dosage": "Small-quantity lipid-based nutrient supplements (SQ-LNS), exact dosage not specified.", "study_duration": "Throughout much of the first 1,000 days (approximately 2.7 years).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:08.617975+00:00"}
{"study_id": 181918, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 60, "study_goal": "The researchers aimed to explore the role of breastfeeding in mitigating adverse effects of maternal antibiotic use on the neonatal gut microbiome and immune system development.", "results_summary": "The abstract suggests breastfeeding is a therapeutic intervention that may help counteract the negative impacts of maternal antibiotic use on infant health outcomes like atopy, asthma, allergy, and obesity, though confounding variables limit definitive conclusions.", "population_specificity": "Neonates and infants affected by maternal antibiotic use during pregnancy or delivery.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:09.408706+00:00"}
{"study_id": 181917, "supplement_id": 954, "safety_score": "85", "efficacy_score": 80, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the bioavailability and effects of the micronutrient supplement LaVita® on pregnancy-relevant parameters, including its safety and efficacy for postnatal breastfeeding.", "results_summary": "Regular intake of the supplement increased serum levels of the supplemented substances, significantly decreased homocysteine, and slightly lowered Hb-alpha-1c, indicating improved metabolic status. Female participants benefited more than males.", "population_specificity": "Healthy volunteers, including a \"male group control.\"", "effective_dosage": "Not specified", "study_duration": "Six months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:09.893440+00:00"}
{"study_id": 181919, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 50, "quality_score": 75, "study_goal": "The researchers aimed to quantify sialic acid levels in breast milk from HIV-positive Tanzanian mothers and assess the impact of maternal diet on these levels.", "results_summary": "Milk sialic acid levels were highest at 2 weeks postpartum (6.89 mmol/l) and declined by 3 months (2.49 mmol/l). No correlation was found between sialic acid levels and maternal diet, age, BMI, CD4+ count, or infant birth weight.", "population_specificity": "HIV-positive Tanzanian women during pregnancy and early lactation.", "effective_dosage": "Daily protein-calorie supplement and micronutrient supplement or micronutrient supplement only.", "study_duration": "Last trimester of pregnancy up to 6 months postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:11.542146+00:00"}
{"study_id": 181922, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to compare breastfeeding rates between persistent smokers and non-smokers across two successive pregnancies.", "results_summary": "Persistent smokers had lower rates of breastfeeding in both pregnancies compared to persistent non-smokers (P < 0.001). The study did not evaluate breastfeeding efficacy or safety directly.", "population_specificity": "Women who delivered two successive singleton pregnancies between 2011-2015 at a large maternity hospital.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:13.261604+00:00"}
{"study_id": 181921, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine the effect of maternal calcium supplementation on bone loss during pregnancy and bone recovery postpartum in breastfeeding women.", "results_summary": "The calcium group showed significantly greater increases in radial total BMD and tibial cortical BMD at 12 months postpartum compared to the placebo group, suggesting improved bone recovery. Trabecular and total BMD at the tibia also trended toward higher values in the calcium group.", "population_specificity": "Pregnant women aged 19-50 years with typical US calcium intake.", "effective_dosage": "1000 mg Ca/d", "study_duration": "From 16 weeks of gestation until delivery", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:16.134736+00:00"}
{"study_id": 181923, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to investigate the impact of early-life probiotic exposure (L. rhamnosus HN001 and B. animalis subsp. lactis HN019) on infant gut microbiota development and eczema risk reduction.", "results_summary": "The study found a 50% reduced eczema risk in the HN001 probiotic group compared to placebo, with gut microbiota composition and functional capacity analyzed from birth to 2 years. No adverse effects or safety concerns related to breastfeeding were reported.", "population_specificity": "474 infants from birth to 2 years, including mothers from 35 weeks gestation until 6 months post-partum if breastfeeding.", "effective_dosage": "L. rhamnosus HN001 (6×10^9 CFU/day) and B. animalis subsp. lactis HN019 (dosage not specified).", "study_duration": "Infants received probiotics from birth to 2 years; mothers from 35 weeks gestation until 6 months post-partum if breastfeeding.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:17.374937+00:00"}
{"study_id": 181924, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the efficacy of postnatal n-3 LC-PUFA supplementation (via fish oil) through lactation or complementary food on child development in rural Ethiopia.", "results_summary": "The study found no significant effect of n-3 LC-PUFA supplementation on overall or social-emotional developmental performance in children aged 6-24 months. Developmental performance decreased over time regardless of intervention.", "population_specificity": "Rural Ethiopian mothers and infants aged 6-12 months at baseline.", "effective_dosage": "Maternal intervention: 215 mg DHA + 285 mg EPA daily; Child intervention: 169 mg DHA + 331 mg EPA daily.", "study_duration": "12 months.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:17.612172+00:00"}
{"study_id": 181920, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 75, "study_goal": "The researchers aimed to determine whether early limited-volume pasteurized donor human milk (DHM) supplementation affects breastfeeding outcomes in healthy term newborns with ≥4.5% weight loss in the first 36 hours.", "results_summary": "The study found no significant difference in formula use at 1 week (21% vs 7%) or in any breastfeeding (79% vs 90%) and breastfeeding without formula at 3 months (62% vs 77%) between DHM-supplemented and exclusively breastfed infants. Early DHM supplementation did not show a favorable impact on breastfeeding outcomes.", "population_specificity": "Healthy, term breastfeeding newborns with ≥4.5% weight loss in the first 36 hours.", "effective_dosage": "Early limited-volume DHM supplementation (exact dosage not specified).", "study_duration": "Follow-up surveys at 1 week, 1, 2, and 3 months.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:18.133951+00:00"}
{"study_id": 181925, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the long-term effects of early childhood supplementation with Lactobacillus rhamnosus HN001 on allergic disease outcomes, including eczema, asthma, wheeze, hay fever, and atopic sensitization.", "results_summary": "Early HN001 supplementation significantly reduced the 12-month prevalence of eczema and hay fever at age 11, as well as lifetime prevalence of atopic sensitization, eczema, and wheeze. HN019 had no significant effects on these outcomes.", "population_specificity": "Children followed up to age 11 years in a two-center randomized placebo-controlled trial.", "effective_dosage": "6 × 10^9 colony-forming units (CFU) per day (frequency not specified).", "study_duration": "Duration of intervention not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:18.959268+00:00"}
{"study_id": 181927, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine whether probiotic supplementation could counteract the negative effects of antibiotic use or caesarean birth on infant gut microbiota, particularly in breastfed infants.", "results_summary": "Probiotic supplementation significantly improved microbiota composition in breastfed infants, increasing bifidobacteria and reducing Proteobacteria and Clostridia, while mitigating the adverse effects of antibiotics and caesarean birth. The placebo group showed altered microbiota with reduced Bifidobacterium abundance due to these factors.", "population_specificity": "Infants born by caesarean section or receiving antibiotics, with a focus on breastfed infants.", "effective_dosage": "Bifidobacterium breve Bb99 (Bp99 2 × 10^8 CFU/day) and other probiotic strains (total 1 × 10^9 CFU/day).", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:20.574083+00:00"}
{"study_id": 181929, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the health benefits of human milk oligosaccharides (HMOs) in preterm infants, focusing on gut adaptation and reducing necrotizing enterocolitis (NEC) incidence.", "results_summary": "The study found that HMOs in breast milk serve as prebiotics and immunomodulators, but their effects on gut maturation and NEC prevention in preterm infants may depend on gut maturity. Supplemented HMOs showed limited efficacy in early weeks but may offer gut protection in later, more mature phases.", "population_specificity": "Preterm infants", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:21.538390+00:00"}
{"study_id": 181928, "supplement_id": 954, "safety_score": "85", "efficacy_score": 75, "quality_score": 90, "study_goal": "The researchers aimed to determine if a protein-calorie supplement (PCS) plus a micronutrient supplement (MNS) improved outcomes for HIV-infected lactating women and their infants compared to MNS alone.", "results_summary": "The PCS + MNS intervention increased maternal energy and protein intake and infant birth weight but did not affect infant weight at 3 months or maternal BMI at 6 months. It also reduced infant HIV transmission compared to MNS alone.", "population_specificity": "Pregnant HIV-infected women in Dar es Salaam, Tanzania, enrolled in PMTCT programs who intended to breastfeed for 6 months.", "effective_dosage": "Not specified in the abstract.", "study_duration": "From the third trimester of pregnancy through 6 months of breastfeeding.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:22.494457+00:00"}
{"study_id": 181934, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to develop clinical protocols for managing common medical problems impacting breastfeeding success, free from commercial influence.", "results_summary": "The abstract states that the protocols serve as guidelines for breastfeeding care but do not establish exclusive treatment courses or medical care standards, allowing for individualized treatment variations.", "population_specificity": "Breastfeeding mothers and infants.", "effective_dosage": "Not available", "study_duration": "Not available", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:26.882804+00:00"}
{"study_id": 181932, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to determine the conjugated linolenic acid (CLA) and vaccenic acid (VA) content in human breast milk from mothers with different diets and compare these levels with those in infant formulas (IF) and follow-up formulas (FF).", "results_summary": "The study found that breast milk from mothers consuming dairy products had significantly higher CLA (0.49%) and VA (0.69%) levels compared to those with dairy-deficient diets (CLA 0.27%, VA 0.36%). Infant formulas contained only trace amounts of these fatty acids, indicating a nutritional gap compared to breast milk.", "population_specificity": "Fifty healthy breastfeeding mothers, categorized into two groups based on dairy consumption (20 with low dairy, 30 with conventional diets).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:27.310187+00:00"}
{"study_id": 181933, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to determine the prevalence and determinants of delayed breastfeeding, prelacteal food provision, and infant formula use in hospital settings.", "results_summary": "Only 32.2% of infants were breastfed within 1 hour of birth, with 40.8% receiving traditional prelacteal foods and 34.9% given formula. Cesarean delivery and lack of skin-to-skin contact were associated with delayed breastfeeding and increased formula use.", "population_specificity": "700 women from three public and two private maternity hospitals in Shiraz, Iran.", "effective_dosage": "Not available", "study_duration": "Data collected between June 2014 and March 2015 (hospital stay duration not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:27.387607+00:00"}
{"study_id": 181931, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the dose-dependent effect of human milk fortifier (HMF) on the osmolality of preterm human milks (PHMs) under different gestational, lactation, storage, and treatment conditions.", "results_summary": "The study found that adding up to 4% (w/v) of HMF to PHM increased its nutritional quality and osmolality without exceeding 450 mOsm/kgH2O, regardless of milk origin, quality, or hospital practices.", "population_specificity": "Preterm infants born before 28 weeks or between 29-31 weeks of gestation, with mothers breastfeeding 1-4 weeks postpartum.", "effective_dosage": "Up to 4% (w/v) of HMF.", "study_duration": "Osmolality was measured at baseline and 24 hours after adding HMF.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:27.514756+00:00"}
{"study_id": 181930, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 85, "study_goal": "To determine whether probiotic supplementation (Lactobacillus rhamnosus HN001 or Bifidobacterium animalis subsp. lactis HN019) during early life improves neurocognitive outcomes at 11 years of age in children at risk of allergic disease.", "results_summary": "The study found no significant differences in neurocognitive outcomes (intelligence, executive function, attention, depression, anxiety) between children who received probiotics (HN001 or HN019) and those who received a placebo. The authors concluded that these probiotics were not associated with neurocognitive benefits at 11 years but noted that other probiotics might still have potential effects.", "population_specificity": "Children born between March 2004 and August 2005, at risk of developing allergic disease, and their mothers (pregnant women).", "effective_dosage": "Mothers took probiotics or placebo daily from 35 weeks gestation until six months if breastfeeding; infants received the same treatment from birth to two years.", "study_duration": "From 35 weeks gestation until two years of age for infants.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:27.645609+00:00"}
{"study_id": 181935, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the long-term effects of maternal milk supplementation (MMS) with breastfeeding support on breastfeeding practices and child neurodevelopment outcomes at 30 months old.", "results_summary": "The intervention group had longer exclusive breastfeeding duration, higher exclusive breastfeeding rates at 6 months, and lower risk of discontinuing exclusive breastfeeding compared to the control group. Children in the intervention group also showed significantly better cognitive and motor functions and a tendency toward improved social-emotional behavior.", "population_specificity": "204 Vietnamese women and their offspring.", "effective_dosage": "Not specified in the abstract.", "study_duration": "From the last trimester to 12 weeks postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:29.240120+00:00"}
{"study_id": 181936, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 85, "study_goal": "The researchers aimed to determine the impact of milk supplementation and exposure to taste and smell with each feed on breastfeeding rates, growth, and developmental outcomes in moderate- to late-preterm infants.", "results_summary": "The abstract does not provide specific results regarding breastfeeding effects, as the trial is ongoing and outcomes such as breastfeeding rates are listed as secondary measures.", "population_specificity": "Moderate- to late-preterm infants (born between 32 weeks' gestation).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:29.556811+00:00"}
{"study_id": 181937, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to highlight the physical and emotional health benefits of breastfeeding for nursing mothers, which are often overlooked in literature.", "results_summary": "The study emphasizes the multiple benefits of breastfeeding for mothers, including physical and emotional health improvements, though specific results are not detailed in the abstract. The authors conducted a literature review using multiple databases to support their findings.", "population_specificity": "Nursing mothers", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:29.793574+00:00"}
{"study_id": 181941, "supplement_id": 954, "safety_score": "95", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to review current knowledge on nutrient concentrations in human milk and how they are influenced by lactational stage, maternal factors, and supplementation.", "results_summary": "The study highlights the importance of exclusive breastfeeding for the first 6 months and discusses how maternal nutrition and supplementation can affect human milk quality. It also reviews trends in nutrient concentrations over lactation.", "population_specificity": "General breastfeeding mothers and infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:34.552872+00:00"}
{"study_id": 181938, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to analyze breast-milk vitamin B-12 concentrations and supplement use patterns among vegan, vegetarian, and nonvegetarian breastfeeding mothers.", "results_summary": "The study found no significant differences in low vitamin B-12 prevalence among dietary groups, but individual vitamin B-12 supplement use was higher in vegans and positively predicted milk vitamin B-12 concentrations, while multivitamin use had a negative relation.", "population_specificity": "74 breastfeeding mothers (26 vegan, 22 vegetarian, 26 nonvegetarian).", "effective_dosage": "Not specified (supplement doses mentioned as exceeding the Recommended Dietary Allowance).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:35.752830+00:00"}
{"study_id": 181939, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 45, "quality_score": 75, "study_goal": "The researchers aimed to assess adherence to infant feeding guidelines among very-low-birth-weight (VLBW) infants and explore sociodemographic factors influencing these practices.", "results_summary": "The study found low rates of partial and exclusive breastfeeding among VLBW infants up to 6 months corrected age, with only 12% adhering to all recommended feeding practices. Mothers with university degrees were more likely to provide mother's milk, while those of Middle Eastern/South Asian ethnicity were less likely.", "population_specificity": "Very-low-birth-weight (VLBW) infants (<1500 g) and their families.", "effective_dosage": "Not specified", "study_duration": "Up to 6 months corrected age", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:35.793200+00:00"}
{"study_id": 181940, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to determine the association between breastfeeding, gut microbiota, and the risk of overweight in infants, accounting for supplementary feeding types and timing.", "results_summary": "Exclusive breastfeeding at 3 months was associated with a lower risk of overweight compared to formula feeding, with gut microbiota differences partially explaining this effect. Formula supplementation altered microbiota composition but did not significantly impact overweight risk, while complementary foods without formula maintained microbiota profiles similar to exclusive breastfeeding.", "population_specificity": "1087 infants from the prospective CHILD pregnancy cohort, recruited between 2009 and 2012.", "effective_dosage": "Not specified", "study_duration": "Follow-up at 3-4 months and 12 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:35.988223+00:00"}
{"study_id": 181943, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine how maternal vitamin D supplementation during pregnancy and lactation affects DNA methylation in mothers and breastfed infants.", "results_summary": "Maternal vitamin D supplementation altered DNA methylation patterns in both mothers and breastfed infants, with changes linked to cell migration, immune function, and metabolic processes. The study found significant methylation differences in intervention groups compared to controls.", "population_specificity": "Pregnant women and their breastfed infants (4-6 weeks old).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:36.595946+00:00"}
{"study_id": 181945, "supplement_id": 954, "safety_score": "95", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of breastfeeding in primary allergy prevention and compare it with other nutritional interventions and allergen introduction strategies.", "results_summary": "Breastfeeding is identified as a key pillar for primary allergy prevention, supported by its role in reducing food allergy risk. The study also highlights the shift from prolonged allergen avoidance to proactive allergen introduction from 4 months of age, with breastfeeding remaining a foundational strategy.", "population_specificity": "Infants and young children, particularly those at risk of food allergies.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:37.504002+00:00"}
{"study_id": 181944, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to identify protective factors for exclusive breastfeeding during the intrahospital period by analyzing systematic reviews.", "results_summary": "The study found six key protective factors for exclusive breastfeeding: early skin-to-skin contact, rooming-in care, intervention for painful nipples, restriction of infant supplementation, baby-led breastfeeding, and educational interventions for mothers. These measures were supported by evidence to encourage breastfeeding and prevent weaning during hospitalization.", "population_specificity": "Mothers and infants during the intrahospital period (excluding preterm infants and those with orofacial malformations).", "effective_dosage": "Not specified", "study_duration": "From delivery room to hospital discharge", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:38.334565+00:00"}
{"study_id": 181948, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the association between breastfeeding and nutritional status, pulmonary outcomes, and acquisition of Pseudomonas aeruginosa in infants with cystic fibrosis.", "results_summary": "Breastfeeding for at least 3 months delayed the first acquisition of Pseudomonas aeruginosa, but feeding modalities (including breastfeeding) were not associated with nutritional status.", "population_specificity": "Infants with cystic fibrosis diagnosed by newborn screening and followed up to 24 months.", "effective_dosage": "Not specified", "study_duration": "At least 3 months of breastfeeding", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:43.520978+00:00"}
{"study_id": 181949, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 40, "study_goal": "The researchers aimed to evaluate the adequacy of oral vitamin K prophylaxis in preventing Vitamin K Deficiency Bleeding (VKDB) in exclusively breastfed infants.", "results_summary": "Despite oral vitamin K supplementation, the infant developed late-onset VKDB, suggesting current guidelines may need revision for dosage and timing standardization. Intravenous vitamin K administration led to complete recovery.", "population_specificity": "A 2-month and 20-day-old exclusively breastfed Caucasian male infant.", "effective_dosage": "25 μg of vitamin K daily.", "study_duration": "From birth until presentation at 2 months and 20 days.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:44.107129+00:00"}
{"study_id": 181947, "supplement_id": 954, "safety_score": "90", "efficacy_score": 85, "quality_score": 88, "study_goal": "To determine if supplementing breastfeeding with early limited formula (ELF) affects breastfeeding duration, readmission rates, and intestinal microbiota in newborns with significant weight loss.", "results_summary": "ELF did not interfere with breastfeeding rates at 1 month, showed no significant difference in breastfeeding without formula, and did not negatively impact intestinal microbiota. ELF may reduce readmission rates, though the difference was not statistically significant.", "population_specificity": "Exclusively breastfeeding newborns (24-72 hours old) with weight loss ≥75th percentile and mothers without mature milk production.", "effective_dosage": "10 mL formula after each breastfeeding, stopped at onset of copious maternal milk production.", "study_duration": "Until onset of copious maternal milk production (timing not specified).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:44.504261+00:00"}
{"study_id": 181946, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether maternal vitamin D intake during breastfeeding, alongside infant supplementation, influences infants' vitamin D status.", "results_summary": "The study found that higher maternal vitamin D intake was associated with increased infant vitamin D levels, suggesting that both maternal intake and infant supplementation are necessary for optimal infant vitamin D status. Infants' median 25(OH)D was 96.0 nmol/L, with 25% below the optimal threshold of 75 nmol/L.", "population_specificity": "Breastfed infants from the APrON cohort, with 72% exclusively breastfed and 90% receiving vitamin D supplements.", "effective_dosage": "Median maternal vitamin D intake was 665 IU/day, with 25% below the recommended 400 IU/day.", "study_duration": "Not specified in the abstract.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:44.705946+00:00"}
{"study_id": 181950, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 80, "study_goal": "The researchers aimed to assess whether variations in maternal or infant diet, including breastfeeding, influence the risk of allergic or autoimmune disease in children.", "results_summary": "The study found weak support for breastfeeding promotion reducing the risk of eczema during infancy and an association between longer exclusive breastfeeding and reduced type 1 diabetes mellitus, though the certainty of these findings was low. No significant harmful effects of breastfeeding were reported.", "population_specificity": "Pregnant women, lactating mothers, and infants up to one year of age.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:44.994901+00:00"}
{"study_id": 181942, "supplement_id": 954, "safety_score": "30", "efficacy_score": 20, "quality_score": 65, "study_goal": "The researchers aimed to determine if probiotic exposure during breastfeeding influenced infant fecal microbiome composition and assessed associated changes in breast milk immunity and infant health.", "results_summary": "Probiotic exposure led to higher Bifidobacterium abundance in infants at week 1 but no lasting microbiome changes or altered breast milk immunity. Probiotic-supplemented infants showed higher fecal sIgA responses but also higher incidences of mucosal-associated illnesses later in life.", "population_specificity": "86 breastfeeding mothers and their infants, with 35 mothers self-administering probiotics.", "effective_dosage": "Not specified", "study_duration": "First 6 months of life", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:45.998237+00:00"}
{"study_id": 181952, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to compare selenium levels and speciation in human breast milk versus formula-based animal milk, assessing the suitability of inorganic selenium supplementation in infant formula.", "results_summary": "The study found that human breast milk is the ideal source of selenium for infants, while formula-based alternatives often contain inorganic selenium (sodium selenite or selenate), which may not be optimal. Advances in speciation analysis suggest future improvements for selenium supplementation in infant formula.", "population_specificity": "Infants (general, no specific subgroup mentioned).", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:46.806823+00:00"}
{"study_id": 181951, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 85, "study_goal": "The researchers aimed to determine whether maternal probiotic supplementation alone (without infant supplementation) could reduce infant eczema, compared to a previous study where both mother and child received the probiotic.", "results_summary": "Maternal-only HN001 supplementation did not significantly reduce infant eczema, SCORAD ≥ 10, wheeze, or atopic sensitization by 12 months, contrasting with the previous study where combined mother-child supplementation showed significant reductions. HN001 was not detected in breastmilk, and breastmilk immune markers remained unchanged.", "population_specificity": "Mothers from 35 weeks of gestation until 6 months post-partum if breastfeeding, and their infants.", "effective_dosage": "6 × 10^9 CFU/day (exact frequency not specified).", "study_duration": "From 35 weeks of gestation until 6 months post-partum if breastfeeding.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:47.398952+00:00"}
{"study_id": 181954, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 70, "study_goal": "The researchers aimed to evaluate the evidence supporting the use of a supplemental feeding tube device (SFTD) as a method of supplementation for breastfed infants.", "results_summary": "The study found very limited research on SFTDs but suggested they may be useful for supplementation. High-quality research is needed to assess their efficacy in supporting exclusive and overall breastfeeding rates.", "population_specificity": "Breastfed infants, including term and premature infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:51.101299+00:00"}
{"study_id": 181956, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to map the range of ethical issues in nutrition-related public health interventions, including breastfeeding, and identify the contexts in which these issues arise.", "results_summary": "The study found that ethical issues in breastfeeding interventions are addressed less frequently compared to obesity and non-communicable diseases, highlighting the varied ethical challenges and contextual complexities in public health nutrition.", "population_specificity": "Not specified (general public health interventions)", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:51.831830+00:00"}
{"study_id": 181955, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to assess how the 2012 ACA policy change, which mandated coverage for lactation-support services and breastfeeding equipment, affected breastfeeding outcomes.", "results_summary": "The ACA policy change was associated with a 10% increase in breastfeeding duration and a 21% increase in exclusive breastfeeding duration, but no significant effects on breastfeeding initiation or age at first formula feeding.", "population_specificity": "Children aged 19 to 23 months covered by private health insurance or Medicaid in the US.", "effective_dosage": "Not specified", "study_duration": "Data collected from 2008 to 2014 (6 years)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:53.101652+00:00"}
{"study_id": 181953, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the association between maternal milk vitamin B-12 concentrations and infant serum vitamin B-12 levels, and identify factors linked to adequate infant vitamin B-12 status in an unsupplemented rural Kenyan population.", "results_summary": "The study found a positive correlation between maternal milk and infant serum vitamin B-12 levels, with maternal milk vitamin B-12 significantly associated with infant adequacy. Despite low maternal milk vitamin B-12 concentrations, infant deficiency prevalence was low, though one-third had depleted or deficient levels.", "population_specificity": "Unsupplemented mothers and infants (1-6 months postpartum) in rural western Kenya.", "effective_dosage": "Not specified", "study_duration": "Cross-sectional assessment at 1-6 months postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:53.452671+00:00"}
{"study_id": 181958, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "To examine the effect of feeding type (mothers' own milk, donor human milk, formula) on microbial patterns in preterm infants and identify factors promoting beneficial bacterial colonization.", "results_summary": "Mothers' own breast milk increased gut microbial diversity and influenced community structure compared to donor milk or formula. Prebiotics and probiotics showed positive bifidogenic effects, though results varied.", "population_specificity": "Preterm infants, including extremely low birth weight (ELBW) and very low birth weight infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:54.012446+00:00"}
{"study_id": 181957, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to determine whether maternal breastfeeding is associated with a reduced risk of autism spectrum disorder (ASD) in children.", "results_summary": "The meta-analysis found that children with ASD were significantly less likely to have been breastfed than children without ASD (OR = 0.61, 95% CI = 0.45-0.83, P = 0.002). Subgroup analyses indicated that breastfeeding, including with additional supplements, may protect against ASD.", "population_specificity": "Children with and without autism spectrum disorder (ASD).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:55.340283+00:00"}
{"study_id": 181959, "supplement_id": 954, "safety_score": "85", "efficacy_score": 60, "quality_score": 75, "study_goal": "The researchers aimed to assess the effect of prebiotic supplementation (versus no prebiotics) on the development of allergic diseases in pregnant women, breastfeeding mothers, and infants.", "results_summary": "Prebiotic supplementation in infants showed potential reductions in eczema, wheezing/asthma, and food allergy risks, but the certainty of these estimates was very low due to bias and imprecision. No adverse effects were reported, and growth rate and final infant weight were minimally affected.", "population_specificity": "Pregnant women, breastfeeding mothers, and infants (though no studies were found for pregnant or breastfeeding women).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:56.303628+00:00"}
{"study_id": 181960, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "To determine if maternal omega-3 LC-PUFA supplementation during late pregnancy and breastfeeding affects inflammatory cytokine levels in mothers and infants.", "results_summary": "Maternal omega-3 supplementation increased anti-inflammatory cytokines (IL-4, IL-10, IL-2) and reduced pro-inflammatory cytokines (IL-6, TNF-α) in mothers and infants, suggesting a shift toward an anti-inflammatory environment.", "population_specificity": "46 pregnant women and their infants.", "effective_dosage": "400 mL/day of a fish oil-enriched dairy drink (320 mg DHA + 72 mg EPA).", "study_duration": "From week 28 of pregnancy until the fourth month of lactation.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:07:56.863126+00:00"}
{"study_id": 181963, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "To investigate the prevalence of difficulties in initial breastfeeding techniques and their association with breast disorders in postpartum women.", "results_summary": "The study found that inadequate baby attachment (25%), baby response to breast contact (26.1%), and breast disorders (28.3%) were key difficulties. Adolescent mothers, low maternal schooling, and supplement provision were associated with higher odds of breast disorders, while working outside the household was protective.", "population_specificity": "276 mother-baby pairs in rooming-in at 3 hospitals in Minas Gerais, Brazil.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:00.702606+00:00"}
{"study_id": 181964, "supplement_id": 954, "safety_score": "85", "efficacy_score": 70, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the benefits and risks of daily oral iron supplementation on hematologic, growth, cognitive parameters, and adverse effects in exclusively breastfed infants.", "results_summary": "Iron supplementation showed no significant effect on iron deficiency or anemia but improved psychomotor development and mean corpuscular volume. It was associated with slower growth during exclusive breastfeeding, though long-term effects remain unclear.", "population_specificity": "Full-term healthy exclusively breastfed infants.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:01.242373+00:00"}
{"study_id": 181961, "supplement_id": 954, "safety_score": "90", "efficacy_score": 85, "quality_score": 80, "study_goal": "To compare serum vitamin D levels in exclusively breastfed infants at 6 months of age with or without oral supplementation of 600,000 IU of vitamin D3 to mothers in the early postpartum period.", "results_summary": "Infants of mothers supplemented with vitamin D3 had significantly higher serum 25OHD levels at 6 months compared to controls, with no adverse effects observed. However, radiological rickets occurred in four infants (two in each group), while biochemical rickets was only seen in the control group.", "population_specificity": "Exclusively breastfeeding term parturient mothers and their infants.", "effective_dosage": "60,000 IU/day of vitamin D3 for 10 days.", "study_duration": "10 days (with follow-up at 6 months).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:01.392027+00:00"}
{"study_id": 181965, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to review the nutrition-related structure, assumptions, and outputs of the Lives Saved Tool (LiST), including breastfeeding promotion and its impact on maternal and child health outcomes.", "results_summary": "The study highlights that breastfeeding promotion is included in LiST as an efficacious intervention linked to improved neonatal and child health outcomes, such as reduced mortality and improved nutrition status. The model incorporates evidence supporting breastfeeding's role in addressing stunting, wasting, and maternal anemia.", "population_specificity": "Maternal and child populations, particularly in low-resource settings where under-5 mortality and malnutrition are prevalent.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:02.950612+00:00"}
{"study_id": 181968, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the effect of prepregnancy obesity on self-reported delayed lactogenesis II and its association with early breastfeeding cessation.", "results_summary": "The study found that prepregnancy obesity and excessive gestational weight gain are associated with an increased risk of delayed lactogenesis II, which may lead to early breastfeeding cessation. Women with a BMI ≥ 30 kg/m² had a higher prevalence of delayed lactogenesis II compared to those with a BMI < 30 kg/m².", "population_specificity": "216 women with a singleton pregnancy who planned to breastfeed.", "effective_dosage": "Not available", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:03.863079+00:00"}
{"study_id": 181970, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to assess the risks and benefits of fluid supplementation (including breastfeeding) compared to standard fluid management in term and preterm newborn infants with unconjugated hyperbilirubinaemia requiring phototherapy.", "results_summary": "The study found no significant adverse effects from fluid supplementation, including breastfeeding, and no differences in breastfeeding frequencies between supplemented and non-supplemented infants. Serum bilirubin levels varied at some time points but showed no long-term clinical significance.", "population_specificity": "Term and preterm newborn infants with unconjugated hyperbilirubinaemia requiring phototherapy.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:04.835177+00:00"}
{"study_id": 181971, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine variation in formula supplementation among breastfed infants across hospitals, adjusting for socioeconomic, maternal, and infant factors, and to identify disparities and exemplar hospitals.", "results_summary": "Formula supplementation varied widely among hospitals (2.3% to 98.3%), with lower rates in level 1 hospitals. Significant disparities were noted for race, ethnicity, maternal education, and insurance coverage, while factors like smoking, cesarean delivery, and diabetes increased supplementation. Exemplar hospitals met the HealthyPeople 2020 goal of ≤14.2% supplementation.", "population_specificity": "160,911 breastfed infants born in 126 New York hospitals in 2014.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:07.857648+00:00"}
{"study_id": 181972, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 60, "quality_score": 70, "study_goal": "The researchers aimed to examine the role of exogenous oxytocin administration during birth on breastfeeding outcomes in humans.", "results_summary": "Fifty percent of the measures showed an association between exogenous oxytocin and less optimal breastfeeding outcomes, 23% reported no association, and 26% had mixed findings. Breastfeeding intentions, parity, and birth setting were inconsistently controlled across studies.", "population_specificity": "Women who received exogenous oxytocin during the birth process, including both low-risk and higher-risk births.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:08.430647+00:00"}
{"study_id": 181974, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the efficacy and safety of vitamin D supplementation in breastfeeding women for the prevention of allergic diseases.", "results_summary": "The study found very low certainty evidence suggesting vitamin D supplementation in breastfeeding women may not decrease the risk of developing asthma and/or wheezing. No significant effects were observed for other allergic diseases.", "population_specificity": "Pregnant women, breastfeeding women, infants, and children (though no studies were found for children).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:09.205079+00:00"}
{"study_id": 181973, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the role of nutrition, including breastfeeding-promotion, in child growth and development.", "results_summary": "The study discusses the effects of breastfeeding-promotion as part of broader nutritional interventions, highlighting its role in improving child growth and development, though specific results for breastfeeding alone are not detailed.", "population_specificity": "Mothers and children at high-risk of micronutrient deficiency.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:10.141539+00:00"}
{"study_id": 181977, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine if DHA supplementation during pregnancy in obese mothers reduces offspring adiposity.", "results_summary": "The study found a significant increase in maternal erythrocyte DHA levels at 36 weeks gestation in the supplemented group, but the abstract does not provide conclusive results on offspring adiposity reduction.", "population_specificity": "Mothers with gestational diabetes or obesity.", "effective_dosage": "800 mg/day of DHA.", "study_duration": "From 25-29 weeks gestation until delivery.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:12.215720+00:00"}
{"study_id": 181975, "supplement_id": 954, "safety_score": "80", "efficacy_score": 85, "quality_score": 75, "study_goal": "The researchers aimed to investigate the molecular mechanisms underlying transient neonatal zinc deficiency (TNZD) caused by SLC30A2/ZnT2 gene mutations and propose early diagnostic approaches to prevent TNZD morbidity.", "results_summary": "The study found that zinc-deficient breast milk due to SLC30A2/ZnT2 mutations leads to severe zinc deficiency in infants, with symptoms like dermatitis and diarrhea, but zinc supplementation effectively resolves these symptoms. The authors highlight the importance of early genetic diagnosis to prevent TNZD morbidity.", "population_specificity": "Infants exclusively breastfed by mothers with SLC30A2/ZnT2 gene mutations, particularly in American lactating mothers.", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:13.503360+00:00"}
{"study_id": 181976, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to evaluate the effects of a predominantly donor breastmilk (DBM) diet on growth and neurodevelopment in preterm infants compared to mother's own milk (MOM) or preterm formula (PF).", "results_summary": "Preterm infants fed predominantly DBM regained birthweight more slowly initially and scored lower in cognitive assessments at 1 and 2 years compared to those fed MOM or PF, though growth differences diminished over time.", "population_specificity": "Preterm infants in a level 3 neonatal intensive care unit (NICU) with a mean gestational age of 27.1 weeks and mean birthweight of 914 g.", "effective_dosage": "Predominantly (>50%) DBM, MOM, or PF supplementation.", "study_duration": "First month of life for growth assessment; neurodevelopment assessed at 1 and 2 years' corrected age.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:14.493196+00:00"}
{"study_id": 181978, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to examine the association between maternal BMI and serum 25(OH)D levels and bone density in exclusively breastfeeding mother-infant pairs.", "results_summary": "Obese breastfeeding women had lower 25(OH)D concentrations and higher bone mineral density (BMD) than lean women at 1, 4, and 7 months postpartum. Higher maternal BMI was associated with lower maternal and infant serum 25(OH)D levels, potentially affecting infant bone density.", "population_specificity": "234 exclusively breastfeeding mother-infant dyads recruited in the first postpartum month.", "effective_dosage": "Not specified in the abstract.", "study_duration": "Follow-up at 1, 4, and 7 months postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:16.952859+00:00"}
{"study_id": 181979, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 20, "quality_score": 75, "study_goal": "The researchers aimed to determine whether a single dose of maternal vitamin E supplementation could improve the vitamin E status of breastfeeding women in the first 60 days postpartum.", "results_summary": "The study found that a single 400 IU dose of RRR-α-tocopherol did not significantly change the mean serum α-tocopherol levels in breastfeeding women, indicating no improvement in vitamin E status. Both groups had inadequate dietary vitamin E intake, but their serum levels remained adequate throughout the study.", "population_specificity": "Fifty healthy breastfeeding women from two maternity hospitals in Natal, RN, Brazil.", "effective_dosage": "400 IU of RRR-α-tocopherol (single dose).", "study_duration": "60 days (follow-up period).", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:18.153059+00:00"}
{"study_id": 181980, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to determine if bone loss occurs in breastfeeding mothers, whether it is site-specific, and if correlations exist between serum bone turnover markers.", "results_summary": "Bone loss in exclusive breastfeeding mothers was site-specific, occurring in the lumbar bone at mid-lactation and the femoral bone in late lactation. Serum ionized calcium levels were lower in late lactation, and P1NP correlated with femoral BMD.", "population_specificity": "Exclusive breastfeeding mothers (1-6 months postpartum) compared to nonpregnant, nonlactating control women.", "effective_dosage": "Not specified", "study_duration": "6 months (early, mid-, and late lactation phases)", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:18.289565+00:00"}
{"study_id": 181981, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine the effectiveness of combined preventive nutrition interventions, including breastfeeding promotion, on improving linear growth (length-for-age z-scores) in children by 24 months.", "results_summary": "The study compared different combinations of interventions, including breastfeeding promotion, and found that bundled approaches could potentially mitigate childhood stunting, though specific results on breastfeeding alone were not detailed in the abstract.", "population_specificity": "Pregnant women and their resultant children in a rural district of Bangladesh.", "effective_dosage": "Not specified", "study_duration": "Data collection spanned from pregnancy to 24 months postpartum.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:19.013451+00:00"}
{"study_id": 181982, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 78, "study_goal": "The researchers aimed to evaluate the effects of maternal nutritional supplementation combined with a breastfeeding support program on birth outcomes and breastfeeding performance.", "results_summary": "The intervention significantly increased exclusive breastfeeding rates, improved infant breast milk intake (especially in mothers with lower baseline MUAC), and enhanced birth outcomes such as weight, weight-for-age, and head circumference-for-age.", "population_specificity": "228 singleton Vietnamese mothers aged 20-35 years at 26-29 weeks of gestation with pre-pregnancy BMI < 25.0 kg/m².", "effective_dosage": "Not specified", "study_duration": "12 weeks postnatal", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:20.990240+00:00"}
{"study_id": 181984, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 65, "quality_score": 75, "study_goal": "The researchers aimed to describe early breastfeeding behaviors and perceived problems among first-time mothers intending to exclusively breastfeed.", "results_summary": "The study found that 38% of women used formula during hospitalization, and 68% used formula by 2 weeks, with breastfeeding problems peaking at Week 2. Women with in-hospital formula use or less positive baseline attitudes were less likely to exclusively breastfeed at 2 and 8 weeks.", "population_specificity": "Primiparous, primarily highly educated, White women committed to breastfeeding.", "effective_dosage": "Not specified", "study_duration": "8 weeks postpartum", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:23.086501+00:00"}
{"study_id": 181983, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 80, "study_goal": "The researchers aimed to assess how omega-3 PUFA supplementation in breastfeeding mothers affects the fatty acid composition of human milk, particularly alpha-linolenic acid (ALA) levels and the LA-ALA ratio.", "results_summary": "Omega-3 supplementation significantly increased ALA content in human milk, with the highest levels observed in the group receiving both enriched margarine and rapeseed oil (MR). The MR group also showed the most favorable LA-ALA ratio for LC-PUFA synthesis, while docosahexaenoic acid and trans FA concentrations remained unchanged across groups.", "population_specificity": "Breastfeeding women (19-22 per group) in a multicenter study.", "effective_dosage": "Not specified (supplementation via enriched margarine, rapeseed oil, or a combination for 15 days).", "study_duration": "15-day supplementation after a 15-day washout period.", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:24.185732+00:00"}
{"study_id": 181985, "supplement_id": 954, "safety_score": "90", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the short and long-term respiratory health effects of breastfeeding and maternal dietary patterns during the first 1000 days from conception.", "results_summary": "Breastfeeding has beneficial effects on respiratory infections, but its protective effect on allergic disorders remains unclear. The study found no evidence to avoid or encourage highly allergenic foods during complementary feeding to modify tolerance development.", "population_specificity": "Children from birth to two years and their mothers (during pregnancy and lactation).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:25.010428+00:00"}
{"study_id": 181966, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to compare the effectiveness of lipid-based nutrient supplement (LNS) versus corn-soy blend (CSB), different soy qualities, and varying milk protein percentages in promoting fat-free tissue accretion in children with moderate acute malnutrition (MAM).", "results_summary": "The study found that LNS resulted in greater fat-free mass index (FFMI) accretion compared to CSB, while soy isolate (SI) showed no significant advantage over dehulled soy (DS). A 20% milk protein inclusion trended toward improved FFMI but was not statistically significant.", "population_specificity": "6- to 23-month-old children with moderate acute malnutrition in Burkina Faso, 95% of whom were breastfed.", "effective_dosage": "500 kcal/day as LNS or CSB, containing SI or DS, with 0%, 20%, or 50% of protein from milk.", "study_duration": "12 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:26.777759+00:00"}
{"study_id": 181987, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to evaluate the effect of early parenteral iron supplementation combined with erythropoietin on preventing anemia in preterm infants, including its impact on breastfeeding outcomes.", "results_summary": "The study found no significant differences in breastfeeding cases among the groups. Early parenteral iron supplementation combined with erythropoietin improved reticulocyte percentages, reduced total iron binding capacity, and enhanced hemoglobin and mean cell volume levels at 3 months.", "population_specificity": "Preterm infants", "effective_dosage": "Not specified", "study_duration": "2 weeks of life, with follow-up at corrected ages of 1 and 3 months", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:26.972785+00:00"}
{"study_id": 181986, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 85, "quality_score": 90, "study_goal": "The researchers aimed to evaluate the role of breastfeeding on neuropsychological benefits in children, as part of a broader study on environmental and nutritional factors affecting child development.", "results_summary": "The study found that breastfeeding contributes to neuropsychological benefits in children, alongside other factors like balanced maternal fish intake and prenatal exposure to certain pollutants. It highlighted the importance of breastfeeding as part of a comprehensive approach to child development.", "population_specificity": "Spanish children from the INMA birth cohort (over 3,500 participants).", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:26.974987+00:00"}
{"study_id": 181988, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 30, "quality_score": 50, "study_goal": "The researchers aimed to determine if supplementing human milk with calcium and phosphorus improves growth and bone metabolism in preterm infants without significant adverse effects.", "results_summary": "The study found no evidence of differences in growth outcomes (weight, length, head circumference) between supplemented and non-supplemented groups. Supplementation reduced serum alkaline phosphatase levels at six weeks, but this was unlikely to be clinically significant.", "population_specificity": "Hospitalized preterm infants.", "effective_dosage": "Not specified.", "study_duration": "Outcomes measured at two, four, and six weeks postnatal age.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:27.680672+00:00"}
{"study_id": 181989, "supplement_id": 954, "safety_score": "65", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to investigate the relationship between mastitis and antiretroviral therapy (ART) among HIV-positive, breastfeeding women, comparing maternal ART, infant nevirapine (NVP), and standard of care.", "results_summary": "The study found that both maternal ART and infant NVP were associated with a higher risk of mastitis or breast inflammation compared to standard of care, with increased hazard ratios for late-appearing mastitis. The findings suggest that mastitis may be a side effect of prophylactic ART or infant NVP during breastfeeding.", "population_specificity": "HIV-positive, breastfeeding women in Lilongwe, Malawi, who delivered live infants between 2004 and 2007.", "effective_dosage": "Not specified", "study_duration": "24 weeks of exclusive breastfeeding and 4 weeks of weaning (28 weeks total).", "interactions": "Maternal ART and infant NVP were associated with increased risk of mastitis or breast inflammation.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:31.532047+00:00"}
{"study_id": 181990, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether vitamin D3 supplementation (1,800 IU/d) in lactating mothers improves their vitamin D status and breast milk vitamin D levels.", "results_summary": "Vitamin D3 supplementation significantly increased maternal 25(OH)D levels but did not significantly increase breast milk 25(OH)D levels, though the change in milk levels was significantly different from the placebo group.", "population_specificity": "Thai lactating mothers with 25(OH)D levels of 10-30 ng/ml and their breast-fed infants.", "effective_dosage": "1,800 IU/d of vitamin D3", "study_duration": "6 weeks", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:31.742318+00:00"}
{"study_id": 181991, "supplement_id": 954, "safety_score": "95", "efficacy_score": 90, "quality_score": 85, "study_goal": "The researchers aimed to establish recommendations for complementary feeding (CF) in healthy term infants in Europe, emphasizing the role and duration of breastfeeding.", "results_summary": "The study recommends exclusive or full breastfeeding for at least 4 months and predominant breastfeeding for about 6 months, with complementary foods introduced between 4-6 months. It highlights the importance of varied flavors, iron-rich foods, and avoiding added sugar/salt, while noting specific guidelines for allergenic foods and vegan diets.", "population_specificity": "Healthy term infants in Europe.", "effective_dosage": "Not specified (focus on duration and types of foods).", "study_duration": "Up to 12 months (for certain dietary introductions).", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:33.726686+00:00"}
{"study_id": 181994, "supplement_id": 954, "safety_score": "85", "efficacy_score": 75, "quality_score": 65, "study_goal": "The researchers aimed to evaluate the effectiveness and perceived benefits of a galega-based food supplement in supporting breastfeeding mothers and enhancing milk production.", "results_summary": "The majority of mothers reported satisfaction with the product, with two-thirds noting improved milk production. The supplement was also associated with perceived psychological benefits and a high level of safety.", "population_specificity": "Italian breastfeeding mothers.", "effective_dosage": "Not specified.", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:34.425109+00:00"}
{"study_id": 181992, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": null, "quality_score": 75, "study_goal": "The researchers aimed to review the safety of creatine monohydrate and other creatine forms, with special focus on vulnerable subgroups, excluding pregnant and breastfeeding women.", "results_summary": "The abstract does not provide specific findings about breastfeeding, only noting that breastfeeding women were excluded from safety evaluations. Limited safety data exist for some creatine forms, with concerns raised for creatine orotate, creatine phosphate, and magnesium creatine chelate.", "population_specificity": "Healthy adults, excluding pregnant and breastfeeding women.", "effective_dosage": "3 g per day (for general creatine intake).", "study_duration": "Not specified.", "interactions": "None mentioned.", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:34.504744+00:00"}
{"study_id": 181993, "supplement_id": 954, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 85, "study_goal": "The researchers aimed to determine whether providing small-quantity lipid-based nutrient supplements (SQ-LNS) impacts breastfeeding or complementary feeding practices in infants.", "results_summary": "The study found that SQ-LNS did not negatively affect breastfeeding practices and may have improved feeding frequency in two sites (Burkina Faso and Malawi). Dietary diversity indicators mostly remained unchanged, though SQ-LNS was associated with higher consumption of animal-source foods in those same sites.", "population_specificity": "Infants aged 18 months from diverse sites in Africa (Ghana, Burkina Faso, Malawi, and one unspecified site).", "effective_dosage": "Not specified", "study_duration": "9-12 months of supplementation", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:36.047545+00:00"}
{"study_id": 183820, "supplement_id": 969, "safety_score": "Not Assessed", "efficacy_score": 75, "quality_score": 80, "study_goal": "The researchers aimed to evaluate the role of calcium supplementation in ensuring bone health among adults aged ≥65 years.", "results_summary": "The study suggests that calcium, along with vitamin D, is beneficial for bone health in older adults, though the abstract does not provide specific outcome data. The broader context indicates that supplementation can help meet nutritional requirements in at-risk populations.", "population_specificity": "Adults aged ≥65 years", "effective_dosage": "Not specified", "study_duration": "Not specified", "interactions": "None mentioned", "analysis_prompt_version": "1.1", "last_analyzed_at": "2025-06-19T20:08:43.986859+00:00"}
