{
  "supplement": "Alanine",
  "query": "Alanine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:07:34",
  "research_count": 1074,
  "count": 100,
  "articles": [
    {
      "pmid": "40290137",
      "title": "Alanine Derived from Ruminococcus_E bovis Alleviates Energy Metabolic Disorders during the Peripartum Period by Providing Glucogenic Precursors.",
      "authors": [
        "Fanlin Kong",
        "Shuo Wang",
        "Yijia Zhang",
        "Chen Li",
        "Dongwen Dai",
        "Yajing Wang",
        "Zhijun Cao",
        "Hongjian Yang",
        "Shengli Li",
        "Wei Wang"
      ],
      "journal": "Research (Washington, D.C.)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peripartum dairy cows commonly experience energy metabolism disorders, which lead to passive culling of postpartum cows and a decrease in milk quality. By using ketosis peripartum dairy cows as a model, this study aims to elucidate the metabolic mechanism of peripartum cows and provide a novel way for managing energy metabolic disorders. From a cohort of 211 cows, we integrated multi-omics data (metagenomics, metabolomics, and transcriptomics) to identify key microbes and then utilized an in vitro rumen fermentation simulation system and ketogenic hepatic cells to validate the potential mechanisms and the effects of postbiotics derived from key microbes. Postpartum cows with metabolic disorders compensate for glucose deficiency through mobilizing muscle proteins, which leads to marked decreases in milk protein content. Concurrently, these cows experience rumen microbiota disturbance, with marked decreases in the concentrations of volatile fatty acids and microbial protein, and the deficiency of alanine (Ala) in microbial protein is correlated with the metabolic disorder phenotype. Metagenomic binning and in vitro fermentation assays reveal that Ruminococcus_E bovis (MAG 189) is enriched in amino acid biosynthesis functions and responsible for Ala synthesis. Furthermore, transcriptomic and metabolomic analyses of the liver in metabolic disorder cows also show impaired amino acid metabolism. Supplementation with Ala can alleviate ketogenesis in liver cell models by activating the gluconeogenesis pathway. This study reveals that Ruminococcus_E bovis is associated with host energy metabolism homeostasis by supplying glucogenic precursors to the liver and suggests the use of Ala as a method for the treatment of energy metabolism disorders in peripartum cows."
    },
    {
      "pmid": "40284663",
      "title": "Structure, Function, and Regulation of LytA: The N-Acetylmuramoyl-l-alanine Amidase Driving the \"Suicidal Tendencies\" of Streptococcus pneumoniae-A Review.",
      "authors": [
        "Ernesto García"
      ],
      "journal": "Microorganisms",
      "publication_date": "2025-Apr-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Streptococcus pneumoniae (pneumococcus) is a significant human pathogen responsible for a range of diseases from mild infections to invasive pneumococcal diseases, particularly affecting children, the elderly, and immunocompromised individuals. Despite pneumococcal conjugate vaccines having reduced disease incidence, challenges persist due to serotype diversity, vaccine coverage gaps, and antibiotic resistance. This review highlights the role of LytA, a key autolysin (N-acetylmuramoyl-l-alanine amidase), in pneumococcal biology. LytA regulates autolysis, contributes to inflammation, and biofilm formation, and impairs bacterial clearance. It also modulates complement activation, aiding immune evasion. LytA expression is influenced by environmental signals and genetic regulation and is tied to competence for genetic transformation, which is an important virulence trait, particularly in meningitis. With the increase in antibiotic resistance, LytA has emerged as a potential therapeutic target. Current research explores its use in bacteriolytic therapies, vaccine development, and synergistic antibiotic strategies. Various compounds, including synthetic peptides, plant extracts, and small molecules, have been investigated for their ability to trigger LytA-mediated bacterial lysis. Future directions include the development of novel anti-pneumococcal interventions leveraging LytA's properties while overcoming vaccine efficacy and resistance-related challenges. Human challenge models and animal studies continue to deepen our understanding of pneumococcal pathogenesis and potential treatment strategies."
    },
    {
      "pmid": "40244537",
      "title": "Skin Protection Effects of Lactobacillus paragasseri HN910 Lysate and the Role of Alanine.",
      "authors": [
        "Chaewon Lee",
        "Lisong Pei",
        "Hyunjun Park",
        "Heebal Kim",
        "Chul Sung Huh"
      ],
      "journal": "Probiotics and antimicrobial proteins",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Skin aging is influenced by structural alterations, oxidative stress, inflammation, and microbiome changes, and a comprehensive approach to addressing these factors may be effective for mitigating skin aging. This study evaluates the multifaceted anti-aging effects of heat-killed (HK-HN910) and lysed (LS-HN910) forms of Lactobacillus paragasseri HN910. Protective effects on cell viability, cell permeability, nitric oxide (NO) production, and skin anti-aging gene expression for both HK-HN910 and LS-HN910 were observed. Both forms significantly enhanced tight junction (TJ) protein zonula occludens- 1 (ZO- 1) and antioxidant enzyme glutathione peroxidase (GPx) gene expression, while significantly downregulating that of senescence-associated secretory phenotype pro-inflammatory cytokines interleukin (IL)- 1α, IL- 1β, IL- 6, IL- 8, and tumor necrosis factor-alpha (TNFα). LS-HN910 showed significantly greater upregulation of ZO- 1 and GPx and greater downregulation of IL- 1β and TNFα expression compared to HK-HN910. Cell wall component D-alanine (D-Ala) was released in higher amounts in LS-HN910 than in HK-HN910 and demonstrated anti-aging effects. D-Ala upregulated gene expression of skin barrier ZO- 1, claudin- 1 (Cla- 1), occludin (OCC), filaggrin (FLG), and sphingomyelin phosphodiesterase 2 (SMPD2) and antioxidant enzymes superoxide dismutase (SOD), catalase (CAT), and GPx, while downregulating IL- 1α, IL- 1β, IL- 6, IL- 8, and TNFα. LS-HN910 treatment clinically revealed improvements in anti-aging parameters, including transepidermal water loss, skin water contents, sebum levels, dermal density, eye wrinkle index, skin pH, brightness, and microbiota composition, with a significant increase in Rhodococcus abundance. These findings indicate that LS-HN910, containing released D-Ala, is a promising cosmeceutical for preventing skin aging by enhancing the skin barrier, promoting oxidative defense, modulating inflammatory responses, and influencing skin microbiota."
    },
    {
      "pmid": "40229214",
      "title": "Synthesis of a Trans-Phakellistatin 21/22 Conformer and Related Alanine Scanning Analogs With Neuroprotective Activity.",
      "authors": [
        "Iqra Kanwal",
        "Hunain Ali",
        "Farkhanda Mushtaq",
        "Sadia Basharat Ali",
        "A Ganesan",
        "Shabana Usman Simjee",
        "Muhammad Adnan Akram",
        "Farzana Shaheen"
      ],
      "journal": "Journal of peptide science : an official publication of the European Peptide Society",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The phakellistatins are a class of cyclic peptide natural products among which phakellistatin 21 and 22 isolated from the marine sponge Stylissa flabelliformis are cyclo(Pro1-Pro2-Met(O)3-Phe4-Glu5-Leu6-Pro7-Pro8-Tyr9-Ile10) epimeric at the methionine sulfoxide residue. The natural product contains two cis and two trans proline residues and is reported to have significant cytotoxic activities. We attempted the total synthesis of phakellistatin 21/22 via on-resin macrocyclization using methionine as a building block. The final product contained methionine sulfoxide, suggesting that aerial oxidation took place during the synthesis and during the original isolation of the natural product. Our synthetic peptide cyclo(trans-Pro1,2,7,8)-Pha21 (1) was identified as an unnatural conformer of natural product phakellistatin 21/22 with all Pro residues present as trans amides. The Peptide 1 was inactive against human cancer cell lines, unlike the natural product. We additionally synthesized alanine scanning Analogs 2-5 in which a Pro residue was replaced by Ala and Analog 6, where all four Pro residues were substituted by Ala. Peptides 1, 2, 3, and 5 were found to have neuroprotective effects on primary cortex cells and are potential leads for the treatment of neurodegenerative disorders.",
      "mesh_terms": [
        "Neuroprotective Agents",
        "Humans",
        "Alanine",
        "Peptides, Cyclic",
        "Cell Line, Tumor",
        "Animals",
        "Porifera"
      ]
    },
    {
      "pmid": "40225271",
      "title": "Efficacy of Antiviral Therapy in Chronic Hepatitis B Patients With Normal Alanine Aminotransferase: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Yuting Diao",
        "Yueying Zeng",
        "Zhihao Huang",
        "Chunfang You"
      ],
      "journal": "Canadian journal of gastroenterology & hepatology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "Background and objectives: The efficacy of antiviral therapy in chronic hepatitis B (CHB) patients with normal alanine aminotransferase (ALT) is controversial. This study aimed to systematically review and analyze antiviral efficacy in ALT-normal CHB patients. Methods: PubMed, Embase, Web of Science, and the Cochrane Library databases from inception to 17 May 2024 were searched for retrieving relevant studies with antiviral efficacy of ALT-normal CHB patients. Results: Of 4992 records screened, 10 studies met the criteria for inclusion and had a low risk of bias. The pooled proportions of undetectable HBV DNA, HBeAg loss, HBeAg seroconversion, HBsAg loss, and HBsAg seroconversion in ALT-normal CHB patients with antiviral therapy were 87%, 35%, 19%, 16%, and 10%, respectively. Subgroup analysis suggested that the virological and serological responses were better in patients receiving IFN-based therapy or with a longer follow-up time. Compared with no treatment, antiviral therapy was associated with significant higher rates of undetectable HBV DNA (RR: 65.62, 95% CI: 16.65-258.57, and p < 0.01), HBeAg loss (RR: 14.97, 95% CI: 3.31-67.65, and p < 0.01), HBsAg loss (RR: 14.22, 95% CI: 4.10-49.29, and p < 0.01), and HBsAg seroconversion (RR: 24.65, 95% CI: 3.06-198.60, and p < 0.01). The normal ALT group and elevated ALT group had comparable antiviral efficacy including proportions of undetectable HBV DNA, HBeAg loss, and HBeAg seroconversion (p > 0.05). Conclusions: CHB patients with normal ALT could benefit from antiviral therapy, and the virological and serological responses were comparable to that of ALT-elevated ones.",
      "mesh_terms": [
        "Humans",
        "Hepatitis B, Chronic",
        "Antiviral Agents",
        "Alanine Transaminase",
        "Hepatitis B e Antigens",
        "DNA, Viral",
        "Treatment Outcome",
        "Hepatitis B Surface Antigens",
        "Hepatitis B virus"
      ]
    },
    {
      "pmid": "40187250",
      "title": "DL-alanine promotes the colonization of Pseudomonas aeruginosa and their synergistic enrichment of selenium and decrease of cadmium absorption by Brassica napus.",
      "authors": [
        "Huan Zhang",
        "Hua Zhang",
        "Wenju Liu",
        "Zheng Lei",
        "Yin Wang",
        "Jiandong Sheng",
        "Zhen Wang",
        "Chengxiao Hu",
        "Xiaohu Zhao"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In selenium-rich regions, selenium and cadmium coexist in soil, posing a threat to agricultural product safety. This study explores the influence of Pseudomonas aeruginosa and DL-alanine on selenium and cadmium uptake in Brassica napus. Through pot and medium experiments, along with FTIR and XPS analyses, we found that DL-alanine significantly boosts Pseudomonas aeruginosa biofilm formation and root colonization. Compared with the control group, the combined treatment of DL-alanine and Pseudomonas aeruginosa increased the selenium content in the shoots by 55.8 %, and decreased the cadmium content in the shoots and roots by 66.3 % and 67.9 %, respectively. The direct reason for this result is that the available selenium in the rhizosphere soil increased by 32 % and the available cadmium decreased by 10 %. Further investigation shows that DL-alanine promotes the transformation of Se(0) to Se(-II) and the formation of CdSe nanoparticles by Pseudomonas aeruginosa, which enhances the availability of selenium and reduces that of cadmium. Furthermore, gene expression analysis revealed that the expression levels of selenium-related genes were upregulated, while those of cadmium transport genes were downregulated. This study proposes a new method for improving selenium utilization and reducing cadmium absorption in soils where selenium and cadmium coexist, providing a theoretical basis for safer agricultural practices."
    },
    {
      "pmid": "40058067",
      "title": "Serum metabolomic profiling uncovered metabolic shifts in individuals upon moderate-altitude exposure and identified the potentiality of beta-alanine to ameliorate hyperuricemia.",
      "authors": [
        "Xuanfu Chen",
        "Guoxiang Zou",
        "Zhibo Yang",
        "Xin Qi",
        "Feier Song",
        "Long Peng",
        "Dingchen Wang",
        "Jingyan Zhou",
        "Jiahui Ma",
        "Haiwei He",
        "Yimei Hong",
        "Yu-E Wang",
        "Yanqun Fan",
        "Zhipeng Liu",
        "Xin Li"
      ],
      "journal": "Redox biology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: High-altitude exposure has been associated with an increased risk of hyperuricemia (HU) and gout, though the underlying mechanisms remain poorly understood. METHODS: We conducted a comprehensive analysis of the serum metabolome and phenome in both discovery and validation cohorts of Han Chinese individuals who underwent long-term moderate-altitude exposure (∼12 months), as well as in an independent cohort consisting of local Han Chinese and Tibetans residing in Nyingchi (>5 years). Beta-Alanine intervention was applied in hypoxanthine and potassium oxonate-induced in vitro and in vivo experiments. RESULTS: Individuals exposed to moderate altitude exhibited elevated serum urate and an increase in overall medium-chain fatty acids (MCFAs), coupled with a decrease in overall amino acids (AAs) and short-chain fatty acids (SCFAs). Rmcorr correlation analysis revealed a significant negative association between Beta-Alanine and serum urate, whereas nonanoic acid was in versa, potentially driving lower serum urate in long-term exposed residents. Both in vitro and in vivo experiments demonstrated that Beta-Alanine inhibited xanthine oxidase (XOD) and reversed the HU phenotype in human hepatocytes and mice induced by hypoxanthine (HX) and potassium oxonate (PO), with a urate-lowering effect in mice. Hepatic pathology and transcriptome analysis of HU mice treated with Beta-Alanine indicated that the mechanisms involved the inhibition of XOD, amelioration of the inflammation phenotype in hepatocytes, and promotion of renal urate excretion. Furthermore, the 10-fold cross-validation random forest classification (RFC) predictive modeling based on selected metabolites and phenotypes achieved an area under receiver operating characteristic (ROC) curve (AUC) value of 0.93 (95 % confidence interval (CI): 0.85-1.00) and 0.79 (95 % CI: 0.59-0.98) for distinguishing individuals with high risk of asymptomatic HU (AHU) in the training dataset and validation dataset, respectively. CONCLUSIONS: This study reveals serum urate and metabolome altered in moderate-altitude exposed individuals and Beta-Alanine intervention could ameliorate hyperuricemia. Our findings suggest that targeting the circulating metabolome may pave novel avenues to counter diseases associated with HU.",
      "mesh_terms": [
        "Hyperuricemia",
        "Humans",
        "beta-Alanine",
        "Animals",
        "Altitude",
        "Mice",
        "Male",
        "Metabolomics",
        "Uric Acid",
        "Metabolome",
        "Female",
        "Adult",
        "Middle Aged",
        "Xanthine Oxidase",
        "Hepatocytes",
        "Hypoxanthine"
      ]
    },
    {
      "pmid": "40010353",
      "title": "Effects of Combined Versus Single Supplementation of Creatine, Beta-Alanine, and L-Citrulline During Short Sprint Interval Training on Basketball Players' Performance: A Double-Blind Randomized Placebo-Controlled Trial.",
      "authors": [
        "Menghao Li",
        "Mohsen Sheykhlouvand"
      ],
      "journal": "International journal of sports physiology and performance",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Athletes often use sport supplements to improve their physical and physiological performance. This randomized, double-blind, placebo (PL) -controlled study aimed to investigate the effects of combined versus single supplementation of creatine (Cr), beta-alanine (BA), and L-citrulline (L-Cit) during short sprint interval training (SSIT) on basketball players' physical and physiological performance over a period of 28 days. METHODS: Forty-eight basketball players were equally assigned to 6 groups of Cr (0.1 g/kg of Cr monohydrate daily), BA (4.8 g daily), L-Cit (6 g daily), combined supplementation, PL, and an active control group, and each group consisted of 8 participants. The training groups participated in SSIT (3 sets of 10 repetitions of 5-s all-out runs) sessions 3 times a week for 4 weeks. Physical (vertical jump, 20-m sprint, Illinois change of direction) and physiological (Wingate anaerobic power and cardiorespiratory fitness test) performance were evaluated before and after the training period. RESULTS: All training groups (Cr, BA, L-Cit, combined, and PL) showed significant improvements in physical and physiological performance over the 4-week intervention (P < .05). Interestingly, the supplement groups displayed significantly (P = .001) greater changes than the PL group, indicating better outcomes in performance adaptations. However, significant differences in performance variables were observed among the supplement groups. CONCLUSION: Our findings indicate that short-term supplementation with Cr, BA, and L-Cit, as well as a combination of them during SSIT, can significantly improve the physical and physiological performance of basketball players compared to a PL.",
      "mesh_terms": [
        "Humans",
        "Double-Blind Method",
        "beta-Alanine",
        "Basketball",
        "Dietary Supplements",
        "Athletic Performance",
        "Male",
        "Creatine",
        "Young Adult",
        "Citrulline",
        "High-Intensity Interval Training",
        "Cardiorespiratory Fitness",
        "Adult"
      ]
    },
    {
      "pmid": "39996595",
      "title": "Mechanistic Insights into the Reversible Inhibition of d-Cycloserine in Alanine Racemase from Mycobacterium tuberculosis.",
      "authors": [
        "Jingyuan Zhuang",
        "Wei Yang",
        "Gui-Juan Cheng"
      ],
      "journal": "Journal of chemical information and modeling",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "d-Cycloserine (DCS), an antibiotic used in the treatment of drug-resistant tuberculosis, was traditionally believed to irreversibly inhibit the pyridoxal-5'-phosphate (PLP)-dependent alanine racemase from Mycobacterium tuberculosis (MtAlr). However, recent research suggests that the inhibition is reversible, as MtAlr can be reactivated by destructing DCS. This study employs the hybrid quantum mechanics/molecular mechanics (QM/MM) method to investigate the mechanisms of MtAlr inhibition and DCS destruction. Computational results indicate that the inhibition reaction via an \"isoxazole-forming\" pathway is kinetically favorable, while the DCS destruction reaction via an \"oxime-forming\" pathway is thermodynamically favorable, explaining the irreversible inhibition of DCS. For the inhibition reaction, the isoxazole product was found to prefer the keto form, contrary to the previously proposed enol form. Moreover, K44 and D322' were identified as key residues. K44 transfers the proton from Cα and Cβ of DCS, while D322' stabilizes the carbanion intermediate and isoxazole product via electrostatic interaction with the protonated K44. Such electrostatic interaction was eliminated in the DCS-resistance variant, D322'N, making the inhibition reaction unfavorable. For DCS destruction, an \"up-to-down\" conformational change is required to place the isoxazolidinone ring in an appropriate position for hydrolysis. The deprotonated Y273' facilitates the hydrolysis reaction by enhancing the nucleophilicity of the water molecule. Throughout the whole reaction of MtAlr, PLP plays multiple roles, including stabilizing the carbanion intermediate and acting as a proton shuttle. Overall, this study provides deeper insight into the catalytic mechanism of MtAlr and offers valuable insights for drug development.",
      "mesh_terms": [
        "Cycloserine",
        "Mycobacterium tuberculosis",
        "Alanine Racemase",
        "Molecular Dynamics Simulation",
        "Quantum Theory",
        "Enzyme Inhibitors",
        "Thermodynamics",
        "Models, Molecular"
      ]
    },
    {
      "pmid": "39971533",
      "title": "[Long-term therapeutic outcomes of antiviral treatment in patients with chronic hepatitis B infection with normal alanine aminotransferase, mild liver inflammation, and fibrosis].",
      "authors": [
        "Y C Shi",
        "Y W Tan"
      ],
      "journal": "Zhonghua gan zang bing za zhi = Zhonghua ganzangbing zazhi = Chinese journal of hepatology",
      "publication_date": "2024-Dec-30",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Objective: To study the long-term prognostic outcomes of antiviral therapy in patients with chronic hepatitis B (CHB) accompanied with normal alanine aminotransferase (ALT), mild or slight inflammation, and/or liver fibrosis. Methods: A retrospective study method was used. Patients with CHB who underwent liver biopsy at Zhenjiang Third People's Hospital, affiliated with Jiangsu University, from January 2005 to July 2022 were included. Baseline data, clinical data, and clinical outcome events at the end of follow-up were collected. Cox proportional hazards regression and Kaplan-Meier survival analysis were used to assess the risk of clinical events. Results: A total of 149 CHB cases with normal ALT with mild or slight inflammation or fibrosis were included. Eighty-six cases were treated with antiviral therapy, while 63 were not. The median follow-up time was 82.00 (45.50,153.00) months. In the follow-up endpoint events, four cases (4.65%, 4/86) in the antiviral group had liver cirrhosis, while none had progressed to hepatocellular carcinoma. Five cases (7.94%, 5/63) in the non-antiviral group had liver cirrhosis, and two cases (3.17%, 2/63) had hepatocellular carcinoma. Kaplan-Meier survival analysis showed that the cumulative risk of clinical events did not significantly increase in the non-antiviral group (P>0.05). The presence of liver fibrosis with high-normal ALT levels at baseline were associated with an increased risk of clinical events (P<0.05). Cox analysis showed that baseline age, high ALT level, and presence of liver fibrosis were independent risk factors for clinical events. The two groups differed significantly in terms of the proportion of HBVDNA below the detection value and ALT normalization rate at the endpoint (P<0.05). However, there was no significant difference in the HBsAg negative conversion rate between the two groups at the end (P>0.05). Conclusion: The occurrence risk of long-term liver adverse events was not significantly improved by antiviral treatment in patients with chronic hepatitis B accompanied by normal ALT levels, mild or slight inflammation, and/or liver fibrosis. However, clinical outcomes were associated with baseline age, higher ALT levels, and liver fibrosis, suggesting that these factors are independent risk factors for the occurrence of clinical events.",
      "mesh_terms": [
        "Humans",
        "Hepatitis B, Chronic",
        "Liver Cirrhosis",
        "Retrospective Studies",
        "Antiviral Agents",
        "Alanine Transaminase",
        "Treatment Outcome",
        "Male",
        "Female",
        "Prognosis",
        "Adult",
        "Liver",
        "Inflammation",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39940072",
      "title": "Air pollution causes abnormal alanine aminotransferase levels in patients with chronic hepatitis B.",
      "authors": [
        "Tyng-Yuan Jang",
        "Yu-Ting Zeng",
        "Po-Cheng Liang",
        "Chih-Da Wu",
        "Yu-Ju Wei",
        "Pei-Chien Tsai",
        "Po-Yao Hsu",
        "Yi-Shan Tsai",
        "Ming-Yen Hsieh",
        "Yi-Hung Lin",
        "Meng-Hsuan Hsieh",
        "Chih-Wen Wang",
        "Jeng-Fu Yang",
        "Ming-Lun Yeh",
        "Chung-Feng Huang",
        "Wan-Long Chuang",
        "Jee-Fu Huang",
        "Batbold Batsaikhan",
        "Chia-Yen Dai",
        "Pau-Chung Chen",
        "Ming-Lung Yu"
      ],
      "journal": "Journal of the Chinese Medical Association : JCMA",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: To investigate the association between air pollution and abnormal alanine aminotransferase levels in patients with chronic hepatitis B treated with nucleotide/nucleoside analogs. METHODS: This cross-sectional study enrolled 1,275 patients with chronic hepatitis B treated with nucleotide/nucleoside analogs from 2019 to 2022 in Kaohsiung and analyzed the incidence and risk factors for abnormal alanine aminotransferase levels. Daily air pollutant concentrations were estimated for the year prior to enrolment. RESULTS: Abnormal alanine aminotransferase levels were observed in 1,127 patients (88.4%) before treatment with nucleotide/nucleoside analogs (NAs). Logistic regression analysis revealed that the strongest factor associated with abnormal alanine aminotransferase levels was the level of hepatitis B virus DNA (odds ratio/confidence interval: 1.40/1.25-1.57; p<0.001), followed by concentration of particulate matter ≤2.5 µm in diameter (1.05/1.02-1.08; p<0.001) and liver cirrhosis (0.27/0.17-0.42; p<0.001). Among patients without cirrhosis, logistic regression analysis revealed that the strongest factors associated with abnormal alanine aminotransferase levels were the level of hepatitis B virus DNA (odds ratio/confidence interval: 1.52/1.28-1.82; p<0.001) and concentration of particulate matter ≤2.5 µm in diameter (1.06/1.101-1.11; p=0.01). Among patients with cirrhosis, logistic regression analysis revealed that the strongest factor associated with abnormal alanine aminotransferase levels was hepatitis B virus DNA level (odds ratio/confidence interval: 1.28/1.12-1.48; p=0.001). CONCLUSION: Higher concentrations of particulate matter ≤2.5 µm in diameter caused elevated baseline alanine aminotransferase levels in patients with chronic hepatitis B receiving nucleotide/nucleoside analog therapy. The impact of particulate matter ≤2.5 µm in diameter on abnormal alanine aminotransferase levels was particularly pronounced in patients without cirrhosis."
    },
    {
      "pmid": "39925575",
      "title": "Low Aspartate Aminotransferase/Alanine Aminotransferase Ratio as an Indicator of Metabolic Syndrome Among HIV Patients on Dolutegravir Therapy in Southwestern Uganda.",
      "authors": [
        "Daniel Nzaramba",
        "Charles Nkubi Bagenda",
        "Hope Mudondo",
        "Jazira Tumusiime",
        "Elastus Ssemwanga",
        "Darlington Muhwezi",
        "Sylvia Achieng Lumumba",
        "Ritah Kiconco",
        "Simon Peter Rugera"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: This study aimed to investigate the association between the aspartate aminotransferase-to-alanine aminotransferase (AST/ALT) ratio and metabolic syndrome (MetS) among HIV-infected patients on dolutegravir-based antiretroviral therapy (ART). PATIENTS AND METHODS: A cross-sectional study was conducted on 377 adults on dolutegravir-based ART for at least one year. Data were collected from July 1 to August 15, 2024. Participants were systematically sampled, data were collected using a pre-tested questionnaire, anthropometric measurements were taken, and blood samples were collected for biochemical analysis. A low AST/ALT ratio was defined as ≤ 1 and MetS as the presence of at least three of the following: central obesity, fasting hyperglycemia, elevated triglycerides, low HDL-C, and hypertension (International Diabetes Federation (IDF) Consensus worldwide definition, 2006). Logistic regression was used to assess the association between low AST/ALT ratio and MetS, and receiver operating curve (ROC) analysis was conducted to evaluate its predictive performance. RESULTS: The median age of the participants was 44 years (interquartile range (IQR): 30-59), with 56.2% being female. The prevalence of MetS was 35.3% (133/377, 95%CI: 30.6-40.3). A significant association was found between low AST/ALT ratio and MetS (aOR: 2.19, 95% CI: 1.28-3.73, p = 0.004). Female gender (adjusted odds ratio (aOR): 3.68, 95% CI: 2.07-6.55, p < 0.001) and smoking (aOR: 3.96, 95% CI: 1.77-8.86, p < 0.001) were also significantly associated with MetS. The ALT/AST ratio had a significant predictive power for MetS (AUC = 0.583, 95% CI: 0.523-0.643). CONCLUSION: The prevalence of MetS is high. A low AST/ALT ratio is significantly associated with MetS, making it a potential biomarker among HIV patients on ART."
    },
    {
      "pmid": "39919992",
      "title": "High-normal and abnormal alanine transaminase levels linked to increased risk of hepatoma following treatment for chronic hepatitis C.",
      "authors": [
        "Yen-Chun Chen",
        "Pei-Chien Tsai",
        "Chung-Feng Huang",
        "Chi-Yi Chen",
        "Chao-Hung Hung",
        "Chien-Hung Chen",
        "Chi-Ming Tai",
        "Pin-Nan Cheng",
        "Hsing Tao Kuo",
        "Lein-Ray Mo",
        "Ching Chu Lo",
        "Yi-Hsiang Huang",
        "Han-Chieh Lin",
        "Pei-Lun Lee",
        "Ming-Jong Bair",
        "Te-Sheng Chang",
        "Chun-Yen Lin",
        "Szu-Jen Wang",
        "Tsai-Yuan Hsieh",
        "Tzeng-Hue Yang",
        "Cheng-Yuan Peng",
        "Chi-Chieh Yang",
        "Lee-Won Chong",
        "Chien-Wei Huang",
        "Chih-Wen Lin",
        "Cheng-Hsin Chu",
        "Ming-Chang Tsai",
        "Jia-Horng Kao",
        "Chun-Jen Liu",
        "Wan-Long Chuang",
        "Kuo-Chih Tseng",
        "Ming-Lung Yu"
      ],
      "journal": "Journal of the Formosan Medical Association = Taiwan yi zhi",
      "publication_date": "2025-Feb-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/PURPOSE: The risk of hepatocellular carcinoma (HCC) is increased in patients with chronic hepatitis C (CHC) and elevated alanine transaminase (ALT) levels. The association between HCC and ALT levels after interferon (IFN) or direct-acting antivirals (DAA) therapy is unclear. METHODS: Patients with CHC receiving antiviral therapy were included in two large-scale cohorts in Taiwan (T-COACH and TACR). Posttreatment ALT levels were assessed at 24-weeks/12-weeks after the end-of-treatment with IFN/DAA. HCC risk after antiviral therapy were identified for evaluation. RESULTS: Of 29,926 CHC patients enrolled in the study, 64%, 22.5%, and 13.5% had posttreatment healthy-normal (female, ≤19 U/L; male ≤30 U/L), high-normal (female, 19-40 U/L; male, 30-40 U/L), and abnormal (>40 U/L) ALT levels, respectively. During a median follow-up of 2.4 years, 1245 patients developed HCC. The 5-year cumulative HCC incidence was 11.2% and 5.2% in the abnormal and high-normal ALT groups, respectively, compared to 2.7% in the healthy ALT group. In Cox regression analysis, factors associated with a higher HCC risk were advanced fibrosis, abnormal and high-normal posttreatment ALT levels, cirrhosis, and old age; whereas a sustained virological response (SVR) was associated with a lower HCC risk. The aforementioned impacts of abnormal and high-normal posttreatment ALT levels were observed across the SVR, non-SVR, and non-cirrhotic subgroups. CONCLUSION: Patients with CHC with high-normal and abnormal posttreatment ALT levels have an increased risk of HCC; thus, HCC surveillance is still necessary in this population."
    },
    {
      "pmid": "39873357",
      "title": "Association Between Elevation of Serum Alanine Aminotransferase and HBsAg Seroclearance After Nucleos(t)ide Analog Withdrawal.",
      "authors": [
        "Ying-Nan Tsai",
        "Jia-Ling Wu",
        "Cheng-Hao Tseng",
        "Shang-Chen Tseng",
        "Chih-Lung Hung",
        "Mindie H Nguyen",
        "Jaw-Town Lin",
        "Yao-Chun Hsu"
      ],
      "journal": "Alimentary pharmacology & therapeutics",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: Alanine aminotransferase (ALT) frequently elevates in chronic hepatitis B patients stopping nucleos(t)ide analogs (NAs). AIMS: To clarify the association between ALT elevation and HBsAg seroclearance after NA withdrawal. METHODS: This multicenter cohort study reviewed consecutive patients discontinuing NA between 2004/04/01 and 2022/05/24. Treatment initiation and discontinuation generally followed the Asian-Pacific guidelines. Eligible patients had negative HBeAg and undetectable HBV DNA before treatment cessation, without malignancy, organ transplant or autoimmune disorders. We used competing risk analysis to estimate HBsAg seroclearance incidence and a time-dependent model to investigate post-cessation ALT elevation. RESULTS: Among 841 patients (74.7% male; median age, 53.2 years; median treatment duration, 34.7 months), 38 patients cleared HBsAg over a median follow-up of 3.7 years, with a 10-year cumulative incidence of 12.4%. The median peak ALT level was significantly lower in patients achieving HBsAg seroclearance versus not (93 vs. 127 U/L; p < 0.001). Hepatitis flare after NA cessation (> 5 times upper limit) was inversely associated with HBsAg seroclearance in the univariable analysis (sub-distribution hazard ratio [SHR], 0.31; 95% confidence interval [CI], 0.13-0.73; p = 0.007), and the association was not significant (adjusted SHR, 0.42; 95% CI, 0.09-2.01; p = 0.28) in the multivariable analysis adjusted for pretreatment HBV DNA. Consistent results were observed in the sensitivity analyses with different ALT cutoffs and subgroup analysis adjusted for HBsAg levels at treatment cessation. CONCLUSION: ALT elevation after NA cessation is not associated with HBsAg seroclearance following NA withdrawal, suggesting cytolytic pathways are not essential for a functional cure.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Middle Aged",
        "Hepatitis B Surface Antigens",
        "Hepatitis B, Chronic",
        "Alanine Transaminase",
        "Antiviral Agents",
        "Adult",
        "DNA, Viral",
        "Cohort Studies",
        "Aged",
        "Hepatitis B virus",
        "Retrospective Studies",
        "Withholding Treatment",
        "Nucleosides"
      ]
    },
    {
      "pmid": "39832765",
      "title": "Fourteen weeks of β-alanine supplementation and HIIT did not improve serum BDNF concentrations and Stroop test performance.",
      "authors": [
        "Paloma Tavares Mendonça",
        "Yago Medeiros Dutra",
        "Barbara M Antunes",
        "Fabio Lira",
        "Alessandro Moura Zagatto"
      ],
      "journal": "International journal of sports medicine",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate whether 14 weeks of β-alanine supplementation and high-intensity intermittent training improves brain-derived neurotrophic factor concentrations and cognitive aspects related to executive functions assessed by the Stroop test. Thirteen healthy and active men underwent a 4-week supplementation period (β-alanine: 6.4 g/d or a placebo) followed by 10-week supplementation combined with high-intensity intermittent training, totaling 14 weeks of intervention. Participants underwent a graded exercise test, while the blood samples for brain-derived neurotrophic factor analysis and the Stroop test (cognitive task) were assessed before and after a high-intensity intermittent exercise (10 runs of 1:1 min effort and a pause ratio at 130% of respiratory compensation point). These measurements were performed three times across the study being at baseline, after 4 weeks of supplementation (POST4weeks) and at the end of the 14 weeks of study (POST14weeks). Compared to baseline values, there were no improvements in brain-derived neurotrophic factor concentrations or Stroop test performance with either β-alanine or high-intensity intermittent training. Lactate peak concentrations in a high-intensity intermittent exercise session also did not differ between groups. However, high-intensity intermittent training did improve some cardiorespiratory parameters (i.e., intensity associated with V̇O2max p=0.01 and respiratory compensation point, p=0.01). In conclusion, β-alanine supplementation alone or associated with high-intensity intermittent training did not improve the brain-derived neurotrophic factor concentrations and Stroop test performance in healthy men."
    },
    {
      "pmid": "39825277",
      "title": "The incremental value of aspartate aminotransferase/alanine aminotransferase ratio combined with CURB-65 in predicting treatment outcomes in hospitalized adult community-acquired pneumonia patients with type 2 diabetes mellitus.",
      "authors": [
        "Huamei Zhou",
        "Xuelei Zhu",
        "Yi Zhang",
        "Wenjuan Xu",
        "Shiqun Li"
      ],
      "journal": "BMC pulmonary medicine",
      "publication_date": "2025-Jan-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The features of community-acquired pneumonia (CAP) patients with type 2 diabetes mellitus (T2DM) differ from those without. This study aims to spot a routinely tested parameter with discriminative, predictive and prognostic value to enhance CURB-65's prognostic accuracy in CAP patients with T2DM. METHODS: We retrospectively studied consecutive CAP patients from 2020 to 2021, comparing laboratory parameters between patients with and without T2DM. Receiver operating characteristic (ROC) curve analysis, univariate and multivariate logistic regression were used to identify key parameters. The area under the ROC curve (AUC), Fagan's nomogram, net reclassification improvement (NRI), and integrated discrimination improvement (IDI) evaluated the added predictive accuracy. RESULTS: A total of 720 patients were included, comprising 180 diabetic CAP patients and 540 non-diabetic controls after matching for age, gender, and comorbidities through propensity score matching. In diabetic CAP patients, the aspartate aminotransferase/alanine aminotransferase (AST/ALT) ratio showed the highest AUC (0.676, 95% CI, 0.575-0.776) among laboratory parameters with different distributions between the groups. AST/ALT was also identified as an independent predictor of poor treatment outcome (OR = 3.672, 95% CI, 1.455-9.268, p = 0.006). Adding AST/ALT to CURB-65 slightly increased the AUC, but remarkably enhanced NRI and IDI (AUC, 0.756 vs. 0.782, p = 0.017; continuous NRI, 0.635, 95% CI, 0.304-0.966, p < 0.001; categorical NRI, 0.175, 95% CI, 0.044-0.307, p = 0.009; IDI, 0.043, 95% CI, 0.006-0.080, p = 0.021). An AST/ALT ratio of ≥ 1.625 conferred a 74% post-test probability of poor treatment outcome, while < 1.625 predicted 21%. AST/ALT also predicted outcomes for all the CAP patients enrolled (OR = 1.771, 95% CI, 1.231-2.549, p = 0.002). Predictive accuracy improved after incorporating AST/ALP into CURB-65 in these population (AUC, 0.615 vs. 0.645, p = 0.038; continuous NRI, 0.357, 95% CI, 0.196-0.517, p < 0.001; categorical NRI, 0.264, 95% CI, 0.151-0.376, p < 0.001; IDI, 0.019, 95% CI, 0.008-0.029, p < 0.001). CONCLUSIONS: AST/ALT was identified as a discriminative, predictive and prognostic factor for CAP patients with T2DM. The integration of AST/ALT into CURB-65 enhanced outcome prediction for both diabetic and non-diabetic CAP patients.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Diabetes Mellitus, Type 2",
        "Alanine Transaminase",
        "Retrospective Studies",
        "Community-Acquired Infections",
        "Aspartate Aminotransferases",
        "Aged",
        "Middle Aged",
        "Pneumonia",
        "Prognosis",
        "ROC Curve",
        "Treatment Outcome",
        "Predictive Value of Tests",
        "Biomarkers",
        "Community-Acquired Pneumonia"
      ]
    },
    {
      "pmid": "39724872",
      "title": "Beta-Alanine for Improving Exercise Capacity, Muscle Strength, and Functional Performance of Older Adults: A Systematic Review.",
      "authors": [
        "Júlio Benvenutti Bueno de Camargo",
        "Felipe Alves Brigatto"
      ],
      "journal": "Journal of aging and physical activity",
      "publication_date": "2024-Dec-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVE:  Beta-alanine supplementation increases muscle carnosine content and also improves exercise capacity and performance in young adults, with mixed findings emerging from the few studies investigating its effects on older participants. Therefore, this study aimed to systematically review the evidence regarding the effects of beta-alanine on exercise capacity, muscle strength, and functional performance of older adults. METHODS:  This systematic review was conducted following the specific methodological guidelines of the Preferred Report Items for Systematic Reviews and Meta-Analyses and the Physiotherapy Evidence Database scale. Furthermore, the Cochrane risk-of-bias assessment tool was used. The search was carried out in five relevant databases (MEDLINE, Embase, Web of Science, Scopus, and Cochrane Library) from inception up to March 2024. RESULTS:  Of the 1,749 registers identified, only five met the established criteria and were included in this systematic review. A total of 163 older adults (mean age ± SD: 69.1 ± 2.8 years; range: 66.2-72.7 years) were included across all five studies. The majority of studies included participants from both genders. The mean intervention duration ± SD was 11.7 ± 1.0 weeks. The mean daily dosage was 2.7 ± 0.4 g/day (range: 2.4-3.2 g/day). CONCLUSION:  Overall, exercise capacity may be improved following supplementation protocols with dosages ranging from 2.4 to 3.2 g/day. Muscle strength and functional performance do not seem to be improved by beta-alanine since these tasks are not significantly impacted by acidosis buildup."
    },
    {
      "pmid": "39697421",
      "title": "Effect of L-alanine exposure during early life stage on olfactory development, growth and survival in age-0 lake sturgeon Acipenser fulvescens.",
      "authors": [
        "Tyler Edwards",
        "Ian A Bouyoucos",
        "Caleb T Hasler",
        "Mark Fry",
        "W Gary Anderson"
      ],
      "journal": "Conservation physiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Environmental factors play an important role in phenotypic development of fishes, which has implications for hatchery-reared fishes that are released into the wild where natural cues are present. There is interest in examining how early exposure to dietary odourants can affect development of olfaction. The aim of our study was to use behavioural, molecular and electro-physiological techniques to evaluate how introduction of the amino acid L-alanine to the rearing environment might influence the development of olfactory perception of dietary cues, growth and survival in lake sturgeon (Acipenser fulvescens), a species of conservation concern. We hypothesized that exposure to amino acids would influence the onset of feeding during dietary transitions from endogenous to exogenous feeding and predicted that the introduction of L-alanine during early development would promote growth and survival of age-0 lake sturgeon. Additionally, we hypothesized that olfaction in lake sturgeon is a developmentally plastic trait, predicting that the addition of L-alanine prior to exogenous feeding would influence mRNA transcript abundance of genes associated with detection of dietary cues. Our approach was to add L-alanine daily from 17 to 20 days post-fertilization (DPF) before the onset of exogenous feeding. We sampled individuals at 17, 21, 26, 31, 50, 65 and 80 DPF. Additionally, olfactory sensitivity to L-alanine was tested at ~1 year via electro-olfactogram (EOG). We observed no significant differences in mortality or EOG response between L-alanine and control treatments; however, significant differences were observed in morphometrics, behaviour and mRNA transcript abundance of all genes throughout development. Our results indicated the olfactory system exhibited developmental plasticity in response to L-alanine treatment until 50-65 DPF, suggesting that environmental odourants may influence early development of key olfactory processes. Our data could inform practises at conservation hatcheries that are used as part of enhancement programmes for lake sturgeon."
    },
    {
      "pmid": "39697014",
      "title": "[Prognostic value of albumin and aspartate aminotransferase/alanine aminotransferase ratio in patients with acute liver failure in hyperacute phase of sepsis: a multicenter retrospective cohort study].",
      "authors": [
        "Xiaozhou Li",
        "Qianqian Yin",
        "Guangkuo Zhao",
        "Yanan Hai",
        "Zhiping Sun",
        "Yunli Chang"
      ],
      "journal": "Zhonghua wei zhong bing ji jiu yi xue",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "English Abstract"
      ],
      "abstract": "OBJECTIVE: To investigate the prognostic value of albumin (ALB), aspartate aminotransferase/alanine aminotransferase ratio (AST/ALT) in patients with acute liver failure (ALF) in hyperacute phase of sepsis which provided the basis for clinical evaluation and prognostic judgment and corresponding treatment options. METHODS: A multicenter retrospective cohort study was conducted. Patients with ALF in hyperacute phase of sepsis admitted to Zhoupu Hospital Affiliated to Shanghai Health College, Shanghai Pudong New Area People's Hospital, and Shanghai Oriental Hospital from January 2019 to February 2024 were enrolled. General data such as gender and age of the patients were collected. Lactate dehydrogenase (LDH), liver function indexes [total bilirubin (TBIL), direct bilirubin (DBIL), AST, ALT, AST/ALT, ALB, total protein (TP), globulin (GLB), ALB/GLB ratio (A/G), blood amine, γ-glutamyl transpeptidase (γ-GT)], platelet count (PLT), creatinine, activated partial thromboplastin time (APTT), severity of illness scores [acute physiology and chronic health evaluation II (APACHE II), sequential organ failure assessment (SOFA)], serum procalcitonin (PCT), N-terminal pro-brain natriuretic peptide (NT-proBNP), arterial blood lactic acid (Lac) within 24 hours after admission, and whether to use mechanical ventilation, whether to use vasoactive drugs, whether to use artificial liver treatment and prognosis during hospitalization also were collected. The differences of clinical data between patients with different prognosis were compared. The variables with statistically significant differences in univariate analysis were included in multivariate Logistic regression analysis to determine the independent risk factors for death of patients with ALF in hyperacute phase of sepsis during hospitalization. The receiver operator characteristic curve (ROC curve) was drawn to evaluate the predictive value of ALB and AST/ALT for death of patients with ALF in hyperacute phase of sepsis during hospitalization. RESULTS: A total of 73 patients with ALF in hyperacute phase of sepsis were included, with 22 survived and 51 died during hospitalization and the mortality of 69.86%. Compared with the survival group, the patients in the death group had lower ALB, γ-GT within 24 hours after admission and proportion of artificial liver treatment, and higher AST/ALT, SOFA score, LDH and proportion of use of vasoactive drugs. The differences were statistically significant. Multivariate Logistic regression analysis showed that ALB and AST/ALT were the independent risk factors for death in patients with ALF in hyperacute phase of sepsis during hospitalization [ALB: odds ratio (OR) = 0.856, 95% confidence interval (95%CI) was 0.736-0.996, P = 0.044; AST/ALT: OR = 2.018, 95%CI was 1.137-3.580, P = 0.016]. ROC curve analysis showed that the area under the curve (AUC) of ALB for predicting in-hospital death in patients with ALF in hyperacute phase of sepsis was 0.760 (95%CI was 0.637-0.884, P < 0.001). When ALB ≤ 29.05 g/L, the sensitivity was 68.2%, and the specificity was 76.5%. The AUC of AST/ALT for predicting in-hospital death in patients with ALF in hyperacute phase of sepsis was 0.764 (95%CI was 0.639-0.888, P < 0.001). When AST/ALT ≥ 1.26, the sensitivity was 59.1%, and the specificity was 90.2%. CONCLUSIONS: The lower the ALB level, and the higher the AST/ALT within 24 hours after admission, the worse the prognosis of patients with ALF in hyperacute phase of sepsis. ALB and AST/ALT can be used as clinical indicators to evaluate the severity and prognosis of patients with ALF in hyperacute phase of sepsis.",
      "mesh_terms": [
        "Humans",
        "Retrospective Studies",
        "Prognosis",
        "Sepsis",
        "Aspartate Aminotransferases",
        "Alanine Transaminase",
        "Liver Failure, Acute",
        "Male",
        "Female",
        "APACHE",
        "Serum Albumin",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39634912",
      "title": "Impact of Sodium-Glucose Co-Transporter Type-2 Inhibitors on Alanine Aminotransferase Levels in Type-2 Diabetes Patients Having Features of Nonalcoholic Fatty Liver Disease: A Retrospective Cohort Study in Pakistan.",
      "authors": [
        "Asefa S Ansari",
        "Azra Rizwan",
        "Uzma Z Khan",
        "Syed Iqbal Azam"
      ],
      "journal": "Pakistan journal of medical sciences",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: We aimed to elucidate the effectiveness of Sodium-glucose co-transporter-2 inhibitors (SGLT2-I) in the reduction of ALT among Type-2 diabetes patients (T2DM) with Non-alcoholic fatty liver disease (NAFLD). METHODS: We retrospectively collected data from 120 files of T2DM, aged 30-60 years, with elevated ALT, and documented follow-up for one year from August 2018 - July 2019. The effects of SGLT2Is (Dapagliflozin and Empagliflozin) were evaluated using Generalized Estimating Equation (GEE) for analysis. RESULTS: The overall mean age was 48.9 ± 7.3 years, 57.5% were females, and the mean duration of diabetes was 8.5 ± 5.6 years. At baseline, the mean BMI was 32.5 ± 5.7 kg/m2, mean ALT was 51.6 IU/L ± 17.8 IU/L, and mean HbA1c was 8.5% ± 1.5%. There was a statistically significant reduction in mean ALT of 2.2 IU/L (p-value 0.02) with every 10 mg/dl increase in LDL among females using 10 mg Empagliflozin as compared to males not on SGLT2i. CONCLUSIONS: We observed an average reduction in mean ALT levels when SGLT2Is was initiated in T2DM patients having NAFLD. Apart from encouraging diet and lifestyle modification, early intervention with SGLT2Is may decrease liver-related morbidity and mortality resulting from NAFLD."
    },
    {
      "pmid": "39629074",
      "title": "Dipeptide alanine-glutamine ameliorates retinal neurodegeneration in an STZ-induced rat model.",
      "authors": [
        "Yuhan Zhang",
        "Mingyan Wei",
        "Xin Wang",
        "Yuan Xu",
        "Rongrong Zong",
        "Xiang Lin",
        "Shiying Li",
        "Wensheng Chen",
        "Zuguo Liu",
        "Qian Chen"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Diabetic retinopathy (DR) is a common complication of diabetes. Retinal neuronal degeneration is an early event in DR, indicated by the declined electroretinogram (ERG). Dipeptide alanine-glutamine (Ala-Gln) is widely used as a nutritional supplement in the clinic and has anti-inflammatory effects on the gastrointestinal system. Studies also reported that glutamine has beneficial effects on diabetes. This study aimed to investigate the possible therapeutic effects of Ala-Gln in diabetic retinal neurodegeneration and to delineate its mechanism of action. METHODS: The Streptozotocin (STZ)-induced rat model was used as a DR model. ERG was used to measure the neuronal function of the retina. Western blot analysis was performed to test the expression of proteins. Immunofluorescence staining was used for the detection and localization of proteins. RESULTS: In diabetic rats, the amplitudes of ERG were declined, while Ala-Gln restored the declined ERG. Retinal levels of inflammatory factors were significantly decreased in Ala-Gln-treated diabetic rats. Ala-Gln mitigated the declined levels of glutamine synthetase and ameliorated the upregulated levels of glial fibrillary acidic protein (GFAP) in diabetic retinas. Moreover, Ala-Gln upregulated the glycolytic enzymes pyruvate kinase isozymes 2 (PKM2), lactate dehydrogenase A (LDHA) and LDHB and stimulated the mTOR signaling pathway in diabetic retinas. The mitochondrial function was improved after the treatment of Ala-Gln in diabetic retinas. DISCUSSION: Ala-Gln ameliorates retinal neurodegeneration by reducing inflammation and enhancing glucose metabolism and mitochondrial function in DR. Therefore, manipulation of metabolism by Ala-Gln may be a novel therapeutic avenue for retinal neurodegeneration in DR."
    },
    {
      "pmid": "39623960",
      "title": "Treatment response to nucleos(t)ide analogs in chronic hepatitis B with mildly elevated alanine aminotransferase: Letter to the editor on \"Antiviral therapy for chronic hepatitis B with mildly elevated aminotransferase: A rollover study from the TORCH-B trial\".",
      "authors": [
        "Jian Wang",
        "Fei Cao",
        "Chuanwu Zhu",
        "Chao Wu",
        "Rui Huang"
      ],
      "journal": "Clinical and molecular hepatology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39558163",
      "title": "Efficient suppression of premature termination codons with alanine by engineered chimeric pyrrolysine tRNAs.",
      "authors": [
        "Aya Awawdeh",
        "Alejandro Tapia",
        "Sarah A Alshawi",
        "Olabode Dawodu",
        "Sarah A Gaier",
        "Caitlin Specht",
        "Jean-Denis Beaudoin",
        "Jeffery M Tharp",
        "Oscar Vargas-Rodriguez"
      ],
      "journal": "Nucleic acids research",
      "publication_date": "2024-Dec-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mutations that introduce premature termination codons (PTCs) within protein-coding genes are associated with incurable and severe genetic diseases. Many PTC-associated disorders are life-threatening and have no approved medical treatment options. Suppressor transfer RNAs (sup-tRNAs) with the capacity to translate PTCs represent a promising therapeutic strategy to treat these conditions; however, developing novel sup-tRNAs with high efficiency and specificity often requires extensive engineering and screening. Moreover, these efforts are not always successful at producing more efficient sup-tRNAs. Here we show that a pyrrolysine (Pyl) tRNA (tRNAPyl), which naturally translates the UAG stop codon, offers a favorable scaffold for developing sup-tRNAs that restore protein synthesis from PTC-containing genes. We created a series of rationally designed Pyl tRNAScaffold Suppressor-tRNAs (PASS-tRNAs) that are substrates of bacterial and human alanyl-tRNA synthetase. Using a PTC-containing fluorescent reporter gene, PASS-tRNAs restore protein synthesis to wild-type levels in bacterial cells. In human cells, PASS-tRNAs display robust and consistent PTC suppression in multiple reporter genes, including pathogenic mutations in the tumor suppressor gene BRCA1 associated with breast and ovarian cancer. Moreover, PTC suppression occurred with high codon specificity and no observed cellular dysregulation. Collectively, these results unveil a new class of sup-tRNAs with encouraging potential for tRNA-based therapeutic applications.",
      "mesh_terms": [
        "Humans",
        "RNA, Transfer",
        "Lysine",
        "Codon, Nonsense",
        "Alanine",
        "Protein Biosynthesis",
        "BRCA1 Protein",
        "Alanine-tRNA Ligase",
        "HEK293 Cells",
        "Codon, Terminator",
        "Escherichia coli",
        "Female",
        "Genetic Engineering"
      ]
    },
    {
      "pmid": "39438670",
      "title": "Nonlinear association between alanine aminotransferase to high-density lipoprotein cholesterol ratio and risk of gestational diabetes mellitus.",
      "authors": [
        "Zhen An",
        "Tianqi Niu",
        "Yuanyuan Lu",
        "Bin Yao",
        "Feifan Feng",
        "Hui Zhang",
        "Hongbin Li"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Oct-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Previous studies have indicated a potential association between the alanine aminotransferase to high-density lipoprotein cholesterol (ALT/HDL-C) ratio and the risk of Type 2 Diabetes Mellitus, but its relation with gestational diabetes mellitus (GDM) remains uncertain. This study aims to investigate the correlation between the ALT/HDL-C ratio in early pregnancy and the risk of GDM. This study is a secondary analysis based on an open-source cohort study. A total of 590 single pregnant women attending two hospitals in Korea up to 14 weeks gestation were included between November 2014 and July 2016. Logistic regression analysis, subgroup analysis, and smooth curve fitting were employed to explore the association between the ALT/HDL-C ratio and GDM risk. The predictive capability of the ALT/HDL-C ratio for GDM was assessed using ROC curve analysis. The average age of participants was 32.06 ± 3.80 years, with a GDM incidence rate of 6.27%. Multifactorial logistic regression analysis revealed that the serum ALT/HDL-C ratio is an independent influencing factor for GDM (OR = 1.08, 95% CI: 1.02-1.16). Furthermore, a non-linear relationship between the ALT/HDL-C ratio and GDM risk was observed, with a turning point at 5.51. The effect size (OR) on the left and right sides of the turning point were 0.75 (95% CI: 0.37-1.59) and 1.55 (95% CI: 1.18-2.00), respectively. Additionally, when combined with age, pre-pregnancy body mass index, parity, and insulin resistance index in a prediction model for GDM, the ALT/HDL-C ratio demonstrated improved sensitivity of prediction by reaching up to 67.6%, specificity of prediction by reaching up to 87.3%, and an area under curve value of 0.819 (95%CI: 0.743-0.894). In early pregnancy, the serum ALT/HDL-C ratio shows a positive correlation with maternal risk in a nonlinear manner. The combination of ALT/HDL-C ratio with maternal characteristics and metabolic indicators provides good predictive value for GDM. This study may facilitate optimization of GDM prevention in pregnant women and enable timely and effective intervention to enhance their prognosis.",
      "mesh_terms": [
        "Humans",
        "Diabetes, Gestational",
        "Female",
        "Pregnancy",
        "Alanine Transaminase",
        "Cholesterol, HDL",
        "Adult",
        "Risk Factors",
        "ROC Curve",
        "Republic of Korea",
        "Logistic Models"
      ]
    },
    {
      "pmid": "39421169",
      "title": "Phosphate-to-alanine ratio and bilirubin-to-androsterone glucuronide ratio are the hub metabolites in upper gastrointestinal cancers: a Mendelian randomisation (MR) study.",
      "authors": [
        "Pengkhun Nov",
        "Duanyu Wang",
        "Chongyang Zheng",
        "Syphanna Sou",
        "Socheat Touch",
        "Samnang Kouy",
        "Virak Vicheth",
        "Lilin Li",
        "Yangfeng Zhang",
        "Xiang Liu",
        "Changqian Wang",
        "Peizan Ni",
        "Qianzi Kou",
        "Ying Li",
        "Arzoo Prasai",
        "Wen Fu",
        "Wandan Li",
        "Kunpeng Du",
        "Jiqiang Li"
      ],
      "journal": "Ecancermedicalscience",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: Upper gastrointestinal (UGI) cancers, particularly esophageal cancer (EC) and gastric cancer (GC) represent a significant health burden with complex etiologies. Metabolic alterations are known to play a crucial role in cancer development and progression. Identifying key metabolic biomarkers may offer insights into the pathophysiology of UGI cancers and potential therapeutic targets. This study aimed to investigate the causal associations between 1,400 types of metabolites, specifically phosphate-to-alanine and bilirubin-to-androsterone glucuronide, and the risk of developing UGI cancers using Mendelian randomisation (MR) analysis. METHOD: We conducted a two-sample MR study utilising genetic instruments identified from large-scale genome-wide association studies (GWASs) for metabolic traits. The outcomes were derived from GWAS datasets of UGI cancer patients, including EC and GC. Several MR methods were employed to ensure the robustness of the findings, including inverse variance weighted (IVW), MR-Egger and weighted median approaches. RESULTS: Our analysis found a total of 44 metabolites associated with EC and 15 metabolites associated with GC. The MR analyses revealed a significant causal relationship between the phosphate-to-alanine ratio (EC: OR = 1.002,95% CI = 1.00034-1.0037, p = 0.0037; GC: OR = 1.24,95% CI = 1.046-1.476, p = 0.01) and increased risk of UGI cancers. In contrast, the bilirubin-to-androsterone glucuronide ratio (EC: OR = 0.998,95% CI = 0.997-0.999, p = 0.03; GC: OR = 0.80,95% CI = 0.656-0.991, p = 0.04) was inversely associated with the risk, suggesting a potential protective effect. CONCLUSION: Our findings suggest that the phosphate-to-alanine ratio and bilirubin-to-androsterone glucuronide ratio are key hub metabolites in the etiology of UGI cancers. These metabolic ratios could serve as potential biomarkers for early detection or targets for therapeutic intervention. Further research is warranted to elucidate the underlying biological mechanisms and to validate the clinical utility of these associations."
    },
    {
      "pmid": "39408021",
      "title": "Low Serum Alanine Aminotransferase Blood Activity Is Associated with Shortened Survival of Renal Cell Cancer Patients and Survivors: Retrospective Analysis of 1830 Patients.",
      "authors": [
        "Menachem Laufer",
        "Michal Sarfaty",
        "Eyal Jacobi",
        "Edward Itelman",
        "Gad Segal",
        "Maxim Perelman"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Oct-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Sarcopenia is characterized by a loss of muscle mass and function and is often associated with frailty, a syndrome linked to physical disability and shortened survival in various patient populations, including cancer patients. Low serum alanine aminotransferase (ALT) values, serving as a biomarker for sarcopenia, were previously associated with frailty and shortened survival in several cancers. In the current study, we aimed to test the association between low ALT and shorter survival in renal cell carcinoma (RCC) patients and survivors. Methods: This was a retrospective analysis of RCC patients and survivors, both in- and outpatients. We defined patients with sarcopenia as those presenting with ALT < 17 IU/L. Results: We identified records of 3012 RCC patients. The cohort included 1830 patients (mean age 65.6 ± 13.3 years, 68% were men) of whom only 179 underwent surgical treatment. Out of the eligible cohort, 811 patients (44.3%) had ALT < 17 IU/L, with a mean ALT value of patients within the low-ALT group of 11.79 IU/L, while the mean value in the higher ALT level group was 24.44 IU/L (p < 0.001). Patients in the low-ALT group were older (67.9 vs. 63.7 years; p < 0.001) and had lower BMIs (26.6 vs. 28; p < 0.001). In addition, patients with low ALT had lower hemoglobin values (12.14 vs. 12.91 g/dL; p < 0.001), higher serum creatinine (1.49 vs. 1.14; p < 0.001) and higher platelet to lymphocyte ratios (178 vs. 156; p < 0.001). In a univariate analysis, low ALT levels were associated with a 72% increase in mortality (95% CI 1.46-2.02, p < 0.001). In a multivariate model controlled for age, gender, hemoglobin, platelets, LDH, neutrophil to lymphocyte ratios and platelet to lymphocyte ratios, low ALT levels were still associated with a 27% increase in mortality (HR = 1.27, 95% CI 1.08-1.51; p = 0.005). Conclusion. Low ALT values, associated with sarcopenia and frailty, are also associated with shortened survival in RCC patients, and survivors and could potentially be applied for optimizing individual treatment decisions."
    },
    {
      "pmid": "39379873",
      "title": "Risk factors for significant histological changes in both HBeAg positive and negative treatment-naive chronic hepatitis B with persistently normal alanine aminotransferase level.",
      "authors": [
        "Chengan Xu",
        "Yue Zhao",
        "Hanzhu Chen",
        "Wenya Ren",
        "Xingdi Yang",
        "Wei Zheng",
        "Qiaoqiao Yin",
        "Hongying Pan"
      ],
      "journal": "BMC infectious diseases",
      "publication_date": "2024-Oct-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic hepatitis B virus (HBV) infection remains a serious health issue, and determining the optimal time for antiviral therapy is challenging. We aimed to assess liver histological changes in patients with HBeAg-positive chronic hepatitis B (CHB) and those with HBeAg-negative CHB who had persistently normal alanine aminotransferase and to determine the association between significant liver injury and various clinical parameters. METHODS: We retrospectively included, in this study, 339 treatment-naïve patients with chronic HBV infections who had persistently normal alanine aminotransferase and underwent liver biopsy from 2013 to 2023. Histologic assessment was based on the Metavir scoring system to evaluate the association between clinical characteristics and the severity of liver inflammation and fibrosis. RESULTS: Among the included participants, 138 were HBeAg-positive and 201 were HBeAg-negative. Lower hepatitis B surface antigen (HBsAg) (P = 0.003) and higher aspartate aminotransferase (AST) (P = 0.002) levels were associated with significant necroinflammation, whereas increasing age (P = 0.004) and lower HBV DNA (P < 0.001) levels were associated with significant fibrosis in HBeAg-positive patients with normal ALT levels. Higher HBV-DNA (P = 0.001) and AST levels(P < 0.001) were associated with significant necroinflammation, and higher AST(P < 0.001) levels were associated with significant fibrosis in HBeAg-negative patients. CONCLUSIONS: A substantial proportion of patients with HBV infection who had normal ALT presented significant liver injury. HBsAg and AST were independent predictive factors for evaluating inflammation, while HBV DNA load and age were independent predictive factors for evaluating fibrosis in the HBeAg-positive group. HBV DNA load and AST were independent predictive factors for evaluating inflammation, while AST were independent predictive factors for evaluating fibrosis in the HBeAg-negative group.",
      "mesh_terms": [
        "Humans",
        "Hepatitis B, Chronic",
        "Male",
        "Female",
        "Alanine Transaminase",
        "Hepatitis B e Antigens",
        "Adult",
        "Retrospective Studies",
        "Risk Factors",
        "Middle Aged",
        "Liver",
        "Hepatitis B virus",
        "DNA, Viral",
        "Liver Cirrhosis",
        "Biopsy",
        "Aspartate Aminotransferases",
        "Hepatitis B Surface Antigens",
        "Young Adult"
      ]
    },
    {
      "pmid": "39363218",
      "title": "Nucleos(t)ide analogs to treat patients with positive hepatitis B virus deoxyribonucleic acid and normal alanine transaminase: protocol for an open-label single-center randomized parallel controlled trial.",
      "authors": [
        "Jing Zhou",
        "Fa-Da Wang",
        "Lan-Qing Li",
        "Yu-Jin Li",
        "Shi-Yan Wang",
        "En-Qiang Chen"
      ],
      "journal": "Trials",
      "publication_date": "2024-Oct-03",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol"
      ],
      "abstract": "BACKGROUND: Direct high-quality evidence remains absent on the benefits of HBeAg-negative chronic hepatitis B patients (CHB) with normal alanine transaminase (ALT) and positive HBV DNA after nucleos(t)ide analogs (NAs) treatment. METHODS: This is a single-center, open-label, randomized parallel controlled trial with a follow-up duration of 96 weeks. An estimated 300 patients will be recruited at West China Hospital of Sichuan University, China. After stratified by serum HBV DNA (< 2000 vs. ≥ 2000 IU/ml), eligible patients will be randomized (allocation ratio 1:1) to receive either antiviral therapy (the treatment group) or regular examination alone (the control group). The primary outcomes are rates of virological response and changes in the levels of serum HBV pregenomic RNA (pgRNA) and scores of health-related qualities of life. DISCUSSION: This randomized controlled trial focuses on HBeAg-negative patients with normal ALT, including those of the inactive carrier phase and the grey zone, whose antiviral treatment remains controversial. Additionally, a health-related quality of life scale is introduced to comprehensively estimate the benefit of antiviral treatment apart from virological response and adverse liver events. Meaningfully, the study findings will provide high-quality and direct evidence for optimal clinical management in such populations. TRIAL REGISTRATION: This trial was registered with the Chinese Clinical Trial Registry (ChiCTR2300069391) on 15 March 2023.",
      "mesh_terms": [
        "Humans",
        "Hepatitis B virus",
        "Alanine Transaminase",
        "Antiviral Agents",
        "Hepatitis B, Chronic",
        "DNA, Viral",
        "Randomized Controlled Trials as Topic",
        "Adult",
        "Treatment Outcome",
        "China",
        "Quality of Life",
        "Male",
        "Middle Aged",
        "Female",
        "Hepatitis B e Antigens",
        "Young Adult",
        "Biomarkers",
        "Nucleosides",
        "Time Factors",
        "Viral Load"
      ]
    },
    {
      "pmid": "39350300",
      "title": "Effect of high-dose multivitamin supplements on alanine aminotransferase elevations among adults living with HIV on antiretroviral therapy in Tanzania.",
      "authors": [
        "Sabina F Mugusi",
        "David M Sando",
        "Ferdinand M Mugusi",
        "Claudia A Hawkins",
        "Said S Aboud",
        "Wafaie W Fawzi",
        "Christopher R Sudfeld"
      ],
      "journal": "BMC nutrition",
      "publication_date": "2024-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: HIV infection can cause malabsorption and rapid utilization of nutrients. A randomized trial of multivitamin supplementation among people living with HIV/AIDS (PLWHA) initiating antiretroviral therapy (ART) in Tanzania was stopped early due to increased alanine aminotransferase (ALT) concentrations in the multiple recommended dietary allowances (RDA) multivitamin group. We conducted detailed analysis to assess the effect of multivitamins on ALT elevations and evaluate whether subgroups of PLWHA have greater hepatotoxicity risks associated with the use of high-dose multivitamins. METHODS: We utilized data from a randomized, double-blind trial conducted in 2006-2009 that assessed the effect of high-dose multivitamins that contained vitamin B complex, vitamin C, and vitamin E at multiple RDA as compared to standard-dose multivitamins containing single RDAs among adults initiating ART in Tanzania. We evaluated the effect of high-dose multivitamins on incident mild/moderate ALT elevations > 40 IU/L, persistent ALT elevations > 40 IU/L (2 + clinic visits), and severe ALT elevations > 200IU/L using Cox proportional hazard models. We then evaluated effect modification by patient characteristics to determine if subgroups of PLWHA experienced different magnitudes of risk for ALT elevations associated with high-dose multivitamins. RESULTS: High-dose multivitamins increased the risk of incident mild/moderate ALT elevations > 40 IU/mL as compared to standard-dose multivitamins (hazard ratio (HR): 1.41; 95%CI: 1.26,1.58) as well as incident sustained mild/moderate ALT elevations (HR: 1.19; 95%CI: 1.04,1.36), but there was no overall effect on severe ALT elevations (HR: 1.44; 95% CI: 0.91,2.28). There was no evidence that the effect of high-dose multivitamins on any or sustained mild/moderate ALT elevations was modified by any patient characteristic. However, CD4 T-cell count was found to modify the effect of high-dose multivitamins on severe ALT elevations (p-value for interaction:0.01). Among participants with a baseline CD4 T-cell count ≤ 100 cells/µL, individuals receiving high-dose multivitamins had 3.74 times (95%CI: 1.52-9.17) the risk of incident severe ALT elevations compared to standard-dose multivitamins, while participants with CD4 T-cell counts > 100 cells/µL, appeared to have no effect of high-dose multivitamins on severe ALT elevations (HR:0.92; 95% CI: 0.50,1.67). CONCLUSIONS: High-dose RDA multivitamin supplementation increased the incidence of any mild to moderate ALT elevations among adults starting ART in Tanzania and the magnitude of the risk does not appear to differ by patient characteristics. However, immunocompromised PLWHA with CD4 T-cell counts < 100 cells/µL may experience greater risk of severe ALT elevations associated with the use of high-dose multivitamins. Although the study findings offer significant insights, it is essential to take into account limitations imposed by newer cART regimes."
    },
    {
      "pmid": "39343539",
      "title": "A peptide against the N-terminus of myristoylated alanine-rich C kinase substrate promotes neuronal differentiation in SH-SY5Y human neuroblastoma cells.",
      "authors": [
        "Jannatul Ferdous",
        "Kiyotada Naitou",
        "Mitsuya Shiraishi"
      ],
      "journal": "The Journal of veterinary medical science",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Myristoylated alanine-rich protein kinase C substrate (MARCKS) plays crucial roles in neuronal functions and differentiation. However, specific effects of the myristoylated N-terminal sequence (MANS) peptide, a widely used MARCKS modulator comprising the initial 24 amino acids of MARCKS, on neuronal cells remain unclear. Therefore, in this study, we aimed to examine the effects and action mechanisms of the MANS peptide on SH-SY5Y human neuroblastoma cells, which served as the in vitro neuronal cell models. MANS treatment of SH-SY5Y cells resulted in significant neurite outgrowth within 24 hr, which was as prominent as that induced by seven days of treatment with all-trans retinoic acid, the most common agent used to induce SH-SY5Y cell differentiation. Levels of synaptophysin, a neuronal marker protein, were significantly increased in the MANS peptide-treated cells. Additionally, increased MARCKS levels and decreased MARCKS phosphorylation were observed in MANS peptide-treated cells. Notably, neurite outgrowth induced by the MANS peptide was significantly reduced in MARCKS-knocked-down cells. Overall, these results suggest the MANS peptide as a novel agent for SH-SY5Y cell differentiation, particularly for the analysis of MARCKS functions.",
      "mesh_terms": [
        "Humans",
        "Myristoylated Alanine-Rich C Kinase Substrate",
        "Cell Line, Tumor",
        "Cell Differentiation",
        "Neuroblastoma",
        "Neurons",
        "Phosphorylation",
        "Neuronal Outgrowth",
        "Peptides"
      ]
    },
    {
      "pmid": "39330264",
      "title": "Glutamic-Alanine Rich Glycoprotein from Undaria pinnatifida: A Promising Natural Anti-Inflammatory Agent.",
      "authors": [
        "Md Saifur Rahman",
        "Md Badrul Alam",
        "Marufa Naznin",
        "Mst Hur Madina",
        "S M Rafiquzzaman"
      ],
      "journal": "Marine drugs",
      "publication_date": "2024-Aug-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to assess the anti-inflammatory properties of a bioactive glutamic-alanine rich glycoprotein (GP) derived from Undaria pinnatifida on both LPS-stimulated RAW264.7 cells, peritoneal macrophages, and mouse models of carrageenan- and xylene-induced inflammation, investigating the underlying molecular mechanisms. In both in-vitro and in-vivo settings, GP was found to reduce the expression of inducible nitric oxide synthase (iNOS) and cyclooxygenase-2 (COX-2) while also inhibiting the production of nitric oxide (NO) and prostaglandin E2 (PGE2) in response to lipopolysaccharide (LPS) stimulation. GP treatment significantly impeded the nuclear translocation of the nuclear factor kappa-light-chain-enhancer of activated B cells (NF-κB) pathway by blocking the phosphorylation of IKKα and IκBα, leading to a reduction in proinflammatory cytokines such as tumor necrosis factor-α (TNF-α), interleukin-1β (IL-1β), and interleukin-6 (IL-6). Additionally, GP effectively inhibited the activation of mitogen-activated protein kinases (MAPKs), with specific inhibitors of p38 and extra-cellular signal regulated kinase (ERK) enhancing GP's anti-inflammatory efficacy. Notably, GP administration at 10 mg/kg/day (p.o.) markedly reduced carrageenan-induced paw inflammation and xylene-induced ear edema by preventing the infiltration of inflammatory cells into targeted tissues. GP treatment also downregulated key inflammatory markers, including iNOS, COX-2, IκBα, and NF-κB, by suppressing the phosphorylation of p38 and ERK, thereby improving the inflammatory index in both carrageenan- and xylene-induced mouse models. These findings suggest that marine resources, particularly seaweeds like U. pinnatifida, could serve as valuable sources of natural anti-inflammatory proteins for the effective treatment of inflammation and related conditions.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Anti-Inflammatory Agents",
        "RAW 264.7 Cells",
        "Carrageenan",
        "Undaria",
        "Cyclooxygenase 2",
        "Male",
        "Edema",
        "Inflammation",
        "Glycoproteins",
        "Nitric Oxide Synthase Type II",
        "NF-kappa B",
        "Xylenes",
        "Nitric Oxide",
        "Lipopolysaccharides",
        "Cytokines",
        "Disease Models, Animal",
        "Dinoprostone",
        "Macrophages, Peritoneal",
        "Edible Seaweeds"
      ]
    },
    {
      "pmid": "39296552",
      "title": "Beta-alanine promotes angiogenesis in laser-induced choroidal neovascularization mice models.",
      "authors": [
        "Jia-Li Wu",
        "Min Zhang",
        "Xiao-Dong Sun"
      ],
      "journal": "International journal of ophthalmology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: To investigate the effect of β-alanine (BA) on laser-induced choroidal neovascularization (CNV) mice models. METHODS: Laser-induced CNV mice models were established, and BA was administrated for one week and two weeks in advance, separately. Furthermore, retinal pigment epithelium (RPE)-choroid flat mounts were separated, and immunohistochemical staining was performed. The laser-induced CNV lesion areas were measured and compared. In addition, liver and kidney morphologies were observed to identify potential hepatorenal toxicity. RESULTS: Enlarged CNV lesion areas were observed in the BA treated group. No significant differences were observed in the liver and kidney sections between groups. CONCLUSION: BA treatment increase CNV lesion areas, suggesting the detrimental effects of BA as a nutritional supplement in age-related macular degeneration (AMD) population."
    },
    {
      "pmid": "39276511",
      "title": "Corrigendum to \"Inhibition of alanine-serine-cysteine transporter 2-mediated auto-enhanced photodynamic cancer therapy of co-nanoassembly between V-9302 and photosensitizer\" [J. Colloid Interface Sci. 629 (2023) 773-784].",
      "authors": [
        "Qikun Jiang",
        "Sirun Lu",
        "Xiaolan Xu",
        "Chenxia Bai",
        "Qing Yan",
        "Mengna Fang",
        "Li Huang",
        "Chunming Jin",
        "Yunran Zhang",
        "Jin Sun",
        "Zhonggui He",
        "Chunyang Zhao",
        "Feng Qin",
        "Yongjun Wang",
        "Tianhong Zhang"
      ],
      "journal": "Journal of colloid and interface science",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "39272343",
      "title": "Effect of β-Alanine Metabolite on Gut Integrity and Immunity in Commercial Broiler Chickens Infected with Eimeria maxima.",
      "authors": [
        "Inkyung Park",
        "Hyoyoun Nam",
        "Youngsub Lee",
        "Alexandra Smith",
        "Thomas Rehberger",
        "Hyun Lillehoj"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2024-Sep-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "(1) Background: In a metabolomics analysis conducted to investigate the mechanisms behind the growth-promoting effects of probiotics in broilers, β-alanine was found to be significantly elevated. This led to the hypothesis that β-alanine could also contribute to growth-promoting effects in infected broilers. (2) Methods: An in vitro culture system was developed to assess β-alanine's impact on proinflammatory cytokine response in chicken macrophage cells, gut integrity in chicken intestinal epithelial cells, and muscle differentiation in quail muscle cells and primary chicken embryonic muscle cells. In vivo animal feeding studies were then conducted to investigate the effects of dietary β-alanine on various disease parameters in Eimeria maxima-infected broiler chickens. (3) Results: In vitro, β-alanine treatment significantly decreased the gene expression of cytokines in chicken macrophage cells and increased occuldin expression in chicken intestinal epithelial cells. Dietary β-alanine increased the body weight of chickens following Eimeria maxima infection in the H-ALA group. Dietary β-alanine also suppressed cytokines and increased JAM-2 and occludin expression in the H-ALA group compared to the infected group without β-alanine supplementation. (4) Conclusions: These results strongly support the positive effects of dietary β-alanine on intestinal immune responses and gut barrier function in broiler chickens infected with Eimeria maxima."
    },
    {
      "pmid": "39140067",
      "title": "Systematical Mutational Analysis of FRATtide against Osteoclast Differentiation by Alanine Scanning.",
      "authors": [
        "Yi Yang",
        "Chenchen Geng",
        "Huaxing Shen",
        "Jingru Chao",
        "Zhe Wang",
        "Wei Cong",
        "Xiang Li",
        "Guangming Ye",
        "Yunyun Jiang"
      ],
      "journal": "ACS medicinal chemistry letters",
      "publication_date": "2024-Aug-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoporosis, a global bone disease, results in decreased bone density, mass, and microarchitecture deterioration, increasing fracture risk. In previous research, FRATtide, a peptide derived from a glycogen synthase kinase-3 binding protein, effectively hindered osteoclast differentiation to yield therapeutically potent derivatives via single and double stapling. However, FRATtide's structure-activity relationship remains unclear. This study synthesized 25 FRATtide-derived peptides through systematic alanine scanning and evaluated their activities. Substitutions in Pro2, Leu5, Leu9, Val10, Leu11, Ser12, Asn14, Leu15, Ile16, Glu18, Arg22, Ser25, and Arg26 showed reduced activity, while FRT13 and FRT20 with Gly13 and Arg21 substitutions, respectively, displayed enhanced activities. F-actin binding and bone resorption assays on FRT13 and FRT20 showed better inhibition of osteoclast differentiation and bone resorption compared with FRATtide. This study elucidated FRATtide's structure-activity relationship, thereby facilitating future structural optimization for osteoporosis treatment."
    },
    {
      "pmid": "39116173",
      "title": "Disclosing the Nitrogen Sources via Isotope Labeling Technique and the Formation Mechanism of Pyrazine and Alkylpyrazines during the Heat Treatment of N-(1-Deoxy-d-xylulos-1-yl)-alanine and Exogenous Alanine.",
      "authors": [
        "Tong Zhou",
        "Meigui Huang",
        "Heping Cui",
        "Shahzad Hussain",
        "Khizar Hayat",
        "Xiaoming Zhang",
        "Chi-Tang Ho"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Aug-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The formation pathway and mechanism of various pyrazines were investigated during the thermal treatment of the alanine-xylose Amadori compound (Ala-ARP) and exogenous alanine (Ala). 15N-labeled Ala was used to coheated with Ala-ARP to clarify the nitrogen sources and the respective contributions of exogenous Ala and the regenerated Ala released from Ala-ARP to different pyrazine formation. It was found that exogenous Ala exhibited a priority in capturing glyoxal (GO) to form pyrazine during the thermal degradation of ARP. Compared to the Ala-methylglyoxal (MGO) model, a lower activation energy was required for the Ala-GO reaction, where the reaction dynamics of Ala-GO followed a zero-order model. In addition to forming pyrazine, the interaction between existing exogenous Ala and GO would accelerate the thermal degradation of Ala-ARP and retro-aldolization reaction of deoxyxylosones (DXs) to α-dicarbonyls. During this process, the release of regenerated Ala and MGO was promoted. Accordingly, as GO was expended by exogenous Ala during the initial stage of ARP-Ala degradation, the condensation between regenerated Ala and MGO became intensified, leading to the generation of methylpyrazine and 2,5-dimethylpyrazine. As a result, in the thermally treated mixture of Ala-ARP and exogenous Ala, 55% of the formed pyrazine originated from exogenous Ala, while 63% of the formed methylpyrazine and 57% of the formed 2,5-dimethylpyrazine were derived from regenerated Ala (120 °C, 30 min).",
      "mesh_terms": [
        "Pyrazines",
        "Alanine",
        "Hot Temperature",
        "Isotope Labeling",
        "Nitrogen",
        "Xylose",
        "Maillard Reaction",
        "Kinetics"
      ]
    },
    {
      "pmid": "39096942",
      "title": "Diacylglycerol O-acyltransferase 1 inhibitor increases plasma alanine aminotransferase and aspartate aminotransferase activities via a shedding of the intestinal villi and an increase in intestinal permeability in rats.",
      "authors": [
        "Hideaki Yokoyama",
        "Taku Masuyama",
        "Yuki Tanaka",
        "Taishi Shimazaki",
        "Yuzo Yasui",
        "Takuya Abe",
        "Kouichi Yoshinari"
      ],
      "journal": "Toxicology letters",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diacylglycerol O-acyltransferase 1 (DGAT1) is a key enzyme for fat absorption step in the enterocytes. We previously reported that DGAT1 inhibition increased plasma alanine aminotransferase (ALT) and aspartate aminotransferase (AST) activities in corn oil-loaded rats via protein kinase C (PKC) activation. In the present study, we investigated the mechanism with respect to the morphology and permeability of the small intestine, focusing on PKC function, and found that shortening of the intestinal villi and a decrease in the number of tdT-mediated dUTP-biotin nick-end labeling-positive cells in the tips of the villi were observed in the jejunum of DGAT1 inhibitor-treated rats loaded with corn oil. These results suggested that the tips of the villi were shed into the intestinal lumen. Next, fluorescein isothiocyanate-dextran, 110 kDa (FD-110) was administered intraduodenally to DGAT1 inhibitor-treated rats loaded with corn oil and we found that plasma FD-110 concentrations increased, indicating that the intestinal permeability to molecules with a molecular weight of approximately 110,000 (e.g., ALT and AST) increased. Taken together, the present results suggested that DGAT1 inhibitor-treatment in combination with corn oil causes ALT and AST to leak from the enterocytes into the blood by shedding the tips of the intestinal villi and increasing intestinal permeability.",
      "mesh_terms": [
        "Animals",
        "Alanine Transaminase",
        "Male",
        "Aspartate Aminotransferases",
        "Diacylglycerol O-Acyltransferase",
        "Permeability",
        "Corn Oil",
        "Intestinal Mucosa",
        "Rats",
        "Dextrans",
        "Protein Kinase C",
        "Enzyme Inhibitors",
        "Fluorescein-5-isothiocyanate",
        "Jejunum",
        "Intestinal Absorption",
        "Rats, Sprague-Dawley",
        "Rats, Wistar",
        "Intestinal Barrier Function"
      ]
    },
    {
      "pmid": "39086753",
      "title": "Effects of excess high-normal alanine aminotransferase levels in relation to new-onset metabolic dysfunction-associated fatty liver disease: Clinical implications.",
      "authors": [
        "Giovanna McGinty",
        "Robert Przemioslo"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2024-Jul-21",
      "publication_types": [
        "Editorial"
      ],
      "abstract": "In this editorial, we comment on the article by Chen et al recently published in 2024. We focus the debate on whether reducing the upper limit of normal of alanine aminotransferase (ALT) would effectively identify cases of fibrosis in metabolic-dysfunction associated fatty liver disease (MAFLD). This is important given the increasing prevalence of MAFLD and obesity globally. Currently, a suitable screening test to identify patients in the general population does not exist and most patients are screened after the finding of an abnormal ALT. The authors of this paper challenge the idea of what a normal ALT is and whether that threshold should be lowered, particularly as their study found that 83.12% of their study population with a diagnosis of MAFLD had a normal ALT. The main advantages of screening would be to identify patients and provide intervention early, the mainstay of this being changing modifiable risk factors and monitoring for liver fibrosis. However, there is not enough suitable therapeutic options available as of yet although this is likely to change in the coming years with more targets for therapy being discovered. Semaglutide is one example of this which has demonstrated benefit with an acceptable side effect profile for those patients with MAFLD and obesity, although studies have not yet shown a significant improvement in fibrosis regression. It would also require a huge amount of resource if a reduced ALT level alone was used as criteria; it is more likely that current scoring systems such as fibrosis-4 may be amended to represent this additional risk. Currently, there is not a good argument to recommend widespread screening with a reduced ALT level as this is unlikely to be cost-effective. This is compounded by the fact that there is a significant heterogeneity in what is considered a normal ALT between laboratories. Although studies previously have suggested a more pragmatic approach in screening those over the age of 60, this is likely to change with the increasing incidence of obesity within the younger age groups. The main message from this study is that those who have hypercholesterolemia and high body metabolic index should have these risk factors modified to maintain a lower level of ALT to reduce the risk of progression to fibrosis and cirrhosis.",
      "mesh_terms": [
        "Humans",
        "Alanine Transaminase",
        "Liver Cirrhosis",
        "Risk Factors",
        "Obesity",
        "Non-alcoholic Fatty Liver Disease",
        "Mass Screening",
        "Liver",
        "Prevalence",
        "Biomarkers"
      ]
    },
    {
      "pmid": "39086530",
      "title": "Predictive value of serum alanine aminotransferase for fatty liver associated with metabolic dysfunction.",
      "authors": [
        "Wen-Xiu Liu",
        "Lei Liu"
      ],
      "journal": "World journal of hepatology",
      "publication_date": "2024-Jul-27",
      "publication_types": [
        "Editorial"
      ],
      "abstract": "In this editorial, we offer commentary on the article published by Chen et al in a recent issue of the World Journal of Gastroenterology (2024; 30: 1346-1357). The study highlights a noteworthy association between persistently elevated, yet high-normal levels of alanine transaminase (ALT) and an escalated cumulative risk of developing metabolic dysfunction-associated fatty liver disease (MAFLD). MAFLD has emerged as a globally prevalent chronic liver condition, whose incidence is steadily rising in parallel with improvements in living standards. Left unchecked, MAFLD can progress from hepatic steatosis to liver fibrosis, cirrhosis, and even hepatocellular carcinoma, underscoring the importance of early screening and diagnosis. ALT is widely recognized as a reliable biomarker for assessing the extent of hepatocellular damage. While ALT levels demonstrate a significant correlation with the severity of fatty liver disease, they lack specificity. The article by Chen et al contributes to our understanding of the development of MAFLD by investigating the long-term implications of high-normal ALT levels. Their findings suggest that sustained elevation within the normal range is linked to an increased likelihood of developing MAFLD, emphasizing the need for closer monitoring and potential intervention in such cases."
    },
    {
      "pmid": "39039103",
      "title": "Physiological and performance adaptations to beta alanine supplementation and short sprint interval training in volleyball players.",
      "authors": [
        "Wangda Guo",
        "Songjia Wang"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Jul-22",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "This study aimed to elucidate the impact of combining Beta-Alanine (BA) supplementation with short sprint interval training on cardiorespiratory fitness, anaerobic power, and bio-motor abilities in volleyball players. Twenty young male athletes were randomly divided into 2 equal groups and performed 8 weeks of short sprint interval training while supplementing 4.8 g daily BA or placebo (polydextrose). The players were evaluated for volleyball-specific bio-motor abilities (vertical jump, horizontal jump, spike jump, block jump, 10-m linear sprint, and T-test change of direction speed) and physiological parameters (cardiorespiratory fitness and anaerobic power) pre- and post-intervention. Both groups demonstrated significant (p ≤ 0.05) improvements in all measured variables over time. A time-regimen interaction was observed in jumping ability enhancement from pre- to post-training, wherein BA elicited more significant changes in both vertical and horizontal jumps compared to the placebo. Analyzing residuals in changes and the coefficient of variations (CV) in mean group changes demonstrated that BA supplementation results in uniformly inducing adaptive changes among individuals. Therefore, in light of these results, it is recommended that coaches and trainers take into consideration the utilization of BA as an ergogenic aid to enhance the vertical and horizontal jumps of volleyball players and increase the homogeneity in adaptive responses over the training period.",
      "mesh_terms": [
        "Humans",
        "Volleyball",
        "Male",
        "beta-Alanine",
        "Dietary Supplements",
        "Athletic Performance",
        "Adaptation, Physiological",
        "High-Intensity Interval Training",
        "Young Adult",
        "Athletes",
        "Cardiorespiratory Fitness",
        "Adolescent"
      ]
    },
    {
      "pmid": "39006380",
      "title": "Alanine aminotransferase as a risk marker for new-onset metabolic dysfunction-associated fatty liver disease.",
      "authors": [
        "Di Wang",
        "Bing-Yan Zhou",
        "Lei Xiang",
        "Xu-Yong Chen",
        "Jie-Xiong Feng"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2024-Jul-07",
      "publication_types": [
        "Editorial"
      ],
      "abstract": "In this editorial, we comment on the article by Chen et al. Metabolic dysfunction-associated fatty liver disease (MAFLD) is a global public health burden whose incidence has risen concurrently with overweight and obesity. Given its detrimental health impact, early identification of at-risk individuals is crucial. MAFLD diagnosis is based on evidence of hepatic steatosis indicated by liver biopsy, imaging, or blood biomarkers, and one of the following conditions: Overweight/ obesity, type 2 diabetes mellitus, or metabolic dysregulation. However, in large-scale epidemiological studies, liver biopsies are not feasible. The application of techniques such as ultrasonography, computed tomography, magnetic resonance imaging, and magnetic resonance spectroscopy is restricted by their limited sensitivity, low effectiveness, high costs, and need for specialized software. Blood biomarkers offer several advantages, particularly in large-scale epidemiological studies or clinical scenarios where traditional imaging techniques are impractical. Analysis of cumulative effects of excess high-normal blood alanine aminotransferase (ALT) levels of blood ALT levels could facilitate identification of at-risk patients who might not be detected through conventional imaging methods. Accordingly, investigating the utility of blood biomarkers in MAFLD should enhance early detection and monitoring, enabling timely intervention and management and improving patient outcomes.",
      "mesh_terms": [
        "Humans",
        "Biomarkers",
        "Alanine Transaminase",
        "Liver",
        "Non-alcoholic Fatty Liver Disease",
        "Risk Factors",
        "Obesity",
        "Diabetes Mellitus, Type 2",
        "Early Diagnosis"
      ]
    },
    {
      "pmid": "38813272",
      "title": "The Role of Thrombocyte/Lymphocyte Ratio and Aspartate Transaminase/Alanine Transaminase (De Ritis) Ratio in Prediction of Recurrence and Progression in Non-muscle Invasive Bladder Cancer.",
      "authors": [
        "Mustafa Asım Avcı",
        "Burak Arslan",
        "Oyku Arslan",
        "Enver Özdemir"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: The purpose of the study was to determine the predictive value of platelet-to-lymphocyte ratio (PLR) and Aspartate transaminase (AST)/alanine transaminase (ALT) ratio (De Ritis ratio) for recurrence and progression in non-muscle-invasive bladder cancer (NMIBC). METHODS: A total of 231 patients who underwent transurethral tumor resection between 2016 and 2022 were retrospectively analyzed. Preoperative test results, including AST, ALT, platelet, and lymphocyte counts, were used to calculate the PLR and De Ritis ratio. Univariate and multivariate analyses were performed to identify the predictive factors associated with recurrence and progression. RESULTS: Based on the ROC curve, 1.19 and 1.21 were identified as the optimal cut-off values of the De Ritis ratio for recurrence and progression, respectively. Furthermore, PLR cut-off values for recurrence and progression were 114 and 118, respectively. There is a significant difference in recurrence-free survival (RFS) and progression-free survival (PFS) between the groups of patients with high and low De Ritis ratios (p = 0.028 and p = 0.021, respectively). In multivariate analysis, De Ritis ratio ≥ 1.19 and European Organization for Research and Treatment of Cancer (EORTC) high recurrence risk were determined to be significant predictors of tumor recurrence. Multivariate analysis also determined that T1 pathological stage, high tumor grade, European Organization for Research and Treatment of Cancer (EORTC) high progression risk, and De Ritis ratio ≥ 1.21 were risk factors for tumor progression. CONCLUSION: In our study, the preoperative De Ritis ratio represented an independent predictive factor for recurrence and progression in non-muscle invasive bladder cancer. The use of this biomarker in combination with other diagnostic/predictive tools might help urologists improve the clinical decision-making process in the future."
    },
    {
      "pmid": "38779514",
      "title": "Five-year Treatment with Tenofovir Alafenamide Achieves High Rates of Viral Suppression, Alanine Aminotransferase Normalization, and Favorable Bone and Renal Safety in Chinese Chronic Hepatitis B Patients.",
      "authors": [
        "Jinlin Hou",
        "Qin Ning",
        "Zhongping Duan",
        "Yu Chen",
        "Qing Xie",
        "Lunli Zhang",
        "Shanming Wu",
        "Hong Tang",
        "Jun Li",
        "Feng Lin",
        "Yongfeng Yang",
        "Guozhong Gong",
        "Yanwen Luo",
        "Shelley Xie",
        "Hongyuan Wang",
        "Roberto Mateo",
        "Tahmineh Yazdi",
        "Frida Abramov",
        "Leland J Yee",
        "John Flaherty",
        "Chengwei Chen",
        "Yan Huang",
        "Mingxiang Zhang",
        "Jidong Jia"
      ],
      "journal": "Journal of clinical and translational hepatology",
      "publication_date": "2024-May-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: After 3-years (144 week) of double-blind treatment in Chinese chronic hepatitis B patients in two ongoing phase 3 studies, tenofovir alafenamide (TAF) showed similar efficacy to tenofovir disoproxil fumarate (TDF), with improved renal and bone safety. In this study, we aimed to report the 5-year results from 2 years into the open-label TAF treatment phase. METHODS: All participants completing the 144-week double-blind treatment were eligible to receive open-label TAF 25 mg once daily up to week 384. Serial analysis of viral suppression (hepatitis B virus DNA <29 IU/mL), alanine aminotransferase normalization, serological responses, and safety outcomes at year 5 (week 240) was performed. RESULTS: The open-label phase included 93% (311/334) of the enrolled participants, which included 212 who switched from double-blind TAF to open-label TAF (TAF-TAF) and 99 who switched from double-blind TDF to open-label TAF (TDF-TAF). Baseline characteristics were comparable. Week 240 viral suppression rates were similar between groups [93.4% vs. 93.9%; difference: -1.5%, (95% CI: -6.4 to -3.5), p=0.857]. Alanine aminotransferase normalization and serological response rates were higher in the TAF-TAF group than in the TDF-TAF group. The frequencies of adverse events and laboratory abnormalities were low and similar between groups. Both groups had similar small numerical declines from baseline in estimated glomerular filtration rate at year 5 (week 240, -2.85 mL/min vs. -3.29 mL/min, p=0.910). The greater declines in renal and bone parameters in the TDF-TAF group through week 144 improved after switching to TAF. CONCLUSIONS: The 5-year TAF treatment efficacy was high and similar to that of 3-year TDF followed by 2-year TAF in Chinese chronic hepatitis B patients. Favorable effects on bone and renal parameters were sustained with TAF treatment alone and were observed following the switch from TDF to TAF."
    },
    {
      "pmid": "38735344",
      "title": "Systematic alanine and stapling mutational analysis of antimicrobial peptide Chem-KVL.",
      "authors": [
        "Borui Zhen",
        "Chenchen Geng",
        "Yi Yang",
        "Haiyan Liang",
        "Yunyun Jiang",
        "Xiang Li",
        "Guangming Ye"
      ],
      "journal": "Bioorganic & medicinal chemistry letters",
      "publication_date": "2024-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chem-KVL is a tandem repeating peptide, with 14 amino acids that was modified based on a short peptide from a fragment of the human host defense protein chemerin. Chem-KVL increases cationicity and hydrophobicity and shows broad-spectrum antibacterial activity. To determine the molecular determinants of Chem-KVL and whether staple-modified Chem-KVL would improve antibacterial activity and protease stability or decrease cytotoxicity, we combined alanine and stapling scanning, and designed a series of alanine and staple-derived Chem-KVL peptides, termed Chem-A1 to Chem-A14 and SCL-1 to SCL-7. We next examined their antibacterial activity against several gram-positive and gram-negative bacteria, their proteolytic stability, and their cytotoxicity. Ala scanning of Chem-KVL suggested that both the positively charged residues (Lys and Arg) and the hydrophobic residues (Lue and Val) were critical for the antibacterial activities of Chem-KVL peptide. Of note, Chem-A4 was able to remarkably inhibit the growth of gram-positive and gram-negative bacteria when compared to the original peptide. And the antibacterial activities of stapled SCL-4 and SCL-7 were several times higher than those of the linear peptide against gram-positive and gram-negative bacteria. Stapling modification of peptides resulted in increased helicity and protein stability when compared with the linear peptide. These stapled peptides, especially SCL-4 and SCL-7, may serve as the leading compounds for further optimization and antimicrobial therapy.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Gram-Positive Bacteria",
        "Microbial Sensitivity Tests",
        "Gram-Negative Bacteria",
        "Alanine",
        "Humans",
        "Antimicrobial Peptides",
        "Structure-Activity Relationship",
        "Mutation",
        "Amino Acid Sequence"
      ]
    },
    {
      "pmid": "38690489",
      "title": "Alterations in Alanine Transaminase, Aspartate Transaminase, Gamma-Glutamyl Transpeptidase, and Creatine Kinase in Acne Patients Undergoing Isotretinoin Treatment: A Retrospective Evaluation of Laboratory Tests.",
      "authors": [
        "Serap Maden"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background Isotretinoin therapy is a commonly prescribed medication by dermatologists for the treatment of acne. Regular laboratory assessments are recommended throughout the treatment period to detect any potential complications. Objectives This study aims to present the alterations in laboratory parameters throughout the course of isotretinoin therapy and identify required diagnostic testing. Methods This study involved 136 patients undergoing isotretinoin treatment at doses of 0.3-0.5 mg/kg/day, with ages ranging from 18 to 41 years. A retrospective evaluation was conducted on biomarkers including aspartate aminotransferase (AST), alanine aminotransferase (ALT), gamma-glutamyl transpeptidase (GGT), creatine kinase (CK), triglycerides, total cholesterol, low-density lipoprotein cholesterol (LDL-C), high-density lipoprotein cholesterol (HDL-C), hemoglobin, white blood cells, and thrombocytes. Levels of these parameters were analyzed prior to treatment and at the third month of treatment from the records of patients and the data were compared statistically. Moreover, the parameters of ALT, AST, CK, and GGT were graded objectively, and any alterations were noted in the patients. Results The levels of ALT, AST and GGT, along with triglycerides, total cholesterol, LDL-C, and thrombocyte levels showed significant elevation (p=0.001, p<0.001, p<0.001, p=0.001, p<0.001, p<0.001, and p=0.003, respectively). A significant decrease in HDL-C with hemoglobin was also noted (p=0.022, p=0.006, respectively). One patient (0.73%) exhibited grade 1 elevations in ALT, AST, and CK. One patient (0.73%) displayed grade 1 elevations in ALT and AST. One patient (0.73%) exhibited grade 1 elevations in AST and CK, while another patient (0.73%) had grade 1 elevation in AST and grade 3 elevation in CK. Furthermore, one patient (0.73%) had a grade 1 elevation exclusively in ALT, two patients (1.47%) had a grade 1 elevation exclusively in AST, and six patients (4.41%) exhibited a grade 1 elevation in CK only. No grade changes were observed in the GGT levels in the patients. Conclusion During isotretinoin treatment, changes in ALT and AST levels were more frequently associated with the muscle enzyme CK, while GGT levels remained unaffected. Therefore, GGT can be considered a reliable parameter for evaluating liver function in patients undergoing isotretinoin treatment."
    },
    {
      "pmid": "38680431",
      "title": "Description of Aspartate Aminotransferase and Alanine Aminotransferase in Burn Patients at the Burn Unit of Dr. Hasan Sadikin General Hospital (Rshs) Bandung.",
      "authors": [
        "H Soedjana",
        "A C Putri",
        "M Arsyad",
        "N Andalu"
      ],
      "journal": "Annals of burns and fire disasters",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Burn injury is trauma with several metabolic reactions including hepatocytes that can cause apoptosis and necrosis. Proliferation occurs to compensate for this reaction but complicates with the loss of protein of the injury. The aim of this study is to describe the level of aspartate aminotransferase (AST) and alanine aminotransferase (ALT) in burn injury. This study was a descriptive retrospective design using secondary data from medical records of patients at the Burns Unit of Dr. Hasan Sadikin Hospital Bandung (RSHS) in the period August 2017 to July 2019. Total samples in this study were 116 people. Normal level of AST and ALT was found in 23 people (19.8%), elevation of AST in 31 people (26.7%), elevation of ALT in 5 people (4.3%) and elevation of both AST and ALT in 57 people (41.3%). Increased levels of AST and ALT mostly occurred in men (51%), aged 45 years (56%), with injury due to electricity (26%), 20-29% burn area (32%), and occurred in the first week of wound onset. Most cases of burn injury showed increasing levels of AST and ALT. This might be due to the metabolism of hepatocytes in burn cases. Elevation of AST and ALT was mainly found in burn injury cases at RSHS notably in the first week of onset. Further research is needed to verify the relation of this condition. Elevated levels of AST and ALT should be the consideration of clinicians in giving therapy."
    },
    {
      "pmid": "38637116",
      "title": "Comprehensive characterization of β-alanine metabolism-related genes in HCC identified a novel prognostic signature related to clinical outcomes.",
      "authors": [
        "Yi Jia",
        "Xu Chen",
        "Hui Guo",
        "Biao Zhang",
        "Bin Liu"
      ],
      "journal": "Aging",
      "publication_date": "2024-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hepatocellular carcinoma (HCC) stands out as the most prevalent type of liver cancer and a significant contributor to cancer-related fatalities globally. Metabolic reprogramming, particularly in glucose, lipid, and amino acid metabolism, plays a crucial role in HCC progression. However, the functions of β-alanine metabolism-related genes (βAMRGs) in HCC remain understudied. Therefore, a comprehensive evaluation of βAMRGs is required, specifically in HCC. Initially, we explored the pan-cancer landscape of βAMRGs, integrating expression profiles, prognostic values, mutations, and methylation levels. Subsequently, scRNA sequencing results indicated that hepatocytes had the highest scores of β-alanine metabolism. In the process of hepatocyte carcinogenesis, metabolic pathways were further activated. Using βAMRGs scores and expression profiles, we classified HCC patients into three subtypes and examined their prognosis and immune microenvironments. Cluster 3, characterized by the highest βAMRGs scores, displayed the best prognosis, reinforcing β-alanine's significant contribution to HCC pathophysiology. Notably, immune microenvironment, metabolism, and cell death modes significantly varied among the β-alanine subtypes. We developed and validated a novel prognostic panel based on βAMRGs and constructed a nomogram incorporating risk degree and clinicopathological characteristics. Among the model genes, EHHADH has been identified as a protective protein in HCC. Its expression was notably downregulated in tumors and exhibited a close correlation with factors such as tumor staging, grading, and prognosis. Immunohistochemical experiments, conducted using HCC tissue microarrays, substantiated the validation of its expression levels. In conclusion, this study uncovers β-alanine's significant role in HCC for the first time, suggesting new research targets and directions for diagnosis and treatment.",
      "mesh_terms": [
        "Humans",
        "beta-Alanine",
        "Biomarkers, Tumor",
        "Carcinoma, Hepatocellular",
        "Gene Expression Profiling",
        "Gene Expression Regulation, Neoplastic",
        "Liver Neoplasms",
        "Nomograms",
        "Prognosis",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "38583785",
      "title": "Systematical mutational analysis of teriparatide on anti-osteoporosis activity by alanine scanning.",
      "authors": [
        "Haiyan Liang",
        "Huaxing Shen",
        "Mengjun Zheng",
        "Yejiao Shi",
        "Xiang Li"
      ],
      "journal": "Bioorganic & medicinal chemistry letters",
      "publication_date": "2024-May-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoporosis is a progressive systemic skeletal disease that decreases bone density and bone quality, making them fragile and easy to break. In spite of effective anti-osteoporosis potency, teriparatide, the first anabolic medications approved for the treatment of osteoporosis, was proven to exhibit various side effects. And the relevant structure-activity relationship (SAR) of teriparatide was in need. In this work, we performed a systematical alanine scanning against teriparatide and synthesized 34 teriparatide derivatives. Their biological activities were evaluated and the importance of each residue for anti-osteoporosis activity was also revealed. A remarkable decrease in activity was observed for alanine replacement of the residue Gly12, His14, Ser17, Arg20 and Leu24, showcasing the important role of these residues in teriparatide on anti-osteoporosis activity. On contrary, when Gly13 and Gln30 were mutated to Ala, the peptide derivatives exhibited the significantly increased activities, demonstrating that these two residues could be readily replaced. Our research expanded the peptide library of teriparatide analogues and presented a potential opportunity for designing the more powerful anti-osteoporosis peptide agents.",
      "mesh_terms": [
        "Humans",
        "Bone Density",
        "Bone Density Conservation Agents",
        "Osteoporosis",
        "Structure-Activity Relationship",
        "Teriparatide",
        "DNA Mutational Analysis",
        "Mutagenesis, Site-Directed",
        "Alanine"
      ]
    },
    {
      "pmid": "38550589",
      "title": "High normal alanine aminotransferase is an indicator for better response to antiviral therapy in chronic hepatitis B.",
      "authors": [
        "Chao Cai",
        "Wen-Xuan Shang",
        "En-Hua Lin",
        "Yu-Chun Jiang",
        "Hong Chen",
        "Ke Xu",
        "Lu Chen",
        "Rui-Cong Chen",
        "Yi-Jing Cai",
        "Ji Lin",
        "Ting-Chen Cai",
        "Xiu-Li Lin",
        "Lei Zhang",
        "Nai-Bin Yang",
        "Hui-Fang Zhang",
        "Ming-Qin Lu"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Evidence shows people living with CHB even with a normal ALT (40U/L as threshold) suffer histological disease and there is still little research to evaluate the potential benefit of antiviral benefits in them. METHODS: We retrospectively examined 1352 patients who underwent liver biopsy from 2017 to 2021 and then obtained their 1-year follow-up data to analyze. RESULTS: ALT levels were categorized into high and low, with thresholds set at >29 for males and >15 for females through Youden's Index. The high normal ALT group showed significant histological disease at baseline (56.43% vs 43.82%, p< 0.001), and better HBV DNA clearance from treatment using PSM (p=0.005). Similar results were obtained using 2016 AASLD high normals (male >30, female >19). Further multivariate logistic analysis showed that high normal ALT (both criterias) was an independent predictor of treatment (OR 1.993, 95% CI 1.115-3.560, p=0.020; OR 2.000, 95% CI 1.055-3.793, p=0.034) Both of the models had higher AUC compared with current scoring system, and there was no obvious difference between the two models (AUC:0.8840 vs 0.8835). CONCLUSION: Male >30 or female >19 and Male >29 or female>15 are suggested to be better thresholds for normal ALT. Having a high normal ALT in CHB provides a potential benefit in antiviral therapy.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Hepatitis B, Chronic",
        "Alanine Transaminase",
        "Retrospective Studies",
        "DNA, Viral",
        "Antiviral Agents"
      ]
    },
    {
      "pmid": "38532310",
      "title": "Patients with chronic hepatitis B who have persistently normal alanine aminotransferase or aged < 30 years may exhibit significant histologic damage.",
      "authors": [
        "Sufang Wei",
        "Qiuli Xie",
        "Guichan Liao",
        "Hongjie Chen",
        "Meixin Hu",
        "Xiaoli Lin",
        "Hong Li",
        "Jie Peng"
      ],
      "journal": "BMC gastroenterology",
      "publication_date": "2024-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The timing of antiviral therapy for chronic hepatitis B (CHB) patients with normal alanine transaminase (ALT) or aged < 30 years is still undetermined. We aimed to elucidate the correlation between liver histology, age, and ALT level in CHB patients and analyze the histological characteristics of the liver among patients with persistently normal ALT or aged < 30 years. METHODS: A retrospective analysis was conducted on 697 treatment-naive CHB patients. Liver biopsies were performed, and significant histological damage was defined as the grade of liver inflammation ≥ G2 and/or fibrosis ≥ S2 based on the Scheuer scoring system. RESULTS: The liver inflammation grades and fibrosis stages correlated positively with age, ALT, AST, GGT levels and negatively with the counts of PLT (all p < 0.050) in HBeAg-positive patients. Higher ALT levels and lower PLT counts were independently associated with significant liver inflammation and fibrosis in both HBeAg-positive and HBeAg-negative patients. Furthermore, among those with persistently normal ALT levels, the incidence of significant liver inflammation and fibrosis were 66.1% and 53.7% in HBeAg-positive groups, and 63.0% and 55.5% in HBeAg-negative groups. Moreover, there was no significant difference in the prevalence of significant liver damage between patients aged < 30 years and those aged ≥ 30 years, in both HBeAg-positive (≥ G2 or ≥ S2: 63.8% vs. 75.8%, p = 0.276) and HBeAg-negative (≥ G2 or ≥ S2: 65.9% vs. 72.5%, p = 0.504) groups, among patients with persistently normal ALT levels. CONCLUSIONS: A considerable proportion of CHB patients with persistently normal ALT, including those below the age of 30 years, exhibited significant histological damage. This highlights the importance of initiating early antiviral therapy for HBV-infected individuals, even in the absence of elevated ALT levels.",
      "mesh_terms": [
        "Humans",
        "Hepatitis B, Chronic",
        "Alanine Transaminase",
        "Hepatitis B e Antigens",
        "Retrospective Studies",
        "Fibrosis",
        "Liver Cirrhosis",
        "Antiviral Agents",
        "Inflammation",
        "Hepatitis B virus",
        "DNA, Viral"
      ]
    },
    {
      "pmid": "38521541",
      "title": "Cytokeratin-18 is a sensitive biomarker of alanine transaminase increase in a placebo-controlled, randomized, crossover trial of therapeutic paracetamol dosing (PATH-BP biomarker substudy).",
      "authors": [
        "Kathleen M Scullion",
        "Iain M MacIntyre",
        "Sian Sloan-Dennison",
        "Benjamin Clark",
        "Paul Fineran",
        "Joanne Mair",
        "David Creasey",
        "Cicely Rathmell",
        "Karen Faulds",
        "Duncan Graham",
        "David J Webb",
        "James W Dear"
      ],
      "journal": "Toxicological sciences : an official journal of the Society of Toxicology",
      "publication_date": "2024-May-28",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Drug-induced liver injury (DILI) is a challenge in clinical medicine and drug development. Highly sensitive novel biomarkers have been identified for detecting DILI following a paracetamol overdose. The study objective was to evaluate biomarker performance in a 14-day trial of therapeutic dose paracetamol. The PATH-BP trial was a double-blind, placebo-controlled, crossover study. Individuals (n = 110) were randomized to receive 1 g paracetamol 4× daily or matched placebo for 2 weeks followed by a 2-week washout before crossing over to the alternate treatment. Blood was collected on days 0 (baseline), 4, 7, and 14 in both arms. Alanine transaminase (ALT) activity was measured in all patients. MicroRNA-122 (miR-122), cytokeratin-18 (K18), and glutamate dehydrogenase (GLDH) were measured in patients who had an elevated ALT on paracetamol treatment (≥50% from baseline). ALT increased in 49 individuals (45%). All 3 biomarkers were increased at the time of peak ALT (K18 paracetamol arm: 18.9 ± 9.7 ng/ml, placebo arm: 11.1 ± 5.4 ng/ml, ROC-AUC = 0.80, 95% CI 0.71-0.89; miR-122: 15.1 ± 12.9fM V 4.9 ± 4.7fM, ROC-AUC = 0.83, 0.75-0.91; and GLDH: 24.6 ± 31.1U/l V 12.0 ± 11.8U/l, ROC-AUC = 0.66, 0.49-0.83). All biomarkers were correlated with ALT (K18 r = 0.68, miR-122 r = 0.67, GLDH r = 0.60). To assess sensitivity, biomarker performance was analyzed on the visit preceding peak ALT (mean 3 days earlier). K18 identified the subsequent ALT increase (K18 ROC-AUC = 0.70, 0.59-0.80; miR-122 ROC-AUC = 0.60, 0.49-0.72, ALT ROC-AUC = 0.59, 0.48-0.70; GLDH ROC-AUC = 0.70, 0.50-0.90). Variability was lowest for ALT and K18. In conclusion, K18 was more sensitive than ALT, miR-122, or GLDH and has potential significant utility in the early identification of DILI in trials and clinical practice.",
      "mesh_terms": [
        "Humans",
        "Acetaminophen",
        "Cross-Over Studies",
        "Alanine Transaminase",
        "Biomarkers",
        "Male",
        "Chemical and Drug Induced Liver Injury",
        "Female",
        "Double-Blind Method",
        "Keratin-18",
        "Adult",
        "Middle Aged",
        "MicroRNAs",
        "Young Adult",
        "Glutamate Dehydrogenase",
        "Analgesics, Non-Narcotic"
      ]
    },
    {
      "pmid": "38480862",
      "title": "Association between alanine aminotransferase to high-density lipoprotein cholesterol ratio and nonalcoholic fatty liver disease: a retrospective cohort study in lean Chinese individuals.",
      "authors": [
        "Changchun Cao",
        "Zihe Mo",
        "Yong Han",
        "Jiao Luo",
        "Haofei Hu",
        "Dehua Yang",
        "Yongcheng He"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "There is limited research on the association between the alanine aminotransferase to high-density lipoprotein cholesterol ratio (ALT/HDL-C) ratio and nonalcoholic fatty liver disease (NAFLD). The purpose of the current research was to look into the connection between the ALT/HDL-C ratio and the risk of NAFLD in lean Chinese individuals. Between January 2010 and December 2014, 11,975 non-obese people participated in this prospective cohort research. The relationship between the ALT/HDL-C ratio and the risk of developing NAFLD was assessed using the Cox proportional-hazards regression model, Cox proportional hazards regression with cubic spline functions and smooth curve fitting, sensitivity analysis, and subgroup analyses. The ALT/HDL-C ratio's potential value as a NAFLD prognostic marker was to be evaluated using the receiver operating characteristic curve analysis. A total of 5419 (45.253%) women comprised the research's participant population, and the research participants' average age was 43.278 ± 14.941 years. The ALT/HDL-C ratio was 11.607 (7.973-17.422) at the median (interquartile ranges). 2087 (17.428%) patients had NAFLD diagnoses throughout a median follow-up of 24.967 months. The study's findings demonstrated a positive connection between the ALT/AHDL-C ratio and the incident NAFLD (HR = 1.037, 95% CI: 1.031-1.042) when adjusting for relevant factors. The ALT/HDL-C ratio and NAFLD risk had a nonlinear connection, with 12.963 as the ratio's inflection point. Effect sizes (HR) were 1.023 (95% CI: 1.017-1.029) and 1.204 (95% CI: 1.171-1.237), respectively, on the right and left sides of the inflection point. The sensitivity analysis also showed how reliable our findings were. According to subgroup analysis, those with BMI < 24 kg/m2 and DBP < 90 mmHg had a stronger correlation between the ALT/HDL-C ratio and NAFLD risk. The current study shows a positive and non-linear connection between the ALT/HDL-C ratio and NAFLD risk in lean Chinese individuals. When the ALT/HDL-C ratio is less than 12.963, it is significantly linked to NAFLD. Therefore, from a therapy standpoint, it is advised to keep the ALT/HDL-C ratio less than the inflection point.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Adult",
        "Middle Aged",
        "Male",
        "Non-alcoholic Fatty Liver Disease",
        "Cholesterol, HDL",
        "Alanine Transaminase",
        "Retrospective Studies",
        "Prospective Studies",
        "China"
      ]
    },
    {
      "pmid": "38472929",
      "title": "Noninvasive Models to Assess Liver Inflammation and Fibrosis in Chronic HBV Infected Patients with Normal or Mildly Elevated Alanine Transaminase Levels: Which One Is Most Suitable?",
      "authors": [
        "Shasha Ma",
        "Lian Zhou",
        "Shutao Lin",
        "Mingna Li",
        "Jing Luo",
        "Lubiao Chen"
      ],
      "journal": "Diagnostics (Basel, Switzerland)",
      "publication_date": "2024-Feb-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The prevalence of substantial inflammation or fibrosis in treatment-naïve patients with chronic hepatitis B (CHB) and normal alanine transaminase (ALT) levels is high. A retrospective analysis was conducted on 559 consecutive patients with hepatitis B virus infection, who underwent liver biopsy, to investigate the value of noninvasive models based on routine serum markers for evaluating liver histology in CHB patients with normal or mildly elevated ALT levels and to provide treatment guidance. After comparing 55 models, we identified the top three models that exhibited excellent performance. The APGA model, based on the area under the receiver operating characteristic curve (AUROC), demonstrated a superior ability to evaluate significant (AUROC = 0.750) and advanced fibrosis (AUROC = 0.832) and demonstrated a good performance in assessing liver inflammation (AUROCs = 0.779 and 0.874 for stages G ≥ 2 and G ≥ 3, respectively). APGA also exhibited significant correlations with liver inflammation and fibrosis stage (correlation coefficients, 0.452 and 0.405, respectively (p < 0.001)). When the patients were stratified into groups based on HBeAg status and ALT level, APGA consistently outperformed the other 54 models. The other top two models, GAPI and XIE, also outperformed models based on other chronic hepatitis diseases. APGA may be the most suitable option for detecting liver fibrosis and inflammation in Chinese patients with CHB."
    },
    {
      "pmid": "38462902",
      "title": "Exogenous Alanine Promoting the Reaction between Amadori Compound and Deoxyxylosone and Inhibiting the Formation of 2-Furfural during Thermal Treatment.",
      "authors": [
        "Tong Zhou",
        "Meigui Huang",
        "Heping Cui",
        "Pusen Chen",
        "Khizar Hayat",
        "Xiaoming Zhang",
        "Chi-Tang Ho"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The involvement of exogenous alanine was observed to inhibit the generation of 2-furfural during the thermal degradation of the Amadori rearrangement product (ARP). To clarify the reason for the reduced yield of 2-furfural triggered by exogenous alanine, the evolution of the precursors of 2-furfural formed in the ARP model and ARP-alanine model was investigated, and a model including ARP and 15N-labeled alanine was used to differentiate the role of endogenous and exogenous alanine in the degradation of ARP. It was found that the condensation between ARP and 3-deoxyxylosone could occur during thermal treatment. Nevertheless, the interaction of ARP with 3-deoxyxylosone exhibited an accelerated pace in the presence of exogenous alanine. In this way, exogenous alanine blocked the recovery of endogenous alanine while simultaneously enhancing the consumption of ARP and 3-deoxyxylosone during the Maillard reaction. Hence, the yield of 2-furfural was diminished with the interference of exogenous alanine. Furthermore, the promotion of the reaction between ARP and deoxyxylosone induced by exogenous alanine blocked their retro-aldolization reaction to short-chain α-dicarbonyls (α-DCs) and consequently resulted in a lack of pyrazine formation during the ARP degradation. The present study provided a feasible method for the controlled formation of 2-furfural during the thermal treatment of ARP derived from alanine.",
      "mesh_terms": [
        "Alanine",
        "Furaldehyde",
        "Maillard Reaction"
      ]
    },
    {
      "pmid": "38436510",
      "title": "Changing Trajectories of Alanine Aminotransferase and Risk of Antituberculosis Drug-Induced Liver Injury in Chinese Patients: A Cohort Study.",
      "authors": [
        "Xinyu Chen",
        "Hongqiu Pan",
        "Zhuolu Hao",
        "Honggang Yi",
        "Shaowen Tang"
      ],
      "journal": "Journal of clinical pharmacology",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Antituberculosis drug-induced liver injury (ATLI) is a major adverse effect during antituberculosis treatment. Early detection or prediction is essential to prevent ATLI in antituberculosis treatment patients. The purpose of this work is to explore the relationship between alanine aminotransferase (ALT) trajectories within 15 days of initial treatment and the risk of ATLI. Based on a historical cohort of patients hospitalized for antituberculosis treatment and group-based trajectory modeling analysis, ALT trajectories within 15 days of initial treatment were determined. Conditional logistic regression model was used to estimate the association between different ALT trajectories and the risk of ATLI, and the corresponding odds ratios (ORs) and their 95% confidence intervals (CIs) were calculated with covariates. Based on the ALT levels within 15 days of initial treatment, a total of 853 patients were divided into four ALT trajectories. The incidence of ATLI significantly increased with the increase of ALT trajectories (2.33%, 4.38%, 5.90%, and 2.44%, respectively). Compared with trajectory 1, the adjusted OR for ATLI in trajectory 2, trajectory 3, and trajectory 4 were 2.448 (95% CI: 0.302-19.856, P = 0.402), 5.373 (95% CI: 0.636-45.411, P = 0.123), 11.010 (95% CI: 0.720-168.330, P = 0.085), respectively, and there was an increasing trend of ATLI risk (Ptrend = 0.015). Different ALT trajectories within 15 days of initial treatment were associated with different risk of ATLI, and it is necessary to pay attention to the ALT trajectory within 15 days of initial treatment to predict the occurrence of ATLI.",
      "mesh_terms": [
        "Humans",
        "Chemical and Drug Induced Liver Injury",
        "Antitubercular Agents",
        "Male",
        "Alanine Transaminase",
        "Female",
        "Middle Aged",
        "Adult",
        "Cohort Studies",
        "China",
        "Risk Factors",
        "Aged",
        "Incidence",
        "Asian People",
        "East Asian People"
      ]
    },
    {
      "pmid": "38426768",
      "title": "Noninvasive serum markers for predicting significant liver histopathology in HBeAg-negative chronic HBV-infected patients with normal alanine aminotransferase.",
      "authors": [
        "Yuhua Gao",
        "Mingyang Wang",
        "Xia'nan Liu"
      ],
      "journal": "Microbiology spectrum",
      "publication_date": "2024-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: This study is to explore the proportion of significant liver histopathology in hepatitis B e antigen (HBeAg)-negative chronic hepatitis B virus (HBV)-infected patients with normal alanine aminotransferase (ALT) and investigate noninvasive indicators for predicting significant liver histopathology. A total of 201 HBeAg-negative chronic HBV-infected patients with normal ALT who underwent liver biopsy were involved in this study. Significant liver histological changes were defined as necroinflammation grade ≥2 (G ≥ 2) and/or fibrosis stage ≥2 (S ≥ 2). The results showed that 42.3% (85/201) and 45.8% (92/201) of the HBeAg-negative patients with normal ALT have significant liver necroinflammation (G ≥ 2) and fibrosis (S ≥ 2), respectively. High normal ALT (>22 U/L), high level of serum HBV DNA (>3.42 log IU/mL), and low level of prealbumin (PA) (<170 mg/L) were independent predictors for significant liver necroinflammation, and the predictive value of the combined indicators was 0.750 (P < 0.001), while high normal ALT (>24 U/L) and high level of FIB-4 (>1.53) were independent predictors for significant liver fibrosis, and the predictive value of the combined indicators was 0.740 (P < 0.001). In conclusion, more than 40% of HBeAg-negative patients with normal ALT have significant liver histopathology and require immediate antiviral treatment. ALT, PA, HBV DNA, and FIB-4 can independently predict significant liver inflammation and fibrosis for HBeAg-negative patients with normal ALT. Lowering the treatment threshold of ALT may benefit the HBeAg-negative chronic HBV-infected patients. IMPORTANCE: Hepatitis B e antigen (HBeAg)-negative chronic hepatitis B virus (HBV)-infected patients with normal alanine aminotransferase (ALT) were supposed to have a low risk of progression to cirrhosis or hepatocellular carcinoma, and it was recommended to regularly follow up or undergo liver biopsy to assess liver histopathology according to the major international guidelines. However, this study indicates that a considerable number of HBeAg-negative chronic HBV-infected patients with normal ALT have significant liver histopathology and require immediate antiviral treatment. Besides, several clinical commonly used noninvasive indicators were found that can be used to predict significant liver histopathology; thereby liver biopsy might be avoided for HBeAg-negative chronic HBV-infected patients with normal ALT.",
      "mesh_terms": [
        "Humans",
        "Hepatitis B, Chronic",
        "Hepatitis B e Antigens",
        "Alanine Transaminase",
        "DNA, Viral",
        "Liver Cirrhosis",
        "Fibrosis",
        "Biomarkers",
        "Antiviral Agents"
      ]
    },
    {
      "pmid": "38382164",
      "title": "D-alanine suppressed osteoclastogenesis derived from bone marrow macrophages and downregulated ERK/p38 signalling pathways.",
      "authors": [
        "Xiaochi Chang",
        "Jing Deng",
        "Fengyi Zhou",
        "Zhihao Geng",
        "Xin Li",
        "Shuai Wang"
      ],
      "journal": "Archives of oral biology",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: D-alanine is a residue of the backbone structure of Type Ⅰ Lipoteichoic acid (LTA), which is a virulence factor in inflammation caused by gram-positive bacteria. However, the role of D-alanine in infectious bone destruction has not been investigated. We aimed to explore the role of D-alanine in the proliferation, apoptosis, and differentiation of osteoclasts. DESIGN: Mouse bone marrow-derived macrophages (BMMs) were isolated as osteoclast precursors and stimulated with D-alanine. Cell proliferation and apoptosis were detected using CCK-8 and flow cytometry, respectively. The formation of osteoclasts morphologically observed by tartrate-resistant acid phosphatase staining (TRAP) and immunofluorescence staining. The expressions of osteoclastogenic genes were measured by real-time RT-PCR. The protein expressions of osteoclastogenic markers, p38, and ERK1/2 MAPK signalling were measured by western blot. The expression level of soluble Sema4D was detected via enzyme-linked immunosorbent assay (ELISA). RESULTS: The cell proliferation of BMMs was significantly inhibited by D-alanine in a dose-dependent manner. Apoptosis of BMMs was markedly activated with the stimulation of D-alanine. The differentiation of BMMs into osteoclasts was significantly inhibited by D-alanine, and the gene and protein expressions of NFATc1, c-Fos, and Blimp decreased. Western blot showed that D-alanine inhibited the phosphorylated p38 and ERK1/2 signalling pathways of BMMs. Moreover, the expression level of soluble Sema4D significantly decreased in the supernatant of BMMs due to the D-alanine intervention. CONCLUSION: D-alanine plays a pivotal role in the inhibition of RANKL-induced osteoclastogenesis and might become a potential therapeutic drug for bone-resorptive diseases.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Osteogenesis",
        "MAP Kinase Signaling System",
        "Bone Marrow",
        "Bone Marrow Cells",
        "Macrophages",
        "Osteoclasts",
        "Cell Differentiation",
        "Proto-Oncogene Proteins c-fos",
        "RANK Ligand",
        "Bone Resorption",
        "NFATC Transcription Factors"
      ]
    },
    {
      "pmid": "38277167",
      "title": "Crystal structure of vancomycin bound to the resistance determinant D-alanine-D-serine.",
      "authors": [
        "Jee Hoon Park",
        "Rachel E Reviello",
        "Patrick J Loll"
      ],
      "journal": "IUCrJ",
      "publication_date": "2024-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vancomycin is a glycopeptide antibiotic that for decades has been a mainstay of treatment for persistent bacterial infections. However, the spread of antibiotic resistance threatens its continued utility. In particular, vancomycin-resistant enterococci (VRE) have become a pressing clinical challenge. Vancomycin acts by binding and sequestering the intermediate Lipid II in cell-wall biosynthesis, specifically recognizing a D-alanine-D-alanine dipeptide motif within the Lipid II molecule. VRE achieve resistance by remodeling this motif to either D-alanine-D-lactate or D-alanine-D-serine; the former substitution essentially abolishes recognition by vancomycin of Lipid II, whereas the latter reduces the affinity of the antibiotic by roughly one order of magnitude. The complex of vancomycin bound to D-alanine-D-serine has been crystallized, and its 1.20 Å X-ray crystal structure is presented here. This structure reveals that the D-alanine-D-serine ligand is bound in essentially the same position and same pose as the native D-alanine-D-alanine ligand. The serine-containing ligand appears to be slightly too large to be comfortably accommodated in this way, suggesting one possible contribution to the reduced binding affinity. In addition, two flexible hydroxyl groups - one from the serine side chain of the ligand, and the other from a glucose sugar on the antibiotic - are locked into single conformations in the complex, which is likely to contribute an unfavorable entropic component to the recognition of the serine-containing ligand.",
      "mesh_terms": [
        "Vancomycin",
        "Alanine",
        "Ligands",
        "Anti-Bacterial Agents",
        "Glycopeptides"
      ]
    },
    {
      "pmid": "38270318",
      "title": "High immunocompetence in chronic hepatitis patients with normal alanine transaminase levels and and negative hepatitis B e-antigen for the progression of liver fibrosis.",
      "authors": [
        "Bianqiao Cheng",
        "Dandan Wu",
        "Ming Zhang",
        "Shiming Chen",
        "Xunyuan Wu",
        "Jingjing Zhong",
        "Meimei Wu",
        "Miaomiao Huo"
      ],
      "journal": "Immunity, inflammation and disease",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: This study aimed to investigate the role of immunocompetence in chronic hepatitis B (CHB) patients with normal alanine transaminase (ALT) levels and negative hepatitis B e antigen (HBeAg) in the risk assessments of the progression of liver fibrosis. METHODS: We collected the clinical data of 57 patients with CHB, with normal ALT levels and negative HBeAg from December 2020 to December 2022. With hepatitis B virus (HBV) DNA > 20 IU/mL and ALT ≤ 40 U/L, these patients had never undergone antiviral therapy. The levels of CD4+ , CD4+ CD25+ , CD8+ , and CD4+ CD25+ CD127LOW regulatory T cells (Tregs) in the patients were detected using flow cytometry; the liver stiffness measurement (LSM) values of the patients were detected using Fibroscan. RESULTS: There was a statistically significant difference between the levels of fibrosis-4 (FIB-4) and hepatitis B surface antigen (HBsAg) when the cutoff point was HBsAg ≥ 1500 (p < .001). FIB-4 was negatively correlated with HBsAg (R = -0.291, p = .028) and positively correlated with age (R = 0.787, p < .001). LSM was negatively correlated with Treg but this correlation was not statistically significant (p > .05). Findings based on the analysis using logistic regression were as follows: (i) age was the independent risk factor when FIB-4 was used as the indicator for assessing liver fibrosis; (ii) Treg was the independent risk factor when LSM was used as the indicator for assessing liver fibrosis. When Treg was used to predict liver fibrosis, the cutoff value, diagnostic efficacy, area under the receiver operating characteristic (ROC) curve, and p value of the ROC curve were 6.875, 0.641, 0.84, and .027, respectively. CONCLUSION: Age and Treg are independent risk factors for progressive liver fibrosis. The cutoff value of Treg > 6.81 indicates the need for timely antiviral treatment and can serve as an indicator for evaluating liver fibrosis.",
      "mesh_terms": [
        "Humans",
        "Hepatitis B e Antigens",
        "Alanine Transaminase",
        "Hepatitis B Surface Antigens",
        "Liver Cirrhosis",
        "Hepatitis, Chronic",
        "Immunocompetence",
        "Hepatitis B"
      ]
    },
    {
      "pmid": "38266648",
      "title": "Beyond antibiotic resistance: The whiB7 transcription factor coordinates an adaptive response to alanine starvation in mycobacteria.",
      "authors": [
        "Nicholas C Poulton",
        "Michael A DeJesus",
        "Vanisha Munsamy-Govender",
        "Mariko Kanai",
        "Cameron G Roberts",
        "Zachary A Azadian",
        "Barbara Bosch",
        "Karl Matthew Lin",
        "Shuqi Li",
        "Jeremy M Rock"
      ],
      "journal": "Cell chemical biology",
      "publication_date": "2024-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pathogenic mycobacteria are a significant cause of morbidity and mortality worldwide. The conserved whiB7 stress response reduces the effectiveness of antibiotic therapy by activating several intrinsic antibiotic resistance mechanisms. Despite our comprehensive biochemical understanding of WhiB7, the complex set of signals that induce whiB7 expression remain less clear. We employed a reporter-based, genome-wide CRISPRi epistasis screen to identify a diverse set of 150 mycobacterial genes whose inhibition results in constitutive whiB7 expression. We show that whiB7 expression is determined by the amino acid composition of the 5' regulatory uORF, thereby allowing whiB7 to sense amino acid starvation. Although deprivation of many amino acids can induce whiB7, whiB7 specifically coordinates an adaptive response to alanine starvation by engaging in a feedback loop with the alanine biosynthetic enzyme, aspC. These findings describe a metabolic function for whiB7 and help explain its evolutionary conservation across mycobacterial species occupying diverse ecological niches.",
      "mesh_terms": [
        "Transcription Factors",
        "Alanine",
        "Gene Expression Regulation, Bacterial",
        "Mycobacterium",
        "Drug Resistance, Microbial",
        "Mycobacterium tuberculosis",
        "Bacterial Proteins"
      ]
    },
    {
      "pmid": "38251936",
      "title": "Enantiomer-Specific Colorimetric Tandem Assays for Salivary d-Alanine Associated with Gastric Cancer.",
      "authors": [
        "Chang Liu",
        "Yanan Wu",
        "Mengying Li",
        "Fang Liu",
        "Pengfei Kong",
        "Haifeng Yang",
        "Xinling Liu"
      ],
      "journal": "Analytical chemistry",
      "publication_date": "2024-Feb-06",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Salivary d-alanine (d-Ala) and d-proline (d-Pro) are of concern for their potential in the noninvasive diagnosis of gastric cancer (GC). Most reports have succeeded in determining the total concentration of d-Ala and d-Pro. However, for personalized diagnosis and better elucidation of the underlying specific correlation of d-Ala (or d-Pro) with GC, it is desirable to determine the specific concentration of d-Ala or d-Pro. Herein, we propose an enantiomer-specific tandem assay of d-Ala based on the colorimetric reaction between 2,4-dinitrophenylhydrazine and pyruvic acid generated from the deamination of d-Ala catalyzed by d-amino acid oxidase, which is easily distinguished from l-form amino acids, d-Pro, and many other species. A linear concentration range is established from 20 to 400 μmol/L with a limit of detection of 1.01 μmol/L. Real saliva sample tests reveal that the levels of d-Ala in GC cases are remarkably higher than those in healthy individuals, which offers a simple and low-cost strategy for GC diagnosis. Simultaneously, the total concentrations of d-Ala and d-Pro in saliva are determined. Hence, the concentration of d-Pro and the proportion of d-Ala could be calculated, which further provides more molecule- and individual-specific information. This research may offer a convenient method for noninvasive diagnosis of GC and pave a new route to explore the potentials of rare d-form amino acids in disease diagnosis and treatment.",
      "mesh_terms": [
        "Humans",
        "Alanine",
        "Stomach Neoplasms",
        "Colorimetry",
        "Amino Acids",
        "Proline"
      ]
    },
    {
      "pmid": "38213952",
      "title": "Antitumor effects of chemically modified miR-143 lipoplexes in a mouse model of pelvic colorectal cancer via myristoylated alanine-rich C kinase substrate downregulation.",
      "authors": [
        "Jun Arima",
        "Kohei Taniguchi",
        "Nobuhiko Sugito",
        "Kazuki Heishima",
        "Yoshihisa Tokumaru",
        "Yosuke Inomata",
        "Kazumasa Komura",
        "Tomohito Tanaka",
        "Masa-Aki Shibata",
        "Sang-Woong Lee",
        "Yukihiro Akao"
      ],
      "journal": "Molecular therapy. Nucleic acids",
      "publication_date": "2023-Dec-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Replenishing tumor-suppressor miRNAs (TS-miRNAs) is a potential next-generation nucleic acid-based therapeutic approach. Establishing an effective miRNA delivery system is essential to successful TS-miRNA therapy. To overcome vulnerability to RNA nucleases, we previously developed a chemically modified miRNA143-3p (CM-miR-143). In clinical practice, colorectal cancer (CRC) pelvic recurrence is an occasional challenge following curative resection, requiring a novel therapy because reoperative surgery poses a significant burden to the patient. Hence, we considered the use of CM-miR-143 as an alternative treatment. In this study, we used a mouse model bearing pelvic CRC adjacent to the rectum and investigated the anticancer effects of CM-miR-143 lipoplexes formulated from miRNA and a cationic liposome. Compared with commercial synthetic miR-143, CM-miR-143 lipoplexes accumulated heavily in regions of the pelvic CRC tumor where the blood flow was high. As a result, systemic administration of CM-miR-143 lipoplexes improved animal survival by significantly suppressing pelvic CRC tumors and relieving a lethal bowel obstruction caused by rectal compression. Detailed protein analysis revealed that the myristoylated alanine-rich C kinase is a novel target for CM-miR-143 lipoplexes. Our results suggest that CM-miR-143 is a potential next-generation drug candidate in the treatment of CRC pelvic recurrence."
    },
    {
      "pmid": "38201601",
      "title": "Low Alanine Aminotransferase as a Marker for Sarcopenia and Frailty, Is Associated with Decreased Survival of Bladder Cancer Patients and Survivors-A Retrospective Data Analysis of 3075 Patients.",
      "authors": [
        "Menachem Laufer",
        "Maxim Perelman",
        "Gad Segal",
        "Michal Sarfaty",
        "Edward Itelman"
      ],
      "journal": "Cancers",
      "publication_date": "2023-Dec-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sarcopenia is characterized by the loss of muscle mass and function and is associated with frailty, a syndrome linked to an increased likelihood of falls, fractures, and physical disability. Both frailty and sarcopenia are recognized as markers for shortened survival in a number of medical conditions and in cancer patient populations. Low alanine aminotransferase (ALT) values, representing low muscle mass (sarcopenia), may be associated with increased frailty and subsequently shortened survival in cancer patients. In the current study, we aimed to assess the potential relationship between low ALT and shorter survival in bladder cancer patients and survivors. PATIENTS AND METHODS: This was a retrospective analysis of bladder cancer patients and survivors, both in and outpatients. We defined patients with sarcopenia as those presenting with ALT < 17 IU/L. RESULTS: A total of 5769 bladder cancer patients' records were identified. After the exclusion of patients with no available ALT values or ALT levels above the upper normal limit, the final study cohort included 3075 patients (mean age 73.2 ± 12 years), of whom 80% were men and 1362 (53% had ALT ≤ 17 IU/L. The mean ALT value of patients within the low ALT group was 11.44 IU/L, while the mean value in the higher ALT level group was 24.32 IU/L (p < 0.001). Patients in the lower ALT group were older (74.7 vs. 71.4 years; p < 0.001), had lower BMI (25.8 vs. 27; p < 0.001), and their hemoglobin values were lower (11.7 vs. 12.6 g/dL; p < 0.001). In a univariate analysis, low ALT levels were associated with a 45% increase in mortality (95% CI 1.31-1.60, p < 0.001). In a multivariate model controlling for age, kidney function, and hemoglobin, low ALT levels were still associated with 22% increased mortality. CONCLUSIONS: Low ALT values, indicative of sarcopenia and frailty, are associated with decreased survival of bladder cancer patients and survivors and could potentially be applied for optimizing individual treatment decisions."
    },
    {
      "pmid": "38161505",
      "title": "Antiviral Therapy Favors a Lower Risk of Liver Cirrhosis in HBeAg-negative Chronic Hepatitis B with Normal Alanine Transaminase and HBV DNA Positivity.",
      "authors": [
        "Jing Zhou",
        "Fa-Da Wang",
        "Lan-Qing Li",
        "Yu-Jin Li",
        "Shi-Yan Wang",
        "En-Qiang Chen"
      ],
      "journal": "Journal of clinical and translational hepatology",
      "publication_date": "2023-Dec-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: Direct evidence on the outcomes of hepatitis B e antigen (HBeAg)-negative chronic hepatitis B (CHB) patients with normal alanine transaminase after long-term antiviral treatment is lacking. METHODS: HBeAg-negative patients with normal ALT and positive HBV DNA (≥20 IU/mL) were retrospectively enrolled. The endpoints included virological response (HBV DNA<100 IU/mL), changes in aspartate aminotransferase to platelet ratio index (APRI) and fibrosis-4 index (FIB-4), and the incidence of liver nodules, cirrhosis, and hepatocellular carcinoma (HCC). RESULTS: This cohort (n=194) was divided into three subgroups, untreated (n=67), treatment-continued (n=87), and treatment-discontinued patients (n=40), with a median follow-up of 54 months. The treatment-continued group achieved 100% (95% CI: 94.7-100) virological response, and significantly reduced APRI and FIB-4 scores (both p<0.001). The risk of liver nodules and cirrhosis in that group was reduced by 76% (HR: 0.24, 95% CI: 0.11-0.54, p<0.001) and 89% (HR: 0.11, 95% CI: 0.14-0.91, p=0.041) vs. the untreated group and by 77% (HR: 0.23, 95% CI: 0.10-0.49, p<0.001) and 95% (HR: 0.05, 95% CI: 0.01-0.44, p=0.006) vs. the treatment-discontinued group. For patients with HBV DNA≥2,000 IU/mL, adherence to treatment lowered the risks of liver cirrhosis by 92% (95% CI: 0.01-0.67) and 93% (95% CI: 0.01-0.53) vs. the untreated and treatment-discontinued patients, respectively. No patient adhering to treatment developed HCC, but one in each of the remaining groups did. CONCLUSIONS: Continuous nucleos(t)ide analog (NA) treatment has a satisfactory effectiveness and helps to lower the risk of liver cirrhosis in HBeAg-negative CHB patients with normal alanine transaminase, especially in those with HBV DNA≥2,000 IU/mL."
    },
    {
      "pmid": "38151204",
      "title": "A UPLC-MS/MS method for quantification of β-N-methylamino-L-alanine (BMAA) in Cycas sphaerica roxb. and its use in validating efficacy of a traditional BMAA removal method.",
      "authors": [
        "Pankajini Bal",
        "Geetgovind Sinam",
        "Chandrasekharan Yahavi",
        "Sheelendra Pratap Singh",
        "Satyanarayan Jena",
        "Aditya Bhushan Pant",
        "Saroj Kanta Barik"
      ],
      "journal": "Toxicon : official journal of the International Society on Toxinology",
      "publication_date": "2024-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The presence of neurotoxin β-N-Methylamino-L-alanine (BMAA) in the seeds of Cycas sphaerica is reported for first time. We developed a UPLC-MS/MS method for BMAA quantification by derivatizing with dansyl chloride. The method successfully differentiated L-BMAA from its structural isomer 2,4-diaminobutyric acid (DAB). The extracting mixture 0.1M TCA: ACN 4:1 v/v had a recovery level of >95%. The method is a high throughput sensitive chromatographic technique with 16.42 ng g-1 Limit of Quantification. BMAA was present in the endosperm of C. sphaerica, and was not detected in the leaves and pith. Washing of seeds in running cold water for 48 h reduced BMAA content by 86%. The local communities also treat the seeds under running cold water, but only for 24 h. The results of the study thus validated the traditional BMAA removal process through cold water treatment, but recommend for increase in the treatment period to 48 h or more.",
      "mesh_terms": [
        "Tandem Mass Spectrometry",
        "Cycas",
        "Chromatography, Liquid",
        "Liquid Chromatography-Mass Spectrometry",
        "Amino Acids, Diamino",
        "Neurotoxins",
        "Cyanobacteria Toxins"
      ]
    },
    {
      "pmid": "38132929",
      "title": "Low-Molecular-Weight Fish Collagen Peptide (Valine-Glycine-Proline-Hydroxyproline-Glycine-Proline-Alanine-Glycine) Prevents Osteoarthritis Symptoms in Chondrocytes and Monoiodoacetate-Injected Rats.",
      "authors": [
        "Wonhee Cho",
        "Jeongjin Park",
        "Jinhee Kim",
        "Minhee Lee",
        "So Jung Park",
        "Kyung Seok Kim",
        "Woojin Jun",
        "Ok-Kyung Kim",
        "Jeongmin Lee"
      ],
      "journal": "Marine drugs",
      "publication_date": "2023-Nov-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to investigate the effect of low-molecular-weight fish collagen (valine-glycine-proline-hydroxyproline-glycine-proline-alanine-glycine; LMWCP) on H2O2- or LPS-treated primary chondrocytes and monoiodoacetate (MIA)-induced osteoarthritis rat models. Our findings indicated that LMWCP treatment exhibited protective effects by preventing chondrocyte death and reducing matrix degradation in both H2O2-treated primary chondrocytes and cartilage tissue from MIA-induced osteoarthritis rats. This was achieved by increasing the levels of aggrecan, collagen type I, collagen type II, TIMP-1, and TIMP-3, while simultaneously decreasing catabolic factors such as phosphorylation of Smad, MMP-3, and MMP-13. Additionally, LMWCP treatment effectively suppressed the activation of inflammation and apoptosis pathways in both LPS-treated primary chondrocytes and cartilage tissue from MIA-induced osteoarthritis rats. These results suggest that LMWCP supplementation ameliorates the progression of osteoarthritis through its direct impact on inflammation and apoptosis in chondrocytes.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Chondrocytes",
        "Hydroxyproline",
        "Glycine",
        "Hydrogen Peroxide",
        "Lipopolysaccharides",
        "Osteoarthritis",
        "Inflammation",
        "Collagen Type II",
        "Peptides",
        "Valine",
        "Cartilage, Articular",
        "Cells, Cultured"
      ]
    },
    {
      "pmid": "38098136",
      "title": "d -Alanine Affects the Circadian Clock to Regulate Glucose Metabolism in the Kidney.",
      "authors": [
        "Shinsuke Sakai",
        "Youichi Tanaka",
        "Yusuke Tsukamoto",
        "Shihoko Kimura-Ohba",
        "Atsushi Hesaka",
        "Kenji Hamase",
        "Chin-Ling Hsieh",
        "Eiryo Kawakami",
        "Hiraku Ono",
        "Kotaro Yokote",
        "Mitsuaki Yoshino",
        "Daisuke Okuzaki",
        "Hiroyo Matsumura",
        "Atsuko Fukushima",
        "Masashi Mita",
        "Maiko Nakane",
        "Masao Doi",
        "Yoshitaka Isaka",
        "Tomonori Kimura"
      ],
      "journal": "Kidney360",
      "publication_date": "2024-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "KEY POINTS: d-Alanine affects the circadian clock to regulate gluconeogenesis in the kidney. d-Alanine itself has a clear intrinsic circadian rhythm, which is regulated by urinary excretion, and acts on the circadian rhythm. d-Alanine is a signal activator for circadian rhythm and gluconeogenesis through circadian transcriptional network. BACKGROUND: The aberrant glucose circadian rhythm is associated with the pathogenesis of diabetes. Similar to glucose metabolism in the kidney and liver, d-alanine, a rare enantiomer of alanine, shows circadian alteration, although the effect of d-alanine on glucose metabolism has not been explored. Here, we show that d-alanine acts on the circadian clock and affects glucose metabolism in the kidney. METHODS: The blood and urinary levels of d-alanine in mice were measured using two-dimensional high-performance liquid chromatography system. Metabolic effects of d-alanine were analyzed in mice and in primary culture of kidney proximal tubular cells from mice. Behavioral and gene expression analyses of circadian rhythm were performed using mice bred under constant darkness. RESULTS: d-Alanine levels in blood exhibited a clear intrinsic circadian rhythm. Since this rhythm was regulated by the kidney through urinary excretion, we examined the effect of d-alanine on the kidney. In the kidney, d-alanine induced the expressions of genes involved in gluconeogenesis and circadian rhythm. Treatment of d-alanine mediated glucose production in mice. Ex vivo glucose production assay demonstrated that the treatment of d-alanine induced glucose production in primary culture of kidney proximal tubular cells, where d-amino acids are known to be reabsorbed, but not in that of liver cells. Gluconeogenetic effect of d-alanine has an intraday variation, and this effect was in part mediated through circadian transcriptional network. Under constant darkness, treatment of d-alanine normalized the circadian cycle of behavior and kidney gene expressions. CONCLUSIONS: d-Alanine induces gluconeogenesis in the kidney and adjusts the period of the circadian clock. Normalization of circadian cycle by d-alanine may provide the therapeutic options for life style–related diseases and shift workers.",
      "mesh_terms": [
        "Circadian Clocks",
        "Alanine",
        "Circadian Rhythm",
        "Blood Glucose",
        "Kidney"
      ]
    },
    {
      "pmid": "38057389",
      "title": "Alanine transferase levels (ALT) and triglyceride-glucose index are risk factors for type 2 diabetes mellitus in obese patients.",
      "authors": [
        "Franco Folli",
        "Antonio E Pontiroli",
        "Ahmed S Zakaria",
        "Lucia Centofanti",
        "Elena Tagliabue",
        "Lucia La Sala"
      ],
      "journal": "Acta diabetologica",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: The role of liver steatosis and increased liver enzymes (ALT) in increasing incident type 2 diabetes mellitus (T2DM) is debated, because of their differential effects on different ethnicities and populations. The aim of this study was to evaluate the role of elevated ALT in the development of T2DM in non-diabetic obese subjects receiving routine medical treatment. METHODS: A total of 1005 subjects [296 men and 709 women, aged 45.7 ± 13.12 years, body mass index (BMI) 39.5 ± 4.86 kg/m2] were followed for a mean period of 14.3 ± 4.44 years. Subjects were evaluated for several metabolic variables, including the triglyceride-glucose index and the presence of metabolic syndrome (IDF 2005 definition), and were subdivided into ALT quartiles. RESULTS: T2DM developed in 136 subjects, and the difference was significant between the first and the fourth ALT quartile (p = 0.048). Both at univariate analysis and at stepwise regression, ALT quartiles were associated with incident T2DM. Traditional risk factors for T2DM coexisted, with a somehow greater predictive value, such as triglyceride-glucose index, age, arterial hypertension, LDL-cholesterol, and metabolic syndrome. CONCLUSIONS: These data suggest an association between elevated ALT levels and the risk of incident T2DM in obesity.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Female",
        "Diabetes Mellitus, Type 2",
        "Metabolic Syndrome",
        "Triglycerides",
        "Glucose",
        "Transferases",
        "Risk Factors",
        "Obesity",
        "Body Mass Index",
        "Alanine Transaminase",
        "Alanine"
      ]
    },
    {
      "pmid": "38039832",
      "title": "Experimental modification in thermal stability of oligomers by alanine substitution and site saturation mutagenesis of interfacial residues.",
      "authors": [
        "Megumi Hoya",
        "Ryo Matsunaga",
        "Satoru Nagatoishi",
        "Kouhei Tsumoto"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2024-Jan-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "For certain industrial applications, the stability of protein oligomers is important. In this study, we demonstrated an efficient method to improve the thermal stability of oligomers using the trimeric protein chloramphenicol acetyltransferase (CAT) as the model. We substituted all interfacial residues of CAT with alanine to detect residues critical for oligomer stability. Mutation of six of the forty-nine interfacial residues enhanced oligomer thermal stability. Site saturation mutagenesis was performed on these six residues to optimize the side chains. About 15% of mutations enhanced thermal stability by more than 0.5 °C and most did not disrupt activity of CAT. Certain combinations of mutations further improved thermal stability and resistance against heat treatment. The quadruple mutant, H17V/N34S/F134A/D157C, retained the same activity as the wild-type after heat treatment at 9 °C higher temperature than the wild-type CAT. Furthermore, combinations with only alanine substitutions also improved thermal stability, suggesting the method we developed can be used for rapid modification of industrially important proteins.",
      "mesh_terms": [
        "Alanine",
        "Mutagenesis",
        "Mutation",
        "Mutagenesis, Site-Directed",
        "Chloramphenicol O-Acetyltransferase",
        "Enzyme Stability"
      ]
    },
    {
      "pmid": "37951866",
      "title": "Incidence and predictors of elevated postpartum alanine aminotransferase in chronic hepatitis B mothers: a prospective study protocol.",
      "authors": [
        "Shi OuYang",
        "Ziren Chen",
        "Tingting Peng",
        "Yawen Geng",
        "Junchao Qiu",
        "Zhirong Xiao",
        "Calvin Q Pan"
      ],
      "journal": "BMC gastroenterology",
      "publication_date": "2023-Nov-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The majority of HBeAg-positive mothers with chronic hepatitis B have high levels of viremia and inactive disease with normal alanine aminotransferase (ALT) during pregnancy. In addition, postpartum disease activation and ALT flare have been reported in the range of 15 - 35%. However, the current International Association Guidelines have not provided clear recommendations and a risk-stratified monitoring schedule. Furthermore, data are lacking on the definition of normal ALT in the postpartum period in mothers with chronic hepatitis B. The clinical features and ALT flare patterns in HBeAg-positive mothers versus HBeAg-negative mothers are not fully explored. Thus, we design a cohort study to investigate the aforementioned area and generate data to assist healthcare providers in better managing mothers with hepatitis B. We aim to assess the frequency of postpartum ALT flares and predictors for such events. METHOD: This study is a single-center and prospective cohort study (n = 360) that consists of two groups of patients including HBsAg-positive mothers (n = 120) and healthy mothers without HBV infection (n = 240). In HBeAg-positive mothers, antiviral therapy during late pregnancy is permitted to prevent Mother-to-child transmission (MTCT) but discontinued at delivery if there is no further indication for the treatment. Mothers are enrolled at the gestational weeks of 12-24. After delivery, both mothers and their infants will be followed up until postpartum week 24. Clinical and laboratory data are collected every 4 weeks during the study except there are no follow-up visits at the postpartum weeks 16 and 20. The primary objective is the proportion of patients with postpartum ALT flares. The secondary objectives are independent risk factors during pregnancy for predicting postpartum ALT flares and the normal range of postpartum ALT levels in healthy mothers. DISCUSSION: The current study focuses on the incidence of postpartum ALT flares in mothers with chronic hepatitis B including subgroup analysis based on HBeAg status. The data will have several clinical implications, such as providing evidence for an appropriate monitoring schedule in CHB mothers after delivery. Further analyses on predictors of such events may assist clinicians in identifying mothers who might develop severe postpartum ALT flares. The data generated from healthy mothers have the potential to identify the patterns of ALT changes during pregnancy and postpartum, so we can gain a better understanding of the normal range of ALT in this subpopulation. TRIAL REGISTRATION NUMBER AT THE CHINESE CLINICAL TRIAL REGISTRY: ChiCTR2200061130.",
      "mesh_terms": [
        "Infant",
        "Pregnancy",
        "Humans",
        "Female",
        "Hepatitis B, Chronic",
        "Prospective Studies",
        "Alanine Transaminase",
        "Antiviral Agents",
        "Hepatitis B e Antigens",
        "Cohort Studies",
        "Incidence",
        "Infectious Disease Transmission, Vertical",
        "Postpartum Period",
        "Hepatitis B virus",
        "DNA, Viral"
      ]
    },
    {
      "pmid": "37949888",
      "title": "Myristoylated, alanine-rich C-kinase substrate (MARCKS) regulates toll-like receptor 4 signaling in macrophages.",
      "authors": [
        "Jiraphorn Issara-Amphorn",
        "Virginie H Sjoelund",
        "Margery Smelkinson",
        "Sebastian Montalvo",
        "Sung Hwan Yoon",
        "Nathan P Manes",
        "Aleksandra Nita-Lazar"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Nov-10",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Intramural",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "MARCKS (myristoylated alanine-rich C-kinase substrate) is a membrane-associated protein expressed in many cell types, including macrophages. MARCKS is functionally implicated in cell adhesion, phagocytosis, and inflammation. LPS (lipopolysaccharide) triggers inflammation via TLR4 (toll-like receptor 4).The presence of MARCKS and the formation of phospho-MARCKS in various cell types have been described, but the role(s) of MARCKS in regulating macrophage functions remain unclear. We investigated the role of MARCKS in inflammation. Confocal microscopy revealed that MARCKS and phospho-MARCKS increased localization to endosomes and the Golgi apparatus upon LPS stimulation.CRISPR-CAS9 mediated knockout of MARCKS in macrophages downregulated the production of TNF and IL6, suggesting a role for MARCKS in inflammatory responses. Our comprehensive proteomics analysis together with real-time metabolic assays comparing LPS-stimulation of WT and MARCKS knock-out macrophages provided insights into the involvement of MARCKS in specific biological processes including innate immune response, inflammatory response, cytokine production, and molecular functions such as extracellularly ATP-gated cation channel activity, electron transfer activity and oxidoreductase activity, uncovering specific proteins involved in regulating MARCKS activity upon LPS stimulation. MARCKS appears to be a key regulator of inflammation whose inhibition might be beneficial for therapeutic intervention in inflammatory diseases.",
      "mesh_terms": [
        "Humans",
        "Toll-Like Receptor 4",
        "Intracellular Signaling Peptides and Proteins",
        "Lipopolysaccharides",
        "Myristoylated Alanine-Rich C Kinase Substrate",
        "Macrophages",
        "Inflammation",
        "Phosphorylation"
      ]
    },
    {
      "pmid": "37948497",
      "title": "Kynurenine and Beta-Alanine Serum Levels are Associated with the Expression of Wnt Pathway Genes in Patients with Parkinson's Disease.",
      "authors": [
        "Afsaneh Hajihassani",
        "Alireza Nourazarian",
        "Masoud Nikanfar",
        "Delara Laghousi",
        "Fatemeh Khaki-Khatibi"
      ],
      "journal": "Clinical laboratory",
      "publication_date": "2023-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Parkinson's disease (PD) is the second most common neurodegenerative disease in the world. Despite its worldwide prevalence, there is currently no clear explanation for the mechanism of this disease. In addition, the lack of reliable and accurate biomarkers makes the early detection of PD difficult. Therefore, we examined serum beta-alanine and kynurenine levels and expression of Wnt pathway genes in leukocytes from patients with PD. METHODS: Ninety patients, 45 with PD and 45 healthy subjects, were enrolled in this study. Ten milliliters of blood were drawn from all participants. Serum levels of beta-alanine and kynurenine were measured by ELISA, and the expression of Wnt pathway genes in leukocytes was determined by real-time PCR. RESULTS: Serum levels of kynurenine and beta-alanine were higher in PD patients than in the control group. Data analysis also showed that the expression of some Wnt pathway genes was decreased in leukocytes. CONCLUSIONS: The correlation between serum levels of beta-alanine and kynurenine and the expression of the gene that encodes the Wnt signaling pathway in leukocytes was found in patients with PD. As a result, these biomarkers can be utilized for the early detection, monitoring, and treatment of patients with PD.",
      "mesh_terms": [
        "Humans",
        "Parkinson Disease",
        "Wnt Signaling Pathway",
        "Kynurenine",
        "Neurodegenerative Diseases",
        "Biomarkers"
      ]
    },
    {
      "pmid": "37943703",
      "title": "Exogenous L-Alanine promotes phagocytosis of multidrug-resistant bacterial pathogens.",
      "authors": [
        "Ming Jiang",
        "Xin-Hai Chen",
        "Hui Li",
        "Xuan-Xian Peng",
        "Bo Peng"
      ],
      "journal": "EMBO reports",
      "publication_date": "2023-Dec-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Multidrug-resistant bacteria present a major threat to public health that urgently requires new drugs or treatment approaches. Here, we conduct integrated proteomic and metabolomics analyses to screen for molecular candidates improving survival of mice infected with Vibrio parahaemolyticus, which indicate that L-Alanine metabolism and phagocytosis are strongly correlated with mouse survival. We also assess the role of L-Alanine in improving mouse survival by in vivo bacterial challenge experiments using various bacteria species, including V. parahaemolyticus, Escherichia coli, Pseudomonas aeruginosa, and Klebsiella pneumoniae. Functional studies demonstrate that exogenous L-Alanine promotes phagocytosis of these multidrug-resistant pathogen species. We reveal that the underlying mechanism involves two events boosted by L-Alanine: TLR4 expression and L-Alanine-enhanced TLR4 signaling via increased biosynthesis and secretion of fatty acids, including palmitate. Palmitate enhances binding of lipopolysaccharide to TLR4, thereby promoting TLR4 dimer formation and endocytosis for subsequent activation of the PI3K/Akt and NF-κB pathways and bacteria phagocytosis. Our data suggest that modulation of the metabolic environment is a plausible approach for combating multidrug-resistant bacteria infection.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Alanine",
        "Phosphatidylinositol 3-Kinases",
        "Toll-Like Receptor 4",
        "Proteomics",
        "Phagocytosis",
        "Bacteria",
        "Palmitates"
      ]
    },
    {
      "pmid": "37891975",
      "title": "Glycine-Alanine Dipeptide Repeat Protein from C9-ALS Interacts with Sulfide Quinone Oxidoreductase (SQOR) to Induce the Activity of the NLRP3 Inflammasome in HMC3 Microglia: Irisflorentin Reverses This Interaction.",
      "authors": [
        "Ru-Huei Fu",
        "Hui-Jye Chen",
        "Syuan-Yu Hong"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2023-Oct-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Amyotrophic lateral sclerosis (ALS) is a fatal rare disease of progressive degeneration of motor neurons. The most common genetic mutation in ALS is the hexanucleotide repeat expansion (HRE) located in the first intron of the C9orf72 gene (C9-ALS). HRE can produce dipeptide repeat proteins (DPRs) such as poly glycine-alanine (GA) in a repeat-associated non-ATG (RAN) translation. GA-DPR has been shown to be toxic to motor neurons in various biological models. However, its effects on microglia involved in C9-ALS have not been reported. Here, we show that GA-DPR (GA50) activates the NLR family pyrin domain containing 3 (NLRP3) inflammasome in a human HMC3 microglia model. MCC950 (specific inhibitor of the NLRP3) treatment can abrogate this activity. Next, using yeast two-hybrid screening, we identified sulfide quinone oxidoreductase (SQOR) as a GA50 interacting protein. SQOR knockdown in HMC3 cells can significantly induce the activity of the NLRP3 inflammasome by upregulating the level of intracellular reactive oxygen species and the cytoplasmic escape of mitochondrial DNA. Furthermore, we obtained irisflorentin as an effective blocker of the interaction between SQOR and GA50, thus inhibiting NLRP3 inflammasome activity in GA50-expressing HMC3 cells. These results imply the association of GA-DPR, SQOR, and NLRP3 inflammasomes in microglia and establish a treatment strategy for C9-ALS with irisflorentin."
    },
    {
      "pmid": "37790394",
      "title": "Myristoylated, Alanine-rich C-kinase Substrate (MARCKS) regulates Toll-like receptor 4 signaling in macrophages.",
      "authors": [
        "Jiraphorn Issara-Amphorn",
        "Virginie Sjoelund",
        "Margery Smelkinson",
        "Sung Hwan Yoon",
        "Nathan P Manes",
        "Aleksandra Nita-Lazar"
      ],
      "journal": "Research square",
      "publication_date": "2023-Jul-10",
      "publication_types": [
        "Preprint",
        "Journal Article"
      ],
      "abstract": "MARCKS (Myristoylated Alanine-rich C-kinase Substrate) is a membrane protein expressed in many cell types, including macrophages. MARCKS is functionally implicated in cell adhesion, phagocytosis, and inflammation. LPS (lipopolysaccharide) triggers inflammation via TLR4 (Toll-like receptor 4). The presence of MARCKS and the formation of phospho-MARCKS in macrophages have been described, but the role(s) of MARCKS in regulating macrophage functions remain unclear. To investigate the role of MARCKS during inflammation, we activated macrophages using LPS with or without the addition of a PKC inhibitor. We found that PKC inhibition substantially decreased macrophage IL6 and TNF cytokine production. In addition, confocal microscopy revealed that MARCKS and phospho-MARCKS increased localization to endosomes and the Golgi apparatus upon LPS stimulation. CRISPR-CAS9 mediated knockout of MARCKS in macrophages downregulated TNF and IL6 production, suggesting a role for MARCKS in inflammatory responses. Our comprehensive proteomics analysis together with real-time metabolic assays comparing LPS-stimulation of WT and MARCKS knock-out macrophages provided insights into the involvement of MARCKS in specific biological processes and signaling pathways, uncovering specific proteins involved in regulating MARCKS activity upon LPS stimulation. MARCKS appears to be a key regulator of inflammation whose inhibition might be beneficial for therapeutic intervention in inflammatory related diseases."
    },
    {
      "pmid": "37779070",
      "title": "A Comparison of Alanine Aminotransferase Normalization between Pemafibrate and Bezafibrate in Patients with Nonalcoholic Fatty Liver Disease.",
      "authors": [
        "Michiko Yamada-Shimizu",
        "Nobuharu Tamaki",
        "Masayuki Kurosaki",
        "Naoki Uchihara",
        "Keito Suzuki",
        "Yuki Tanaka",
        "Haruka Miyamoto",
        "Shun Ishido",
        "Tsubasa Nobusawa",
        "Hiroaki Matsumoto",
        "Taisei Keitoku",
        "Mayu Higuchi",
        "Kenta Takaura",
        "Shohei Tanaka",
        "Chiaki Maeyashiki",
        "Yutaka Yasui",
        "Yuka Takahashi",
        "Kaoru Tsuchiya",
        "Hiroyuki Nakanishi",
        "Namiki Izumi"
      ],
      "journal": "Internal medicine (Tokyo, Japan)",
      "publication_date": "2024-May-01",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Objective Pemafibrate is a recently developed selective peroxisome proliferator-activated receptor alpha modulator that can improve alanine aminotransferase (ALT) levels in patients with nonalcoholic fatty liver disease (NAFLD). However, the effectiveness of ALT normalization with pemafibrate and bezafibrate, a traditional fibrate, has not been compared. Methods In this retrospective study, we compared the effects of pemafibrate and bezafibrate on ALT normalization in patients with NAFLD. The primary endpoint was the ALT normalization rate at 12 months after administration. Patients Twenty and 14 patients with NAFLD receiving pemafibrate and bezafibrate, respectively, were included in this retrospective analysis. All patients had elevated ALT levels and dyslipidemia at entry. Results The ALT normalization rates at 3, 6, and 12 months were 40%, 55%, and 60% for pemafibrate and 14.3%, 28.6%, and 14.3% for bezafibrate, respectively. The ALT normalization rate at 12 months was significantly higher in patients treated with pemafibrate than in those treated with bezafibrate (p=0.01). Pemafibrate, when compared with bezafibrate, was shown to be a significant factor for ALT normalization in a multivariable analysis with an adjusted odds ratio (95% confidence interval) of 13.8 (1.6-115, p=0.01). Conclusion Pemafibrate is effective in ALT normalization in patients with NAFLD and may be used as a treatment for NAFLD.",
      "mesh_terms": [
        "Humans",
        "Bezafibrate",
        "Male",
        "Non-alcoholic Fatty Liver Disease",
        "Female",
        "Middle Aged",
        "Retrospective Studies",
        "Alanine Transaminase",
        "Benzoxazoles",
        "Butyrates",
        "Aged",
        "Adult",
        "Treatment Outcome",
        "Hypolipidemic Agents"
      ]
    },
    {
      "pmid": "37761965",
      "title": "Integrated Transcriptome and Metabolome Analysis of Salinity Tolerance in Response to Foliar Application of β-Alanine in Cotton Seedlings.",
      "authors": [
        "Wei Ren",
        "Li Chen"
      ],
      "journal": "Genes",
      "publication_date": "2023-Sep-20",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Salinity is amongst the serious abiotic stresses cotton plants face, impairing crop productivity. Foliar application of β-alanine is employed to improve salt tolerance in various crops, but the exact mechanism behind it is not yet completely understood. An advanced line SDS-01 of upland cotton Gossypium hirsutum L. was utilized to determine its salt tolerance. Foliar treatment with the β-alanine solution at different concentrations was applied to the seedlings stressed with 0.8% NaCl solution. On the 10th day of treatment, samples were collected for transcriptome and metabolome analyses. β-alanine solution at a concentration of 25 mM was found to be the best treatment with the lowest mortality rate and highest plant height and above-ground biomass under salt stress. Both differentially expressed genes and accumulated metabolites analyses showed improved tolerance of treated seedlings. The photosynthetic efficiency improved in seedlings due to higher expression of photosynthesis-antenna proteins and activation of hormones signal transduction after treatment with β-alanine. Highly expressed transcription factors observed were MYB, HD-ZIP, ARF, MYC, EREB, DELLA, ABF, H2A, H4, WRKY, and HK involved in the positive regulation of salinity tolerance in β-alanine-treated seedlings. Furthermore, compared to the control, the high accumulation of polyamines, coumarins, organic acids, and phenolic compounds in the β-alanine-treated seedlings helped regulate cellular antioxidant (glutathione and L-Cysteine) production. Hence, to improve salt tolerance and productivity in cotton, foliar application of β-alanine at the seedling stage can be a valuable management practice.",
      "mesh_terms": [
        "Gossypium",
        "Seedlings",
        "Salt Tolerance",
        "Transcriptome",
        "Metabolome"
      ]
    },
    {
      "pmid": "37760575",
      "title": "Low Alanine-Aminotransferase Blood Activity Is Associated with Increased Mortality in Chronic Lymphocytic Leukemia Patients: A Retrospective Cohort Study of 716 Patients.",
      "authors": [
        "Tamer Hellou",
        "Guy Dumanis",
        "Arwa Badarna",
        "Gad Segal"
      ],
      "journal": "Cancers",
      "publication_date": "2023-Sep-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic lymphocytic leukemia (CLL) is one of the most common hematologic malignancies, especially among elderlies. Several prognostic scores are available that utilize the characteristics of patients' blood counts and cytogenetic anomalies-all are features of the disease rather than of the patient. Addressing the route of personalized rather than precise medicine, we refer to the assessment of patients' status of sarcopenia and frailty. Low alanine aminotransferase (ALT) was already shown to function as a surrogate marker for sarcopenia and frailty. We decided to find a possible correlation between low ALT values and poor prognosis of CLL patients. PATIENTS AND METHODS: This is a retrospective cohort study of CLL patients treated in a large, tertiary medical center, as outpatients or inpatients. Their frailty status was evaluated in a retrospective manner. We defined patients with ALT below 12 IU/L as frail and divided our cohort into two groups including a low ALT level group (ALT < 12) and a normal ALT level group (ALT ≥ 12). RESULTS: Overall, our final analysis included 716 CLL patients, of which 161 (22.5%) had ALT levels lower than 12 IU/L. There was no significant difference in patients' age between the two groups. Patients with the low ALT had a lower hemoglobin concentration (median 10.8 g/dL [IQR = 2.7] vs. 12.2 [IQR = 3.1]; p < 0.001) and a higher proportion of patients were classified as Binet C score [48.4% vs. 31.1%]; p < 0.001). Frail CLL patients' survival was significantly shorter when compared to non-frail patients, in both the univariate [HR = 1.6 [95% confidence interval, CI 1.23, 2.0]; p < 0.01] and multivariate analyses [HR = 1.3 [95% CI 1.0, 1.7]; p = 0.03]. CONCLUSIONS: Sarcopenia and frailty assessment, based on blood ALT measurements, could potentially point out differences in CLL patients' prognoses. Such assessment could serve the purpose of treatment personalization of CLL patients."
    },
    {
      "pmid": "37744292",
      "title": "Lowering the threshold of alanine aminotransferase for enhanced identification of significant hepatic injury in chronic hepatitis B patients.",
      "authors": [
        "Hong-Sheng Yu",
        "Hao Jiang",
        "Ming-Kai Li",
        "Bi-Lan Yang",
        "Abdukyamu Smayi",
        "Jian-Ning Chen",
        "Bin Wu",
        "Yi-Dong Yang"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2023-Sep-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The clinical and histological features of chronic hepatitis B (CHB) patients who fall into the \"grey zone (GZ)\" and do not fit into conventional natural phases are unclear. AIM: To explore the impact of varying the threshold of alanine aminotransferase (ALT) levels in identifying significant liver injury among GZ patients. METHODS: This retrospective analysis involved a cohort of 1617 adult patients diagnosed with CHB who underwent liver biopsy. The clinical phases of CHB patients were determined based on the European Association for the Study of the Liver 2017 Clinical Practice Guidelines. GZ CHB patients were classified into four groups: GZ-A (HBeAg positive, normal ALT levels, and HBV DNA ≤ 107 IU/mL), GZ-B (HBeAg positive, elevated ALT levels, and HBV DNA < 104 or > 107 IU/mL), GZ-C (HBeAg negative, normal ALT levels, and HBV DNA ≥ 2000 IU/mL), and GZ-D (HBeAg negative, elevated ALT levels, and HBV DNA ≤ 2000 IU/mL). Significant hepatic injury (SHI) was defined as the presence of notable liver inflammation (≥ G2) and/or significant fibrosis (≥ S2). RESULTS: The results showed that 50.22% of patients were classified as GZ, and 63.7% of GZ patients developed SHI. The study also found that lowering the ALT treatment thresholds to the American Association for the Study of Liver Diseases 2018 treatment criteria (35 U/L for men and 25 U/L for women) can more accurately identify patients with significant liver damage in the GZ phases. In total, the proportion of patients with ALT ≤ 40 U/L who required antiviral therapy was 64.86% [(221 + 294)/794]. When we lowered the ALT treatment threshold to the new criteria (30 U/L for men and 19 U/L for women), the same outcome was revealed, and the proportion of patients with ALT ≤ 40 U/L who required antiviral therapy was 75.44% [(401 + 198)/794]. Additionally, the proportion of SHI was 49.1% in patients under 30 years old and increased to 55.3% in patients over 30 years old (P = 0.136). CONCLUSION: These findings suggest the importance of redefining the natural phases of CHB and using new ALT treatment thresholds for better diagnosis and management of CHB patients in the GZ phases."
    },
    {
      "pmid": "37737140",
      "title": "Promotion or Inhibition Effects of Exogenous Glutathione-Degraded Amino Acids on the Formation of 2,3-Butanedione and Pyrazines via Varied Pathways of Interaction with α-Dicarbonyl Compounds Derived from N-(1-Deoxy-d-xylulos-1-yl)-alanine.",
      "authors": [
        "Tong Zhou",
        "Xue Xia",
        "Heping Cui",
        "Khizar Hayat",
        "Xiaoming Zhang",
        "Chi-Tang Ho"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2023-Oct-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The contribution of glutathione (GSH) and free amino acids degraded from GSH to the generation of pyrazines and 2,3-butanedione was illustrated during their interaction in the thermal treatment of the Amadori compound of alanine and xylose (ARP). GSH-degraded amino acids, glutamic acid (Glu), cysteine (Cys), and glycine (Gly), but not pyroglutamic acid (pGlu), could effectively capture α-dicarbonyls to facilitate the formation of pyrazines when ARP was heated with GSH. Deoxypentosones, the precursors of 2,3-butanedione, were largely consumed in the ARP-GSH model by the interaction with GSH and its degradative Cys compared with the ARP model. The addition of GSH and deoxypentosones inhibited the further degradation of deoxypentosones, resulting in less formation of 2,3-butanedione and other α-dicarbonyl compounds. Meanwhile, the reaction between GSH-degraded Cys and deoxypentosones to form sulfur-containing compounds such as thiols accelerated the consumption of deoxypentosones; thereby, the formation of 2,3-butanedione was severely interfered. However, this inhibition was compensated for by the GSH-degraded Gly through the addition between Gly and MGO and the subsequent deamination. The involvement of exogenous GSH could simultaneously boost the yields of 2,3-butanedione and pyrazines compared with those of ARP heated alone. As the degree of GSH degradation strengthened in the ARP-thermal-degraded GSH models, the yields of both pyrazines and 2,3-butanedione steadily increased."
    },
    {
      "pmid": "37723330",
      "title": "What Do Higher Alanine Aminotransferase Levels Mean in Premature Ovarian Insufficiency?",
      "authors": [
        "Weina Wang",
        "Xi Cheng",
        "Jinhan Yao",
        "Hanchun Xue",
        "Chenglu Li",
        "Xia Wang",
        "You Zhang",
        "Siyi Chen",
        "Yuquan Zhang"
      ],
      "journal": "Reproductive sciences (Thousand Oaks, Calif.)",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to investigate the relationship between alanine aminotransferase and related biochemical parameters and potential risk factors in women with premature ovarian insufficiency (POI). This is a retrospective cohort study with 126 POI patients (including subclinical POI, n= 27) and 130 healthy controls who visited our clinic between April 2021 to November 2022. Associations were investigated by multiple linear regression, Person correlation analysis, the Kruskal-Wallis test, Mann-Whitney U test, and the independent t-test. When compared to controls, analysis of POI patients showed that body mass index (BMI), uric acid (UA) and urea, alanine aminotransferase (ALT), aspartate aminotransferase (AST), monocyte/lymphocyte ratio, monocyte count (MONO), neutrophil count (NEUT), follicle-stimulating hormone (FSH), luteinizing hormone, and neutrophil/lymphocyte ratio (NLR) were significantly higher, while estradiol (E2), the lymphocyte count and the AST/ALT ratio were lower (P < 0.05). According to linear correlation, it was clear that BMI, FSH, white blood cell count (WBC), NEUT, MONO, UA, AST, and NLR were positively associated with ALT (r = 0.215, 0.388, 0.195, 0.187, 0.184, 0.605, 0.819, and 0.189, respectively, all P < 0.05) while E2 was negatively associated with ALT (r = -0.278, P < 0.05). In addition, multiple linear regression revealed a significant, independent, and positive correlation between AST, FSH, and ALT (B =1.403 and 0.069, respectively, P < 0.05). Analysis revealed that the levels of ALT were significantly higher in POI patients. In addition, BMI, FSH, UA, AST, MONO, NLR, NEUT, and WBC were positively associated with ALT in POI patients. E2 was negatively associated with ALT. Multiple linear regression revealed an independent and positive correlation between AST, FSH, and ALT. In addition, there was also a risk of liver function damage in women with POI and subclinical POI. If patients were diagnosed with POI, early examination and corresponding intervention will be required to effectively prevent the further development of liver disease.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Retrospective Studies",
        "Alanine Transaminase",
        "Primary Ovarian Insufficiency",
        "Menopause, Premature",
        "Follicle Stimulating Hormone"
      ]
    },
    {
      "pmid": "37721070",
      "title": "Alanine/EPR dosimetry for mailed intercomparison at ocular proton therapy facilities-preliminary results for three centres for irradaitions at CCB IFJ PAN eyeline.",
      "authors": [
        "Barbara Michalec",
        "Cinzia De Angelis",
        "Gabriela Foltyńska",
        "Tomasz Horwacik",
        "Brigitte Reniers",
        "Agnieszka Wochnik",
        "Renata Kopeć",
        "Jan Swakoń"
      ],
      "journal": "Radiation protection dosimetry",
      "publication_date": "2023-Sep-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Quality control of therapeutic photon beams in the form of postal dose audits based on passive dosemeters is widely used in photon radiotherapy. On the other hand, no standardised dosimetry audit programme for proton centres has been established in Europe so far. We evaluated alanine/EPR dosimetry systems developed at the Istituto Superiore di Sanità (Italy), the Hasselt Universiteit (Belgium) and the Henryk Niewodniczanski Institute of Nuclear Physics Polish Academy of Sciences (Poland) for their applicability as a potential tool for routine mailed dose audits of passively scattered therapeutic proton beams. The evaluation was carried out in the form of an intercomparison. Dosemeters were irradiated in the 70 MeV proton beam at ocular proton therapy facility in the Cyclotron Centre Bronowice at the Henryk Niewodniczanski Institute of Nuclear Physics Polish Academy of Sciences in Krakow. A very good agreement was found between the dose measured by three laboratories and the delivered dose determined with an ionisation chamber. This, together with the inherent properties of alanine, such as non-destructive readout, tissue equivalence, weak energy dependence, dose rate independence and insignificant fading, makes alanine a good candidate for a dosemeter used in postal auditing in proton ocular radiotherapy.",
      "mesh_terms": [
        "Proton Therapy",
        "Protons",
        "Eye",
        "Radiometry",
        "Alanine"
      ]
    },
    {
      "pmid": "37716594",
      "title": "Hepatic pyruvate and alanine metabolism are critical and complementary for maintenance of antioxidant capacity and resistance to oxidative insult.",
      "authors": [
        "Nicole K H Yiew",
        "Joel H Vazquez",
        "Michael R Martino",
        "Stefanie Kennon-McGill",
        "Jake R Price",
        "Felicia D Allard",
        "Eric U Yee",
        "Alexander J Layman",
        "Laura P James",
        "Kyle S McCommis",
        "Brian N Finck",
        "Mitchell R McGill"
      ],
      "journal": "Molecular metabolism",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Mitochondrial pyruvate is a critical intermediary metabolite in gluconeogenesis, lipogenesis, and NADH production. As a result, the mitochondrial pyruvate carrier (MPC) complex has emerged as a promising therapeutic target in metabolic diseases. Clinical trials are currently underway. However, recent in vitro data indicate that MPC inhibition diverts glutamine/glutamate away from glutathione synthesis and toward glutaminolysis to compensate for loss of pyruvate oxidation, possibly sensitizing cells to oxidative insult. Here, we explored this in vivo using the clinically relevant acetaminophen (APAP) overdose model of acute liver injury, which is driven by oxidative stress. METHODS: We used pharmacological and genetic approaches to inhibit MPC2 and alanine aminotransferase 2 (ALT2), individually and concomitantly, in mice and cell culture models and determined the effects on APAP hepatotoxicity. RESULTS: We found that MPC inhibition sensitizes the liver to APAP-induced injury in vivo only with concomitant loss of alanine aminotransferase 2 (ALT2). Pharmacological and genetic manipulation of neither MPC2 nor ALT2 alone affected APAP toxicity, but liver-specific double knockout (DKO) significantly worsened APAP-induced liver damage. Further investigation indicated that DKO impaired glutathione synthesis and increased urea cycle flux, consistent with increased glutaminolysis, and these results were reproducible in vitro. Finally, induction of ALT2 and post-treatment with dichloroacetate both reduced APAP-induced liver injury, suggesting new therapeutic avenues. CONCLUSIONS: Increased susceptibility to APAP toxicity requires loss of both the MPC and ALT2 in vivo, indicating that MPC inhibition alone is insufficient to disrupt redox balance. Furthermore, the results from ALT2 induction and dichloroacetate in the APAP model suggest new metabolic approaches to the treatment of liver damage.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Antioxidants",
        "Acetaminophen",
        "Pyruvic Acid",
        "Alanine Transaminase",
        "Chemical and Drug Induced Liver Injury",
        "Oxidative Stress",
        "Liver Diseases",
        "Oxidation-Reduction",
        "Glutathione",
        "Alanine"
      ]
    },
    {
      "pmid": "37694128",
      "title": "The association of aspartate transaminase-to-alanine transaminase ratio and metabolic syndrome among HIV patients in Sidama Region, South Ethiopia.",
      "authors": [
        "Wondwossen Abera",
        "Temesgen Bizuayehu Wube",
        "Tsegaye Alemayehu"
      ],
      "journal": "SAGE open medicine",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Studies on the association of the aspartate transaminase-to-alanine transaminase ratio with the metabolic syndrome and its components among HIV patients were scarce. This study aims to determine the association between the aspartate transaminase-to-alanine transaminase ratio and the metabolic syndrome and its components in adult HIV patients on highly active antiretroviral therapy. METHODS: This was a cross-sectional study conducted on 302 HIV patients from January 15 to June 30, 2021. Sociodemographic, clinical, and anthropometric data were collected using a structured questionnaire. The patient's medical records were reviewed. Biochemical analysis was performed after 5 ml of venous blood was collected from each study participant. Metabolic syndrome was defined by the third report of the national cholesterol education program-adult treatment panel. Logistic regression was done to assess the association of MetS with the independent variables, and correlation analysis was performed to see the correlation of MetS components with the aspartate aminotransferase-to-alanine aminotransferase ratio. RESULT: 302 HIV-positive patients on highly active antiretroviral therapy were included in this study, and 54.6% were female. The median and interquartile range of the age of the study participants were 41 (35-50) years. The prevalence of metabolic syndrome was 29.5% (confidence interval = 24.5-35.1). Chronic illness (Adjusted odds ratio = 4.8, confidence interval = 2.2-10.9) and aspartate aminotransferase-to-alanine aminotransferase ratio (adjusted odds ratio = 2.5, confidence interval = 1.4-4.4) were significantly associated with Metabolic syndrome among the study participants. The aspartate aminotransferase-to-alanine aminotransferase ratio was significantly correlated with blood pressure. CONCLUSION: This study found the existence of a significant association between the aspartate aminotransferase-to-alanine aminotransferase ratio and metabolic syndrome among HIV patients."
    },
    {
      "pmid": "37693730",
      "title": "Low Alanine Aminotransferase, as a Marker of Sarcopenia and Frailty, Is Associated with Shorter Survival Among Prostate Cancer Patients and Survivors. A Retrospective Cohort Analysis of 4064 Patients.",
      "authors": [
        "Menachem Laufer",
        "Maxim Perelman",
        "Michal Sarfaty",
        "Edward Itelman",
        "Gad Segal"
      ],
      "journal": "European urology open science",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sarcopenia is characterized by loss of muscle mass and function and is associated with frailty, a syndrome with higher likelihood of falls, fractures, physical disability, and mortality. Both frailty and sarcopenia are known markers of shorter survival in various cancer patient populations. Low alanine aminotransferase (ALT), reflecting loss of muscle mass (sarcopenia), may be associated with greater frailty and shorter survival in multiple cancers. OBJECTIVE: To assess the potential association between low ALT and shorter survival among prostate cancer (PCa) patients and survivors. DESIGN SETTING AND PARTICIPANTS: This was a retrospective analysis of a historical cohort of PCa patients and survivors. Patients were defined as those still actively receiving PCa treatment, while those no longer receiving such treatment were classified as PCa survivors. OUTCOME MEASUREMENTS AND STATISTICAL ANALYSIS: ALT data were obtained from results for basic biochemical blood testing carried out for patients on their first hospital admission. Patients were divided into two groups: those with ALT ≥17 IU/l and those with ALT <17 IU/l. Univariate and multivariable analyses were conducted for between-group survival comparisons. RESULTS AND LIMITATIONS: We identified 9489 PCa records. The final study cohort with ALT data available included 4064 patients with ALT <40 IU/l. Of this cohort, 536 patients were actively receiving medical anticancer therapy for PCa. The mean age for the entire cohort was 74.6 yr (standard deviation 9.6) and the median ALT level was 19.28 IU/l; 1676 patients (41%) had low ALT (<17 IU/l). On univariate analysis, low ALT was associated with a 78% increase in mortality risk (95% confidence interval [CI] 1.62-1.97; p < 0.001). A sensitivity analysis of the 536 patients actively receiving medical anticancer treatment revealed that low ALT was associated with a 48% increase in mortality risk (95% CI 1.19-1.85; p = 0.001). In a multivariable model controlled for age, kidney disease, history of cerebrovascular event/transient ischemic attack, and baseline prostate-specific antigen, low ALT was still associated with a 35% increase in mortality risk (95% CI 1.12-1.63; p = 0.001). Limitations include the single-center, retrospective design. CONCLUSIONS: Low ALT, which is indicative of sarcopenia and frailty, is associated with shorter survival among PCa patients and survivors and could potentially be used for treatment personalization. PATIENT SUMMARY: We compared survival for prostate cancer patients and survivors according to their blood level of the protein alanine aminotransferase (ALT). Low ALT levels in the general population are associated with loss of muscle mass. We found that in our group of prostate cancer patients and survivors, the risk of death from any cause was higher for those with low ALT levels."
    },
    {
      "pmid": "37649604",
      "title": "DNMT1 mediates the disturbed flow-induced endothelial to mesenchymal transition through disrupting β-alanine and carnosine homeostasis.",
      "authors": [
        "Jianan Zhao",
        "Chuanrong Zhao",
        "Fangfang Yang",
        "Zhitong Jiang",
        "Juanjuan Zhu",
        "Weijuan Yao",
        "Wei Pang",
        "Jing Zhou"
      ],
      "journal": "Theranostics",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Background: Increasing evidence suggests that hemodynamic disturbed flow induces endothelial dysfunction via a complex biological process so-called endothelial to mesenchymal transition (EndoMT). Recently, DNA methyltransferases (DNMTs) was reported as a key molecular mediator to promote EndoMT. Our understanding of how DNMTs, particularly the maintenance DNMTs, DNMT1, coordinate EndoMT is still lacking. Methods: A parallel-plate flow apparatus and perfusion devices were used to apply fluid with endothelial protective pulsatile shear (PS, to mimic the laminar flow) or harmful oscillatory shear (OS, to mimic the disturbed flow) to cultured endothelial cells (ECs). Endothelial lineage tracing mice and conditional EC Dnmt1 knockout mice were subjected to a surgery of carotid partial ligation to generate the flow-accelerated atherogenesis models. Western blotting, quantitative RT-PCR, immunofluorescent staining, methylation-specific PCR, chromatin immunoprecipitation, endothelial functional assays, and assessments for neointimal formation and atherosclerosis were performed. Results: Inhibition of DNMTs with 5-aza-2'-deoxycytidine (5-Aza) suppressed the disturbed flow/OS-induced EndoMT, both in cultured cells and the endothelial lineage tracing mice. 5-Aza also ameliorated the downregulation of aldehyde dehydrogenases (ALDHs) and β-alanine biosynthesis caused by disturbed flow/OS. Knockdown of the ALDH family proteins, ALDH2, ALDH3A1, and ALDH6A1, showed an EndoMT-induction effect as OS. Supplementation of cells with the functional metabolites of β-alanine, carnosine and acetyl-CoA (acetate), reversed EndoMT, likely via inhibiting the phosphorylation of Smad2/3. Endothelial-specific knockout of Dnmt1 protected the vasculature from disturbed flow-induced remodeling and atherosclerosis. Conclusions: Endothelial DNMT1 acts as one of the key epigenetic factors to mediate the hemodynamically regulated EndoMT at least through repressing the expression of ALDH2, ALDH3A1, and ALDH6A1. Supplementation with carnosine and acetate may have a great potential in the prevention and treatment of atherosclerosis.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Aldehyde Dehydrogenase",
        "Aldehyde Dehydrogenase, Mitochondrial",
        "Atherosclerosis",
        "Azacitidine",
        "Carnosine",
        "DNA Modification Methylases",
        "Endothelial Cells",
        "Homeostasis",
        "DNA (Cytosine-5-)-Methyltransferase 1"
      ]
    },
    {
      "pmid": "37643283",
      "title": "A Comparative Biochemical Study Between L-Carnosine and β-Alanine in Amelioration of Hypobaric Hypoxia-Induced Skeletal Muscle Protein Loss.",
      "authors": [
        "Richa Rathor",
        "Sukanya Srivastava",
        "Geetha Suryakumar"
      ],
      "journal": "High altitude medicine & biology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rathor, Richa, Sukanya Srivastava, and Geetha Suryakumar. A comparative biochemical study between L-carnosine and β-alanine in amelioration of hypobaric hypoxia-induced skeletal muscle protein loss. High Alt Med Biol. 24:302-311, 2023. Background: Carnosine (CAR; β-alanyl-L-histidine), a biologically active dipeptide is known for its unique pH-buffering capacity, metal chelating activity, and antioxidant and antiglycation property. β-Alanine (ALA) is a nonessential amino acid and used to enhance performance and cognitive functions. Hypobaric hypoxia (HH)-induced muscle protein loss is regulated by multifaceted signaling pathways. The present study investigated the beneficial effects of CAR and ALA against HH-associated muscle loss. Methodology: Simulated HH exposure was performed in an animal decompression chamber. Gastric oral administration of CAR (50 mg·kg-1) and ALA (450 mg·kg-1) were given daily for 3 days and at the end of the treatment, hindlimb skeletal muscle tissue was excised for western blot and biochemical assays. Results: Cosupplementation of CAR and ALA alone was able to ameliorate the hypoxia-induced inflammation, oxidative stress (FOXO), ER stress (GRP-78), and atrophic signaling (MuRF-1) in the skeletal muscles. Creatinine phospho kinase activity and apoptosis were also decreased in CAR- and ALA-supplemented rats. However, CAR showed enhanced protection in HH-induced muscle loss as CAR supplementation was able to enhance protein concentration, body weight, and decreased the protein oxidation and ALA administration was not able to restore the same. Conclusions: Hence, the present comprehensive study supports the fact that CAR (50 mg·kg-1) is more beneficial as compared with ALA (450 mg·kg-1) in ameliorating the hypoxia-induced skeletal muscle loss.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Carnosine",
        "Muscle, Skeletal",
        "Dietary Supplements",
        "Muscle Proteins",
        "beta-Alanine",
        "Hypoxia"
      ]
    },
    {
      "pmid": "37621201",
      "title": "Usefulness of the Fibrosis-4 index and alanine aminotransferase at 1 year of nucleos(t)ide analog treatment for prediction of hepatocellular carcinoma in chronic hepatitis B patients.",
      "authors": [
        "Jun Inoue",
        "Takehiro Akahane",
        "Tomoo Kobayashi",
        "Osamu Kimura",
        "Kosuke Sato",
        "Masashi Ninomiya",
        "Tomoaki Iwata",
        "Satoshi Takai",
        "Norihiro Kisara",
        "Toshihiro Sato",
        "Futoshi Nagasaki",
        "Masahito Miura",
        "Takuya Nakamura",
        "Teruyuki Umetsu",
        "Akitoshi Sano",
        "Mio Tsuruoka",
        "Masazumi Onuki",
        "Satoko Sawahashi",
        "Hirofumi Niitsuma",
        "Atsushi Masamune"
      ],
      "journal": "Hepatology research : the official journal of the Japan Society of Hepatology",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: Nucleos(t)ide analogs do not completely prevent hepatocellular carcinoma (HCC) in chronic hepatitis B virus infection. This study aimed to evaluate the dynamics of a non-invasive liver fibrosis marker, the Fibrosis-4 (FIB-4) index, for predicting HCC development. METHODS: Among a total of 882 chronically hepatitis B virus infection-infected patients who were treated with nucleos(t)ide analogs, 472 patients without HCC history whose FIB-4 at baseline and 1 year of treatment was obtained were evaluated for the incidence of HCC. RESULTS: The median FIB-4 was 2.00 at baseline and was significantly reduced to 1.58 at 1 year (P < 0.001), but the reduction was small at 2 years or later. When a receiver operating characteristic analysis of FIB-4 was performed to predict HCC within 5 years, the area under the curve of FIB-4 at 1 year was higher than that at baseline (0.676 vs. 0.599). The HCC incidence was significantly higher in patients with FIB-4 ≥1.58 than in those with FIB-4 <1.58 (14.8% vs. 3.6% at 10 years, P < 0.001). Additionally, an abnormal alanine aminotransferase (≥31 U/L) at 1 year was an independent risk for HCC. When a fibrosis and alanine aminotransferase-1 (FAL-1) score was evaluated as an applicable number of FIB-4 ≥1.58, and alanine aminotransferase ≥31 as 0, 1, and 2, the HCC risk in patients with score 2 was significantly higher than in those with score 1 or score 0 (24.1% vs. 9.8% vs. 0.7% at 10 years, P < 0.001). CONCLUSIONS: FIB-4 ≥1.58 and alanine aminotransferase ≥31 at 1 year of nucleos(t)ide analog was an independent risk factor for HCC development, and a score using these factors stratified the risk of HCC."
    },
    {
      "pmid": "37558753",
      "title": "Development of prediction model for alanine transaminase elevations during the first 6 months of conventional synthetic DMARD treatment.",
      "authors": [
        "Laura Kuusalo",
        "Mikko S Venäläinen",
        "Heidi Kirjala",
        "Sofia Saranpää",
        "Laura L Elo",
        "Laura Pirilä"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Aug-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Frequent laboratory monitoring is recommended for early identification of toxicity when initiating conventional synthetic disease-modifying antirheumatic drugs (csDMARDs). We aimed at developing a risk prediction model to individualize laboratory testing at csDMARD initiation. We identified inflammatory joint disease patients (N = 1196) initiating a csDMARD in Turku University Hospital 2013-2019. Baseline and follow-up safety monitoring results were drawn from electronic health records. For rheumatoid arthritis patients, diagnoses and csDMARD initiation/cessation dates were manually confirmed. Primary endpoint was alanine transaminase (ALT) elevation of more than twice the upper limit of normal (ULN) within 6 months after treatment initiation. Computational models for predicting incident ALT elevations were developed using Lasso Cox proportional hazards regression with stable iterative variable selection (SIVS) and were internally validated against a randomly selected test cohort (1/3 of the data) that was not used for training the models. Primary endpoint was reached in 82 patients (6.9%). Among baseline variables, Lasso model with SIVS predicted subsequent ALT elevations of > 2 × ULN using higher ALT, csDMARD other than methotrexate or sulfasalazine and psoriatic arthritis diagnosis as important predictors, with a concordance index of 0.71 in the test cohort. Respectively, at first follow-up, in addition to baseline ALT and psoriatic arthritis diagnosis, also ALT change from baseline was identified as an important predictor resulting in a test concordance index of 0.72. Our computational model predicts ALT elevations after the first follow-up test with good accuracy and can help in optimizing individual testing frequency.",
      "mesh_terms": [
        "Humans",
        "Alanine Transaminase",
        "Antirheumatic Agents",
        "Arthritis, Psoriatic",
        "Arthritis, Rheumatoid",
        "Methotrexate",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "37551720",
      "title": "Systematic review with meta-analysis: Significant histological changes among treatment-naïve chronic hepatitis B patients with normal alanine aminotransferase levels by different criteria.",
      "authors": [
        "Shun Li",
        "Lichen Shi",
        "Xiaoqian Xu",
        "Hao Wang",
        "Hong You",
        "Jidong Jia",
        "Yuanyuan Kong"
      ],
      "journal": "Alimentary pharmacology & therapeutics",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The upper limits of normal (ULNs) of ALT are not consistent across the major international guidelines which may affect the eligibility for antiviral therapy for chronic hepatitis B (CHB). AIM: To estimate the proportions of histological changes among treatment-naïve patients with CHB within differently defined ALT ULNs. METHODS: We searched PubMed and Embase up to May 15th, 2023, to identify studies of treatment-naïve CHB patients with liver biopsies. We pooled proportions of moderate to severe necroinflammation, significant fibrosis, and cirrhosis in those patients within different ALT ULNs by using random-effect models. RESULTS: We included 23 studies with 4010 participants. Within ALT ULN at 40 IU/L, the pooled proportions of moderate to severe necroinflammation, significant fibrosis, and cirrhosis were 33% (95% CI: 26%-42%), 32% (95% CI: 27%-38%), and 3% (95% CI: 1%-5%), respectively. Within ALT ULN at 30 IU/L for men and 19 IU/L for women, the pooled proportion of significant fibrosis remained at 30% (95% CI: 25%-34%; 432 participants). However, it was 21% (95% CI: 11%-37%; 361 participants) even in those within ALT ULN at 20 IU/L. Subgroup analyses suggested a significantly higher proportion of significant fibrosis among studies with prospective design or enrolled patients' mean age >35 or >40 years. CONCLUSIONS: Significant histological changes occurred in approximately 1/3 of treatment-naïve CHB patients within ALT ULN at 40 IU/L, whereas the proportion of significant fibrosis was approximately 1/5 even in those within ALT ULN at 20 IU/L.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Alanine Transaminase",
        "Biopsy",
        "Hepatitis B e Antigens",
        "Hepatitis B, Chronic",
        "Liver Cirrhosis"
      ]
    },
    {
      "pmid": "37550687",
      "title": "Low alanine aminotransferase activity gene variant in a Siberian Husky with copper-associated hepatopathy.",
      "authors": [
        "Christine Kim",
        "John P Loftus",
        "Heather J Huson"
      ],
      "journal": "BMC veterinary research",
      "publication_date": "2023-Aug-07",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alanine aminotransferase (ALT) is commonly used as a marker of hepatocellular injury. Increased serum ALT activity due to hepatocyte injury occurs in copper-associated hepatopathy (CuCH) and other necroinflammatory liver conditions. Blood ALT concentrations are frequently used to monitor therapy in cases of CuCH. Low serum ALT activities have been associated with an allele at a CFA13 locus. CASE PRESENTATION: A 9-year-old female spayed Siberian Husky was diagnosed with CuCH (hepatic copper dry weight 2680 µg/g [normal, 120-400 µg/g; toxic, > 1500 µg/g]) and a normal ALT (78 U/L; reference range, 10-125 U/L). Mild hepatocellular necrosis was evident histologically. Genetic testing (Embark) revealed that the dog was heterozygous for the low ALT activity gene allele. CONCLUSIONS: This case report illustrates the clinical implications for diagnosing and managing necroinflammatory liver disease such as CuCH in dogs with a low ALT activity genotype.",
      "mesh_terms": [
        "Female",
        "Animals",
        "Dogs",
        "Alanine Transaminase",
        "Copper",
        "Liver Diseases",
        "Hepatocytes",
        "Dog Diseases"
      ]
    },
    {
      "pmid": "37548052",
      "title": "A semimechanistic pharmacokinetic/pharmacodynamic model for alanine aminotransferase-based hepatotoxicity of methotrexate in paediatric patients with acute lymphoid leukaemia.",
      "authors": [
        "Qiufen Yin",
        "Zeneng Cheng",
        "Minghua Yang",
        "Shengfeng Wang",
        "Feifan Xie"
      ],
      "journal": "British journal of clinical pharmacology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: Methotrexate (MTX) is recognized for its potential to induce hepatotoxicity, commonly manifested by elevated alanine aminotransferase (ALT) levels. However, the quantitative relationship between the pharmacokinetics (PK) of MTX and ALT-based hepatotoxicity remains unclear. This study aimed to develop a semimechanistic PK/pharmacodynamic (PD) model to characterize the MTX-induced hepatotoxicity based on ALT in paediatric patients with acute lymphoid leukaemia. METHODS: A retrospective study was conducted on paediatric patients who received high-dose (3-5 g/m2 ) MTX treatment. MTX concentrations were assessed at 24-h intervals until the concentration dropped below 0.1 μmol/L. ALT concentrations were measured both before and after MTX administration. A population PK model was initially developed, which was later connected to a semimechanistic hepatotoxicity model. RESULTS: The PK model was developed using 354 MTX concentrations obtained from 51 patients, while the PD model was constructed using 379 ALT concentrations collected from 48 patients. The optimal PK model for MTX consisted of a 2-compartment structure, where body surface area served as a covariate for clearance and central volume of distribution. An indirect response model coupled to a liver injury signal transduction model was developed to describe the dynamics of ALT after MTX administration. The drug effect was adequately described by a linear model, exhibiting considerable interoccasion variability for each treatment session. No significant covariates were identified to have an impact on the PD parameters. CONCLUSION: A semimechanistic model was developed to describe ALT-based hepatotoxicity of MTX, and it has the potential to serve as a valuable tool for characterizing drug-induced hepatotoxicity.",
      "mesh_terms": [
        "Humans",
        "Child",
        "Methotrexate",
        "Alanine Transaminase",
        "Retrospective Studies",
        "Chemical and Drug Induced Liver Injury",
        "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
      ]
    },
    {
      "pmid": "37526024",
      "title": "Patent landscape highlighting therapeutic implications of peptides targeting myristoylated alanine-rich protein kinase-C substrate (MARCKS).",
      "authors": [
        "Vikas Yadav",
        "Amarish Kumar Sharma",
        "Gaurav Parashar",
        "Nidarshana Chaturvedi Parashar",
        "Seema Ramniwas",
        "Manoj Kumar Jena",
        "Hardeep Singh Tuli",
        "Kiran Yadav"
      ],
      "journal": "Expert opinion on therapeutic patents",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: MARCKS protein, a protein kinase C (PKC) substrate, is known to be at the intersection of several intracellular signaling pathways and plays a pivotal role in cellular physiology. Unlike PKC inhibitors, MARCKS-targeting drug (BIO-11006) has shown early success in clinical trials involving lung diseases. Recent research investigations have identified two MARCKS-targeting peptides which possess multifaceted implications against asthma, cancer, inflammation, and lung diseases. AREAS COVERED: This review article provides the patent landscape and recent developments on peptides targeting MARCKS for therapeutic purposes. Online free open-access databases were used to fetch out the patent information, and research articles were fetched using PubMed. EXPERT OPINION: Research studies highlighting the intriguing role of MARCKS in human disease and physiology have dramatically increased in recent years. A similar increasing trend in the number of patents has also been observed related to the MARCKS-targeting peptides. Thus, there is a need to amalgamate and translate such a trend into therapeutic intervention. Our review article provides an overview of such recent advances, and we believe that our compilation will fetch the interest of researchers around the globe to develop MARCKS-targeting peptides in future for human diseases.",
      "mesh_terms": [
        "Humans",
        "Membrane Proteins",
        "Myristoylated Alanine-Rich C Kinase Substrate",
        "Intracellular Signaling Peptides and Proteins",
        "Patents as Topic",
        "Peptides",
        "Protein Kinase C",
        "Lung Diseases",
        "Alanine",
        "Phosphorylation"
      ]
    },
    {
      "pmid": "37439954",
      "title": "L-Alanine promotes anti-infectious properties of Bacillus subtilis S-2 spores via the germination receptor gerAA.",
      "authors": [
        "Shuang Lu",
        "Xianying Liao",
        "Wei Lu",
        "Li Zhang",
        "Kai Na",
        "Xiangyu Li",
        "Xiaohua Guo"
      ],
      "journal": "Probiotics and antimicrobial proteins",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacillus species, which have two cell-type forms (vegetative cells and spores), demonstrate a variety of probiotic functions in animal feed additives and human nutrition. We previously found that the probiotic effect of Bacillus subtilis S-2 spores with high germination response to L-alanine was specifically enhanced by the L-alanine pretreatment. The germination response of Bacillus is highly associated with the germination receptors of spores. However, how L-alanine-induced germination of spores exerts anti-infectious effect in epithelial cells remains unclear. In this study, we constructed the mutant strain of B. subtilis S-2 with germination receptor gerAA knockout to further explore the role of spore germination in resisting pathogen infection to cells. The differential probiotic effects of B. subtilis S-2 and S-2ΔgerAA spores pretreated with L-alanine were evaluated in intestinal porcine epithelial cells (IPEC-J2) or Caco2 cells infected with enterotoxigenic Escherichia coli (ETEC) or following IL-1β stimulation. The results showed that the germination response of the S-2ΔgerAA spores to L-alanine was significantly reduced. Compared with the S-2ΔgerAA spores, the L-alanine-induced germination of B. subtilis S-2 spores significantly increased the activity of anti-adhesion of ETEC to IPEC-J2 cells and reduced the expression of inflammatory factors and cell receptors. L-alanine induction also significantly promoted the expression of autophagy-related proteins in the B. subtilis S-2 spores. These findings demonstrate that the gerAA germination receptor is essential for the probiotic function of Bacillus spores and that L-alanine treatment promotes the anti-infectious properties of the germinated spores in porcine intestinal epithelial IPEC-J2 cells. The result suggests the importance of germination receptor gerAA in helping spore germination and enhancing anti-infectious activity. The findings in the study benefit to screening of potential Bacillus probiotics and increasing probiotic efficacy induced by L-alanine as an adjuvant.",
      "mesh_terms": [
        "Bacillus subtilis",
        "Spores, Bacterial",
        "Alanine",
        "Humans",
        "Animals",
        "Bacterial Proteins",
        "Caco-2 Cells",
        "Probiotics",
        "Swine",
        "Epithelial Cells",
        "Cell Line"
      ]
    },
    {
      "pmid": "37439125",
      "title": "A myristoylated alanine-rich C-kinase substrate (MARCKS) inhibitor peptide attenuates neutrophil outside-in β2-integrin activation and signaling.",
      "authors": [
        "Haleigh Conley",
        "Rebecca L Till",
        "Alix K Berglund",
        "Samuel L Jones",
        "M Katie Sheats"
      ],
      "journal": "Cell adhesion & migration",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "MARCKS is an actin and PIP2-binding protein that plays an essential role in neutrophil migration and adhesion; however, the molecular details regarding MARCKS function in these processes remains unclear. Neutrophil adhesion and migration also require the cell surface receptors β2-integrins. We hypothesized that MARCKS inhibition would alter neutrophil β2-integrin activation and signaling. We utilized a MARCKS-targeting peptide to inhibit MARCKS in inside-out and outside-in β2-integrin activation in neutrophils. MANS-mediated MARCKS inhibition had no significant effect on inside-out β2-integrin activation. MANS treatment significantly attenuated ICAM-1/Mn2+-stimulated static adhesion, cell spreading and β2-integrin clustering, suggesting a role for MARCKS function in outside-in β2-integrin activation. Additional work is needed to better understand the molecular mechanisms of MARCKS role in outside-in β2-integrin activation and signaling.",
      "mesh_terms": [
        "Alanine",
        "CD18 Antigens",
        "Neutrophils",
        "Peptides",
        "Signal Transduction",
        "Myristoylated Alanine-Rich C Kinase Substrate"
      ]
    },
    {
      "pmid": "37408816",
      "title": "Liver Stiffness Measurement can Predict Liver Inflammation in Chronic Hepatitis B Patients with Normal Alanine Transaminase.",
      "authors": [
        "Ling-Ling Huang",
        "Xue-Ping Yu",
        "Qing-Fa Ruan",
        "Yan-Xue Lin",
        "Huan Li",
        "Wen Jin",
        "Rui-Feng Liu",
        "Yan-Lan Liang",
        "Yu-Rui Liu",
        "Yue-Yong Zhu",
        "Jia-Ji Jiang",
        "Ri-Cheng Mao",
        "Da-Wu Zeng"
      ],
      "journal": "Journal of clinical and translational hepatology",
      "publication_date": "2023-Aug-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: To determine whether liver stiffness measurement (LSM) indicates liver inflammation in chronic hepatitis B (CHB) with different upper limits of normal (ULNs) for alanine aminotransferase (ALT). METHODS: We grouped 439 CHB patients using different ULNs for ALT: cohort I, ≤40 U/L (439 subjects); cohort II, ≤35/25 U/L (males/females; 330 subjects); and cohort III, ≤30/19 U/L (males/females; 231 subjects). Furthermore, 84 and 96 CHB patients with normal ALT (≤40 U/L) formed the external and prospective validation groups, respectively. We evaluated the correlation between LSM and biopsy-confirmed liver inflammation, and determined diagnostic accuracy using area under the curve (AUC). A noninvasive LSM-based model was developed using multivariate logistic regression. RESULTS: Fibrosis-adjusted LSM values significantly increased with increasing inflammation. The AUCs of LSM in cohorts I, II, and III were 0.799, 0.796, and 0.814, respectively, for significant inflammation (A≥2) and 0.779, 0.767, and 0.770, respectively, for severe inflammation (A=3). Cutoff LSM values in all cohorts for A≥2 and A=3 were 6.3 and 7.5 kPa, respectively. Internal, external, and prospective validations showed high diagnostic accuracy of LSM for A≥2 and A=3, and no significant differences in AUCs among the four groups. LSM and globulin independently predicted A≥2. The AUC of an LSM-globulin model for A≥2 exceeded those of globulin, ALT, and AST, but was similar to that of LSM. CONCLUSIONS: LSM predicted liver inflammation and guided the indication of antiviral therapy for CHB in patients with normal ALT."
    },
    {
      "pmid": "37365024",
      "title": "[Hepatic pathological characteristics and factors influencing alanine transaminase value below twice the upper limit of normal in patients with chronic hepatitis B].",
      "authors": [
        "X H Wang",
        "X Q Liu",
        "D C Cai",
        "P Hu",
        "H Li"
      ],
      "journal": "Zhonghua gan zang bing za zhi = Zhonghua ganzangbing zazhi = Chinese journal of hepatology",
      "publication_date": "2023-May-20",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Objective: To analyze the hepatic pathological characteristics and factors influencing an alanine transaminase value below twice the upper limit of normal in patients with chronic hepatitis B (CHB) and further explore the optimal ALT threshold strategy for initiating antiviral therapy. Methods: Clinical data of treatment-naïve CHB patients who underwent liver biopsies from January 2010 to December 2019 were retrospectively collected. Multiple regression models were used to explore the ALT levels and significant risk of hepatic histological changes (≥G2/S2). Receiver operating characteristic curve was used to evaluate the value of different models in diagnosing liver tissue inflammation≥G2 or fibrosis ≥ S2. Results: A total of 447 eligible CHB patients, with a median age of 38.0 years and 72.9% males, were included. During ALT normalization, there was significant liver inflammation (≥G2) and fibrosis (≥S2) in 66.9% and 53.0% of patients, respectively. With an ALT rise of 1-2×ULN, the proportions of liver inflammation≥G2 and fibrosis≥S2 were 81.2% and 60.0%, respectively. After adjusting for confounding factors, higher ALT levels (> 29 U/L) were found to be associated with significant liver inflammation (OR: 2.30, 95% CI: 1.11 ~ 4.77) and fibrosis (OR: 1.84, 95% CI: 1.10 ~ 3.09). After the measurement of glutamyltransferase-platelet ratio (GPR), the proportion of CHB patients with≥G2/S2 was significantly reduced under different treatment thresholds of ALT standards, and in particular, the erroneous evaluation of liver fibrosis≥S2 was significantly improved (33.5% to 57.5%). Conclusion: More than half of CHB patients have a normal ALT or one within 2 × ULN, regardless of whether or not there is apparent inflammation and fibrosis. GPR can significantly improve the precise assessment of different conditions of treatment thresholds for the ALT value in CHB patients.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Adult",
        "Female",
        "Hepatitis B, Chronic",
        "Alanine Transaminase",
        "Retrospective Studies",
        "Liver",
        "Liver Cirrhosis",
        "Inflammation",
        "Hepatitis B e Antigens"
      ]
    },
    {
      "pmid": "37307571",
      "title": "Association of Alanine Aminotransferase Flares to Hepatitis B Surface Decline During Tenofovir Alone or With Pegylated Interferon Alfa.",
      "authors": [
        "Robert Perrillo",
        "Anna S Lok",
        "Kelsey Leonard",
        "Marc G Ghany",
        "Norah Terrault",
        "Steven H Belle",
        "Harry L A Janssen"
      ],
      "journal": "The American journal of gastroenterology",
      "publication_date": "2023-Nov-01",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Intramural",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: We aimed to determine whether the intensity of alanine aminotransferase (ALT) flares during antiviral therapy is associated with the level of hepatitis B surface antigen (HBsAg) decline. METHODS: Quantitative HBsAg was determined during tenofovir monotherapy or tenofovir plus peginterferon alfa-2a in 201 participants with hepatitis B e antigen-positive or -negative chronic hepatitis B. A multivariable analysis identified factors associated with a shorter time to reduction in HBsAg. RESULTS: Fifty flares occurred during treatment of which 74% were moderate (ALT >5-10 × upper limit of normal) or severe (ALT >10 × upper limit of normal). These flares were associated with greater HBsAg decline compared with no flares. Significantly faster times to HBsAg decline >1 log 10 IU ( P = 0.04) and to HBsAg level <100 IU/mL ( P = 0.01) were observed with severe flares. DISCUSSIONS: Flare severity is a potentially important factor associated with shorter time to HBsAg reduction. These findings can be useful when evaluating HBsAg response to evolving hepatitis B virus therapies.",
      "mesh_terms": [
        "Humans",
        "Tenofovir",
        "Antiviral Agents",
        "Hepatitis B Surface Antigens",
        "Alanine Transaminase",
        "Interferon-alpha",
        "Hepatitis B virus",
        "Hepatitis B, Chronic",
        "Polyethylene Glycols",
        "DNA, Viral",
        "Hepatitis B e Antigens"
      ]
    },
    {
      "pmid": "37274950",
      "title": "Rise in alanine aminotransferase after HCV treatment is a highly sensitive screen for treatment failure.",
      "authors": [
        "Barnaby Flower",
        "Phuong Nguyen Thi Ngoc",
        "Leanne McCabe",
        "Chau Le Ngoc",
        "Thu Vo Thi",
        "Hang Vu Thi Kim",
        "Thuan Dang Trong",
        "Motiur Rahman",
        "Guy Thwaites",
        "Ann Sarah Walker",
        "Le Manh Hung",
        "Nguyen Van Vinh Chau",
        "Graham S Cooke",
        "Jeremy N Day"
      ],
      "journal": "Clinical liver disease",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nucleic acid testing to confirm sustained virological response (SVR) after HCV therapy is technical, often expensive, and frequently unavailable where disease prevalence is highest. Alternative surrogate biomarkers merit evaluation. In a short-treatment trial in Vietnam (SEARCH-1; n = 52) we analysed how changes in alanine transaminase (ΔALT) and aspartate transaminase (ΔAST), from end of treatment (EOT) to EOT + 12 weeks, related to SVR, defined as HCV RNA < lower limit of quantification 12 weeks after EOT. In a separate UK trial (STOPHCV1; n = 202), we then tested the hypothesis that any elevation in ALT or AST between EOT and EOT12 is a sensitive screen for treatment failure. In SEARCH-1, among 48 individuals with data, 13 failed to achieve SVR. Median ΔALT and ΔAST were negative in cured patients but elevated when treatment failed [median ΔALT (IQR): -2 IU/L (-6, +2)] versus +17 IU/L (+7.5, +38) (p< 0.001). Amongst treatment failures, 12/13 had increase in ALT and 13/13 had increase in AST after EOT, compared with 12/35 in those cured. In STOPHCV1, 196/202 patients had evaluable data, of which 57 did not achieve SVR. A rise in ALT after EOT was 100% sensitive (95% C.I. [93.7 - 100%]) and 51% specific (42.4 - 59.7%) for detecting treatment failure. ΔAST >0 IU/L was 98.1% (89.9 - 99.9%) sensitive and 35.8% (27.3 - 45.1%) specific. A rise in ALT or AST after HCV therapy is a highly sensitive screen for treatment failure in mild liver disease. This finding could reduce costs and complexity of managing HCV."
    },
    {
      "pmid": "37271368",
      "title": "Alanine racemase a promising Helicobacter pylori drug target inhibited by propanoic acid.",
      "authors": [
        "Kareem A Ibrahim",
        "Mohamed K El-Ashrey",
        "Mona T Kashef",
        "Omneya M Helmy"
      ],
      "journal": "Microbes and infection",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Eradication of Helicobacter pylori, the class 1 carcinogen, faces several obstacles, which demand alternative options to conventional drug development methods. Alanine racemase (Alr) was proposed as H. pylori drug target, inhibited by propanoic acid (PA), in a previous in silico study. We investigated the possible treatment of H. pylori infection through Alr inhibition. A new model of H. pylori Alr was built, validated, and the binding of PA to the active site was modelled via molecular docking with a good docking score. PA minimum inhibitory concentration (MIC) against H. pylori ATCC 43504 and six H. pylori clinical isolates ranged from 312.5 to 416.7 ± 180 μg/ml and remained unchanged after 14 serial passages in increasing PA concentrations. The minimum bactericidal concentration of PA was 625 μg/ml. Selective Alr inhibition was confirmed by a significant PA MIC increase with increasing d-alanine concentrations. Similar PA MIC in other tested pathogens was recorded (312.5-625 μg/ml). PA lacked cytotoxicity in tested cell lines and efficiently eradicated H. pylori in a rat infection model. In conclusion, Alr is a promising broad-spectrum drug target, inhibited by PA without resistance development by repeated exposure for 14 serial passages.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Helicobacter pylori",
        "Anti-Bacterial Agents",
        "Alanine Racemase",
        "Molecular Docking Simulation",
        "Propionates",
        "Helicobacter Infections",
        "Microbial Sensitivity Tests"
      ]
    }
  ]
}