{
  "supplement": "Almonds",
  "query": "Almonds[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:08:13",
  "research_count": 76,
  "count": 76,
  "articles": [
    {
      "pmid": "40264688",
      "title": "Investigating Plasma-Activated Water (PAW) on Aspergillus flavus in Almonds and the Study of Its Effect on the GPI Receptor of the Fungus.",
      "authors": [
        "Mohammad Javad Aarabi",
        "Sajad Rostami",
        "Bahram Hosseinzadeh Samani"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plasma-activated water (PAW) represents an innovative application of non-thermal plasma technology that can potentially enhance water treatment processes. A recent study investigated the efficacy of plasma-activated water in inhibiting Aspergillus flavus in almonds. The Study demonstrated that the duration of plasma-activated water treatment most significantly diminished fungal presence, followed by water flow rate and the argon-to-combined gas ratio. Plasma-activated water eliminated 2.6 logarithmic units of fungi across multiple experimental regimens. Plasma diminished water flow, further reducing A. flavus fungus. Extending activated water application from 1 to 10 min diminished A. flavus by 1.17 logs. The research revealed that 1O2, NO3-, and H2O2 influenced the GPI receptor in distinct manners. The quantity of hydrogen bonds between molecular GPI and the solvent in H2O2 exhibited a wider variety of effects than the two free radicals. The Study indicates that plasma-activated water eradicates A. flavus fungus by targeting the GPI receptor."
    },
    {
      "pmid": "39089039",
      "title": "Effects of ball milling treated wheat flour and maltodextrin on the texture and oil absorption properties of fried batter-coated cashews and almonds.",
      "authors": [
        "Xiang-Ping Kong",
        "Qin Yang",
        "Qing-Lian Wang",
        "Han-Qing Chen"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the effects of wheat flour treated with ball milling (BM) and maltodextrin on the oil absorption and textural characteristics of fried batter-coated cashews and almonds (BCAs) were investigated. The result showed that the crystallinity of the starch granules in wheat flour decreased after the BM treatment. Furthermore, the ΔH of the batter decreased as the BM time was elongated, but the addition of maltodextrin had no significant impact on ΔH. Both BM-treated wheat flour and maltodextrin increased the fracturability and decreased the oil content of the fried BCAs' batter. The addition of BM-treated wheat flour and maltodextrin decreased the oil content of the batter from 28.93% to 18.75% for batter-coated cashews and from 30.92% to 18.61% for batter-coated almonds. Overall, the addition of BM-treated wheat flour and maltodextrin in batter is an effective approach to decrease oil content and improve the textural quality of fried BCAs.",
      "mesh_terms": [
        "Polysaccharides",
        "Flour",
        "Triticum",
        "Prunus dulcis",
        "Cooking",
        "Plant Oils",
        "Food Handling"
      ]
    },
    {
      "pmid": "38308878",
      "title": "Impacts of water activity on survival of Listeria innocua and Enterococcus faecium NRRL B-2354 in almonds during steam treatments.",
      "authors": [
        "Zi Hua",
        "Bhim Bahadur Thapa",
        "Frank Younce",
        "Juming Tang",
        "Mei-Jun Zhu"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2024-Mar-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Raw almonds have been associated with Salmonella outbreaks and multiple recalls related to Listeria monocytogenes contamination. While steam treatment has been approved for pasteurizing both conventional and organic whole almonds, there is limited understanding of how water activity (aw) influences the effectiveness of steam treatments in decontaminating almonds. Hence, this study aimed to assess and compare the efficacy of steam treatments against Listeria innocua and Enterococcus faecium NRRL B-2354, the known non-pathogenic surrogates, on almonds. It also sought to investigate the impact of almond's aw on bacterial resistance during steam treatments. Almond kernels were inoculated with ~8 log10 CFU/g of either E. faecium or L. innocua and equilibrated to aw 0.25 or 0.45 before being subjected to steam treatments at temperatures of 100-135 °C. Our results revealed that L. innocua exhibited lower resistance to steam compared to E. faecium, with 1.2-2.6 log10 CFU/g reductions for L. innocua and 1.0-2.0 log10 CFU/g reductions for E. faecium when the surface temperature of almonds reached 100-130 °C, depending on the aw of the almonds. The obtained DL. innocua, 100-130°C-values were 2.0-16.6 s, and DE. faecium, 100-130°C-values were 4.0-21.8 s, depending on the aw of almonds. In general, elevating steam temperatures and almond aw decreased the tolerance of L. innocua and E. faecium during steam inactivation. In addition, the z-values indicated that E. faecium on almonds was less sensitive to change in steam temperature compared to L. innocua, especially at lower aw. The zL. innocua-values were 36.6 °C and 35.7 °C, while zE. faecium-values were 48.9 °C and 42.7 °C in almonds with aw 0.25 and 0.45, respectively. Results from this study suggest that steam treatments serve as effective interventions for controlling pathogen contaminations in raw almonds.",
      "mesh_terms": [
        "Steam",
        "Water",
        "Prunus dulcis",
        "Enterococcus faecium",
        "Colony Count, Microbial",
        "Food Microbiology",
        "Listeria"
      ]
    },
    {
      "pmid": "36946919",
      "title": "Lipid Oxidation and Volatile Compounds of Almonds as Affected by Gaseous Chlorine Dioxide Treatment to Reduce Salmonella Populations.",
      "authors": [
        "Wenli Wang",
        "David J Smith",
        "Helen Ngo",
        "Zhonglin Tony Jin",
        "Alyson E Mitchell",
        "Xuetong Fan"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2023-Apr-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of gaseous chlorine dioxide (ClO2) treatment, applied to inactivate Salmonella, on lipid oxidation, volatile compounds, and chlorate levels of dehulled almonds were evaluated during a 3 month accelerated storage at 39 °C. At treatment levels that yielded a 2.91 log reduction of Salmonella, ClO2 promoted lipid oxidation as indicated by increased peroxide values, total acid number, conjugated dienes, and thiobarbituric acid-reactive substances. Furthermore, several chlorine-containing volatile compounds including trichloromethane, 1-chloro-2-propanol, 1,1,1-trichloro-2-propanol, and 1,3-dichloro-2-propanol were identified in ClO2-treated samples. However, all the volatile chlorine-containing compounds decreased during the 3 months of storage. Chlorate (26.4 ± 5.1 μg/g) was found on the ClO2-treated samples. The amounts of non-ethanol alcohols, aldehydes, and carboxylic acids increased following ClO2 treatments. Some volatiles such as 2,3-butanediol that were present in non-treated samples became non-detectable during post-ClO2 treatment storage. Overall, our results demonstrated that gaseous ClO2 treatment promoted lipid oxidation, generation of volatiles of lipid origin, and several chlorine-containing compounds.",
      "mesh_terms": [
        "Gases",
        "Prunus dulcis",
        "Chlorine",
        "Colony Count, Microbial",
        "Chlorates",
        "Food Microbiology",
        "Disinfectants",
        "Oxides",
        "Chlorine Compounds",
        "Salmonella",
        "Lipids"
      ]
    },
    {
      "pmid": "36771103",
      "title": "Effect of Gamma Irradiation on Fat Content, Fatty Acids, Antioxidants and Oxidative Stability of Almonds, and Electron Paramagnetic Resonance (EPR) Study of Treated Nuts.",
      "authors": [
        "Svetlana Momchilova",
        "Adriana Kazakova",
        "Sabina Taneva",
        "Katerina Aleksieva",
        "Ralitsa Mladenova",
        "Yordanka Karakirova",
        "Zhanina Petkova",
        "Mariana Kamenova-Nacheva",
        "Desislava Teneva",
        "Petko Denev"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Feb-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gamma irradiation has been applied as an efficient and inexpensive method for the sterilization of nuts for years. However, along with the benefits of such treatment, negative effects are possible because of the formation of reactive oxygen species with a toxic effect on important biologically active substances. Because of the scarce and contradictory information in the literature about gamma-irradiated almonds, the aim of our work was the examination of the lipid changes, antioxidant activity, and oxidative stability of almonds treated by 10 and 25 kGy gamma rays, as well as changes in intensity of the EPR spectra as an indicator for the stability of radiation-induced free radicals. The results revealed no significant differences in the EPR spectra of almonds treated at 10 and 25 kGy doses, neither in their intensity nor in kinetic behaviour. The EPR signals decayed exponentially over 250 days, with a decreasing of central line by 90%, with satellite lines by about 73%. No significant changes in the fat content, fatty acids composition, and acid value of irradiated almonds were observed. However, the amount of (alpha)tocopherols decreased from 292 to 175 mg/kg, whereas the conjugated dienes and trienes increased, K232 from 1.3 to 3 and K268 from 0.04 to 0.15, respectively, with the increasing of irradiation dose. The same was observed for total polyphenols in defatted almonds (1374 to 1520 mg/100 g), where in vitro antioxidant activity determined by ORAC and HORAC methods increased from 100 to 156 µmol TE/g and from 61 to 86 µmol GAE/g, respectively. The oxidative stability of oil decreased from 6 to 4 h at 120 °C and from 24.6 to 18.6 h at 100 °C (measured by Rancimat equipment). The kinetic parameters characterizing the oxidative stability of oil from 10 kGy irradiated almonds were studied before and after addition of different concentrations of ascorbyl palmitate as a synergist of tocopherols. Its effectiveness was concentration-dependent, and 0.75 mM ensured the same induction period as that of non-irradiated nut oil. Further enrichment with alpha-tocopherol in equimolar ratio with palmitate did not improve the oil stability. In conclusion, gamma irradiation is an appropriate method for the treatment of almonds without significant changes in fat content and fatty acids composition. The decreasing of oxidative stability after higher irradiation could be prevented by the addition of ascorbyl palmitate.",
      "mesh_terms": [
        "Antioxidants",
        "Nuts",
        "Prunus dulcis",
        "Fatty Acids",
        "Electron Spin Resonance Spectroscopy",
        "Tocopherols",
        "Oxidative Stress",
        "Gamma Rays"
      ]
    },
    {
      "pmid": "35807797",
      "title": "Positive Effects of a Mediterranean Diet Supplemented with Almonds on Female Adipose Tissue Biology in Severe Obesity.",
      "authors": [
        "Óscar Osorio-Conles",
        "Romina Olbeyra",
        "Violeta Moizé",
        "Ainitze Ibarzabal",
        "Oriol Giró",
        "Judith Viaplana",
        "Amanda Jiménez",
        "Josep Vidal",
        "Ana de Hollanda"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Jun-24",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "It has been suggested that weight-loss-independent Mediterranean diet benefits on cardiometabolic health and diabetes prevention may be mediated, at least in part, through the modulation of white adipose tissue (WAT) biology. This study aimed to evaluate the short-term effects of a dietary intervention based on the Mediterranean diet supplemented with almonds (MDSA) on the main features of obesity-associated WAT dysfunction. A total of 38 women with obesity were randomly assigned to a 3-month intervention with MDSA versus continuation of their usual dietary pattern. Subcutaneous (SAT) and visceral adipose tissue (VAT) biopsies were obtained before and after the dietary intervention, and at the end of the study period, respectively. MDSA favored the abundance of small adipocytes in WAT. In SAT, the expression of angiogenesis genes increased after MDSA intervention. In VAT, the expression of genes implicated in adipogenesis, angiogenesis, autophagy and fatty acid usage was upregulated. In addition, a higher immunofluorescence staining for PPARG, CD31+ cells and M2-like macrophages and increased ADRB1 and UCP2 protein contents were found compared to controls. Changes in WAT correlated with a significant reduction in circulating inflammatory markers and LDL-cholesterol levels. These results support a protective effect of a Mediterranean diet supplemented with almonds on obesity-related WAT dysfunction.",
      "mesh_terms": [
        "Adipose Tissue",
        "Adipose Tissue, White",
        "Biology",
        "Diet, Mediterranean",
        "Female",
        "Humans",
        "Obesity",
        "Obesity, Morbid",
        "Prunus dulcis"
      ]
    },
    {
      "pmid": "35082072",
      "title": "Inactivation of Escherichia coli K12 on raw almonds using supercritical carbon dioxide and thyme oil.",
      "authors": [
        "Huaiqiong Chen",
        "Yongguang Guan",
        "Anyi Wang",
        "Qixin Zhong"
      ],
      "journal": "Food microbiology",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Raw almonds could be contaminated by pathogens, but the current pasteurization practice using propylene oxide in the U.S. has flammability and carcinogenicity concerns. Supercritical carbon dioxide (scCO2) is a water-free technology and is a solvent of essential oils that are effective antimicrobial preservatives. The objective of this study was to investigate the possibility of combining scCO2 and thyme oil (TO) to reduce Escherichia coli K12 inoculated on raw almonds. Raw almonds inoculated with ∼6 log CFU/g E. coli K12 were batch-treated with scCO2 alone or the combination of presoaking in pure TO followed by scCO2 treatments at different combinations of temperature, pressure, and duration. Compared to scCO2 alone treatments, the combination of TO and scCO2 treatments significantly improved the disinfection effectiveness. Temperature had the most significant effect on the log reduction. At 70 °C, the log reduction by the combination treatment was over 4-log CFU/g and the maximum reduction was 5.16 log CFU/g. The findings suggest that the combination of TO and scCO2 may be a potential water-free technology to meet the requirement of over 4-log reduction of target microorganism for almond and other tree nut products.",
      "mesh_terms": [
        "Carbon Dioxide",
        "Colony Count, Microbial",
        "Escherichia coli",
        "Escherichia coli K12",
        "Food Microbiology",
        "Food Preservation",
        "Oils, Volatile",
        "Plant Oils",
        "Prunus dulcis",
        "Thymol",
        "Thymus Plant"
      ]
    },
    {
      "pmid": "35053953",
      "title": "The Effect of Microwave Irradiation on the Representation and Growth of Moulds in Nuts and Almonds.",
      "authors": [
        "Eva Popelářová",
        "Eva Vlková",
        "Roman Švejstil",
        "Lenka Kouřimská"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Jan-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microwave (MW) irradiation is a non-destructive method that can be applied as an alternative method to inhibit the growth of microorganisms. The present study evaluated the effect of MW irradiation on the occurrence of moulds in nuts and almonds. Samples of unshelled natural almonds, pistachios, and in-shell peanuts were treated with different doses of MW irradiation (2400-4000 W). The effect of MW irradiation on mould counts was evaluated by cultivating immediately after irradiation and after 3 and 6 months of storage. The most represented genera in all analysed samples were Aspergillus (68%), Penicillium (21%), and a small amount of Cladosporium (3%). Mould numbers significantly decreased after MW treatment. The treatments with MW irradiations at 3000 and 4000 W significantly reduced the mould colony counts, and their effect persisted during storage; irradiation at 2400 W was partially effective. The strongest effect of MW irradiation was observed in in-shell peanuts. MW irradiation seems to be a promising method for maintaining the microbiological quality of nuts."
    },
    {
      "pmid": "34684378",
      "title": "The Effects of Almonds on Gut Microbiota, Glycometabolism, and Inflammatory Markers in Patients with Type 2 Diabetes: A Systematic Review and Meta-Analysis of Randomised Controlled Trials.",
      "authors": [
        "Omorogieva Ojo",
        "Xiao-Hua Wang",
        "Osarhumwese Osaretin Ojo",
        "Amanda Rodrigues Amorim Adegboye"
      ],
      "journal": "Nutrients",
      "publication_date": "2021-Sep-26",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "UNLABELLED: The use of nutritional interventions for managing diabetes is one of the effective strategies aimed at reducing the global prevalence of the condition, which is on the rise. Almonds are the most consumed tree nut and they are known to be rich sources of protein, monounsaturated fatty acids, essential minerals, and dietary fibre. Therefore, the aim of this review was to evaluate the effects of almonds on gut microbiota, glycometabolism, and inflammatory parameters in patients with type 2 diabetes. METHODS: This systematic review and meta-analysis was carried out according to the preferred reporting items for systematic review and meta-analysis (PRISMA). EBSCOhost, which encompasses the Health Sciences Research Databases; Google Scholar; EMBASE; and the reference lists of articles were searched based on population, intervention, control, outcome, and study (PICOS) framework. Searches were carried out from database inception until 1 August 2021 based on medical subject headings (MesH) and synonyms. The meta-analysis was carried out with the Review Manager (RevMan) 5.3 software. RESULTS: Nine randomised studies were included in the systematic review and eight were used for the meta-analysis. The results would suggest that almond-based diets have significant effects in promoting the growth of short-chain fatty acid (SCFA)-producing gut microbiota. Furthermore, the meta-analysis showed that almond-based diets were effective in significantly lowering (p < 0.05) glycated haemoglobin (HbA1c) levels and body mass index (BMI) in patients with type 2 diabetes. However, it was also found that the effects of almonds were not significant (p > 0.05) in relation to fasting blood glucose, 2 h postprandial blood glucose, inflammatory markers (C-reactive protein and Tumour necrosis factor α, TNF-α), glucagon-like peptide-1 (GLP-1), homeostatic model assessment of insulin resistance (HOMA-IR), and fasting insulin. The biological mechanisms responsible for the outcomes observed in this review in relation to reduction in HbA1c and BMI may be based on the nutrient composition of almonds and the biological effects, including the high fibre content and the low glycaemic index profile. CONCLUSION: The findings of this systematic review and meta-analysis have shown that almond-based diets may be effective in promoting short-chain fatty acid-producing bacteria and lowering glycated haemoglobin and body mass index in patients with type 2 diabetes compared with control. However, the effects of almonds were not significant (p > 0.05) with respect to fasting blood glucose, 2 h postprandial blood glucose, inflammatory markers (C-reactive protein and TNF-α), GLP-1, HOMA-IR, and fasting insulin.",
      "mesh_terms": [
        "Biomarkers",
        "Blood Glucose",
        "Body Mass Index",
        "C-Reactive Protein",
        "Diabetes Mellitus, Type 2",
        "Gastrointestinal Microbiome",
        "Glucagon-Like Peptide 1",
        "Glycated Hemoglobin",
        "Homeostasis",
        "Humans",
        "Inflammation",
        "Insulin",
        "Insulin Resistance",
        "Prunus dulcis",
        "Publication Bias",
        "Randomized Controlled Trials as Topic",
        "Risk",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "34682735",
      "title": "Snacking on Almonds Lowers Glycaemia and Energy Intake Compared to a Popular High-Carbohydrate Snack Food: An Acute Randomised Crossover Study.",
      "authors": [
        "Rachel Brown",
        "Lara Ware",
        "Andrew R Gray",
        "Alex Chisholm",
        "Siew Ling Tey"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2021-Oct-19",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Consuming nuts may have advantages over other snack foods for health and body-weight regulation. Suggested mechanisms include increased satiety and lower glycaemia. We used an acute randomised crossover trial to assess glycaemic and appetite responses to consuming two isocaloric snacks (providing 10% of participants' total energy requirements or 1030 kJ (equivalent to 42.5 g almonds), whichever provided greater energy): raw almonds and sweet biscuits among 100 participants with available data (25 males and 75 females) following 106 being randomised. Two hours after consuming a standardised breakfast, participants consumed the snack food. Finger-prick blood samples measuring blood glucose and subjective appetite ratings using visual analogue scales were taken at baseline and at 15 or 30 min intervals after consumption. Two hours after snack consumption, an ad libitum lunch was offered to participants and consumption was recorded. Participants also recorded food intake for the remainder of the day. The mean area under the blood glucose response curve was statistically and practically significantly lower for almonds than biscuits (mean (95% CI) difference: 53 mmol/L.min (45, 61), p < 0.001). Only the composite appetite score at 90 min was higher in the almond treatment compared to the biscuit treatment (45.7 mm vs. 42.4 mm, p = 0.035 without adjustment for multiple comparisons). There was no evidence of differences between the snacks for all other appetite ratings or for energy intake at the ad libitum lunch. However, mean energy intakes following snack consumption were significantly lower, both statistically and in practical terms, for the almond treatment compared to the biscuit (mean (95% CI) diff: 638 kJ (44, 1233), p = 0.035). Replacing popular snacks with almonds may have advantages in terms of glycaemia and energy balance.",
      "mesh_terms": [
        "Appetite",
        "Blood Glucose",
        "Cross-Over Studies",
        "Energy Intake",
        "Humans",
        "Prunus dulcis",
        "Snacks"
      ]
    },
    {
      "pmid": "34132813",
      "title": "Treatment Thresholds for Tetranychus pacificus (Acari: Tetranychidae) in California Almonds Based on Monitoring for the Natural Enemy Scolothrips sexmaculatus (Thysanoptera: Thripidae).",
      "authors": [
        "David R Haviland",
        "Stephanie M Rill",
        "Chelsea A Gordon"
      ],
      "journal": "Journal of economic entomology",
      "publication_date": "2021-Aug-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Optimization of integrated pest management for Pacific spider mite, Tetranychus pacificus McGregor, in California almonds requires that miticide applications be delayed as long as possible to promote biological control, while still occurring before exponential mite increases cause defoliation. We used data from twelve untreated almond orchards between 2006 and 2019 to determine that decisions to treat T. pacificus should be made on the first monitoring date with 1.4 mites per leaf (38.1% of leaves infested) to ensure that miticide applications are made prior to reaching the treatment threshold of 5.4 per leaf an average of 4.7 d later. Modifications to this threshold based on biological control were made using capture rates of sixspotted thrips, Scolothrips sexmaculatus Pergande, on yellow adhesive traps from 14 almond orchards between 2016 and 2019. Data showed that T. pacificus density remained unchanged when there were 0.42 S. sexmaculatus per trap per week for every one T. pacificus per leaf. For orchards where T. pacificus density has exceeded action and treatment thresholds, we developed a less accurate, but more practical, model that does not require counting mites on leaves. On average, T. pacificus density remained unchanged for seven and 14 d if there were an average of five and three S. sexmaculatus per trap per week, respectively. Growers who adopt the action and treatment thresholds presented herein have the potential to avoid unnecessary miticide use, maximize reliance on biological control, and promote the long-term sustainability of California's almond industry.",
      "mesh_terms": [
        "Acaricides",
        "Animals",
        "Mites",
        "Pest Control, Biological",
        "Predatory Behavior",
        "Prunus dulcis",
        "Tetranychidae",
        "Thysanoptera"
      ]
    },
    {
      "pmid": "34119104",
      "title": "Antimicrobial activity of ClO2 gas against Salmonella Enteritidis on almonds.",
      "authors": [
        "Jihwan Lim",
        "Eungyung Kim",
        "Yeseul Shin",
        "Jee-Hoon Ryu",
        "Hoikyung Kim"
      ],
      "journal": "Food microbiology",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "Nuts, including almonds, are occasionally contaminated with Salmonella spp. In this study, we used chlorine dioxide (ClO2) gas to inactivate S. enterica subsp. Enterica serovar Enteritidis on almonds. Almonds inoculated with a single strain of S. Enteritidis (8.95 log cfu/mL) were exposed to ClO2 gas generated from 1.0 or 1.5 mL ClO2 solution in a sealed container at 50 or 60 °C (43% relative humidity) for up to 10 h. The concentration of ClO2 gas peaked at 354-510 and 750-786 ppm within 0.5 h upon deposition of 1.0 and 1.5 mL of aqueous ClO2, respectively, and gradually decreased thereafter. Population of S. Enteritidis on almonds treated at 50 °C decreased to 1.70-2.32 log cfu/sample within 1 h of exposure to ClO2 gas and decreased to below the detection limit (1.7 log cfu/sample) at all ClO2 concentrations after 8 h. At 60 °C, the microbial population fell below the detection limit within 1 h, regardless of the volume of ClO2 solution supplied. Microbial survival on almonds treated with ClO2 gas and stored at 12 or 25 °C was observed for up to 8 weeks and the organism was not recovered from the almonds treated for 10 h and stored at 12 °C for 2-8 weeks. The lightness (L value) and redness (a value) of almonds treated for 10 h were not changed by ClO2 gas treatment, but yellowness (b value) increased. Results showed that Salmonella on almonds was successfully inactivated by ClO2 gas treatment and the microbial survival did not occur during storage.",
      "mesh_terms": [
        "Chlorine Compounds",
        "Food Preservation",
        "Food Preservatives",
        "Food Storage",
        "Gases",
        "Microbial Viability",
        "Nuts",
        "Oxides",
        "Prunus dulcis",
        "Salmonella enteritidis"
      ]
    },
    {
      "pmid": "33971995",
      "title": "Minimal changes in telomere length after a 12-week dietary intervention with almonds in mid-age to older, overweight and obese Australians: results of a randomised clinical trial.",
      "authors": [
        "Susan J Ward",
        "Alison M Hill",
        "Jonathan D Buckley",
        "Siobhan Banks",
        "Varinderpal S Dhillon",
        "Stacey L Holman",
        "Janna L Morrison",
        "Alison M Coates"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2022-Mar-28",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Diet is a modifiable risk factor for chronic disease and a potential modulator of telomere length (TL). The study aim was to investigate associations between diet quality and TL in Australian adults after a 12-week dietary intervention with an almond-enriched diet (AED). Participants (overweight/obese, 50-80 years) were randomised to an AED (n 62) or isoenergetic nut-free diet (NFD, n 62) for 12 weeks. Diet quality was assessed using a Dietary Guideline Index (DGI), applied to weighed food records, that consists of ten components reflecting adequacy, variety and quality of core food components and discretionary choices within the diet. TL was measured by quantitative PCR in samples of lymphocytes, neutrophils, and whole blood. There were no significant associations between DGI scores and TL at baseline. Diet quality improved with AED and decreased with NFD after 12 weeks (change from baseline AED + 9·8 %, NFD - 14·3 %; P < 0·001). TL increased in neutrophils (+9·6 bp, P = 0·009) and decreased in whole blood, to a trivial extent (-12·1 bp, P = 0·001), and was unchanged in lymphocytes. Changes did not differ between intervention groups. There were no significant relationships between changes in diet quality scores and changes in lymphocyte, neutrophil or whole blood TL. The inclusion of almonds in the diet improved diet quality scores but had no impact on TL mid-age to older Australian adults. Future studies should investigate the impact of more substantial dietary changes over longer periods of time.",
      "mesh_terms": [
        "Adult",
        "Australia",
        "Humans",
        "Obesity",
        "Overweight",
        "Prunus dulcis",
        "Telomere"
      ]
    },
    {
      "pmid": "33673587",
      "title": "Prospective Randomized Controlled Trial on the Effects of Almonds on Facial Wrinkles and Pigmentation.",
      "authors": [
        "Iryna Rybak",
        "Alexis E Carrington",
        "Simran Dhaliwal",
        "Aliza Hasan",
        "Hera Wu",
        "Waqas Burney",
        "Jessica Maloh",
        "Raja K Sivamani"
      ],
      "journal": "Nutrients",
      "publication_date": "2021-Feb-27",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Almonds have long been studied as a rich source of fatty acids, phytochemical polyphenols and antioxidants such as vitamin E. A recent study compared almond supplementations to a calorie-matched intervention for 16 weeks, yielding statistically significant improvement in wrinkle severity in postmenopausal women with Fitzpatrick skin types I and II that received almonds. This study furthers that assessment with a larger population and duration of 24 weeks to assess the influence of almond consumption on wrinkle severity, skin pigmentation and other skin biophysical profiles. OBJECTIVE: To investigate the effects of almond consumption on photoaging such as wrinkles and pigment intensity as well as facial biophysical parameters such as sebum production, skin hydration and water loss. DESIGN AND INTERVENTIONS: A prospective, randomized controlled study assessed postmenopausal women with Fitzpatrick skin types I or II who consumed 20% of their daily energy consumption in either almonds or a calorie-matched snack for 24 weeks. A facial photograph and image analysis system was used to obtain standardized high-resolution photographs and information on wrinkle width and severity at 0, 8, 16 and 24 weeks. Measurements of transepidermal water loss (TEWL), skin pigmentation, skin hydration and sebum production were also completed at each visit. RESULTS: The average wrinkle severity was significantly decreased in the almond intervention group at week 16 and week 24 compared to baseline by 15% and 16%, respectively. Facial pigment intensity was decreased 20% in the almond group at week 16 and this was maintained by week 24. There were no significant differences in skin hydration or TEWL in the almond group compared to the control, although sebum excretion was increased in the control group. CONCLUSION: The daily consumption of almonds may improve several aspects of photoaging such as facial wrinkles and pigment intensity in postmenopausal women. In conclusion, the daily consumption of almonds may contribute to the improvement of facial wrinkles and reduction of skin pigmentation among postmenopausal women with Fitzpatrick skin types I and II.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Diet",
        "Dietary Supplements",
        "Face",
        "Female",
        "Humans",
        "Middle Aged",
        "Prospective Studies",
        "Prunus dulcis",
        "Skin Aging",
        "Skin Physiological Phenomena",
        "Skin Pigmentation",
        "Snacks",
        "Water Loss, Insensible"
      ]
    },
    {
      "pmid": "33193218",
      "title": "Mechanisms of Salmonella Attachment and Survival on In-Shell Black Peppercorns, Almonds, and Hazelnuts.",
      "authors": [
        "Ye Li",
        "Joelle K Salazar",
        "Yingshu He",
        "Prerak Desai",
        "Steffen Porwollik",
        "Weiping Chu",
        "Palma-Salgado Sindy Paola",
        "Mary Lou Tortorello",
        "Oscar Juarez",
        "Hao Feng",
        "Michael McClelland",
        "Wei Zhang"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salmonella enterica subspecies I (ssp 1) is the leading cause of hospitalizations and deaths due to known bacterial foodborne pathogens in the United States and is frequently implicated in foodborne disease outbreaks associated with spices and nuts. However, the underlying mechanisms of this association have not been fully elucidated. In this study, we evaluated the influence of storage temperature (4 or 25°C), relative humidity (20 or 60%), and food surface characteristics on the attachment and survival of five individual strains representing S. enterica ssp 1 serovars Typhimurium, Montevideo, Braenderup, Mbandaka, and Enteritidis on raw in-shell black peppercorns, almonds, and hazelnuts. We observed a direct correlation between the food surface roughness and S. enterica ssp 1 attachment, and detected significant inter-strain difference in survival on the shell surface under various storage conditions. A combination of low relative humidity (20%) and ambient storage temperature (25°C) resulted in the most significant reduction of S. enterica on shell surfaces (p < 0.05). To identify genes potentially associated with S. enterica attachment and survival on shell surfaces, we inoculated a library of 120,000 random transposon insertion mutants of an S. Enteritidis strain on almond shells, and screened for mutant survival after 1, 3, 7, and 14 days of storage at 20% relative humidity and 25°C. Mutants in 155 S. Enteritidis genes which are involved in carbohydrate metabolic pathways, aerobic and anaerobic respiration, inner membrane transport, and glutamine synthesis displayed significant selection on almond shells (p < 0.05). Findings of this study suggest that various food attributes, environmental factors, and an unexpectedly complex metabolic and regulatory network in S. enterica ssp 1 collectively contribute to the bacterial attachment and survival on low moisture shell surface, providing new data for the future development of knowledge-based intervention strategies."
    },
    {
      "pmid": "33051880",
      "title": "Optimization of roasting conditions in hydroSOStainable almonds using volatile and descriptive sensory profiles and consumer acceptance.",
      "authors": [
        "Leontina Lipan",
        "Marina Cano-Lamadrid",
        "Laura Vázquez-Araújo",
        "Jacek Łyczko",
        "Alfonso Moriana",
        "Francisca Hernández",
        "Elena García-García",
        "Ángel A Carbonell-Barrachina"
      ],
      "journal": "Journal of food science",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "HydroSOStainable almonds are harvested from trees cultivated under controlled water stress by using a regulated deficit irrigation (RDI) strategy. The aim of this study was to investigate consumers' perception to select the best roasting temperature for the hydroSOStainable almonds and its correlation with volatile compounds, descriptive sensory attributes, instrumental color, and texture. Thirty-five volatile compounds were identified and the key compounds for the roasting process were 2,5-dimethylpyrazine, furfural, and trimethyl pyrazine. Pyrazines, furans and, in general, volatiles were higher in hydroSOStainable almonds than in control. Instrumental color and trained panel showed that almonds roasted at 190 °C presented intense color and burnt notes in both irrigation treatments, while almonds roasted at 150 °C were under-roasted. Principal component analysis (PCA) grouped together the samples of the same irrigation treatment, but separated samples roasted at different temperatures. Partial least square regression (PLS) results indicated that consumers overall liking was positively linked to specific volatiles (alkanes, alcohols, aldehydes, and furans) and sensory attributes (sweetness, roasted, almond ID, nutty, hardness, and crispiness), but, negatively correlated with pyrazines, bitterness, astringency, woody, and burnt flavor notes. Penalty analysis showed that almonds roasted at 150 and 190 °C were penalized due to low roasted aroma and soft almonds, and over-roasted samples with too intense color and burn notes, respectively. While no penalization being found for almonds roasted at 170 °C. Overall, roasting at 170 °C for 10 min in a convective oven were the optimum conditions for roasting Vairo almonds. PRACTICAL APPLICATION: This research describes the link between physicochemical and sensory analysis of roasted almonds giving evidence about possible sensory quality markers. Besides, it provides valuable information for the food industry to produce roasted almonds that meet consumer demands and for the agricultural sector by encouraging reduction of irrigation water consumption by almond trees.",
      "mesh_terms": [
        "Color",
        "Consumer Behavior",
        "Cooking",
        "Hot Temperature",
        "Humans",
        "Nuts",
        "Odorants",
        "Prunus dulcis",
        "Taste",
        "Volatile Organic Compounds"
      ]
    },
    {
      "pmid": "32816626",
      "title": "Effects of a Combination of Extracts from Olive Fruit and Almonds Skin on Oxidative and Inflammation Markers in Hypercholesterolemic Subjects: A Randomized Controlled Trial.",
      "authors": [
        "Juristo Fonollá",
        "Jose A Maldonado-Lobón",
        "Roberto Luque",
        "Carlos Rodríguez",
        "Óscar Bañuelos",
        "Jose L López-Larramendi",
        "Mónica Olivares",
        "Ruth Blanco-Rojo"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2021-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Hydroxytyrosol (HT) from olives and polyphenols from almond skin (ASPs) possess cardioprotective properties. This pilot study evaluates the effect of supplementation with a combination of olive fruit and almond skin extracts on low-density lipoprotein (LDL) cholesterol oxidation, lipid homeostasis, and inflammatory parameters in adults with moderate hypercholesterolemia. A randomized, parallel, double-blind, placebo-controlled pilot study of 8 weeks was performed. The extract group (EG) received the supplement with 7.5 mg HT +210 mg ASPs, and the control group (CG) received a placebo composed of maltodextrin. Oxidized LDL (oxLDL) levels and the oxLDL/LDL ratio were lower in the EG than in the CG after 8 weeks of treatment (18.76 ± 3.91 vs. 10.34 ± 4.22, P < .001 and 0.151 ± 0.025 vs. 0.08 ± 0.023, P < .001, respectively). Interleukin-1β levels were significantly higher in the CG than in the EG at week 4 (P = .004), IL-6 was significantly higher in the CG than in the EG at week 4 (P = .049), and IL-10 was significantly increased at week 4 in both groups (P = .002 for CG and P = .001 for EG). In conclusion, daily consumption of a combination of an olive fruit extract and an almond skin extract for 8 weeks seems to protect LDL from oxidation and to prevent inflammatory status in moderately hypercholesterolemic subjects.",
      "mesh_terms": [
        "Adult",
        "Double-Blind Method",
        "Fruit",
        "Humans",
        "Inflammation",
        "Lipoproteins, LDL",
        "Olea",
        "Oxidative Stress",
        "Pilot Projects",
        "Plant Extracts",
        "Prunus dulcis"
      ]
    },
    {
      "pmid": "32690523",
      "title": "Study protocol for a 9-month randomised controlled trial assessing the effects of almonds versus carbohydrate-rich snack foods on weight loss and weight maintenance.",
      "authors": [
        "Sharayah Carter",
        "Alison M Hill",
        "Catherine Yandell",
        "Jonathan D Buckley",
        "Sze-Yen Tan",
        "Geraint B Rogers",
        "Jessie Childs",
        "Mark Matheson",
        "Kate Lamb",
        "Susan Ward",
        "Tasha R Stanton",
        "Francois Fraysse",
        "Andrew P Hills",
        "Alison M Coates"
      ],
      "journal": "BMJ open",
      "publication_date": "2020-Jul-19",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Epidemiological studies indicate an inverse association between nut consumption and body mass index (BMI). However, clinical trials evaluating the effects of nut consumption compared with a nut-free diet on adiposity have reported mixed findings with some studies reporting greater weight loss and others reporting no weight change. This paper describes the rationale and detailed protocol for a randomised controlled trial assessing whether the inclusion of almonds or carbohydrate-rich snacks in an otherwise nut-free energy-restricted diet will promote weight loss during 3 months of energy restriction and limit weight regain during 6 months of weight maintenance. METHODS AND ANALYSIS: One hundred and thirty-four adults aged 25-65 years with a BMI of 27.5-34.9 kg/m2 will be recruited and randomly allocated to either the almond-enriched diet (AED) (15% energy from almonds) or a nut-free control diet (NFD) (15% energy from carbohydrate-rich snack foods). Study snack foods will be provided. Weight loss will be achieved through a 30% energy restriction over 3 months, and weight maintenance will be encouraged for 6 months by increasing overall energy intake by ~120-180 kcal/day (~500-750kJ/day) as required. Food will be self-selected, based on recommendations from the study dietitian. Body composition, resting energy expenditure, total daily energy expenditure (via doubly labelled water), physical activity, appetite regulation, cardiometabolic health, gut microbiome, liver health, inflammatory factors, eating behaviours, mood and personality, functional mobility and pain, quality of life and sleep patterns will be measured throughout the 9-month trial. The effects of intervention on the outcome measures over time will be analysed using random effects mixed models, with treatment (AED or NFD) and time (baseline, 3 months and 9 months) being the between and within factors, respectively in the analysis. ETHICS AND DISSEMINATION: Ethics approval was obtained from the University of South Australia Human Research Ethics Committee (201436). Results from this trial will be disseminated through publication in peer-reviewed journals, national and international presentations. TRIAL REGISTRATION NUMBER: Australian New Zealand Clinical Trials Registry (ACTRN12618001861246).",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Body Weight Maintenance",
        "Carbohydrates",
        "Humans",
        "Middle Aged",
        "Prunus dulcis",
        "Quality of Life",
        "Snacks",
        "Weight Loss"
      ]
    },
    {
      "pmid": "32412597",
      "title": "Snacking on whole almonds for 6 weeks improves endothelial function and lowers LDL cholesterol but does not affect liver fat and other cardiometabolic risk factors in healthy adults: the ATTIS study, a randomized controlled trial.",
      "authors": [
        "Vita Dikariyanto",
        "Leanne Smith",
        "Lucy Francis",
        "May Robertson",
        "Eslem Kusaslan",
        "Molly O'Callaghan-Latham",
        "Camille Palanche",
        "Maria D'Annibale",
        "Dimitra Christodoulou",
        "Nicolas Basty",
        "Brandon Whitcher",
        "Haris Shuaib",
        "Geoffrey Charles-Edwards",
        "Philip J Chowienczyk",
        "Peter R Ellis",
        "Sarah E E Berry",
        "Wendy L Hall"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2020-Jun-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: There is convincing evidence that daily whole almond consumption lowers blood LDL cholesterol concentrations, but effects on other cardiometabolic risk factors such as endothelial function and liver fat are still to be determined. OBJECTIVES: We aimed to investigate whether isoenergetic substitution of whole almonds for control snacks with the macronutrient profile of average snack intakes, had any impact on markers of cardiometabolic health in adults aged 30-70 y at above-average risk of cardiovascular disease (CVD). METHODS: The study was a 6-wk randomized controlled, parallel-arm trial. Following a 2-wk run-in period consuming control snacks (mini-muffins), participants consumed either whole roasted almonds (n = 51) or control snacks (n = 56), providing 20% of daily estimated energy requirements. Endothelial function (flow-mediated dilation), liver fat (MRI/magnetic resonance spectroscopy), and secondary outcomes as markers of cardiometabolic disease risk were assessed at baseline and end point. RESULTS: Almonds, compared with control, increased endothelium-dependent vasodilation (mean difference 4.1%-units of measurement; 95% CI: 2.2, 5.9), but there were no differences in liver fat between groups. Plasma LDL cholesterol concentrations decreased in the almond group relative to control (mean difference -0.25 mmol/L; 95% CI: -0.45, -0.04), but there were no group differences in triglycerides, HDL cholesterol, glucose, insulin, insulin resistance, leptin, adiponectin, resistin, liver function enzymes, fetuin-A, body composition, pancreatic fat, intramyocellular lipids, fecal SCFAs, blood pressure, or 24-h heart rate variability. However, the long-phase heart rate variability parameter, very-low-frequency power, was increased during nighttime following the almond treatment compared with control (mean difference 337 ms2; 95% CI: 12, 661), indicating greater parasympathetic regulation. CONCLUSIONS: Whole almonds consumed as snacks markedly improve endothelial function, in addition to lowering LDL cholesterol, in adults with above-average risk of CVD.This trial was registered at clinicaltrials.gov as NCT02907684.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Cardiovascular Diseases",
        "Cholesterol, LDL",
        "Endothelium, Vascular",
        "Fats",
        "Female",
        "Humans",
        "Liver",
        "Male",
        "Middle Aged",
        "Nuts",
        "Prunus dulcis",
        "Risk Factors",
        "Snacks",
        "Triglycerides",
        "Vasodilation"
      ]
    },
    {
      "pmid": "32221563",
      "title": "Effectiveness of Nitrogen Dioxide Fumigation for Microbial Control on Stored Almonds.",
      "authors": [
        "Sookyung Oh",
        "Yong-Biao Liu"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2020-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ABSTRACT: Quality of stored almonds is compromised by insect infestations and microbial contamination. Nitric oxide (NO) is a potent fumigant for postharvest pest control on fresh and stored products. NO fumigation must be conducted under ultralow oxygen conditions, and it always produces nitrogen dioxide (NO2), depending on the O2 level in the fumigation chamber. NO and NO2 have proven antimicrobial effects but have not been tested for efficacy against microbes in almonds. We evaluated, in this study, fumigation of unpasteurized almonds with NO2 at different levels for inhibition of bacteria and fungi. Almonds were fumigated with 0.1, 0.3, or 1.0% NO under ambient O2 to generate 0.1, 0.3, or 1.0% NO2 conditions; the fumigation treatments lasted 1 or 3 days at 25°C. GreenLight rapid enumeration tests on diluted wash-off almond samples from NO2 fumigation treatments showed either greatly reduced microbial loads or complete control of microorganisms, depending on NO2 concentration and treatment duration. NO2 fumigation was more effective against fungi than against bacteria. These results suggest that postharvest NO fumigation with proper levels of NO and NO2 can be used for insect and microorganism control on stored almonds.",
      "mesh_terms": [
        "Animals",
        "Food Contamination",
        "Food Handling",
        "Food Preservation",
        "Fumigation",
        "Humans",
        "Microbial Viability",
        "Nitric Oxide",
        "Nitrogen Dioxide",
        "Pest Control",
        "Prunus dulcis"
      ]
    },
    {
      "pmid": "31536419",
      "title": "Interaction of Gaseous Chlorine Dioxide and Mild Heat on the Inactivation of Salmonella on Almonds.",
      "authors": [
        "Lin Wang",
        "Joshua B Gurtler",
        "Wenli Wang",
        "Xuetong Fan"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The interactive effects of mild heat and gaseous chlorine dioxide (ClO2) on populations of Salmonella on almonds were studied. Almonds, dip inoculated with a two-strain cocktail of attenuated Salmonella Typhimurium, were treated with three concentrations of ClO2 at ambient temperature (ca. 22°C), and at 45, 50, 55, and 60°C for 4 h and with more than 90% relative humidity. Concentrations of ClO2 during treatments were measured, and populations of Salmonella were determined following treatments. Results demonstrated that ClO2 at concentrations of more than 4 mg/L and ambient temperature only reduced populations of Salmonella by 1.46 log CFU/g. With increasing treatment temperature, the efficacy of gaseous ClO2 increased. At 55 and 60°C, >1 mg/L ClO2, and a 4-h treatment time, >4 log CFU/g Salmonella was inactivated. Reductions greater than 4 log of the bacterium by gaseous ClO2 at 55°C were confirmed using a three-strain cocktail of pathogenic Salmonella. Overall, results demonstrated that mild heating is necessary for gaseous ClO2 to achieve more than 4 log CFU/g inactivation of Salmonella on almonds.",
      "mesh_terms": [
        "Chlorine Compounds",
        "Colony Count, Microbial",
        "Disinfectants",
        "Food Microbiology",
        "Gases",
        "Hot Temperature",
        "Microbial Viability",
        "Oxides",
        "Prunus dulcis"
      ]
    },
    {
      "pmid": "31525129",
      "title": "Effects of Consuming Almonds on Insulin Sensitivity and Other Cardiometabolic Health Markers in Adults With Prediabetes.",
      "authors": [
        "Orsolya M Palacios",
        "Kevin C Maki",
        "Di Xiao",
        "Meredith L Wilcox",
        "Mary R Dicklin",
        "Melvyn Kramer",
        "Rupal Trivedi",
        "Britt Burton-Freeman",
        "Indika Edirisinghe"
      ],
      "journal": "Journal of the American College of Nutrition",
      "publication_date": "2020-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Objective: This study was designed to assess the effects of replacing high-carbohydrate (CHO) foods with raw almonds on insulin sensitivity and cardiometabolic health markers in overweight or obese adults with prediabetes.Method: This randomized crossover study consisted of two 6-week dietary intervention periods, separated by a ≥ 4-week washout. Subjects incorporated 1.5 oz of raw almonds twice daily or isocaloric CHO-based foods into their diets, with instructions to maintain body weight. Dietary intakes as well as insulin sensitivity, CHO metabolism indices, lipoprotein lipids and particles, and inflammatory markers were assessed.Results: Thirty-three subjects (17 male, 16 female), mean age 48.3 ± 2.2 years and body mass index 30.5 ± 0.7 kg/m2, provided evaluable data. Compared to CHO, almonds resulted in significantly (p < 0.01) higher intakes of protein, fat (unsaturated fatty acids), fiber, and magnesium and significantly (p < 0.001) lower intakes of CHO and sugars. No differences were observed between diet conditions for changes from baseline in the insulin sensitivity index from a short intravenous glucose tolerance test or other indices of glucose homeostasis. No significant differences were observed in biomarkers of cardiovascular risk except that the CHO intervention led to a shift toward a higher concentration of cholesterol in small, dense low-density lipoprotein subfraction 3+4 (LDL3 + 4) particles (p = 0.024 vs almonds).Conclusions: Intake of 3.0 oz/d raw almonds, vs energy-matched CHO foods, improved the dietary nutrient profile, but did not significantly affect insulin sensitivity and most markers of cardiometabolic health in overweight and obese men and women with prediabetes.",
      "mesh_terms": [
        "Biomarkers",
        "Body Mass Index",
        "Cardiometabolic Risk Factors",
        "Cross-Over Studies",
        "Dietary Carbohydrates",
        "Eating",
        "Female",
        "Humans",
        "Insulin Resistance",
        "Male",
        "Middle Aged",
        "Obesity",
        "Overweight",
        "Prediabetic State",
        "Prunus dulcis"
      ]
    },
    {
      "pmid": "30455022",
      "title": "Multistage treatment of almonds waste biomass: Characterization and assessment of the potential applications of raw material and products.",
      "authors": [
        "Pedro L de Hoyos-Martínez",
        "Xabier Erdocia",
        "Fatima Charrier-El Bouhtoury",
        "Raquel Prado",
        "Jalel Labidi"
      ],
      "journal": "Waste management (New York, N.Y.)",
      "publication_date": "2018-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Almond shells are waste biomass generated in agro-industrial activities, which represent a resource that can be further valorized upon treatment. The purpose of this work was to assess new value-added products obtained through a novel multi-stage delignification process of almond shells. A comprehensive chemical characterization of the raw materials and products involved in each stage of the process was carried out. Moreover, an extensive mass balance was developed, providing a full understanding of the extraction process. The pulps produced did not display a significant cellulose loss and hence they could be exploited as cellulose-rich materials. On the other hand, the obtained lignins presented high purity values (≈90%) and a high reactivity, and their structures became more condensed and homogeneous after each extraction cycle. These features would allow their utilization as feedstock of renewable materials such bio-sourced phenolic resins.",
      "mesh_terms": [
        "Biomass",
        "Cellulose",
        "Lignin",
        "Prunus dulcis"
      ]
    },
    {
      "pmid": "30369957",
      "title": "Hepatoprotective and Antioxidant Activities of Oil from Baru Almonds (Dipteryx alata Vog.) in a Preclinical Model of Lipotoxicity and Dyslipidemia.",
      "authors": [
        "Mayara Áthina Reis",
        "Rômulo Dias Novaes",
        "Sueli Regina Baggio",
        "André Luiz Machado Viana",
        "Bruno Cesar Correa Salles",
        "Stella Maris da Silveira Duarte",
        "Maria Rita Rodrigues",
        "Fernanda Borges de Araújo Paula"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The oil obtained from baru (Dipteryx alata Vog.) almonds exhibits high energy value and is reported in popular medicine for the treatment of rheumatic diseases and reproductive disturbances. Although baru oil is used in domestic cuisine, the chemical characterization of this oil and its effects on lipid metabolism are still poorly understood. Therefore, this study evaluated the fatty acid (FA) profile and the effects of baru oil on liver and aorta in a murine model of dyslipidemia. The chromatographic profile of baru oil showed high levels of unsaturated FAs, especially oleic acid. Saturated FAs, such as palmitic and lignoceric acids, were found in lower amounts. Hypercholesterolemia was induced in male Wistar rats by daily administration of a lipid emulsion by gavage for 15 weeks. Biochemical and histopathological analysis were performed on serum, aorta, and liver. The results demonstrated that animals developed marked hypercholesterolemia, liver steatosis, and increased lipid peroxidation in the aorta. Treatment with baru oil attenuated lipid peroxidation and drastically reduced liver damage, especially ballooning degeneration and steatosis. By restricting vascular and hepatic injury, this oil showed potential applicability as a functional food, reinforcing its use in popular medicine and domestic cuisine."
    },
    {
      "pmid": "30360498",
      "title": "A Randomized Controlled Trial to Compare the Effect of Peanuts and Almonds on the Cardio-Metabolic and Inflammatory Parameters in Patients with Type 2 Diabetes Mellitus.",
      "authors": [
        "Yun-Ying Hou",
        "Omorogieva Ojo",
        "Li-Li Wang",
        "Qi Wang",
        "Qing Jiang",
        "Xin-Yu Shao",
        "Xiao-Hua Wang"
      ],
      "journal": "Nutrients",
      "publication_date": "2018-Oct-23",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "A low carbohydrate diet (LCD), with some staple food being replaced with nuts, has been shown to reduce weight, improve blood glucose, and regulate blood lipid in patients with type 2 diabetes mellitus (T2DM). These nuts include tree nuts and ground nuts. Tree nut consumption is associated with improved cardio-vascular and inflammatory parameters. However, the consumption of tree nuts is difficult to promote in patients with diabetes because of their high cost. As the main ground nut, peanuts contain a large number of beneficial nutrients, are widely planted, and are affordable for most patients. However, whether peanuts and tree nuts in combination with LCD have similar benefits in patients with T2DM remains unknown; although almonds are the most consumed and studied tree nut. This study sought to compare the effect of peanuts and almonds, incorporated into a LCD, on cardio-metabolic and inflammatory measures in patients with T2DM. Of the 32 T2DM patients that were recruited, 17 were randomly allocated to the Peanut group (n = 17) and 15 to the Almond group (n = 15) in a parallel design. The patients consumed a LCD with part of the starchy staple food being replaced with peanuts (Peanut group) or almonds (Almond group). The follow-up duration was three months. The indicators for glycemic control, other cardio-metabolic, and inflammatory parameters were collected and compared between the two groups. Twenty-five patients completed the study. There were no significant differences in the self-reported dietary compliance between the two groups. Compared with the baseline, the fasting blood glucose (FBG) and postprandial 2-h blood glucose (PPG) decreased in both the Peanut and Almond groups (p < 0.05). After the intervention, no statistically significant differences were found between the Peanut group and the Almond group with respect to the FBG and PPG levels. A decrease in the glycated hemoglobin A1c (HbA1c) level from the baseline in the Almond group was found (p < 0.05). However, no significant difference was found between the two groups with respect to the HbA1c level at the third month. The peanut and almond consumption did not increase the body mass index (BMI) and had no effect on the blood lipid profile or interleukin-6 (IL-6).In conclusion, incorporated into a LCD, almonds and peanuts have a similar effect on improving fasting and postprandial blood glucose among patients with T2DM. However, more studies are required to fully establish the effect of almond on the improvement of HbA1c.",
      "mesh_terms": [
        "Aged",
        "Arachis",
        "Biomarkers",
        "Blood Glucose",
        "Diabetes Mellitus, Type 2",
        "Diet, Carbohydrate-Restricted",
        "Female",
        "Humans",
        "Inflammation",
        "Male",
        "Middle Aged",
        "Prunus dulcis"
      ]
    },
    {
      "pmid": "30170643",
      "title": "Acute effects of diets rich in almonds and walnuts on endothelial function.",
      "authors": [
        "Ravindra Bhardwaj",
        "Harvinder Dod",
        "Manjinder S Sandhu",
        "Rohil Bedi",
        "Sachin Dod",
        "Gregory Konat",
        "H K Chopra",
        "Rakesh Sharma",
        "Abnash C Jain",
        "Navin Nanda"
      ],
      "journal": "Indian heart journal",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: Omega-3 fatty acids, especially alpha-linolenic acid (ALA), which are present in nuts may reduce cardiovascular disease (CVD) risk, by changing vascular inflammation and improving endothelial dysfunction. The objective of the study was to evaluate the acute effects of two different diets, one containing walnuts and the other almonds on endothelial function. METHODS: Twenty-seven overweight volunteers underwent a randomized 2-period, crossover, controlled intervention study. The subjects were given either walnut or almond diets which varied in monounsaturated fatty acid (MUFA) and polyunsaturated fatty acid (PUFA) content. The walnut diet provided 23.1% energy from PUFA and the almond diet provided 7.6% energy from PUFA. Endothelial function was assessed physiologically by flow-mediated dilation (FMD) and biochemically by sVCAM (soluble vascular cell adhesion molecules). RESULTS: The walnut diet significantly improved FMD (p=0.004) and decreased sVCAM (p=0.009) whereas the almond diet tended to improve FMD (p=0.06) and significantly decreased sVCAM (p=0.004). CONCLUSION: Both walnut and almond diets improved FMD and sVCAM and there was no significant difference in physiological and biochemical markers between the two diets.",
      "mesh_terms": [
        "Adult",
        "Cardiovascular Diseases",
        "Cross-Over Studies",
        "Diet",
        "Endothelium, Vascular",
        "Female",
        "Humans",
        "Juglans",
        "Male",
        "Nuts",
        "Overweight",
        "Plant Oils",
        "Prunus dulcis",
        "Vasodilation"
      ]
    },
    {
      "pmid": "29905947",
      "title": "Immunoreactivity of Biochemically Purified Amandin from Thermally Processed Almonds (Prunus dulcis L.).",
      "authors": [
        "Valerie D Zaffran",
        "Shridhar K Sathe"
      ],
      "journal": "Journal of food science",
      "publication_date": "2018-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Almond seeds were subjected to select thermal processing and amandin was purified from processed and unprocessed (control) seeds using cryoprecipitation. Amandin immunoreactivity was assessed using two murine monoclonal antibodies (mAbs)-4C10 and 4F10 detecting human IgE-relevant conformational and linear epitopes, respectively. Overall amandin immunoreactivity following thermal treatment ranged from 64.9% to 277.8% (4C10) and 81.3% to 270.3% (4F10). Except for autoclaving (121 °C, 15 psi, 30 min) and roasting (160 °C, 30 min), the tested processing conditions resulted in increased immunoreactivity as determined by mAbs 4C10 and 4F10-based enzyme-linked immunosorbent assays (ELISAs). A significant, yet not complete, reduction in immunoreactivity was caused by autoclaving (121 °C, 15 psi, 30 min) and roasting (160 °C, 30 min). Western- and dot-blot immunoassays corroborated the ELISA results, confirming amandin thermal stability. PRACTICAL APPLICATION: The tested immunoassays indicated amandin to be stable, regardless of the targeted epitope and the processing method that whole almond seeds were subjected to.",
      "mesh_terms": [
        "Animals",
        "Antibodies, Monoclonal",
        "Enzyme-Linked Immunosorbent Assay",
        "Epitopes",
        "Food Handling",
        "Hot Temperature",
        "Humans",
        "Mice",
        "Peptides",
        "Prunus dulcis",
        "Seeds"
      ]
    },
    {
      "pmid": "29808577",
      "title": "Determination of d-myo-inositol phosphates in 'activated' raw almonds using anion-exchange chromatography coupled with tandem mass spectrometry.",
      "authors": [
        "Lianna Y Lee",
        "Alyson E Mitchell"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2019-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Activated almonds are raw almonds that have been soaked in water for 12-24 h at room temperature, sometimes followed by a 24 h drying period at low temperature (50 ± 5 °C). This treatment is thought to enhance the nutrient bioavailability of almonds by degrading nutrient inhibitors, such as phytic acid or d-myo-inositol hexaphosphate (InsP6 ), through the release of phytase or passive diffusion of InsP6 into the soaking water. Over a wide pH range, InsP6 is a negatively charged compound that limits the absorption of essential nutrients by forming insoluble complexes with minerals such as iron and zinc. It is hypothesized that hydrating the seed during soaking triggers InsP6 degradation into lower myo-inositol phosphates with less binding capacity. RESULTS: Anion-exchange chromatography coupled with tandem mass spectrometry was used to quantify myo-inositol mono-, di-, tris-, tetra-, penta-, and hexaphosphates (InsP1-6 ) in raw pasteurized activated almonds. At least 24 h of soaking at ambient temperature was required to reduce InsP6 content from 14.71 to 14.01 µmol g-1 . CONCLUSIONS: The reduction in InsP6 is statistically significant (P < 0.05) after 24 h of activation, but only represents a 4.75% decrease from the unsoaked almonds. © 2018 Society of Chemical Industry.",
      "mesh_terms": [
        "6-Phytase",
        "Anion Exchange Resins",
        "Chromatography, Ion Exchange",
        "Food Handling",
        "Inositol Phosphates",
        "Nuts",
        "Plant Proteins",
        "Prunus dulcis",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "29187388",
      "title": "Effects of Dark Chocolate and Almonds on Cardiovascular Risk Factors in Overweight and Obese Individuals: A Randomized Controlled-Feeding Trial.",
      "authors": [
        "Yujin Lee",
        "Claire E Berryman",
        "Sheila G West",
        "C-Y Oliver Chen",
        "Jeffrey B Blumberg",
        "Karen G Lapsley",
        "Amy G Preston",
        "Jennifer A Fleming",
        "Penny M Kris-Etherton"
      ],
      "journal": "Journal of the American Heart Association",
      "publication_date": "2017-Nov-29",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Consumption of almonds or dark chocolate and cocoa has favorable effects on markers of coronary heart disease; however, the combined effects have not been evaluated in a well-controlled feeding study. The aim of this study was to examine the individual and combined effects of consumption of dark chocolate and cocoa and almonds on markers of coronary heart disease risk. METHODS AND RESULTS: A randomized controlled, 4-period, crossover, feeding trial was conducted in overweight and obese individuals aged 30 to 70 years. Forty-eight participants were randomized, and 31 participants completed the entire study. Each diet period was 4 weeks long, followed by a 2-week compliance break. Participants consumed each of 4 isocaloric, weight maintenance diets: (1) no treatment foods (average American diet), (2) 42.5 g/d of almonds (almond diet [ALD]), (3) 18 g/d of cocoa powder and 43 g/d of dark chocolate (chocolate diet [CHOC]), or (4) all 3 foods (CHOC+ALD). Compared with the average American diet, total cholesterol, non-high-density lipoprotein cholesterol, and low-density lipoprotein cholesterol after the ALD were lower by 4%, 5%, and 7%, respectively (P<0.05). The CHOC+ALD decreased apolipoprotein B by 5% compared with the average American diet. For low-density lipoprotein subclasses, compared with the average American diet, the ALD showed a greater reduction in large buoyant low-density lipoprotein particles (-5.7±2.3 versus -0.3±2.3 mg/dL; P=0.04), whereas the CHOC+ALD had a greater decrease in small dense low-density lipoprotein particles (-12.0±2.8 versus -5.3±2.8 mg/dL; P=0.04). There were no significant differences between diets for measures of vascular health and oxidative stress. CONCLUSIONS: Our results demonstrate that consumption of almonds alone or combined with dark chocolate under controlled-feeding conditions improves lipid profiles. Incorporating almonds, dark chocolate, and cocoa into a typical American diet without exceeding energy needs may reduce the risk of coronary heart disease. CLINICAL TRIAL REGISTRATION: URL: https://www.clinicaltrials.gov. Unique identifier: NCT01882881.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Body Mass Index",
        "Cardiovascular Diseases",
        "Chocolate",
        "Cholesterol, HDL",
        "Cross-Over Studies",
        "Female",
        "Humans",
        "Incidence",
        "Male",
        "Middle Aged",
        "Obesity",
        "Overweight",
        "Pennsylvania",
        "Prognosis",
        "Prunus dulcis",
        "Risk Assessment",
        "Risk Factors"
      ]
    },
    {
      "pmid": "28867779",
      "title": "Identification and Analysis of Amygdalin, Neoamygdalin and Amygdalin Amide in Different Processed Bitter Almonds by HPLC-ESI-MS/MS and HPLC-DAD.",
      "authors": [
        "Shuya Xu",
        "Xinfang Xu",
        "Shaoxiong Yuan",
        "Huan Liu",
        "Mengnan Liu",
        "Ying Zhang",
        "Hui Zhang",
        "Yan Gao",
        "Ruichao Lin",
        "Xiangri Li"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2017-Aug-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Processing is a traditional pharmacy technology based on traditional Chinese medicine theory. The traditional Chinese medicine (TCM) ingredients should be processed before being used as a medicine. Processed bitter almonds are widely used in the clinic in TCM for the treatment of cough and asthma. In this work the amygdalin profile of three producing areas in China was determined, with respect to three differently processed bitter almond products: raw, stir-fried and scalded. Identification of the compounds was done by using high performance liquid chromatography coupled to electrospray ionization mass spectrometry (HPLC-ESI-MS/MS). Results indicated that amygdalin, neoamygdalin and amygdalin amide were identified in the different processed bitter almonds. Meanwhile, amygdalin was used as a standard to calculate the quantification of amygdalin and the concentration ratio of neoamygdalin and total amygdalin by HPLC-DAD. The data suggested that composition of amygdalin isomers in bitter almonds was influenced by the processing method. It also gives a new understanding of the processing principle of bitter almonds. Moreover, the classification of different processed bitter almonds can be achieved on the basis of amygdalin isomers levels.",
      "mesh_terms": [
        "Amygdalin",
        "Chromatography, High Pressure Liquid",
        "Isomerism",
        "Principal Component Analysis",
        "Prunus",
        "Reproducibility of Results",
        "Spectrometry, Mass, Electrospray Ionization",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "28785295",
      "title": "Almonds ameliorate glycemic control in Chinese patients with better controlled type 2 diabetes: a randomized, crossover, controlled feeding trial.",
      "authors": [
        "Chiao-Ming Chen",
        "Jen-Fang Liu",
        "Sing-Chung Li",
        "Chen-Ling Huang",
        "An-Tsz Hsirh",
        "Shuen-Fu Weng",
        "Mei-Ling Chang",
        "Hung-Ta Li",
        "Emily Mohn",
        "C-Y Oliver Chen"
      ],
      "journal": "Nutrition & metabolism",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Almonds can decrease glycemic index of co-consumed foods and are a rich source for oleic acid and α-tocopherol. The aim of the randomized, crossover, controlled feeding trial was to examine whether as compared to NCEP step II diet as control (CON), ~60 g/d almonds (ALM) added to CON would improve glucoregulation and cardiovascular disease (CVD) risk factors in 33 Chinese T2DM patients. METHODS: Forty T2DM patients were enrolled and randomly assigned to receive CON or ALM for 12 wks after a 2-wk. run-in period. Blood and urine samples were collected in the beginning and at the end of each dietary intervention phase for the assessment of biomarkers of glucoregulation, lipid profile, inflammation, and oxidative stress. RESULTS: While ALM had a better overall nutritional quality than CON, neither ALM nor CON improved the glycemic status as the primary study outcome and other CVD risk factors, except the circulating nitric oxide being decreased by ALM compared to CON. Among 27 of 33 patients with the baseline HbA1c ≤8, ALM decreased post-interventional fasting serum glucose and HbA1c by 5.9% and 3.0% as compared to that of CON, respectively (P = 0.01 and 0.04). Mean total and LDL-cholesterol concentrations were not changed by both diets. CONCLUSIONS: These results suggest almonds incorporated into healthful diets can improve glycemic status in diabetic patients with a better glycemic control. TRIAL REGISTRATION: NCT01656850, registered 13 January 2012."
    },
    {
      "pmid": "28749419",
      "title": "Consuming Almonds vs. Isoenergetic Baked Food Does Not Differentially Influence Postprandial Appetite or Neural Reward Responses to Visual Food Stimuli.",
      "authors": [
        "R Drew Sayer",
        "Jaapna Dhillon",
        "Gregory G Tamer",
        "Marc-Andre Cornier",
        "Ningning Chen",
        "Amy J Wright",
        "Wayne W Campbell",
        "Richard D Mattes"
      ],
      "journal": "Nutrients",
      "publication_date": "2017-Jul-27",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Nuts have high energy and fat contents, but nut intake does not promote weight gain or obesity, which may be partially explained by their proposed high satiety value. The primary aim of this study was to assess the effects of consuming almonds versus a baked food on postprandial appetite and neural responses to visual food stimuli. Twenty-two adults (19 women and 3 men) with a BMI between 25 and 40 kg/m² completed the current study during a 12-week behavioral weight loss intervention. Participants consumed either 28 g of whole, lightly salted roasted almonds or a serving of a baked food with equivalent energy and macronutrient contents in random order on two testing days prior to and at the end of the intervention. Pre- and postprandial appetite ratings and functional magnetic resonance imaging scans were completed on all four testing days. Postprandial hunger, desire to eat, fullness, and neural responses to visual food stimuli were not different following consumption of almonds and the baked food, nor were they influenced by weight loss. These results support energy and macronutrient contents as principal determinants of postprandial appetite and do not support a unique satiety effect of almonds independent of these variables.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Appetite",
        "Body Composition",
        "Body Mass Index",
        "Brain",
        "Cross-Over Studies",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Dietary Fiber",
        "Dietary Proteins",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Neurons",
        "Nuts",
        "Obesity",
        "Postprandial Period",
        "Prunus dulcis",
        "Reward",
        "Satiety Response",
        "Weight Loss",
        "Young Adult"
      ]
    },
    {
      "pmid": "28695324",
      "title": "The effect of almonds on vitamin E status and cardiovascular risk factors in Korean adults: a randomized clinical trial.",
      "authors": [
        "Hana Jung",
        "C-Y Oliver Chen",
        "Jeffrey B Blumberg",
        "Ho-Kyung Kwak"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Almonds have shown to beneficially modify some cardiovascular risk factors in clinical trials conducted in diverse ethnic populations but this relationship has never been tested in Koreans. Thus, we tested the impact of almonds consumed as a snack within the context of a typical Korean diet on cardiovascular risk factors. METHODS: We conducted a randomized, crossover trial in a free-living setting with a 2-week run-in period, two 4-week intervention phases, and a 2-week washout period between interventions. Eighty four overweight/obese participants (11 M/73 F; 52.4 ± 0.6 year; 25.4 ± 0.22 kg/m2) consumed either 56 g of almonds or isocaloric cookies daily for 4 weeks. RESULTS: Mean % daily energy intake at baseline was 64.8, 21.3, and 14.9% from carbohydrate, fat, and protein, respectively. The addition of 56 g of almonds daily decreased carbohydrate energy to 55.0%, increased fat to 32.0%, and maintained protein at 14.7%. Consuming the almonds increased intake of MUFA by 192.3%, PUFA by 84.5%, vitamin E by 102.7%, and dietary fiber by 11.8% and decreased % energy from carbohydrate by 14.1%. Total caloric intake was increased by the almonds, but body weight, waist circumference, and body composition were not affected. Almonds in overweight and obese Korean adults decreased TC, LDL-C, and non-HDL-C by 5.5, 4.6, and 6.4%, respectively, compared to the cookie control (P ≤ 0.05). Almonds increased plasma α-tocopherol by 8.5% (P ≤ 0.05) from the baseline and tended to increase its value as compared to cookies (P = 0.055). Neither the almonds nor cookies altered plasma protein carbonyls, MDA or oxLDL. Of serum inflammatory markers, IL-10 was decreased by almond intake (P ≤ 0.05), and ICAM-1, IL-1β, and IL-6 tended to be lower with almonds, compared to the cookies. CONCLUSIONS: Almonds at 56 g/day consumed as a snack favorably modified the Korean diet by increasing MUFA, PUFA, vitamin E, and dietary fiber intake and decreasing % energy intake from carbohydrate. Almonds also enhanced plasma α-tocopherol status and serum TC and LDL-C in overweight and obese Koreans. Thus, including almonds in typical Korean diets as a snack can help healthy overweight/obese individuals improve nutritional status and reduce their risk for CVD.",
      "mesh_terms": [
        "Aged",
        "Cardiovascular Diseases",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Prunus dulcis",
        "Republic of Korea",
        "Risk Factors",
        "Vitamin E"
      ]
    },
    {
      "pmid": "28583046",
      "title": "Influence of roasting on the chemopreventive potential of in vitro fermented almonds in LT97 colon adenoma cells.",
      "authors": [
        "Wiebke Schlörmann",
        "Sonja Fischer",
        "Christian Saupe",
        "Tülin Dinc",
        "Stefan Lorkowski",
        "Michael Glei"
      ],
      "journal": "International journal of food sciences and nutrition",
      "publication_date": "2018-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The consumption of almonds may contribute to the prevention of colon cancer due to their unique composition of health promoting compounds. Since almonds are often consumed roasted, the impact of different roasting (R) conditions (R1 = 139.2 °C/25 min, R2 = 161.5 °C/20 min and R3 = 170.8 °C/15 min) on chemopreventive effects of in vitro-fermented almonds was analysed in LT97 colon adenoma cells. Fermentation supernatants (FS) of raw and roasted almonds had no genotoxic effects. FS obtained from raw or mildly roasted almonds (R1) significantly increased mRNA levels of CAT (4.6-fold), SOD2 (5.6-fold) and GSTP1 (3.9-fold) but not of GPx1. FS of almonds significantly reduced the growth of LT97 cells in a time- and dose-dependent manner. Treatment with 5% almonds FS increased the number of early apoptotic cells (17.4%, on average) and caspase-3 activity (4.9-fold, on average). The results indicate a chemopreventive potential of in vitro-fermented almonds which is largely independent of the roasting process.",
      "mesh_terms": [
        "Apoptosis",
        "Catalase",
        "Cell Line, Tumor",
        "Chemoprevention",
        "Colon",
        "Colonic Neoplasms",
        "DNA Damage",
        "Fermentation",
        "Food Handling",
        "Glutathione Peroxidase",
        "Glutathione S-Transferase pi",
        "Hot Temperature",
        "Humans",
        "Nuts",
        "Prunus dulcis",
        "RNA, Messenger",
        "Reactive Oxygen Species",
        "Superoxide Dismutase",
        "Glutathione Peroxidase GPX1"
      ]
    },
    {
      "pmid": "28551280",
      "title": "Evaluation of radio-frequency heating in controlling Salmonella enterica in raw shelled almonds.",
      "authors": [
        "Seul-Gi Jeong",
        "Oon-Doo Baik",
        "Dong-Hyun Kang"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2017-Aug-02",
      "publication_types": [
        "Comparative Study",
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "This study was conducted to investigate the efficacy of radio-frequency (RF) heating to reduce Salmonella enterica serovars Enteritidis, Typhimurium, and Senftenberg in raw shelled almonds compared to conventional convective heating, and the effect of RF heating on quality by measuring changes in the color and degree of lipid oxidation. Agar-grown cells of three pathogens were inoculated onto the surface or inside of raw shelled almonds using surface inoculation or the vacuum perfusion method, respectively, and subjected to RF or conventional heating. RF heating for 40s achieved 3.7-, 6.0-, and 5.6-log reductions in surface-inoculated S. Enteritidis, S. Typhimurium, and S. Senftenberg, respectively, whereas the reduction of these pathogens following convective heating for 600s was 1.7, 2.5, and 3.7 log, respectively. RF heating reduced internally inoculated pathogens to below the detection limit (0.7 logCFU/g) after 30s. However, conventional convective heating did not attain comparable reductions even at the end of treatment (600s). Color values, peroxide values, and acid values of RF-treated (40-s treatment) almonds were not significantly (P>0.05) different from those of nontreated samples. These results suggest that RF heating can be applied to control internalized pathogens as well as surface-adhering pathogens in raw almonds without affecting product quality.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Food Microbiology",
        "Heating",
        "Microbial Viability",
        "Nuts",
        "Prunus dulcis",
        "Radio Waves",
        "Salmonella enteritidis",
        "Salmonella typhimurium"
      ]
    },
    {
      "pmid": "28414255",
      "title": "A Quantitative Assessment of the Risk of Human Salmonellosis Arising from the Consumption of Almonds in the United States: The Impact of Preventive Treatment Levels.",
      "authors": [
        "Sofia M Santillana Farakos",
        "Régis Pouillot",
        "Rhoma Johnson",
        "Judith Spungen",
        "Insook Son",
        "Nathan Anderson",
        "Jane M Van Doren"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2017-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The presence of Salmonella on almonds continues to result in product-related outbreaks and recalls in the United States. In this study, the impact of microbial reduction treatment levels (1 to 5 log CFU) on the risk of human salmonellosis from the consumption of almond kernels in the United States was evaluated. An exposure model, including major steps in almond processing, was used to estimate prevalence and levels of contamination of Salmonella on almonds at the point of consumption. A Salmonella dose-response model and consumption data for almonds in the United States were used to assess risk of illness per serving and per year, quantifying variability and uncertainty separately. A 3-log reduction treatment resulted in a predicted mean risk of illness of two cases per year for almonds consumed as a core product not cooked at home (95% confidence interval [CI], one to four cases), one case per year for almonds consumed as an ingredient not cooked at home (95% CI, one to two cases), and less than one case per year for almonds consumed as an ingredient cooked at home (95% CI, 7 × 10-7 to 3 × 10-6 cases). A minimum 4-log reduction treatment resulted in an estimated mean risk of illness below one case per year in the United States. This study also includes an assessment of the risk of human salmonellosis as a result of an exceptional situation, which results in higher risk estimates compared with the baseline model. The exceptional situations modeled posttreatment resulted in estimates of mean risk that were not significantly affected by treatment level. Sensitivity analysis results showed initial Salmonella contamination level to be the factor with the most impact on risk per serving estimates, given a certain treatment level. The risk assessment also includes a simulation of the events that occurred in 2001. Treatment levels with a minimum 4-log microbial reduction would have been sufficient to prevent the outbreak cases. The uncertainty range in the estimates indicates that additional information is needed to make more precise predictions of this specific outbreak event."
    },
    {
      "pmid": "28221904",
      "title": "Reduction of Bacterial Pathogens and Potential Surrogates on the Surface of Almonds Using High-Intensity 405-Nanometer Light.",
      "authors": [
        "Alison Lacombe",
        "Brendan A Niemira",
        "Joseph Sites",
        "Glenn Boyd",
        "Joshua B Gurtler",
        "Breanna Tyrell",
        "Melissa Fleck"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2016-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "The disinfecting properties of high-intensity monochromatic blue light (MBL) were investigated against Escherichia coli O157:H7, Salmonella , and nonpathogenic bacteria inoculated onto the surface of almonds. MBL was generated from an array of narrow-band 405-nm light-emitting diodes. Almonds were inoculated with higher or lower levels (8 or 5 CFU/g) of pathogenic E. coli O157:H7 and Salmonella , as well as nonpathogenic E. coli K-12 and an avirulent strain of Salmonella Typhimurium, for evaluation as potential surrogates for their respective pathogens. Inoculated almonds were treated with MBL for 0, 1, 2, 4, 6, 8, and 10 min at a working distance of 7 cm. Simultaneous to treatment, cooling air was directed onto the almonds at a rate of 4 ft3/min (1.89 ×10-3 m3/s), sourced through a container of dry ice. An infrared camera was used to monitor the temperature readings after each run. For E. coli K-12, reductions of up to 1.85 or 1.63 log CFU/g were seen for higher and lower inoculum levels, respectively; reductions up to 2.44 and 1.44 log CFU/g were seen for E. coli O157:H7 (higher and lower inoculation levels, respectively). Attenuated Salmonella was reduced by up to 0.54 and 0.97 log CFU/g, whereas pathogenic Salmonella was reduced by up to 0.70 and 0.55 log CFU/g (higher and lower inoculation levels, respectively). Inoculation level did not significantly impact minimum effective treatment times, which ranged from 1 to 4 min. Temperatures remained below ambient throughout treatment, indicating that MBL is a nonthermal antimicrobial process. The nonpathogenic strains of E. coli and Salmonella each responded to MBL in a comparable manner to their pathogenic counterparts. These results suggest that these nonpathogenic strains may be useful in experiments with MBL in which a surrogate is required, and that MBL warrants further investigation as a potential antimicrobial treatment for low-moisture foods.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Escherichia coli O157",
        "Food Handling",
        "Food Microbiology",
        "Prunus dulcis",
        "Salmonella",
        "Temperature"
      ]
    },
    {
      "pmid": "28177500",
      "title": "Combination Phenyl Propionate/Pheromone Traps for Monitoring Navel Orangeworm (Lepidoptera: Pyralidae) in Almonds in the Vicinity of Mating Disruption.",
      "authors": [
        "Charles S Burks"
      ],
      "journal": "Journal of economic entomology",
      "publication_date": "2017-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aerosol mating disruption is used for management of navel orangeworm, Amyelois transitella (Walker) (Lepidoptera: Pyralidae), in an increasing portion of California almonds and pistachios. This formulation suppresses pheromone monitoring traps far beyond the treatment block, potentially complicating monitoring and management of this key pest. Phenyl propionate is an attractant used to capture adults in the presence of mating disruption, completely suppressing pheromone traps, and lures combining phenyl propionate with a pheromone lure (PPO-combo lure) synergize trap capture in the presence of mating disruption. In this study, laboratory and field trials of different phenyl propionate dispensers indicate a useful life of six weeks. Controlled experiments found similar numbers of adults captured in phenyl propionate and PPO-combo lures in the presence of varying levels of mating disruption intensity. A subsequent trial compared monitoring of field plots at various distances from fields under commercial mating disruption for much of the growing season with pheromone and PPO-combo lures. Although there was some evidence of partial suppression of capture in PPO-combo traps closer to mating disruption compared with lures farther away, there was no failure of detection as occurred with pheromone lures. The ratio of adults in pheromone and PPO-combo traps varied with proximity from treated fields. These results indicate that, in addition to monitoring in mating disruption plots, phenyl propionate lures can be useful for insuring against failure of detection of navel orangeworm pressure in areas where mating disruption is widely used.",
      "mesh_terms": [
        "Animals",
        "California",
        "Female",
        "Male",
        "Moths",
        "Pest Control, Biological",
        "Phenylpropionates",
        "Pheromones",
        "Prunus dulcis",
        "Seasons",
        "Sexual Behavior, Animal"
      ]
    },
    {
      "pmid": "27001707",
      "title": "Evaluation of spray application methods for navel orangeworm control in almonds.",
      "authors": [
        "James C Markle",
        "Franz Ja Niederholzer",
        "Frank G Zalom"
      ],
      "journal": "Pest management science",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Gear Up/Throttle Down (GUTD) and Inward Only strategies represent potential alternatives to conventional airblast applications to reduce spray drift. This study evaluates Inward Only and a modified version of GUTD in almonds, the largest US tree crop, at the recommended hull split treatment timing for control of navel orangeworm (NOW), the key almond insect pest. RESULTS: Conventional treatment produced the most drift (15.6% of total bifenthrin load), while the GUTD and Inward Only treatments produced only 7.6 and 9.7% respectively. For all methods, 92-94% of the drift was found in the first 15.2 m downwind of the orchard. NOW control was lower for the Inward Only treatment compared with the GUTD and conventional treatments. NOW control was consistently lower at 4.88 m height relative to 2.44 m in all treatments, reflecting the reduced deposition higher in the tree canopy recorded in deposition samples. CONCLUSION: While Inward Only treatments reduced spray drift relative to the conventional application method, poorer control of NOW, the key insect pest of almonds, in the Inward Only treatment would likely limit its voluntary use by growers. However, GUTD holds promise for use at the hull split treatment timing to address spray drift. © 2016 Society of Chemical Industry.",
      "mesh_terms": [
        "Animals",
        "California",
        "Insect Control",
        "Insecticides",
        "Larva",
        "Moths",
        "Ovum",
        "Prunus dulcis"
      ]
    },
    {
      "pmid": "27309980",
      "title": "Use of Near-Infrared Spectroscopy and Chemometrics for the Nondestructive Identification of Concealed Damage in Raw Almonds (Prunus dulcis).",
      "authors": [
        "Cristian Rogel-Castillo",
        "Roger Boulton",
        "Arunwong Opastpongkarn",
        "Guangwei Huang",
        "Alyson E Mitchell"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2016-Jul-27",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "Concealed damage (CD) is defined as a brown discoloration of the kernel interior (nutmeat) that appears only after moderate to high heat treatment (e.g., blanching, drying, roasting, etc.). Raw almonds with CD have no visible defects before heat treatment. Currently, there are no screening methods available for detecting CD in raw almonds. Herein, the feasibility of using near-infrared (NIR) spectroscopy between 1125 and 2153 nm for the detection of CD in almonds is demonstrated. Almond kernels with CD have less NIR absorbance in the region related with oil, protein, and carbohydrates. With the use of partial least squares discriminant analysis (PLS-DA) and selection of specific wavelengths, three classification models were developed. The calibration models have false-positive and false-negative error rates ranging between 12.4 and 16.1% and between 10.6 and 17.2%, respectively. The percent error rates ranged between 8.2 and 9.2%. Second-derivative preprocessing of the selected wavelength resulted in the most robust predictive model.",
      "mesh_terms": [
        "Carbohydrates",
        "Discriminant Analysis",
        "Hot Temperature",
        "Plant Proteins",
        "Prunus dulcis",
        "Seeds",
        "Spectroscopy, Near-Infrared"
      ]
    },
    {
      "pmid": "26773784",
      "title": "Diet quality improves for parents and children when almonds are incorporated into their daily diet: a randomized, crossover study.",
      "authors": [
        "Alyssa M Burns",
        "Michelle A Zitt",
        "Cassie C Rowe",
        "Bobbi Langkamp-Henken",
        "Volker Mai",
        "Carmelo Nieves",
        "Maria Ukhanova",
        "Mary C Christman",
        "Wendy J Dahl"
      ],
      "journal": "Nutrition research (New York, N.Y.)",
      "publication_date": "2016-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The health benefits of nuts may, in part, be due to the fiber that provides substrate for the maintenance of a healthy and diverse microbiota. We hypothesized that consuming almonds would benefit immune status through improving diet quality and modulation of microbiota composition in parents and their children, while improving gastrointestinal function. In a crossover trial, 29 parents (35 ± 0.6 years) and their children (n = 29; 4 ± 0.2 years; pairs) consumed 1.5 and 0.5 oz, respectively, of almonds and/or almond butter or control (no almonds) for 3 weeks followed by 4-week washouts. Parents completed daily questionnaires of stool frequency and compliance with nut intake. The Gastrointestinal Symptom Response Scale was administered weekly. Participants provided stools for microbiota analysis and saliva for secretory immunoglobulin A. Serum antioxidant/proinflammatory balance was determined in parents. From weekly dietary recalls (Automated Self-Administered 24-Hour Dietary Recall), nutrient and energy intake were assessed and Healthy Eating Index-2010 scores were calculated. Consuming almonds increased total Healthy Eating Index score from 53.7 ± 1.8 to 61.4 ± 1.4 (parents) and 53.7 ± 2.6 to 61.4 ± 2.2 (children; P < .001). Minimal changes in gastrointestinal symptoms and no change in stool frequency were noted with the almond intervention. Microbiota was stable at the phylum and family level, but genus-level changes occurred with nut intake, especially in children. No differences were observed for immune markers. Although higher intakes of almonds or longer interventions may be needed to demonstrate effects on immune status, a moderate intake of almonds improves diet quality in adults and their young children and modulates microbiota composition.",
      "mesh_terms": [
        "Adult",
        "Child",
        "Child Nutritional Physiological Phenomena",
        "Child, Preschool",
        "Condiments",
        "Cross-Over Studies",
        "Diet",
        "Dysbiosis",
        "Feasibility Studies",
        "Female",
        "Florida",
        "Food Preferences",
        "Gastrointestinal Microbiome",
        "Humans",
        "Immune System Diseases",
        "Male",
        "Nutrition Policy",
        "Nuts",
        "Parents",
        "Patient Compliance",
        "Prunus dulcis",
        "Risk"
      ]
    },
    {
      "pmid": "26773253",
      "title": "Effectiveness of superheated steam for inactivation of Escherichia coli O157:H7, Salmonella Typhimurium, Salmonella Enteritidis phage type 30, and Listeria monocytogenes on almonds and pistachios.",
      "authors": [
        "Ga-Hee Ban",
        "Dong-Hyun Kang"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2016-Mar-02",
      "publication_types": [
        "Evaluation Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study was undertaken to evaluate the effectiveness of superheated steam (SHS) on the inactivation of Escherichia coli O157:H7, Salmonella Typhimurium, Salmonella Enteritidis phage type (PT) 30 and Listeria monocytogenes on almonds and in-shell pistachios and to determine the effect of superheated steam heating on quality by measuring color and texture changes. Almonds and in-shell pistachios inoculated with four foodborne pathogens were treated with saturated steam (SS) at 100 °C and SHS at 125, 150, 175, and 200 °C for various times. Exposure of almonds and pistachios to SHS for 15 or 30s at 200 °C achieved >5l og reductions among all tested pathogens without causing significant changes in color values or texture parameters (P>0.05). For both almonds and pistachios, acid and peroxide values (PV) following SS and SHS treatment for up to 15s and 30s, respectively, were within the acceptable range (PV<1.0 meq/kg). These results show that thermal application of 200 °C SHS treatment for 15s and 30s did not affect the quality of almonds and pistachios, respectively. Therefore, SHS treatment is a very promising alternative technology for the tree nuts industry by improving inactivation of foodborne pathogens on almonds and pistachios while simultaneously reducing processing time.",
      "mesh_terms": [
        "Bacterial Physiological Phenomena",
        "Bacteriophages",
        "Colony Count, Microbial",
        "Escherichia coli O157",
        "Food Microbiology",
        "Listeria monocytogenes",
        "Microbial Viability",
        "Pistacia",
        "Prunus dulcis",
        "Salmonella enteritidis",
        "Salmonella typhimurium",
        "Steam"
      ]
    },
    {
      "pmid": "26269239",
      "title": "Dietary Almonds Increase Serum HDL Cholesterol in Coronary Artery Disease Patients in a Randomized Controlled Trial.",
      "authors": [
        "Humaira Jamshed",
        "Fateh Ali Tipoo Sultan",
        "Romaina Iqbal",
        "Anwar Hassan Gilani"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2015-Oct",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: More than one-half of coronary artery disease (CAD) patients have low HDL cholesterol despite having well-managed LDL cholesterol. Almond supplementation has not been shown to elevate circulating HDL cholesterol concentrations in clinical trials, perhaps because the baseline HDL cholesterol of trial subjects was not low. OBJECTIVE: This clinical trial was designed to test the effect of almond supplementation on low HDL cholesterol in CAD patients. METHODS: A total of 150 CAD patients (50 per group), with serum LDL cholesterol ≤100 mg/dL and HDL cholesterol ≤40 mg/dL in men and ≤50 mg/dL in women, were recruited from the Aga Khan University Hospital. After recording vital signs and completing a dietary and physical activity questionnaire, patients were randomly assigned to 1 of the following 3 groups: the no-intervention group (NI), the Pakistani almonds group (PA), and the American almonds group (AA). The respective almond varieties (10 g/d) were given to patients with instructions to soak them overnight, remove the skin, and eat them before breakfast. Blood samples for lipid profiling, body weight, and blood pressure were collected, and assessment of dietary patterns was done at baseline, week 6, and week 12. RESULTS: Almonds significantly increased HDL cholesterol. At weeks 6 and 12, HDL cholesterol was 12-14% and 14-16% higher, respectively, in the PA and AA than their respective baselines. In line with previous reports, serum concentrations of total cholesterol, triglycerides, LDL cholesterol, and VLDL cholesterol; total-to-HDL and LDL-to-HDL cholesterol ratios, and the atherogenic index were reduced in both the PA and AA at weeks 6 and 12 compared with baseline (P < 0.05). Effects on serum lipids did not differ between the 2 almond groups. Dietary patterns, body weight, and blood pressure did not change in any of the 3 groups during the trial. CONCLUSION: A low dose of almonds (10 g/d) consumed before breakfast can increase HDL cholesterol, in addition to improving other markers of abnormal lipid metabolism in CAD patients with low initial HDL cholesterol. This trial was registered at the Australian New Zealand Clinical Trial Registry as ACTRN12614000036617.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Biomarkers",
        "Breakfast",
        "California",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Coronary Artery Disease",
        "Dyslipidemias",
        "Female",
        "Follow-Up Studies",
        "Food Handling",
        "Functional Food",
        "Humans",
        "Lipid Metabolism",
        "Lost to Follow-Up",
        "Male",
        "Middle Aged",
        "Nuts",
        "Pakistan",
        "Prunus dulcis"
      ]
    },
    {
      "pmid": "25670361",
      "title": "Statins and almonds to lower lipoproteins (the STALL Study).",
      "authors": [
        "Janelle F Ruisinger",
        "Cheryl A Gibson",
        "James M Backes",
        "Bryan K Smith",
        "Debra K Sullivan",
        "Patrick M Moriarty",
        "Penny Kris-Etherton"
      ],
      "journal": "Journal of clinical lipidology",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Dietary supplementation with almonds has demonstrated dose-dependent decreases in low-density lipoprotein cholesterol (LDL-C), likely because of their composition of beneficial nutrients including mono- and polyunsaturated fatty acids, fiber, and protein. OBJECTIVE: The primary objective of this study was to determine the changes in the lipid profile (LDL-C, high-density lipoprotein cholesterol [HDL-C], triglycerides, total cholesterol, non-HDL-C), LDL-C particle size, and lipoprotein (a) when 100 g of almonds daily were added to background statin therapy for 4 weeks. METHODS: Subjects (N = 48) receiving a consistent statin dose were randomized to 100 g of almonds daily and to The National Cholesterol Education Program Adult Treatment Panel's third report Therapeutic Lifestyle Changes Diet counseling (almond group; n = 22) or solely Adult Treatment Panel's third report Therapeutic Lifestyle Changes Diet counseling (non-almond group; n = 26), for 4 weeks. RESULTS: No significant changes in weight and weekly physical activity were noted between the 2 groups from baseline. However, the almond group consumed significantly more calories at 4 weeks compared with controls. The almond group experienced a 4.9% reduction in non-HDL-C compared with a 3.5% increase for the non-almond group (P = .02). Additionally, notable improvements were observed in LDL-C and triglycerides, but did not achieve statistical significance (P = .068 for both parameters). There was also a shift from LDL pattern A to pattern B particles (P = .003) in the almond group. No significant differences in total cholesterol (P = .1), HDL-C (P = .3), or lipoprotein (a) (P = .1) were observed. CONCLUSION: Adding 100 g of almonds daily to chronic statin therapy for 4 weeks significantly reduced non-HDL-C. TRIAL REGISTRATION: clinicaltrials.gov Identifier: NCT00603876.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Body Weight",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Dietary Supplements",
        "Female",
        "Humans",
        "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
        "Hypercholesterolemia",
        "Life Style",
        "Lipoprotein(a)",
        "Male",
        "Middle Aged",
        "Prunus",
        "Treatment Outcome",
        "Triglycerides",
        "Young Adult"
      ]
    },
    {
      "pmid": "25332475",
      "title": "Almonds inhibit dyslipidemia and vascular dysfunction in rats through multiple pathways.",
      "authors": [
        "Humaira Jamshed",
        "Anwar H Gilani"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2014-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Almonds are reported to be protective against cardiovascular diseases (CVDs); however, the possible mode of action has only infrequently been explored. OBJECTIVE: This study aimed at investigating the mechanistic basis for the benefits of almonds in atherosclerotic CVDs. METHODS: Three studies in 3 groups of rats were designed with the use of tyloxapol (study 1), a high-fat diet (HFD; study 2), and white-flour fructose (WFF; study 3). In each of the studies, the first group acted as the control [administered saline in study 1 and fed a normal diet (ND) in studies 2 and 3]; the second and third groups were treated with tyloxapol in study 1, an HFD in study 2, and WFF in study 3. The third group in each study was also fed almonds (3 g/kg) for 4 wk, after which blood was collected for biochemical evaluation. Livers and aortas were isolated from the rats in studies 1 and 2 for enzyme assays and vascular analysis, respectively. RESULTS: Almond supplementation significantly (P < 0.05) prevented hyperlipidemia in all of the rat models. Supplementation suppressed cholesterol synthesis, leading to a 65% inhibition of tyloxapol-induced activation of hepatic β-hydroxy-β-methylglutaryl coenzyme A reductase. The almond intervention inhibited by 56% the HFD-induced increase in serum concentrations of hepatic aminotransferases. Almonds also protected against an HFD-induced increase in uric acid (0.9-fold), phosphorus (1.1-fold), alkaline phosphatase (4.6-fold), and γ-glutamyltransferase (1-fold), with resultant concentrations that were not different from those in ND-fed rats (P > 0.05). Almonds partially restored the vascular reactivity of isolated aortas and prevented HFD-induced endothelial dysfunction by reducing inhibition of endothelial nitric oxide (NO) synthase and promoting NO release. The 70% decrease in HDL cholesterol that was observed in the WFF group was prevented by almond supplementation; serum and LDL cholesterol were also normalized. CONCLUSIONS: The inhibition of de novo cholesterol synthesis, prevention of hepatic damage, and restoration of vascular function via the protection of endothelium and influence on the NO pathway are some of the mechanisms underlying the medicinal value of almonds in CVDs.",
      "mesh_terms": [
        "Animals",
        "Cholesterol",
        "Dietary Fats",
        "Dose-Response Relationship, Drug",
        "Dyslipidemias",
        "Endothelium, Vascular",
        "Female",
        "Flour",
        "Fructose",
        "Gene Expression Regulation, Enzymologic",
        "Liver",
        "Male",
        "Nitric Oxide Synthase Type III",
        "Polyethylene Glycols",
        "Prunus",
        "Rats",
        "Rats, Sprague-Dawley",
        "Thiolester Hydrolases"
      ]
    },
    {
      "pmid": "25097630",
      "title": "The effect of almonds on anthropometric measurements and lipid profile in overweight and obese females in a weight reduction program: A randomized controlled clinical trial.",
      "authors": [
        "Zohreh Abazarfard",
        "Mousa Salehi",
        "Sareh Keshavarzi"
      ],
      "journal": "Journal of research in medical sciences : the official journal of Isfahan University of Medical Sciences",
      "publication_date": "2014-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Due to the wholesome benefits of nuts increased consumption of them has been recommended. However, because of nut's high energy density, the role of them in the treatment of overweight and obesity is vague. This current clinical trial study aims to investigate the effects of a balanced hypocaloric almond-enriched diet (AED) (almond group) in comparison to a balanced hypocaloric nut-free diet (NFD) (nut-free group) on body weight and cardiovascular disease risk factors in women with body mass index (BMI) >25 for 3-month. MATERIALS AND METHODS: A total of 108 overweight and obese women were assigned in our 3-month randomized controlled trial. The subjects were randomly divided into two groups regarding a balanced hypocaloric diet with or without almond. The planned reduced calorie diets for both groups were identical except for the almond group who consumed 50 g of almonds daily. Anthropometric and laboratory measurements of the participants who completed the study were made prior to and at the end of the study. RESULTS: A total of 100 subjects completed the study. Weight, BMI, waist circumference, waist to hip circumference ratio, total cholesterol, and triglyceride, total: High density lipoprotein-cholesterol (HDL-C), fasting blood sugar and diastolic blood pressure decreased significantly in the almond group compared to the nut-free group (P > 0.001). Greater reduction in low density lipoprotein-cholesterol (P > 0.002) and systolic blood pressure (P > 0.001) and greater increase in HDL-C (P = 0.001) were found in the nut-free group. CONCLUSION: The balanced hypocaloric AED in comparison to the balanced hypocaloric NFD led to a greater weight-loss and overall better improvements in studied cardiovascular disease risk factors."
    },
    {
      "pmid": "24587215",
      "title": "Pollination and plant resources change the nutritional quality of almonds for human health.",
      "authors": [
        "Claire Brittain",
        "Claire Kremen",
        "Andrea Garber",
        "Alexandra-Maria Klein"
      ],
      "journal": "PloS one",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Insect-pollinated crops provide important nutrients for human health. Pollination, water and nutrients available to crops can influence yield, but it is not known if the nutritional value of the crop is also influenced. Almonds are an important source of critical nutrients for human health such as unsaturated fat and vitamin E. We manipulated the pollination of almond trees and the resources available to the trees, to investigate the impact on the nutritional composition of the crop. The pollination treatments were: (a) exclusion of pollinators to initiate self-pollination and (b) hand cross-pollination; the plant resource treatments were: (c) reduced water and (d) no fertilizer. In an orchard in northern California, trees were exposed to a single treatment or a combination of two (one pollination and one resource). Both the fat and vitamin E composition of the nuts were highly influenced by pollination. Lower proportions of oleic to linoleic acid, which are less desirable from both a health and commercial perspective, were produced by the self-pollinated trees. However, higher levels of vitamin E were found in the self-pollinated nuts. In some cases, combined changes in pollination and plant resources sharpened the pollination effects, even when plant resources were not influencing the nutrients as an individual treatment. This study highlights the importance of insects as providers of cross-pollination for fruit quality that can affect human health, and, for the first time, shows that other environmental factors can sharpen the effect of pollination. This contributes to an emerging field of research investigating the complexity of interactions of ecosystem services affecting the nutritional value and commercial quality of crops.",
      "mesh_terms": [
        "Animals",
        "California",
        "Ecosystem",
        "Health",
        "Humans",
        "Nutritive Value",
        "Pollination",
        "Prunus"
      ]
    },
    {
      "pmid": "24491694",
      "title": "Fast and robust discrimination of almonds (Prunus amygdalus) with respect to their bitterness by using near infrared and partial least squares-discriminant analysis.",
      "authors": [
        "Eva Borràs",
        "José Manuel Amigo",
        "Frans van den Berg",
        "Ricard Boqué",
        "Olga Busto"
      ],
      "journal": "Food chemistry",
      "publication_date": "2014-Jun-15",
      "publication_types": [
        "Evaluation Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In this study, near-infrared spectroscopy (NIR) coupled to chemometrics is used to develop a fast, simple, non-destructive and robust method for discriminating sweet and bitter almonds (Prunus amygdalus) by the in situ measurement of the kernel surface without any sample pre-treatment. Principal component analysis (PCA) and partial least-squares discriminant analysis (PLS-DA) models were built to discriminate both types of almonds, obtaining high levels of sensitivity and specificity for both classes, with more than 95% of the samples correctly classified and discriminated. Moreover, the almonds were also analysed by Raman spectroscopy, the reference technique for this type of analysis, to validate and confirm the results obtained by NIR.",
      "mesh_terms": [
        "Discriminant Analysis",
        "Least-Squares Analysis",
        "Principal Component Analysis",
        "Prunus",
        "Seeds",
        "Spectroscopy, Near-Infrared",
        "Taste"
      ]
    },
    {
      "pmid": "24084509",
      "title": "Appetitive, dietary and health effects of almonds consumed with meals or as snacks: a randomized, controlled trial.",
      "authors": [
        "S Y Tan",
        "R D Mattes"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2013-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Snacks contribute toward a significant proportion of human total daily energy intake. This study investigated the effects of almonds, a satiating and nutrient-rich, common snack, on postprandial glycemia, appetite, short-term body weight and fasting blood parameters when consumed with meals or alone as a snack. METHODS: This was a 4-week randomized, parallel-arm study that entailed consuming almonds (43 g/day) with breakfast (BF) or lunch (LN), alone as a morning (MS) or afternoon (AS) snack or no almonds (CL). Participants (N=137) with increased risk for type 2 diabetes completed an oral glucose tolerance test (OGTT) and acute-feeding session at baseline, followed by almond consumption for 4 weeks before repeating the OGTT and acute-feeding trials. Anthropometric, biochemical and appetite responses were assessed. RESULTS: Almonds lowered serum glucose responses postprandially. Effects were most prominent in the snack groups. Almonds, consumed as snacks, also reduced hunger and desire to eat during the acute-feeding session. After 4 weeks, anthropometric measurements and fasting blood biochemistries did not differ from the control group or across intervention groups. Without specific guidance, daily energy intake was reduced to compensate for energy from the provided almonds. Dietary monounsaturated fat and α-tocopherol intakes were significantly increased in all almond groups. CONCLUSION: Almonds provide post-ingestive metabolic and appetitive benefits and did not increase the risk for weight gain. This suggests that almonds may be a healthful snack option.",
      "mesh_terms": [
        "Adult",
        "Appetite",
        "Blood Glucose",
        "Diet",
        "Dietary Fats",
        "Energy Intake",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Glucose Tolerance Test",
        "Humans",
        "Male",
        "Meals",
        "Nuts",
        "Plant Preparations",
        "Postprandial Period",
        "Prunus",
        "Satiation",
        "Snacks",
        "Young Adult",
        "alpha-Tocopherol"
      ]
    },
    {
      "pmid": "23588464",
      "title": "Nootropic and hypophagic effects following long term intake of almonds (Prunus amygdalus) in rats.",
      "authors": [
        "S Haider",
        "Z Batool",
        "D J Haleem"
      ],
      "journal": "Nutricion hospitalaria",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Over a period of time researchers have become more interested in finding out the potential of various foods to maintain the general health and to treat diseases. Almonds are a very good source of many nutrients which may help to sharpen the memory and to reduce cardiovascular risk factors. OBJECTIVE: The present study was conducted to evaluate the nootropic effects of almonds. Effect of oral intake of almond was also monitored on food intake and plasma cholesterol levels. METHODS: Rats were given almond paste orally with the help of feeding tube for 28 days. Memory function in rats was assessed by Elevated Plus Maze (EPM) and Radial Arm Maze (RAM). Brain tryptophan, 5-HT and 5-HIAA were estimated at the end of the treatment by HPLC-EC method. RESULTS: A significant improvement in learning and memory of almond treated rats compared to controls was observed. Almond treated rats also exhibited a significant decrease in food intake and plasma cholesterol levels while the change in growth rate (in terms of percentage) remained comparable between the two groups. Analysis of brain tryptophan (TRP) monoamines exhibited enhanced TRP levels and serotonergic turnover in rat brain following oral intake of almonds. CONCLUSION: The findings show that almonds possess significant hypophagic and nootropic effects. Results are discussed in context of enhanced 5-HT metabolism following almond administration.",
      "mesh_terms": [
        "Amino Acids",
        "Animals",
        "Body Weight",
        "Brain Chemistry",
        "Cardiovascular Diseases",
        "Cholesterol",
        "Diet",
        "Eating",
        "Male",
        "Maze Learning",
        "Memory",
        "Nootropic Agents",
        "Prunus",
        "Rats",
        "Rats, Wistar",
        "Serotonin",
        "Tryptophan"
      ]
    },
    {
      "pmid": "24959542",
      "title": "Markers of cardiovascular risk in postmenopausal women with type 2 diabetes are improved by the daily consumption of almonds or sunflower kernels: a feeding study.",
      "authors": [
        "Korina Richmond",
        "Sheila Williams",
        "Jim Mann",
        "Rachel Brown",
        "Alexandra Chisholm"
      ],
      "journal": "ISRN nutrition",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dietary guidelines for the treatment of type 2 diabetes advocate the regular consumption of nuts and seeds. Key lipid abnormalities associated with diabetes include raised LDL-C, VLDL-C, and TAG concentrations and decreased concentrations of HDL-C. The fatty acid profiles of nuts and seeds differ and may potentially influence lipid outcomes in people with diabetes differently. To examine the effects of nut or seed consumption on lipid and lipoprotein markers of cardiovascular disease (CVD), we added almonds (AD) or sunflower kernels (SKD) to a recommended diet in a randomised crossover feeding study. Twenty-two postmenopausal women with type 2 diabetes consumed personalised diets, with the addition of 30 g/d of either almonds or sunflower kernels. All food was supplied for two periods of three weeks, separated by a four-week washout. There was a significant reduction in high-density lipoprotein cholesterol (HDL-C), triacylglycerol (TAG), and apolipoprotein (apo) A1 and B100 on the SKD compared to the AD. Total (TC) and low density lipoprotein cholesterol (LDL-C) decreased significantly on both diets from baseline, with no difference between diets. A diet with the addition of either almonds or sunflower kernels has clinically beneficial effects on lipid- and lipoprotein-mediated CVD risk."
    },
    {
      "pmid": "22760558",
      "title": "Discrepancy between the Atwater factor predicted and empirically measured energy values of almonds in human diets.",
      "authors": [
        "Janet A Novotny",
        "Sarah K Gebauer",
        "David J Baer"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2012-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "BACKGROUND: The energy content of foods is primarily determined by the Atwater factors, which may not be accurate for certain food groups. Nuts are a food group for which substantial evidence suggests that the Atwater factors may be poorly predictive. OBJECTIVE: A study was conducted to determine the energy value of almonds in the human diet and to compare the measured energy value with the value calculated from the Atwater factors. DESIGN: Eighteen healthy adults consumed a controlled diet or an almond-containing diet for 18 d. Three treatments were administered to subjects in a crossover design, and diets contained 1 of 3 almond doses: 0, 42, or 84 g/d. During the final 9 d of the treatment period, volunteers collected all urine and feces, and samples of diets, feces, and urine were analyzed for macronutrient and energy contents. The metabolizable energy content of the almonds was determined. RESULTS: The energy content of almonds in the human diet was found to be 4.6 ± 0.8 kcal/g, which is equivalent to 129 kcal/28-g serving. This is significantly less than the energy density of 6.0-6.1 kcal/g as determined by the Atwater factors, which is equivalent to an energy content of 168-170 kcal/serving. The Atwater factors, when applied to almonds, resulted in a 32% overestimation of their measured energy content. CONCLUSION: This study provides evidence for the inaccuracies of the Atwater factors for certain applications and provides a rigorous method for determining empirically the energy value of individual foods within the context of a mixed diet. This trial was registered at clinicaltrials.gov as NCT01007188.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Cross-Over Studies",
        "Diet",
        "Dietary Fats",
        "Dietary Fiber",
        "Empirical Research",
        "Energy Intake",
        "Energy Metabolism",
        "Feces",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Nuts",
        "Prunus",
        "Urine"
      ]
    },
    {
      "pmid": "22417423",
      "title": "Improving chocolate flavor in poor-quality cocoa almonds by enzymatic treatment.",
      "authors": [
        "Hilana Salete Silva Oliveira",
        "Maria Eugênia Oliveira Mamede",
        "Aristóteles Góes-Neto",
        "Maria Gabriela Bello Koblitz"
      ],
      "journal": "Journal of food science",
      "publication_date": "2011",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: This paper proposes a method to enzymatically treat poor-quality cocoa almonds (known as \"slate\") to ensure the formation of chocolate flavor precursors. The production of flavor precursors improves the quality of these almonds, which are usually responsible for the low quality of the liquor produced. Proteases and carboxypeptidases from different sources were tested under various conditions. The different treatments were evaluated by chemical analysis (hydrolysis efficiency) and sensory analysis of the treated material compared to good-quality cocoa almonds. The results show that it is possible, through the use of microbial enzymes, to generate the mixture of compounds that will release, after roasting, the characteristic chocolate flavor in poor-quality almonds. However, it is necessary to optimize the conditions of enzymatic treatment to obtain better results and thus establish a process that can be used for industrial purposes for manufacturing cocoa and chocolate. PRACTICAL APPLICATION: The basidiomycete Moniliophtora perniciosa is the causative agent of witches' broom disease (WBD) of the cocoa tree, whose seeds are the source of chocolate. It is the most important phytopathological problem of cocoa-producing areas of the American continent, and has decimated the Brazilian cocoa industry. In Bahia (Brazil), M. perniciosa was identified in 1989 and, as a consequence of its spreading, the annual production of cocoa almonds dropped from 450,000 to 90,000 tons within 12 y, reducing export values from an all-time high of about US$ 1 billion to 110 million. The high incidence of WBD incapacitates Brazil to produce enough cocoa almonds even for the internal market, leading the country to import low-quality cocoa almonds mainly from African countries. Our work proposes an enzymatic treatment to increase the quality of that cocoa almonds and, consequently, to improve the quality of the chocolate produced and consumed in the country.",
      "mesh_terms": [
        "Africa",
        "Agaricales",
        "Brazil",
        "Cacao",
        "Carboxypeptidases A",
        "Enzymes",
        "Food Handling",
        "Pepsin A",
        "Plant Diseases",
        "Prunus",
        "Seeds",
        "Taste"
      ]
    },
    {
      "pmid": "22384964",
      "title": "Cold plasma reduction of Salmonella and Escherichia coli O157:H7 on almonds using ambient pressure gases.",
      "authors": [
        "Brendan A Niemira"
      ],
      "journal": "Journal of food science",
      "publication_date": "2012-Mar",
      "publication_types": [
        "Evaluation Study",
        "Journal Article"
      ],
      "abstract": "Contamination of raw nuts, including almonds, is a food safety concern. Cold plasma is a novel antimicrobial intervention that can eliminate foodborne pathogens. The objective of this work was to evaluate the efficacy of rapid cold plasma treatments in eliminating Salmonella and Escherichia coli O157:H7 from dry almonds. Three isolates of Salmonella (S. Anatum F4317, S. Stanley H0558, and S. Enteritidis PT30) and 3 isolates of E. coli O157:H7 (C9490, ATCC 35150, and ATCC 43894) were separately grown and spot-inoculated (10 μL) onto whole almonds and allowed to dry for 10 min. Inoculated almonds were treated with a cold plasma jet, with treatment variables evaluated in a factorial design for each isolate: time, distance, and feed gas. Treatment time was 0 s (control), 10 s, or 20 s. Distance from the emitter was 2, 4, or 6 cm. Feed gas was dry air or nitrogen. After treatment, the almonds were sampled using swabs. Survivors were enumerated on tryptic soy agar (TSA) plates. Cold plasma significantly reduced both pathogens on almonds. The greatest reduction observed was 1.34 log cfu/mL reduction of E. coli O157:H7 C9490 after 20 s treatment at 6 cm spacing. The interaction of treatment time with distance from plasma emitter head was complex, and isolate-dependent. Longer duration of treatment did not always result in enhanced reductions. In general, nitrogen as a feed gas resulted in a reduced antimicrobial efficacy compared to dry air. These results indicate that short pulses of atmospheric pressure cold plasma can significantly reduce Salmonella and E. coli O157:H7 on almonds.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Escherichia coli O157",
        "Food Handling",
        "Food Microbiology",
        "Food Preservation",
        "Plasma Gases",
        "Pressure",
        "Prunus",
        "Salmonella"
      ]
    },
    {
      "pmid": "22260116",
      "title": "Impact of storage time and temperature on thermal inactivation of Salmonella Enteritidis PT 30 on oil-roasted almonds.",
      "authors": [
        "Shirin J Abd",
        "Kathryn L McCarthy",
        "Linda J Harris"
      ],
      "journal": "Journal of food science",
      "publication_date": "2012-Jan",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: Whole Nonpareil variety almonds were inoculated with Salmonella Enteritidis PT 30 and stored at 4 or 23 °C for up to 48 wk. At 1, 12, 24, 37, and 48 wk of storage, almonds were heated by immersion in 121 °C oil. After heating for 0.5 to 2.5 min, almonds were drained, transferred to tryptic soy broth, and mixed with a stomacher prior to plating onto tryptic soy and bismuth sulfite agars. Over the 48 wk of storage, Salmonella declined by 0.5 and 2.1 log CFU/g at 4 and 23 °C, respectively. The survivor inactivation curves were upwardly concave with rapid initial reductions in the levels of Salmonella. For up to 24 wk of storage, the mean counts of the survivors after treatment were not significantly different. The Weibull model predicted 4- and 5-log reductions of Salmonella in 0.85 ± 0.16 and 1.8 ± 0.43 min, respectively, for almonds stored at 4 °C, and in 1.6 ± 0.53 and 3.2 ± 1.0 min, respectively, for almonds stored at 23 °C. Refrigerated storage had little impact on heat resistance of Salmonella that were inoculated on almonds. PRACTICAL APPLICATION: This research provides information of value in performing or evaluating validation studies for thermally processed almonds. The sensitivity of Salmonella to oil roasting is demonstrated during typical commercial almond storage times and temperatures.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Cooking",
        "Food Handling",
        "Food Preservation",
        "Microbial Viability",
        "Models, Biological",
        "Nuts",
        "Prunus",
        "Refrigeration",
        "Safflower Oil",
        "Salmonella Food Poisoning",
        "Salmonella enteritidis",
        "Time Factors"
      ]
    },
    {
      "pmid": "22153059",
      "title": "Tree nut phytochemicals: composition, antioxidant capacity, bioactivity, impact factors. A systematic review of almonds, Brazils, cashews, hazelnuts, macadamias, pecans, pine nuts, pistachios and walnuts.",
      "authors": [
        "Bradley W Bolling",
        "C-Y Oliver Chen",
        "Diane L McKay",
        "Jeffrey B Blumberg"
      ],
      "journal": "Nutrition research reviews",
      "publication_date": "2011-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Review",
        "Systematic Review"
      ],
      "abstract": "Tree nuts contain an array of phytochemicals including carotenoids, phenolic acids, phytosterols and polyphenolic compounds such as flavonoids, proanthocyanidins (PAC) and stilbenes, all of which are included in nutrient databases, as well as phytates, sphingolipids, alkylphenols and lignans, which are not. The phytochemical content of tree nuts can vary considerably by nut type, genotype, pre- and post-harvest conditions, as well as storage conditions. Genotype affects phenolic acids, flavonoids, stilbenes and phytosterols, but data are lacking for many other phytochemical classes. During the roasting process, tree nut isoflavones, flavanols and flavonols were found to be more resistant to heat than the anthocyanins, PAC and trans-resveratrol. The choice of solvents used for extracting polyphenols and phytosterols significantly affects their quantification, and studies validating these methods for tree nut phytochemicals are lacking. The phytochemicals found in tree nuts have been associated with antioxidant, anti-inflammatory, anti-proliferative, antiviral, chemopreventive and hypocholesterolaemic actions, all of which are known to affect the initiation and progression of several pathogenic processes. While tree nut phytochemicals are bioaccessible and bioavailable in humans, the number of intervention trials conducted to date is limited. The objectives of the present review are to summarise tree nut: (1) phytochemicals; (2) phytochemical content included in nutrient databases and current publications; (3) phytochemicals affected by pre- and post-harvest conditions and analytical methodology; and (4) bioactivity and health benefits in humans.",
      "mesh_terms": [
        "Agriculture",
        "Anti-Inflammatory Agents",
        "Anticholesteremic Agents",
        "Antineoplastic Agents, Phytogenic",
        "Antioxidants",
        "Antiviral Agents",
        "Humans",
        "Magnoliopsida",
        "Nuts",
        "Phytotherapy",
        "Plant Extracts",
        "Trees"
      ]
    },
    {
      "pmid": "20367332",
      "title": "Effectiveness of superheated steam and gas catalytic infrared heat treatments to inactivate Salmonella on raw almonds.",
      "authors": [
        "Latiful Bari",
        "Daisuke Nei",
        "Itaru Sotome",
        "Ikuo Y Nishina",
        "Fumiyo Hayakawa",
        "Seiichi Isobe",
        "Shinnichi Kawamoto"
      ],
      "journal": "Foodborne pathogens and disease",
      "publication_date": "2010-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The majority of the almond-related outbreaks have been associated with Salmonella. Therefore, it is necessary to find an effective method to inactivate these organisms on the raw almond before distribution in the market. This study was conducted to assess the effectiveness of superheated steam (SHS) treatments followed by catalytic infrared (IR) heat treatment to inactivate Salmonella populations on raw almond and to determine the effect of these treatments on the quality of raw almond. It has been found that SHS treatment for 70 seconds followed by catalytic IR heat treatment for 70 seconds was able to reduce 5.73 +/- 0.11 log CFU/g Salmonella population, and no survivors were found in the enrichment medium. The overall visual quality parameters of both treated and nontreated almonds were found within the acceptable limit. Therefore, SHS treatments for 70 seconds followed by catalytic IR heat treatment for 70 seconds could be an effective decontamination method for raw almonds.",
      "mesh_terms": [
        "Adult",
        "Chemical Phenomena",
        "Colony Count, Microbial",
        "Disinfection",
        "Female",
        "Food Microbiology",
        "Hot Temperature",
        "Humans",
        "Infrared Rays",
        "Male",
        "Microbial Viability",
        "Middle Aged",
        "Nuts",
        "Pigmentation",
        "Prunus",
        "Quality Control",
        "Salmonella Food Poisoning",
        "Salmonella enteritidis",
        "Sensation",
        "Steam",
        "Surface Properties",
        "Time Factors",
        "Water"
      ]
    },
    {
      "pmid": "19622034",
      "title": "Effectiveness of sanitizers, dry heat, hot water, and gas catalytic infrared heat treatments to inactivate Salmonella on almonds.",
      "authors": [
        "Md Latiful Bari",
        "Daisuke Nei",
        "Itaru Sotome",
        "Ikuo Nishina",
        "Seiichi Isobe",
        "Shinnichi Kawamoto"
      ],
      "journal": "Foodborne pathogens and disease",
      "publication_date": "2009-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The majority of almond-related foodborne outbreaks have been associated with Salmonella. Therefore, it is necessary to find an effective method to inactivate these organisms on raw almond prior to market distribution. This study was conducted to assess the effectiveness of sanitizers (strong or mild electrolyzed water, ozonated water, and distilled water), dry heat treatment, and hot water treatments followed by catalytic infrared (IR) heat treatment to inactivate Salmonella populations on raw almond. Raw almonds inoculated with four-strain cocktails of Salmonella were treated either by soaking in different chemical sanitizers or with dry heat and/or hot water for various periods of time followed by catalytic IR heat treatment for 70 seconds. The treated seeds were then assessed for the efficacy of the treatment in reducing populations of the pathogens. After inoculation and air-drying, 5.73 +/- 0.12 log colony-forming units (CFU)/g Salmonella were detected in nonselective medium. Sanitizer treatment alone did not show significant reduction in the Salmonella population, but in combination with IR drying it reduced the population to 3.0 log CFU/g. Dry heating at 60 degrees C for 4 days followed by IR drying for 70 seconds reduced the Salmonella population an additional 1.0 log CFU/g. Hot water treatments at 85 degrees C for 40 seconds followed by IR drying for 70 seconds reduced pathogens to an undetectable level by direct plating, but not by enrichment.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Disinfection",
        "Food Handling",
        "Food Microbiology",
        "Hot Temperature",
        "Humans",
        "Infrared Rays",
        "Nuts",
        "Ozone",
        "Prunus",
        "Quality Control",
        "Salmonella Food Poisoning",
        "Salmonella enteritidis",
        "Time Factors",
        "Water"
      ]
    },
    {
      "pmid": "18950046",
      "title": "Effects of mating disruption treatments on navel orangeworm (Lepidoptera: Pyralidae) sexual communication and damage in almonds and pistachios.",
      "authors": [
        "Bradley S Higbee",
        "Charles S Burks"
      ],
      "journal": "Journal of economic entomology",
      "publication_date": "2008-Oct",
      "publication_types": [
        "Comparative Study",
        "Evaluation Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Two experiments in 2003 examined the effects of different ways of dispensing the principal sex pheromone component on sexual communication among and crop damage by the navel orangeworm, Amyelois transitella (Walker) (Lepidoptera: Pyralidae) in Nonpareil almonds and pistachios. A third experiment in 2004 compared the effect on navel orangeworm damage to several almond varieties using one of these dispensing systems by itself or with phosmet, phosmet alone, and an untreated control. Additional data are presented estimating release rates from timed aerosol release devices (PuffersNOW, Suterra LLC, Bend, OR) and hand-applied membrane dispensers. In 2003, puffers placed peripherally around 16-ha blocks, evenly spaced Puffers, and hand-applied dispensers reduced males captured in virgin-baited traps by > or = 95% and mating in sentinel females by > or = 69%, with evenly placed Puffers showing greater reduction of males captured and females mated compared with the other dispensing systems. Mating disruption with gridded Puffers or hand-applied devices in almonds resulted in an approximately 37% reduction of navel orangeworm damage (not significant), whereas peripheral Puffers resulted in a 16% reduction of navel orangeworm damage to almonds. In pistachios neither peripheral nor gridded Puffers reduced navel orangeworm damage, whereas insecticide reduced damage by 56%. In 2004, Puffers alone, insecticide alone, and both in combination significantly reduced navel orangeworm damage in Nonpareil almonds. In other, later harvested varieties, the insecticide treatments reduced damage, whereas the mating disruption treatment alone did not. We discuss application of these findings to management of navel orangeworm in these two crops.",
      "mesh_terms": [
        "Animal Communication",
        "Animals",
        "Female",
        "Male",
        "Moths",
        "Pest Control, Biological",
        "Pistacia",
        "Prunus",
        "Sex Attractants",
        "Sexual Behavior, Animal"
      ]
    },
    {
      "pmid": "18555827",
      "title": "Effect of almonds on insulin secretion and insulin resistance in nondiabetic hyperlipidemic subjects: a randomized controlled crossover trial.",
      "authors": [
        "David J A Jenkins",
        "Cyril W C Kendall",
        "Augustine Marchie",
        "Andrea R Josse",
        "Tri H Nguyen",
        "Dorothea A Faulkner",
        "Karen G Lapsley",
        "William Singer"
      ],
      "journal": "Metabolism: clinical and experimental",
      "publication_date": "2008-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Nuts appear to have a marked effect in cohort studies in reducing the risk of coronary heart disease (CHD), but their demonstrated ability to lower cholesterol can only explain a proportion of the reduction in risk. Our aim was to assess whether improvement in carbohydrate metabolism provides a further explanation for the effect of nuts in reducing CHD. The effects of whole almonds, taken as snacks, were compared with the effects of low saturated fat (<5% energy) whole-wheat muffins (control) in the therapeutic diets of hyperlipidemic subjects. In a randomized crossover study, 27 hyperlipidemic men and women consumed 3 isoenergetic (mean, 423 kcal/d) supplements each for 1 month. Supplements provided 22.2% of energy and consisted of full-dose almonds (73 +/- 3 g/d), half-dose almonds plus half-dose muffins, and full-dose muffins. Subjects were assessed at weeks 0, 2, and 4 and fasting blood samples were obtained. Twenty-four-hour urinary output was collected at the end of week 4 on each treatment. Mean body weights differed by less than 300 g between treatments. No differences were seen in baseline or treatment values for fasting glucose, insulin, C-peptide, or insulin resistance as measured by homeostasis model assessment of insulin resistance. However, 24-hour urinary C-peptide output as a marker of 24-hour insulin secretion was significantly reduced on the half-and full-dose almonds by comparison to the control after adjustment for urinary creatinine output (P = .002 and P = .004, respectively). We conclude that reductions in 24-hour insulin secretion appear to be a further metabolic advantage of nuts that in the longer term may help to explain the association of nut consumption with reduced CHD risk.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Blood Glucose",
        "C-Peptide",
        "Carbohydrate Metabolism",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Diet",
        "Dose-Response Relationship, Drug",
        "Female",
        "Humans",
        "Hyperlipidemias",
        "Insulin",
        "Insulin Resistance",
        "Male",
        "Middle Aged",
        "Prunus"
      ]
    },
    {
      "pmid": "18468041",
      "title": "Water pressure effectively reduces Salmonella enterica serovar enteritidis on the surface of raw almonds.",
      "authors": [
        "John Willford",
        "Aubrey Mendonca",
        "Lawrence D Goodridge"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2008-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effects of continuous high hydrostatic water pressure treatments (414 and 483 MPa with a holding time of 6 min) on the viability of two strains of Salmonella enterica serovar Enteritidis (PT 9c and PT 30) inoculated onto raw almonds were evaluated at 25 degrees C. The concentrations of both Salmonella Enteritidis isolates were reduced to undetectable levels when the almonds were directly suspended in water, pressurized at 414 MPa and 25 degrees C for 6 min, and then dried at 115 degrees C for 25 min. When the almonds were pressurized at 414 MPa and dried at 55 degrees C for 5 min, a more than 3.58-log reduction was achieved for both isolates. Increasing the drying temperature to 65 degrees C resulted in a more than 3.96-log reduction for both isolates. Increasing the water pressure to 483 MPa further decreased the Salmonella Enteritidis concentration on the surface of the raw almonds. When the almonds were treated at 414 MPa, the decimal reduction times were less than 35 s for both isolates. High hydrostatic water pressure treatment of certain dry foods appears to be feasible when the food is suspended directly in the pressurizing medium (water).",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Consumer Product Safety",
        "Food Contamination",
        "Food Handling",
        "Food Microbiology",
        "Hydrostatic Pressure",
        "Prunus",
        "Salmonella enteritidis",
        "Temperature",
        "Time Factors",
        "Water"
      ]
    },
    {
      "pmid": "18424600",
      "title": "Almonds reduce biomarkers of lipid peroxidation in older hyperlipidemic subjects.",
      "authors": [
        "David J A Jenkins",
        "Cyril W C Kendall",
        "Augustine Marchie",
        "Andrea R Josse",
        "Tri H Nguyen",
        "Dorothea A Faulkner",
        "Karen G Lapsley",
        "Jeffrey Blumberg"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2008-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Nut consumption has been associated with reduced coronary heart disease (CHD) risk. In addition to cholesterol-lowering properties, almonds have been shown to lower oxidized LDL concentrations. However, little is known regarding their effects on other markers of oxidative stress. The dose-response effects of whole almonds, taken as snacks, were compared with low-saturated fat (<5% energy) whole-wheat muffins (control) in the therapeutic diets of hyperlipidemic subjects. In a randomized crossover study, 27 hyperlipidemic men and women consumed 3 isoenergetic (mean 423 kcal/d or 1770 kJ/d) supplements each for 1 mo. Supplements consisted of full-dose almonds (73 +/- 3 g/d), half-dose almonds plus half-dose muffins (half-dose almonds), and full-dose muffins (control). Subjects were assessed at wk 0, 2 and 4. Mean body weights differed < or = 300 g between treatments, although the weight loss on the half-dose almond treatment was greater than on the control (P < 0.01). At 4 wk, the full-dose almonds reduced serum concentrations of malondialdehyde (MDA) (P = 0.040) and creatinine-adjusted urinary isoprostane output (P = 0.026) compared with the control. Serum concentrations of alpha- or gamma-tocopherol, adjusted or unadjusted for total cholesterol, were not affected by the treatments. Almond antioxidant activity was demonstrated by their effect on 2 biomarkers of lipid peroxidation, serum MDA and urinary isoprostanes, and supports the previous finding that almonds reduced oxidation of LDL-C. Antioxidant activity provides an additional possible mechanism, in addition to lowering cholesterol, that may account for the reduction in CHD risk with nut consumption.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Antioxidants",
        "Biomarkers",
        "Cholesterol",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Diet",
        "Energy Intake",
        "Female",
        "Humans",
        "Hyperlipidemias",
        "Lipid Peroxidation",
        "Male",
        "Malondialdehyde",
        "Middle Aged",
        "Oxidative Stress",
        "Prunus"
      ]
    },
    {
      "pmid": "17995844",
      "title": "Inactivation of Escherichia coli on almonds using nonthermal plasma.",
      "authors": [
        "Shaobo Deng",
        "Roger Ruan",
        "Chul Kyoon Mok",
        "Guangwei Huang",
        "Xiangyang Lin",
        "Paul Chen"
      ],
      "journal": "Journal of food science",
      "publication_date": "2007-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study was carried out to investigate the applicability of nonthermal plasma (NTP) technology for the pasteurization of almonds. Almonds were spiked with various levels of Escherichia coli by dipping the almonds in E. coli culture broth followed by drying. The spiked almonds were treated with NTP under different treatment conditions. The pattern of the microorganisms reduction by NTP was analyzed. NTP was found to be effective on reduction of E. coli on almond evidenced by almost 5-log reduction after 30-sec treatment at 30 kV and 2000 Hz. The NTP bactericidal effect on E. coli inoculated on almond increased with the applied voltage and the frequency. The NTP reduction followed the 1st-order reaction kinetics, and the reduction rate constants varied with almond types and grades. The E. coli cells at logarithmic phase were more sensitive to the NTP than those at stationary and declining phases.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Consumer Product Safety",
        "Disinfection",
        "Electric Stimulation",
        "Escherichia coli",
        "Food Contamination",
        "Food Handling",
        "Food Preservation",
        "Humans",
        "Kinetics",
        "Plasma",
        "Prunus",
        "Seeds",
        "Temperature",
        "Time Factors"
      ]
    },
    {
      "pmid": "17445351",
      "title": "Effect of chronic consumption of almonds on body weight in healthy humans.",
      "authors": [
        "James Hollis",
        "Richard Mattes"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2007-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Small changes of diet may reduce CVD risk. One example is the inclusion of nuts. They are rich in fibre, unsaturated fatty acids and phytonutrients. However, their fat content and energy density raise concerns that chronic consumption will promote weight gain. Randomised intervention studies are required to evaluate whether this concern is well founded. This study's aim was to determine if the inclusion of a 1440 kJ serving of almonds in the daily diet results in positive energy balance, and body composition change. During a 23-week cross-over design study, participants were required to consume almonds for 10 weeks and were provided no advice on how to include them in their diet. For another 10 weeks (order counter-balanced), participants followed their customary diet and there was a 3-week washout between. The study group consisted of twenty women. Potential mechanisms of energy dissipation were measured. Ten weeks of daily almond consumption did not cause a change in body weight. This was predominantly due to compensation for the energy contained in the almonds through reduced food intake from other sources. Moreover, inefficiency in the absorption of energy from almonds was documented (P < 0.05). No changes in resting metabolic rate, thermic effect of food or total energy expenditure were noted. A daily 1440 kJ serving of almonds, sufficient to provide beneficial effects on cardiovascular risk factors, may be included in the diet with limited risk of weight gain. Whether this can be generalised to other high-fat energy dense foods warrants evaluation.",
      "mesh_terms": [
        "Adult",
        "Antioxidants",
        "Body Composition",
        "Body Weight",
        "Cross-Over Studies",
        "Diet",
        "Dietary Fats",
        "Digestion",
        "Eating",
        "Energy Intake",
        "Energy Metabolism",
        "Fatty Acids",
        "Female",
        "Humans",
        "Physical Exertion",
        "Prunus",
        "Vitamins",
        "alpha-Tocopherol"
      ]
    },
    {
      "pmid": "17116708",
      "title": "Almonds decrease postprandial glycemia, insulinemia, and oxidative damage in healthy individuals.",
      "authors": [
        "David J A Jenkins",
        "Cyril W C Kendall",
        "Andrea R Josse",
        "Sara Salvatore",
        "Furio Brighenti",
        "Livia S A Augustin",
        "Peter R Ellis",
        "Edward Vidgen",
        "A Venket Rao"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2006-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Strategies that decrease postprandial glucose excursions, including digestive enzyme inhibition, and low glycemic index diets result in lower diabetes incidence and coronary heart disease (CHD) risk, possibly through lower postprandial oxidative damage to lipids and proteins. We therefore assessed the effect of decreasing postprandial glucose excursions on measures of oxidative damage. Fifteen healthy subjects ate 2 bread control meals and 3 test meals: almonds and bread; parboiled rice; and instant mashed potatoes, balanced in carbohydrate, fat, and protein, using butter and cheese. We obtained blood samples at baseline and for 4 h postprandially. Glycemic indices for the rice (38 +/- 6) and almond meals (55 +/- 7) were less than for the potato meal (94 +/- 11) (P < 0.003), as were the postprandial areas under the insulin concentration time curve (P < 0.001). No postmeal treatment differences were seen in total antioxidant capacity. However, the serum protein thiol concentration increased following the almond meal (15 +/- 14 mmol/L), indicating less oxidative protein damage, and decreased after the control bread, rice, and potato meals (-10 +/- 8 mmol/L), when data from these 3 meals were pooled (P = 0.021). The change in protein thiols was also negatively related to the postprandial incremental peak glucose (r = -0.29, n = 60 observations, P = 0.026) and peak insulin responses (r = -0.26, n = 60 observations, P = 0.046). Therefore, lowering postprandial glucose excursions may decrease the risk of oxidative damage to proteins. Almonds are likely to lower this risk by decreasing the glycemic excursion and by providing antioxidants. These actions may relate to mechanisms by which nuts are associated with a decreased risk of CHD.",
      "mesh_terms": [
        "Adult",
        "Blood Glucose",
        "Body Mass Index",
        "Energy Intake",
        "Energy Metabolism",
        "Female",
        "Humans",
        "Insulin",
        "Male",
        "Oxidative Stress",
        "Postprandial Period",
        "Prunus",
        "Reference Values"
      ]
    },
    {
      "pmid": "16865891",
      "title": "Monte Carlo simulations assessing the risk of salmonellosis from consumption of almonds.",
      "authors": [
        "Michelle D Danyluk",
        "Linda J Harris",
        "Donald W Schaffner"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2006-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Recent outbreaks of salmonellosis associated with raw almonds have raised awareness of this food as a vector for foodborne illness. We performed a quantitative assessment of the risk of contracting salmonellosis from consumption of raw almonds, accounting for factors that become important after almonds reach the processor. We estimated the risk associated with the consumption of raw almonds and the risk reduction associated with almonds treated with a theoretical 5-log reduction process or treated with propylene oxide using a standard commercial process. Probability distributions were chosen to describe the chance of almond contamination and the effects of storage time, storage temperature, and processing from currently available data. A beta-Poisson model for the dose-response relationship for Salmonella was obtained from published literature. The simulation estimated a 78% chance of one or more cases of salmonellosis per year from consumption of raw almonds. The application of a commercial propylene oxide treatment reduced this risk to 0.01%. Hypothetical 5-log reduction treatments with different standard deviations (+/-1, +/-0.5, +/-0.1, and +/-0) reduced the predicted yearly risk of salmonellosis to 0.69, 0.35, 0.30, and 0.21%, respectively. These results suggest that the risk of one or more U.S. cases of salmonellosis per year from consumption of raw almonds can be reduced from 78% to less than 1% by using a process achieving a 5-log reduction in Salmonella with a process standard deviation as large as 1 log unit or by using a commercial propylene oxide treatment.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Disease Outbreaks",
        "Epoxy Compounds",
        "Food Contamination",
        "Food Handling",
        "Humans",
        "Monte Carlo Method",
        "Predictive Value of Tests",
        "Prunus",
        "Risk Assessment",
        "Risk Factors",
        "Salmonella",
        "Salmonella Food Poisoning",
        "Temperature",
        "Time Factors"
      ]
    },
    {
      "pmid": "16541690",
      "title": "Reduction of Salmonella enterica serovar enteritidis on the surface of raw shelled almonds by exposure to steam.",
      "authors": [
        "Sun-Young Lee",
        "Se-wook Oh",
        "Hyun-Jung Chung",
        "Jose I Reyes-De-Corcuera",
        "Joseph R Powers",
        "Dong-Hyun Kang"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2006-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was conducted to investigate the effect of steam treatment on the reduction of Salmonella enterica serovar Enteritidis on the surface of raw almonds. Two cultivars, 'Nonpareil' and 'Mission', were studied. Salmonella Enteritidis was inoculated on the surface of raw almonds, which were then treated with steam (93 degrees C +/- 1 degrees C) for 5, 15, 25, 35, 45, 55, and 65 s. After steam treatment, samples were plated on xylose lysine desoxycholate (XLD) and overlay (OV) XLD as a selective and nonselective agar for Salmonella, respectively, to investigate the extent of sublethal injury in Salmonella. Steam treatment of raw almonds effectively reduced Salmonella Enteritidis, and the effect was pronounced with increasing treatment time. After 65 s of steam treatment, reductions in Salmonella Enteritidis populations were 5.7 log and 5.8 log for 'Nonpareil' and 4.0 log and 4.1 log for 'Mission' when enumerated on XLD and OV XLD, respectively. There was no significant difference in population estimates determined with XLD and OV XLD over time (P > 0.05). The effect of the steam treatment was significantly different between two almond cultivars. Salmonella inoculated onto 'Mission' was more resistant to the steam treatment than that on 'Nonpareil', indicating that varietal differences must be considered in the application of steam for the disinfection of raw almonds. The present investigation revealed the potential usefulness of steam treatments for the control of pathogens in raw almonds.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Consumer Product Safety",
        "Food Handling",
        "Food Microbiology",
        "Prunus",
        "Salmonella enteritidis",
        "Species Specificity",
        "Steam",
        "Temperature",
        "Time Factors"
      ]
    },
    {
      "pmid": "21132968",
      "title": "Survival of Salmonella enteritidis PT 30 on inoculated almonds after commercial fumigation with propylene oxide.",
      "authors": [
        "Michelle D Danyluk",
        "Aaron R Uesugi",
        "Linda J Harris"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2005-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Propylene oxide (PPO) is commonly used to reduce microbial populations in U.S. bulk raw almonds, but the process has not been validated for reduction of foodborne pathogens. The reduction of Salmonella Enteritidis phage type (PT) 30 inoculated onto almonds was evaluated after exposure to a standard commercial PPO treatment. Almonds were inoculated with Salmonella Enteritidis PT 30 to approximately 8.0 log CFU/g after drying. Inoculated almonds were placed in bags designed for gaseous sterilization and positioned in the center of 900-kg bins or 22.7-kg boxes of warmed almonds. Almonds were further warmed to an initial temperature of 23 to 34 degrees C, treated with PPO (0.5 kg/m3 for 4 h), and held for 0 or 2 days at 38 to 43 degrees C followed by storage for 2 to 5 days at 15 to 18 degrees C. Salmonella Enteritidis PT 30 was recovered by vigorously shaking 100 g of almonds in 100 ml of Butterfield's phosphate buffer, plating onto tryptic soy or bismuth sulfite agar, and incubating at 35 degrees C for 24 or 48 h, respectively. Populations of Salmonella Enteritidis were consistently reduced by > 5.0 log CFU/g (5.2 to > 8.6 log CFU/ g) when initial counts were compared with counts obtained 5 days after PPO treatment. Reductions of 1.2 to 4.4 log CFU/g occurred during post-PPO storage. Reductions were not significantly improved (P < 0.05) when almonds were held at 38 to 43 degrees C after PPO treatment. PPO residues were > 400 ppm immediately after removal from the PPO chamber and declined to < 300 ppm during post-PPO storage. PPO is an effective treatment for reducing populations of Salmonella Enteritidis PT 30 on bulk almonds.",
      "mesh_terms": [
        "Colony Count, Microbial",
        "Epoxy Compounds",
        "Food Contamination",
        "Food Handling",
        "Food Preservation",
        "Fumigation",
        "Microbial Viability",
        "Prunus",
        "Salmonella enteritidis",
        "Temperature",
        "Time Factors"
      ]
    },
    {
      "pmid": "15311007",
      "title": "Assessment of oxalate absorption from almonds and black beans with and without the use of an extrinsic label.",
      "authors": [
        "Weiwen Chai",
        "Michael Liebman"
      ],
      "journal": "The Journal of urology",
      "publication_date": "2004-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: Oxalate bioavailability is an important determinant of whether the consumption of a particular food is a high risk in individuals predisposed to kidney stones. We estimated and compared oxalate absorption from a high oxalate containing legume (black beans) and a high oxalate containing nut (almonds). We also compared an isotope method using extrinsically labeled oxalate and an oxalate load method to assess oxalate absorption. MATERIALS AND METHODS: Six male and 5 female subjects participated in the 4 oxalate load tests, namely almonds, almonds with 20 mg C2-oxalic acid, black beans and black beans with 20 mg C2-oxalic acid. Each treatment provided a total of 120 mg oxalate, after which timed urine samples were collected for the analysis of oxalate, calcium and creatinine. RESULTS: Average oxalate absorption from the 2 almond treatments (5.9%) using the oxalate load method was significantly higher than that from the 2 black bean treatments (1.8%) during the 24-hour post-oxalate load collection period. In contrast, C2-oxalic acid absorption from the almond (7.9%) and black bean (8.6%) treatments did not significantly differ. CONCLUSIONS: The higher oxalate absorption from almonds than from black beans suggests that the relative amount of soluble and insoluble oxalate in food has an important role in the determination of oxalate absorption. Since extrinsically provided C2-oxalate and oxalate naturally occurring in the high oxalate test foods appeared to be differentially absorbed, the data do not support the use of extrinsically labeled oxalate to assess food oxalate absorption.",
      "mesh_terms": [
        "Adult",
        "Carbon Isotopes",
        "Creatinine",
        "Fabaceae",
        "Female",
        "Food",
        "Humans",
        "Intestinal Absorption",
        "Kidney Calculi",
        "Male",
        "Oxalates",
        "Oxalic Acid",
        "Prunus"
      ]
    },
    {
      "pmid": "14624410",
      "title": "The effect of combining plant sterols, soy protein, viscous fibers, and almonds in treating hypercholesterolemia.",
      "authors": [
        "David J A Jenkins",
        "Cyril W C Kendall",
        "Augustine Marchie",
        "Dorothea Faulkner",
        "Edward Vidgen",
        "Karen G Lapsley",
        "Elke A Trautwein",
        "Tina L Parker",
        "Robert G Josse",
        "Lawrence A Leiter",
        "Philip W Connelly"
      ],
      "journal": "Metabolism: clinical and experimental",
      "publication_date": "2003-Nov",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Reductions in low-density lipoprotein-cholesterol (LDL-C) result from diets containing almonds, or diets that are either low in saturated fat or high in viscous fibers, soy proteins, or plant sterols. We have therefore combined all of these interventions in a single diet (portfolio diet) to determine whether cholesterol reductions could be achieved of similar magnitude to those reported in recent statin trials which reduced cardiovascular events. Twenty-five hyperlipidemic subjects consumed either a portfolio diet (n=13), very low in saturated fat and high in plant sterols (1.2 g/1,000 kcal), soy protein (16.2 g/1,000 kcal), viscous fibers (8.3 g/1,000 kcal), and almonds (16.6 g/1,000 kcal), or a low-saturated fat diet (n=12) based on whole-wheat cereals and low-fat dairy foods. Fasting blood, blood pressure, and body weight were obtained at weeks 0, 2, and 4 of each phase. LDL-C was reduced by 12.1% +/- 2.4% (P<.001) on the low-fat diet and by 35.0% +/- 3.1% (P<.001) on the portfolio diet, which also reduced the ratio of LDL-C to high-density lipoprotein-cholesterol (HDL-C) significantly (30.0% +/- 3.5%; P<.001). The reductions in LDL-C and the LDL:HDL-C ratio were both significantly lower on the portfolio diet than on the control diet (P<.001 and P<.001, respectively). Mean weight loss was similar on test and control diets (1.0 kg and 0.9 kg, respectively). No difference was seen in blood pressure, HDL-C, serum triglycerides, lipoprotein(a) [Lp(a)], or homocysteine concentrations between diets. Combining a number of foods and food components in a single dietary portfolio may lower LDL-C similarly to statins and so increase the potential effectiveness of dietary therapy.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Cholesterol",
        "Cholesterol, Dietary",
        "Dietary Carbohydrates",
        "Dietary Fats",
        "Dietary Fiber",
        "Erythrocyte Deformability",
        "Female",
        "Food Preferences",
        "Homocysteine",
        "Humans",
        "Hypercholesterolemia",
        "Hyperlipidemias",
        "Male",
        "Middle Aged",
        "Phytosterols",
        "Prunus",
        "Risk Factors",
        "Satiety Response",
        "Soybean Proteins"
      ]
    },
    {
      "pmid": "14574348",
      "title": "Almonds vs complex carbohydrates in a weight reduction program.",
      "authors": [
        "M A Wien",
        "J M Sabaté",
        "D N Iklé",
        "S E Cole",
        "F R Kandeel"
      ],
      "journal": "International journal of obesity and related metabolic disorders : journal of the International Association for the Study of Obesity",
      "publication_date": "2003-Nov",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "OBJECTIVE: To evaluate the effect of an almond-enriched (high monounsaturated fat, MUFA) or complex carbohydrate-enriched (high carbohydrate) formula-based low-calorie diet (LCD) on anthropometric, body composition and metabolic parameters in a weight reduction program. DESIGN: A randomized, prospective 24-week trial in a free-living population evaluating two distinct macronutrient interventions on obesity and metabolic syndrome-related parameters during weight reduction. SUBJECTS: In total, 65 overweight and obese adults (age: 27-79 y, body mass index (BMI): 27-55 kg/m(2)). INTERVENTION: A formula-based LCD enriched with 84 g/day of almonds (almond-LCD; 39% total fat, 25% MUFA and 32% carbohydrate as percent of dietary energy) or self-selected complex carbohydrates (CHO-LCD; 18% total fat, 5% MUFA and 53% carbohydrate as percent of dietary energy) featuring equivalent calories and protein. MAIN OUTCOME MEASUREMENTS: Various anthropometric, body composition and metabolic parameters at baseline, during and after 24 weeks of dietary intervention. RESULTS: LCD supplementation with almonds, in contrast to complex carbohydrates, was associated with greater reductions in weight/BMI (-18 vs -11%), waist circumference (WC) (-14 vs -9%), fat mass (FM) (-30 vs -20%), total body water (-8 vs -1%) and systolic blood pressure (-11 vs 0%), P=0.0001-0.05. A 62% greater reduction in weight/BMI, 50% greater reduction in WC and 56% greater reduction in FM were observed in the almond-LCD as compared to the CHO-LCD intervention. Ketone levels increased only in the almond-LCD group (+260 vs 0%, P<0.02). High-density lipoprotein cholesterol (HDL-C) increased in the CHO-LCD group and decreased in the almond-LCD group (+15 vs -6%, P=0.05). Glucose, insulin, diastolic blood pressure, total cholesterol, triglycerides, low-density lipoprotein cholesterol (LDL-C) and LDL-C to HDL-C ratio decreased significantly to a similar extent in both dietary interventions. Homeostasis model analysis of insulin resistance (HOMA-IR) decreased in both study groups over time (almond-LCD: -66% and CHO-LCD: -35%, P<0.0001). Among subjects with type 2 diabetes, diabetes medication reductions were sustained or further reduced in a greater proportion of almond-LCD as compared to CHO-LCD subjects (96 vs 50%, respectively) [correction]. CONCLUSION: Our findings suggest that an almond-enriched LCD improves a preponderance of the abnormalities associated with the metabolic syndrome. Both dietary interventions were effective in decreasing body weight beyond the weight loss observed during long-term pharmacological interventions; however, the almond-LCD group experienced a sustained and greater weight reduction for the duration of the 24-week intervention. Almond supplementation of a formula-based LCD is a novel alternative to self-selected complex carbohydrates and has a potential role in reducing the public health implications of obesity.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Anthropometry",
        "Body Composition",
        "Diet, Reducing",
        "Dietary Carbohydrates",
        "Female",
        "Food, Formulated",
        "Humans",
        "Male",
        "Metabolic Syndrome",
        "Middle Aged",
        "Obesity",
        "Prospective Studies",
        "Prunus",
        "Satiation",
        "Weight Loss"
      ]
    },
    {
      "pmid": "11942756",
      "title": "Integration of nonchemical treatments for control of postharvest pyralid moths (Lepidoptera: Pyralidae) in almonds and raisins.",
      "authors": [
        "J A Johnson",
        "P V Vail",
        "D G Brandl",
        "J S Tebbets",
        "K A Valero"
      ],
      "journal": "Journal of economic entomology",
      "publication_date": "2002-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "We propose a treatment strategy combining an initial disinfestation treatment with one of three protective treatments as an alternative for chemical fumigation of almonds and raisins for control of postharvest insect populations. Initial disinfestation treatments using low oxygen controlled atmosphere (0.4% O2) were designed to disinfest product of field populations of pyralid moths; navel orangeworm, Amyelois transitella (Walker), in almonds and raisin moth, Cadra figulilella (Gregson), in raisins. The protective treatments were cold storage (10 degrees C), controlled atmosphere (5% O2) storage, and application of the Indianmeal moth granulosis virus, and were designed to prevent establishment of Indianmeal moth, Plodia interpunctella (Hübner). The initial disinfestation treatment was effective against laboratory populations of navel orangeworm and raisin moth. Efficacy of protective treatments was determined by exposure of commodities to laboratory Indianmeal moth populations at levels far higher than those found in commercial storage facilities. All three protective treatments prevented development of damaging Indianmeal moth populations as measured by pheromone trap catches and evaluation of product samples. Quality analysis by commercial laboratories showed that overall product quality for all protective treatments was maintained at levels acceptable by industry standards.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Insect Control",
        "Moths",
        "Ovum",
        "Pheromones",
        "Prunus",
        "Vitis"
      ]
    },
    {
      "pmid": "11925464",
      "title": "Almonds and almond oil have similar effects on plasma lipids and LDL oxidation in healthy men and women.",
      "authors": [
        "Dianne A Hyson",
        "Barbara O Schneeman",
        "Paul A Davis"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2002-Apr",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Epidemiologic and clinical studies have shown that nut consumption is associated with favorable plasma lipid profiles and reduced cardiovascular risk. These effects may result from their high monounsaturated fat (MUFA) content but nuts contain constituents other than fatty acids that might be cardioprotective. We conducted a study to compare the effects of whole-almond vs. almond oil consumption on plasma lipids and LDL oxidation in healthy men and women. Using a randomized crossover trial design, 22 normolipemic men and women replaced half of their habitual fat (approximately 14% of approximately 29% energy) with either whole almonds (WA) or almond oil (AO) for 6-wk periods. Compliance was ascertained by monitoring dietary intake via biweekly 5-d food records, return of empty almond product packages and weekly meetings with a registered dietitian. Fat replacement with either WA and AO resulted in a 54% increase in percentage of energy as MUFA with declines in both saturated fat and cholesterol intake and no significant changes in total energy, total or polyunsaturated fat intake. The effects of WA and AO on plasma lipids did not differ compared with baseline; plasma triglyceride, total and LDL cholesterol significantly decreased, 14, 4 and 6% respectively, whereas HDL cholesterol increased 6%. Neither treatment affected in vitro LDL oxidizability. We conclude that WA and AO do not differ in their beneficial effects on the plasma lipid variables measured and that this suggests that the favorable effect of almonds is mediated by components in the oil fraction of these nuts.",
      "mesh_terms": [
        "Adult",
        "Cardiovascular Diseases",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Energy Intake",
        "Fatty Acids, Monounsaturated",
        "Female",
        "Humans",
        "Lipids",
        "Male",
        "Nuts",
        "Oxidation-Reduction",
        "Plant Oils"
      ]
    },
    {
      "pmid": "5732937",
      "title": "[Dietetic treatment of peptic ulcer with dried peeled sweet almonds].",
      "authors": [
        "J J Kleiberg"
      ],
      "journal": "Dapim refuiim. Folia medica",
      "publication_date": "1968-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Diet Therapy",
        "Humans",
        "Nuts",
        "Peptic Ulcer"
      ]
    },
    {
      "pmid": "14409636",
      "title": "Value of dried sweet almonds in therapy of peptic ulcer.",
      "authors": [
        "J KLEEBERG"
      ],
      "journal": "Gastroenterologia",
      "publication_date": "1959",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Humans",
        "Nuts",
        "Peptic Ulcer",
        "Prunus"
      ]
    },
    {
      "pmid": "13397682",
      "title": "Studies on almonds in ulcer therapy.",
      "authors": [
        "J KLEEBERG"
      ],
      "journal": "Gastroenterologia",
      "publication_date": "1956",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Humans",
        "Nuts",
        "Peptic Ulcer",
        "Prunus",
        "Ulcer"
      ]
    }
  ]
}