{
  "supplement": "Aloe Vera",
  "query": "Aloe Vera[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:08:24",
  "research_count": 531,
  "count": 100,
  "articles": [
    {
      "pmid": "40265035",
      "title": "Clinical effectiveness of aloe vera gel as an adjunct to mechanical debridement in patients with periodontitis: A systematic review and meta-analysis.",
      "authors": [
        "Nisha Ashifa",
        "Krishnan Viswanathan",
        "Sivapragasam Srinivasan",
        "Varsha K Pavithran",
        "Shiva Shankar",
        "Rajasekar Sundaram",
        "Senthil Kumar",
        "Divvi Anusha"
      ],
      "journal": "Journal of advanced periodontology & implant dentistry",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study aimed to evaluate the clinical effect of aloe vera gel as an adjunct to scaling and root planing (SRP) on plaque index (PI), gingival index (GI), and probing pocket depth (PPD) in periodontitis treatment. METHODS: Randomized controlled trials (RCTs) were included, focusing on aloe vera gel as an adjunct to SRP in periodontitis patients. An extensive literature search was conducted across PubMed, PubMed Central, Scopus, OVID, Google Scholar, and Cochrane Library databases up to October 2024. The risk of bias was assessed using the Revised Cochrane Risk of Bias tool (ROB 2.0), and statistical analysis was performed using Review Manager 5.4.1. RESULTS: Fifteen RCTs were included in this systematic review, and separate meta-analyses were conducted for each outcome. For PI, the random effects model showed a mean difference (MD) of -0.23 (95% CI: -0.69, 0.23), favoring the experimental group (P=0.33). The fixed effects model for PI favored the control group (MD=0.12; P=0.20). For GI, the random effects model favored the experimental group (MD=-0.28, P=0.01), while the fixed effects model favored the control group (MD=0.17; P<0.001). For PPD, the random effects model favored the experimental group (MD=-0.45, P=0.009). CONCLUSION: As an adjunct to SRP, aloe vera gel significantly improved PI, GI, and PPD in periodontitis patients. TRIAL REGISTRATION: PROSPERO ID: CRD42020201315."
    },
    {
      "pmid": "40258777",
      "title": "Decreased inflammatory biomarkers after using artificial tears with Aloe vera and hypromellose for dry eye.",
      "authors": [
        "Candela Rodriguez-Pomar",
        "Carlos Carpena-Torres",
        "Maria Serramito",
        "Maria Jesus Perez-de-Lara",
        "Alejandro Martinez-Aguila",
        "Alba Martin-Gil",
        "Gonzalo Carracedo"
      ],
      "journal": "Clinical & experimental optometry",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CLINICAL RELEVANCE: Research has increasingly highlighted the therapeutic potential of Aloe vera and hypromellose for treating dry eye due to their healing properties and multifaceted benefits including anti-inflammatory, antioxidant, antimicrobial, and wetting capabilities. BACKGROUND: During the last few years, the use of natural extracts in the form of ophthalmic and oral formulations has been proposed as an alternative to those currently available treatments for dry eye. The purpose of the current study was to demonstrate the anti-inflammatory effect of artificial tears containing an extract of Aloe vera and hypromellose on ocular surface inflammation in dry eye patients, along with evaluating various signs and symptoms of dry eye. METHODS: A three-month prospective, randomised, double-masked, and placebo-controlled study was performed on twenty dry eye patients (51.9 ± 8.4 years). One eye was treated with saline solution as a placebo control, while the contralateral eye was treated with artificial tears containing Aloe vera and hypromellose, randomly assigned. Concentrations of MMP-9, IL-1β, and IL-6 in tears, tear secretion, tear meniscus height, tear break-up time, and dry eye questionnaire were measured immediately before (baseline) and after (one month and three months) the topical instillation of the treatments. RESULTS: Compared with the baseline, the saline solution showed no significant changes in any of the studied variables (p ≥ 0.05). Conversely, the artificial tears containing Aloe vera and hypromellose showed beneficial effects on concentrations of MMP-9 and IL-6 in tears, tear break-up time, and ocular symptoms of dryness and irritation after three months (p < 0.05). CONCLUSIONS: The topical instillation of artificial tears containing Aloe vera and hypromellose is presented as an effective and alternative treatment for dry eye management, especially in cases where the severity of disease is mild."
    },
    {
      "pmid": "40238344",
      "title": "Effect of Aloe vera Gel as a Natural Antioxidant on the Quality of Cold-Stored Sea Bass (Dicentrarchus labrax).",
      "authors": [
        "Fachruqi Waris",
        "Mutlu Pilavtepe-Celik"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Growing health and environmental concerns have intensified the search for natural antioxidants to replace synthetic alternatives to prevent spoilage of seafood. Long-term intake of synthetic antioxidants has been linked to liver toxicity, reproductive issues, and cancer risks in animals. This study therefore evaluates the efficacy of Aloe vera gel (AVG) as a natural antioxidant in preserving the quality of sea bass (Dicentrarchus labrax, Linnaeus 1758) slices during cold storage at 4 ± 1 °C for 13 days. Sea bass slices were coated with 100% and 75% AVG and analyzed for physical (color and texture), chemical (pH, TVB-N, TBARS, and PV), and sensory changes. Results showed that AVG significantly reduced lipid oxidation, as indicated by lower peroxide (PV) and thiobarbituric acid reactive substances (TBARS) values in treated samples compared to controls. While sensory, color, and texture parameters remained consistent across all groups, 75% AVG-coated slices extended the shelf life by four days, and the 100% AVG treatment achieved a two-day extension, based on TVB-N values. These findings highlight AVG's potential as a natural, eco-friendly alternative to synthetic antioxidants for aquatic product preservation."
    },
    {
      "pmid": "40201845",
      "title": "Combined effects of Aloe vera leaf extract and vitamin E on wound healing in Oryctolagus cuniculus (Rabbits).",
      "authors": [
        "Anila Khan",
        "Shakeeb Ullah",
        "Faiqah Ramzan",
        "Ata Ur Rehman",
        "Saifur Rehman",
        "Kholik Kholik",
        "Akhmad Sukri",
        "Muhammad Munawaroh",
        "Teguh Hari Sucipto"
      ],
      "journal": "Open veterinary journal",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Wound healing is a complex process involving inflammation, proliferation, and tissue remodeling. Aloe vera and vitamin E (Evion®) are well-known for their wound-healing properties because of their anti-inflammatory, antioxidant, and collagen-promoting effects. AIM: This study aimed to evaluate the comparative efficacy of A. vera leaf extract, vitamin E, and their combined application on wound healing in rabbits (Oryctolagus cuniculus). METHODS: Twenty male rabbits were divided into four groups: control (treated with saline), A. Vera, vitamin E, and combined (A. Vera + vitamin E). Full-thickness wounds were created on the dorsum of each rabbit, and treatments were applied daily for 14 days. Wound closure rates were measured on days 0, 4, 7, 10, and 14, followed by histopathological and biochemical analyses. RESULTS: By day 14, the combined treatment group demonstrated the most significant wound closure, reducing the wound area by 75% compared with 50% in the A. Vera group, 55% in the vitamin E group, and 35% in the control group. Histopathological analysis showed near-complete re-epithelialization, dense granulation tissue, and enhanced collagen deposition in the combined treatment group. The biochemical results indicated that the hydroxyproline levels were highest in the combined group (6.0 mg/g tissue) and that the antioxidant enzyme activity was elevated. CONCLUSION: These findings suggest a synergistic effect between A. Vera and vitamin E, leading to accelerated wound healing and improved tissue repair. The combination treatment has the potential to be a superior therapeutic approach for wound management.",
      "mesh_terms": [
        "Animals",
        "Wound Healing",
        "Aloe",
        "Plant Extracts",
        "Vitamin E",
        "Male",
        "Rabbits",
        "Plant Leaves",
        "Antioxidants",
        "Drug Therapy, Combination"
      ]
    },
    {
      "pmid": "40141742",
      "title": "Production of Aloe vera Phytoplacenta Extract and Potential Applications in Skincare.",
      "authors": [
        "Seung Min Jung",
        "Hye-In Kim",
        "Soo-Yun Kim",
        "Sung Joo Jang",
        "Hyo Hyun Seo",
        "Jeong Hun Lee",
        "Ju-Duck Kim",
        "Won Kyong Cho",
        "Sang Hyun Moh"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aloe vera has garnered significant scientific and commercial attention due to its multifaceted therapeutic and cosmetic potential. This study aimed to investigate the biological effects and molecular mechanisms of Aloe vera phytoplacenta extract (AVPE) on HaCaT cells and skin health. To achieve this, we investigated AVPE, produced using advanced in vitro cell culture techniques, and its effects on HaCaT cells. At 2% concentration, AVPE demonstrated remarkable biological effects, increasing AQP3 protein expression by 120% and healing area fourfold while simultaneously reducing COX-2 messenger RNA (mRNA) by 43% and iNOS mRNA by 48%. An AVPE-containing product notably reduced facial skin temperature to 24.9 °C compared to 32.3 °C for the control product. RNA-sequencing (RNA-seq) analysis of transcriptional changes in HaCaT cells after AVPE treatment revealed 14 upregulated and 58 downregulated RNAs. Upregulated processes included response to hydrogen peroxide and muscle cell migration, while downregulated processes involved cell-cell adhesion and synaptic transmission. Pathway analysis further highlighted significant metabolic changes, including upregulation of pentose phosphate and galactose metabolism pathways and downregulation of the leishmaniasis and GABAergic synapse pathways. In addition, gene expression data indicated subtle changes in epidermal differentiation genes, modulation of inflammatory markers, and alterations in genes related to cell signaling and skin-specific functions. Our comprehensive findings underscore AVPE's potential in enhancing skin healing, regulating temperature, and modulating cellular processes."
    },
    {
      "pmid": "40131436",
      "title": "Rapid screening of α-amylase inhibitors from Aloe vera based on polydopamine/L-cysteine bifunctionalized magnetic mesoporous silica immobilized α-amylase.",
      "authors": [
        "Lei Wang",
        "Yue Li",
        "Sikai Wang",
        "Lin Lv",
        "Hongmei Liu",
        "Guoqi Zhang",
        "Yan Zhao"
      ],
      "journal": "Analytical and bioanalytical chemistry",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes mellitus is a metabolic disorder that impacts millions of individuals globally. In the treatment of this condition, it is imperative to explore natural resources for therapeutic agents that exhibit fewer adverse effects and enhanced efficacy. Currently, the methods employed for isolating anti-diabetic lead compounds from natural sources are often intricate and time-consuming. Therefore, there is an urgent need to develop efficient and rapid screening techniques. In this study, α-amylase was immobilized using a novel polydopamine/L-cysteine bifunctionalized magnetic mesoporous silica composite material (Fe3O4@nSiO2@mSiO2@PDA@L-Cys) for the first time. A ligand fishing approach utilizing the immobilized α-amylase was developed to rapidly screen for α-amylase inhibitors from Aloe vera. Characterization and property analysis of the immobilized enzyme showed that the immobilized α-amylase exhibited exceptional stability and reusability. Two ligands were successfully screened from Aloe vera and then characterized as aloin B and aloin A using ultra-high performance liquid chromatography tandem mass spectrometry. Their respective IC50 values were 0.99 ± 0.09 mM and 1.14 ± 0.05 mM. Molecular docking studies confirmed the interaction of both ligands with specific amino acid residues within the active site of α-amylase. The study presents a fast and efficient approach for screening α-amylase inhibitors from intricate natural sources, thereby offering significant potential for the development of anti-diabetic agents."
    },
    {
      "pmid": "40033531",
      "title": "Concomitant Administration of Aloe Vera Gel and Rifampicin Protects Against Rifampicin Hepatorenal Toxicity in Male Wistar Rats.",
      "authors": [
        "C M Adilieje",
        "C S Ejezie",
        "H Obianyido",
        "C Ugwu",
        "O S Ezeadichie",
        "F Ejezie"
      ],
      "journal": "Nigerian journal of clinical practice",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Rifampicin, an antibiotic used in the treatment of tuberculosis has raised concerns about its potential liver and kidney toxicity. AIM: This study aimed to evaluate the protective effects of Aloe vera against hepatorenal toxicity induced by rifampicin in male Wistar rats. METHODS: Thirty rats were divided into six groups (n = 5): group A (control), group B treated with rifampicin, groups C-E treated with varying doses (50, 100, and 200 mg/kg) of Aloe vera alongside rifampicin as well as a group F treated with furosemide and rifampicin for a total of 30 days. Alanine transaminase (ALT), aspartate aminotransferase (AST), alkaline phosphatase (ALP), malondialdehyde (MDA), catalase (CAT), superoxide dismutase (SOD), creatinine, urea, and histopathological changes were evaluated. One-way analysis of variance and Tukey's post hoc tests were applied with a significance level of 5%. RESULTS: Results showed 98.28%, 107.66%, and 334.66% increase in ALT, AST, and ALP levels of group B (Rifampicin only) compared with the control group. In contrast, groups treated with Aloe vera showed significantly lower ALT, AST, and ALP levels as the dose increased from 50-200 mg/kg. A value of 2.23 Mg/dL content as a lipid peroxidation marker was observed in group B in comparison to the control group indicating oxidative stress while animals treated with Aloe vera at 50, 100, and 200 mg/kg showed decreased levels of MDA (1.53, 1.13, and 0.80 Mg/dL respectively) in comparison to group B. A decrease in CAT and SOD levels in the rifampicin-only treated animals was observed while there was an increase in CAT and SOD levels in animals treated with Aloe vera and furosemide concomitantly with rifampicin. Creatinine and urea levels increased significantly in group B and reduced as Aloe vera was introduced at 50, 100, and 200 mg/kg respectively. Histopathological analysis confirmed liver and kidney tissue damage in rifampicin only and progressive regeneration in groups treated with Aloe vera as the dose increased to 200 mg/kg. CONCLUSION: The results of this study indicate that Aloe vera has a protective effect against rifampicin-induced hepatorenal toxicity in a dose-dependent manner by mitigating oxidative stress and improving liver and kidney function markers.",
      "mesh_terms": [
        "Animals",
        "Rifampin",
        "Rats, Wistar",
        "Male",
        "Rats",
        "Plant Preparations",
        "Liver",
        "Chemical and Drug Induced Liver Injury",
        "Kidney",
        "Alkaline Phosphatase",
        "Alanine Transaminase",
        "Oxidative Stress",
        "Aloe",
        "Aspartate Aminotransferases",
        "Superoxide Dismutase",
        "Plant Extracts",
        "Protective Agents",
        "Malondialdehyde",
        "Catalase"
      ]
    },
    {
      "pmid": "39926756",
      "title": "Comparative Evaluation of Subgingivally Delivered Tetracycline Fibers and Aloe Vera Gel as an Adjunct to Scaling and Root Planing in Treatment of Chronic Periodontitis: A Randomized Controlled Clinical Trial.",
      "authors": [
        "Anurag Thakuria",
        "Swati Agarwal",
        "Ellora Madan",
        "Kratee Sharma",
        "Zaby Fatima"
      ],
      "journal": "Journal of pharmacy & bioallied sciences",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Comprehensive mechanical debridement, like scaling and root planing (SRP), combined with proper plaque control, is the primary nonsurgical approach for managing periodontitis. However, it may not always eliminate infection due to inadequate debridement or inaccessible areas. For this, various chemotherapeutic allopathic and herbal local drug delivery (LDD) agents as adjuvants have been used with SRP for management of chronic periodontitis. METHODOLOGY: A randomized controlled clinical trial was conducted, comprising 60 sites from 20 patients. Each patient received three treatment modalities assigned to different quadrants: SRP with normal saline irrigation, SRP with LDD of tetracycline fibers, and SRP with LDD of 100% pure aloe vera gel. Clinical parameters were assessed at baseline, day 7, and 3 months postoperatively. RESULTS: The addition of 100% pure aloe vera gel and tetracycline fibers (Periodontal Plus ABTM) with SRP significantly improved the probing pocket depth (P < 0.05) compared to SRP with saline irrigation. Additionally, the tetracycline group showed significant reductions in plaque index (P < 0.05) and highly significant reductions in modified sulcular bleeding index (P < 0.001) compared to the saline group. CONCLUSION: Aloe vera gel with SRP shows comparable effectiveness to tetracycline fibers in managing chronic periodontitis, suggesting it as a cost-effective herbal alternative."
    },
    {
      "pmid": "39917211",
      "title": "Aloe vera vs chlorhexidine in preventing alveolar osteitis.",
      "authors": [
        "Shruti Ajmera",
        "Sunil Sharma",
        "Amit Kumar Sharma",
        "Vikram Sharma",
        "S Meera Petchiammal",
        "Shraddha Sinha"
      ],
      "journal": "Bioinformation",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alveolar Osteitis (AO) is a common and painful complication following tooth extraction or surgical excision, necessitating early treatment to minimize costs, morbidity, and frequent dental visits. Chlorhexidine (CHX) is the most widely used antiseptic, while Aloe Vera, a natural herbal plant, is gaining popularity in dentistry due to its minimal side effects. This study aimed to evaluate the efficacy of normal saline, Aloe Vera, and chlorhexidine mouthwashes in reducing the incidence of AO after lower third molar surgery. In a randomized controlled trial, 150 patients were divided into three groups: Group 1 (Chlorhexidine Mouthwash), Group 2 (Aloe Vera Mouthwash), and Group 3 (Normal Saline, placebo). Postoperative assessments on the 2nd and 7th days measured Trismus Grading, VAS, Wound Dehiscence, and AO. The results showed no significant difference in the occurrence of AO and Trismus grading between groups (p = 0.031 and 0.78, respectively), but wound dehiscence significantly differed (p = 0.013). While the VAS score on the 2nd day showed no significant difference, by the 7th day, chlorhexidine demonstrated better pain reduction than Aloe Vera. Although both mouthwashes were effective in reducing AO, chlorhexidine was more effective in reducing wound dehiscence and pain by the 7th day post-surgery."
    },
    {
      "pmid": "39910123",
      "title": "Efficacy of bacteriophages with Aloe vera extract in formulated cosmetics to combat multidrug-resistant bacteria in skin diseases.",
      "authors": [
        "Sodaf A Maan",
        "Abeer A Faiesal",
        "Gamar M Gamar",
        "Noha K El Dougdoug"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Phage therapy offers a promising alternative to antibiotic treatment for combating illnesses caused by multidrug-resistant bacteria. In this study, pathogenic bacteria Staphylococcus aureus and Pseudomonas aeruginosa were isolated from pus and skin infected fluidsusing selective media. These bacterial isolates were biochemically identified as S. aureus and P. aeruginosa with probabilities of 98% and 99%, respectively, through VITEK2 system, and were confirmed as multidrug-resistant based on minimum inhibitory concentration test using colorimetric reagent cards. Lytic phages specific to these isolates were isolated, identified through plaque assays, transmission electron microscopy and classified morphologically according to the new International Committee on Taxonomy of Viruses classification as members of the Straboviridae, Drexlerviridae, and Autographiviridae families. A cosmetic gel formulation combining Aloe vera extract and the phage cocktail was prepared and tested. This gel significantly enhanced phage longevity and reduced bacterial growth by 95.5% compared to the reductions of 90.5% with Aloe Vera extract alone and 45.7% with the basic cosmetic gel. The phage remained effective for 4 to over 12 weeks after being preserved in the cosmetic formula, maintaining populations ranging from 5 × 103 to 25 × 104 PFU/mL in vitro. These findings highlight the potential of phage-based formulations, such as Vena Skin Gel, as innovative biotherapeutic tools for managing skin infections.",
      "mesh_terms": [
        "Aloe",
        "Plant Extracts",
        "Bacteriophages",
        "Humans",
        "Drug Resistance, Multiple, Bacterial",
        "Staphylococcus aureus",
        "Pseudomonas aeruginosa",
        "Phage Therapy",
        "Cosmetics",
        "Microbial Sensitivity Tests",
        "Anti-Bacterial Agents"
      ]
    },
    {
      "pmid": "39909775",
      "title": "Effectiveness of Aloe vera in the treatment of oral mucositis: a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "D Cássia-Santos",
        "C K C Santos",
        "L T Fernandes",
        "G Q Carvalho",
        "S N de Aquino",
        "C A A Lemos"
      ],
      "journal": "International journal of oral and maxillofacial surgery",
      "publication_date": "2025-Feb-04",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Oral mucositis (OM) is a common complication of cancer patients. A systematic review and meta-analysis assessed the effectiveness of Aloe vera (AV) in the treatment of OM. The population included cancer patients undergoing radiotherapy or chemotherapy, treated for OM with AV. A search following the PICOS strategy, with specific keywords, identified randomized controlled trials (RCTs) published up to September 2024. Seven RCTs involving 355 participants, 170 in the intervention (AV) groups (mean age 39.7 years, standard deviation 23.9 years) and 185 in control groups (mean age 39.0 years, standard deviation 23.5 years), were included. A significant difference in the improvement of severe mucositis cases (grades 3 and 4) was observed with the use of AV compared to control (placebo, sodium bicarbonate, or benzydamine) (odds ratio 0.32, 95% confidence interval 0.15-0.70, P = 0.004). Considering the moderate heterogeneity observed (I2 = 36%, P = 0.15), a subgroup analysis was conducted. A subgroup analysis showed significant improvement in grade 3 and 4 OM for AV versus placebo (odds ratio 0.22, 95% CI 0.11-0.44, P < 0.001), but not compared with sodium bicarbonate or benzydamine. The results suggest that AV may be beneficial for cancer patients undergoing radiotherapy or chemotherapy, leading to improvements in the more severe stages of OM."
    },
    {
      "pmid": "39838121",
      "title": "The impact of apoptosis-inducing MAPK and glycolytic pathways modulated by Aloe vera and royal jelly in lung and colorectal cancer.",
      "authors": [
        "Tuğba Kul Köprülü",
        "Bahar Gezer",
        "Burçin Erkal Çam"
      ],
      "journal": "Medical oncology (Northwood, London, England)",
      "publication_date": "2025-Jan-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lung and colon cancer are among the most commonly diagnosed and fatal cancer types in the world. Due to their metastatic properties, they complicate the treatment process and pose a great threat to human health. These aggressive types of cancer are resistant to chemotherapy drugs. Therefore, it is extremely important to investigate the therapeutic effects of natural compounds. In our previous study, effective doses of Royal Jelly (RJ) (100 mg/mL) and Aloe vera (AVE) (20 µg/mL) were determined and tested separately and in combination on lung and colorectal cancer cells. Glycolytic capacities were determined using the Seahorse XFe24 Analyzer, total transcriptome profiles were sequenced using NovaSeq 6000, and BAX and BCL-2 gene levels were determined using RT-qPCR. It was seen that RJ and RJ + AVE affected glycolytic capacity and more genes in lung cancer cells. In HT29, AVE alone was seen to reduce glycolytic capacity and RJ + AVE combination was seen to reduce the expression level of genes related to cell proliferation and cycle. After RJ + AVE treatments, the apoptotic process which is triggered via MAPK pathway was found in lung cancer. Moreover, BAX levels increased and BCL-2 levels decreased both lung and colorectal cancer cells. It was observed that the combination of RJ and AVE affected the glycolysis process, cell cycle, proliferation and apoptosis on lung and colorectal cancer. In particular, the combination of RJ + AVE was found to be more effective on lung cancer.",
      "mesh_terms": [
        "Humans",
        "Colorectal Neoplasms",
        "Fatty Acids",
        "Lung Neoplasms",
        "Apoptosis",
        "Glycolysis",
        "Aloe",
        "MAP Kinase Signaling System",
        "Cell Line, Tumor",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "39799206",
      "title": "Improving quality of strawberry by novel essential oil nanoemulsions of Echinophora platyloba combined with Aloe vera gel and gum arabic.",
      "authors": [
        "Iman Kebriti",
        "Mousa Solgi",
        "Mohammad Velashjerdi"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Jan-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Strawberry fruits are highly perishable and have a limited shelf life. Therefore, effective methods such as essential oils (EOs) and edible coatings are required to mitigate spoilage and maintain fruit quality during storage. In the current study, Echinophora platyloba EO was extracted and subsequently formulated into a nanoemulsion. The strawberries were then coated using an immersion method with the prepared nanoemulsions, gum Arabic (GA), and Aloe vera gel (AV). The coating treatments included: distilled water control, 5% GA, 20% AV, 0.5% E. platyloba essential oil, 5% GA + 0.5% E. platyloba nanoemulsion essential oil, and 20% AV + 0.5% E. platyloba nanoemulsion EO. The quality of strawberries was assessed over a storage period of 3, 6, 9, 12, and 15 days. The results revealed that the EO nanoemulsion in combination with GA and AV gel coatings provided superior preservation compared to the control and single-component treatments (pure EO, GA, or AV gel). Coatings with 5% GA + 0.5% EO nanoemulsion and 20% AV + 0.5% EO nanoemulsion demonstrated the highest firmness while achieving the lowest weight loss, titratable acidity (TA), total soluble solids (TSS), TSS/TA ratio, decay percentage, and tissue browning at the end of the storage period. Notably, the decay index in the 20% AV + 0.5% EO nanoemulsion treatment was 17% lower than the 5% GA + 0.5% EO nanoemulsion treatment and 75% lower than other treatments after the experiment. These coatings are recommended due to their eco-friendly, biodegradable nature and cost-effectiveness, making them a promising solution for enhancing the shelf life and quality of strawberries.",
      "mesh_terms": [
        "Gum Arabic",
        "Oils, Volatile",
        "Fragaria",
        "Emulsions",
        "Food Preservation",
        "Fruit",
        "Food Storage",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "39620010",
      "title": "Influence of Aloe Vera Gel and Safe Salts on Storage Quality of Minimally Processed Carrot.",
      "authors": [
        "Swagata Dey",
        "Mohammad Ali",
        "Md Fakhrul Hasan",
        "Litun Ahmed Labib"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This experiment investigated the impact of aloe vera gel and safe salts on the physical quality and physicochemical properties of minimally processed carrots during storage, aiming to determine the most effective edible coating postharvest treatment. The experiment employed a Completely Randomized Design (CRD) with three replications. Results indicated significant (p ≤ 0.01) effects of various treatments on the physical quality and physicochemical properties of carrots compared to untreated ones. Freshly harvested carrots were subjected to different treatments, including a control (T1), 30% aloe vera gel (T2), 1% NaCl (T3), and 1.5% NaHCO3 (T4), combinations thereof, such as 30% aloe vera gel with 1% NaCl (T5) or 1.5% NaHCO3 (T6), and 1% NaCl with 1.5% NaHCO3 (T7), and a combination of 30% aloe vera gel with 1% NaCl and 1.5% NaHCO3 (T8). Among the treatments, the combination of 30% aloe vera gel and 1% NaCl (T5) exhibited the most promising results after nine days of storage, with the lowest weight loss (1.19%), highest firmness (3.80 N), total soluble solids (TSS) content (8.40%), titratable acidity (0.477%), ascorbic acid content (9.02 mg/100 g FW), anthocyanin content (28.84 μg/g FW), phenol content (4.278 mg/100 g FW), and total sugar content (13.32%). This treatment effectively protected carrots from undesirable color, texture, and flavor changes during storage. The utilization of natural-source-based edible coatings containing health-promoting additives presents a viable strategy to enhance both the internal and external qualities of minimally processed carrots. Overall, the edible coating comprising 30% aloe vera gel and 1% NaCl emerges as a promising approach for preserving the quality of minimally processed carrots."
    },
    {
      "pmid": "39611895",
      "title": "Methodological Critique: Aloe Vera Gel Plus Urea Cream vs. Urea Cream Alone for Hand-Foot Syndrome in Capecitabine Therapy.",
      "authors": [
        "Hamza Zaheer",
        "Muhammad Hammad Zaheer"
      ],
      "journal": "Asian Pacific journal of cancer prevention : APJCP",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39561564",
      "title": "The Aloe vera acemannan polysaccharides inhibit phthalate-induced cell viability, metastasis, and stemness in colorectal cancer cells.",
      "authors": [
        "Pei-Chun Shih",
        "Chung-Hsien Lin",
        "Uvarani Chokkalingam",
        "Ekambaranellore Prakash",
        "Ching-Nan Kao",
        "Chuan-Fa Chang",
        "Wei-Ling Lin"
      ],
      "journal": "Ecotoxicology and environmental safety",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plasticizers are recognized as environmental pollutants that may be associated with a range of health concerns, including impacts on growth, development, and oncogenic risks. Previous research demonstrated that prolonged exposure to di-(2-ethylhexyl) phthalate and its metabolite mono-(2-ethylhexyl) phthalate contributes to chemotherapeutic drug resistance and stemness in colorectal cancer cells. Aloe vera, an herbaceous plant with a long-standing history in traditional medicine, has attracted considerable attention for its diverse pharmacological properties. This study aimed to investigate the therapeutic potential of polysaccharides extracted from Aloe vera, specifically focusing on their anticancer properties. We eluted polysaccharides from Aloe vera using water and ethanol, resulting in the fractions designated A50 and I50, respectively. We characterized their effects on cell viability, migration, invasion, stemness, and glycosylation of colorectal cancer cells exposed to phthalates. Comprehensive glycan analysis revealed that phthalate exposure induced alterations in glycosylation patterns in colorectal cancer cells. Treatment with A50 and I50 reversed these changes to varying degrees, indicating distinct regulatory roles of the two polysaccharide fractions in colorectal cancer cells subjected to phthalate exposure. A50 exhibited a dose-dependent reduction in cell viability induced by phthalates, whereas I50 demonstrated no such effect. Notably, I50 displayed a notable inhibitory effect on migration, invasion, and stemness induced by phthalates when compared with A50. The differing polysaccharide structures of A50 and I50 may account for their divergent effects on the malignancy of colorectal cancer cells. These findings underscore the potential of Aloe vera polysaccharides in anticancer therapy and highlight the necessity for further investigation into their clinical applications.",
      "mesh_terms": [
        "Aloe",
        "Humans",
        "Cell Survival",
        "Colorectal Neoplasms",
        "Polysaccharides",
        "Mannans",
        "Phthalic Acids",
        "Cell Movement",
        "Cell Line, Tumor",
        "Glycosylation"
      ]
    },
    {
      "pmid": "39493485",
      "title": "Anthelmintic activity of crude and separated extract of Aloe vera (Xanthorrhoeaceae) against bovine adults parasites of Onchocerca ochengi and infected larvae of drug resistant strains of the free-living nematode Caenorhabditis elegans.",
      "authors": [
        "Justin Kalmobe",
        "Jacqueline Dikti Vildina",
        "Djafsia Boursou",
        "Honore Ndouwe Tissebe Menga",
        "Simeon Fogue Kouam",
        "Dieudonne Ndjonka"
      ],
      "journal": "Journal of parasitic diseases : official organ of the Indian Society for Parasitology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Human onchocerciasis is caused by the filarial worm. Onchocerca volvulus is a parasite that forms nodules under the skin. The aim of this work was to assess the nematicidal activities of Aloe vera on Onchocerca ochengi and Caenorahbditis elegans and to determine the phytochemical compounds. Nodules were collected from the umbilical region of infected cattle, dissected and male worms were cultured in RPMI-1640. Worms were incubated with different concentrations of A. vera extracts in RPMI-1640 and M9-buffer. Polyphenol, tannin and flavonoid contents of extract were determined by using gallic acid and rutin as standards. The anthelmintic effect of A. vera extract against O. ochengi was concentration dependent with LC50 of 20.71 µg/mL and 11.75 µg/mL after 48 and 72 h respectively. A. vera extract exerted concentration dependent lethal effects (LC50 = 2747 and LC50 = 31,937 µg/mL) against C. elegans (Wild Type). Methanolic-methylene chloride (MeOH-CH2Cl2) of A. vera extract exhibited high DPPH activity with an IC50 value of 15 µg/mL and 9 µg/mL for ascorbic acid. The highest activity in adult worms was observed with the MeOH (100: 0) and AcOEtMeOH fractions with LC50 values of 12.82 and 15.50 µg/mL respectively. EcOEtMeOH (8:2 v/v) was more effective (LC50 = 250 µg/mL) on WT of C. elegans. A. vera contains polyphenols (1015.05 and AcOEtMeOH = 893.60), flavonoids (25.35 and MeOH = 225.76) and tannins (401.37 and Hex = 788.89). A. vera showed in vitro nematicidal activity against O. ochengi and C. elegans. A. vera could be used as an alternative anthelmintic for onchocerciasis treatment."
    },
    {
      "pmid": "39463527",
      "title": "The Efficacy of Aloe vera Against Enterococcus faecalis as an Intracanal Medicament: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Seema H Bukhari",
        "Dax Abraham",
        "Shakila Mahesh"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Calcium hydroxide (CaOH) is commonly used as an intracanal medicament due to its antimicrobial properties; its antibacterial property depends on the release of hydroxyl ions. By analyzing experimental in vitro studies related to the research question, many studies carried out bacterial inoculation on extracted human teeth or laboratory Petri dishes. This review article seeks to assess the antimicrobial efficacy of Aloe vera (AV) against Enterococcus faecalis in comparison to CaOH as an intracanal medicament. After being retrieved from databases such as PubMed, Scopus, the Cochrane Library, and EBSCOhost, publications from 2013 to 2024 were screened against our inclusion criteria. As a result, seven papers were included in the systematic review and four in the meta-analysis. Using a meta-analysis (Stata software version 16.0, StataCorp LLC, College Station, TX) to compare colony-forming units (CFUs) formed by CaOH and AV, forest plots were created to record the specimen size, mean, and standard deviation value of the outcome in CFU, at 95% confidence intervals. AV exhibits bactericidal qualities that are equal to or comparable to those of CaOH. AV displayed a nonsignificantly reduced CFU count than CaOH in a meta-analysis (p > 0.05). In summary, AV exhibits antibacterial/antimicrobial capabilities against E. faecalis that are equal to or comparable to CaOH."
    },
    {
      "pmid": "39458379",
      "title": "The Effect of Aloe vera on Skin and Its Commensals: Contribution of Acemannan in Curing Acne Caused by Propionibacterium acnes.",
      "authors": [
        "Suraj Pal",
        "Mayank Raj",
        "Medha Singh",
        "Kumar Saurav",
        "Chetan Paliwal",
        "Subhasish Saha",
        "Anil Kumar Sharma",
        "Manoj Singh"
      ],
      "journal": "Microorganisms",
      "publication_date": "2024-Oct-16",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Aloe vera is one of the most significant therapeutical plant species that belongs to the family Liliaceae. Aloe vera is composed of a high amount of water, with the remainder being dry matter. The dry matter contains a lot of bioactive compounds like carbohydrates, fats, and enzymes, with various therapeutic and antimicrobial properties. It can enhance the proliferation of cells and prevent cell damage by anti-oxidative properties (stimulating the secretion of superoxide dismutase and peroxidase). Human skin is colonized by microbes like fungi (Candida albicans), bacteria (Propionibacterium acnes, Staphylococcus aureus), and mites. These commensals are responsible for skin characteristics such as acidic pH, the pungent smell of sweat, etc. Human fetuses lack skin microbiota, and their skin is colonized after birth. Commensals present on the skin have a crucial role in training the human immune system against other pathogenic microbes. Propionibacterium acnes act as an opportunistic pathogen when the balance between the commensals is disturbed. We also emphasize the recent progress in identifying the aloe metabolite biosynthesis pathways and the associated enzyme machinery. The hyperproliferation of Propionibacterium acnes causes acne, and acemannan plays a significant role in its cure. Hence, we need to consider a new treatment approach based on the root cause of this dysbiosis."
    },
    {
      "pmid": "39436586",
      "title": "Effectiveness of the Application of Lanolin, Aloe Vera, and Peppermint on Nipple Pain and Nipple Trauma in Lactating Mothers: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Asha P Shetty",
        "Kurvatteppa Halemani",
        "Alwin Issac",
        "Latha Thimmappa",
        "Y N Shashidhara",
        "Edlin Mathias",
        "Sanjay Dhiraaj",
        "K Radha",
        "Prabhaker Mishra",
        "Auchitya Sharma"
      ],
      "journal": "Maternal and child health journal",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND: Infants who are not exclusively breastfed are more vulnerable to gastroenteritis, respiratory illness, and type 1 diabetes mellitus. Mothers who do not breastfeed their infants are at a higher risk of cancer. This systematic review and meta-analysis aimed to synthesize evidence regarding the effectiveness of applying lanolin, aloe vera, and peppermint for alleviating nipple pain and nipple trauma among lactating mothers. METHODS: Electronic databases, including PubMed (MEDLINE), Cochrane, Cumulative Index to Nursing and Allied Health Literature (CINAHL), EMBASE, Web of Science, Scopus, and Clinical Key, were searched for studies published in English from January 2000 to December 2022. Nipple pain and nipple trauma were the primary outcomes analysed, and a meta-analysis was conducted via RevMan v5.4. RESULTS: The reviewed trials involved 1,495 participants from 11 studies, with an average participant age of 29 ± 5 years. The application of lanolin significantly reduced nipple pain and nipple trauma in lactating mothers. The application of peppermint significantly reduced nipple trauma in lactating mothers. CONCLUSION: The application of lanolin or peppermint is a beneficial preventive intervention for reducing nipple trauma and pain.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Aloe",
        "Breast Feeding",
        "Lactation",
        "Lanolin",
        "Mentha piperita",
        "Mothers",
        "Nipples",
        "Pain"
      ]
    },
    {
      "pmid": "39346383",
      "title": "Evaluation of Turmeric, Ashwagandha, and Aloe Vera in the Management of Oral Lichen Planus Lesion.",
      "authors": [
        "M E Shivu",
        "Neha Gupta",
        "Mushir Mulla",
        "Munaz Mulla",
        "Atul Anand Bajoria",
        "Anchal Varshney"
      ],
      "journal": "Journal of pharmacy & bioallied sciences",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This study was conducted to evaluate the efficacy of turmeric, ashwagandha, and aloe vera in the management of oral lichen planus (OLP) lesion. MATERIALS AND METHODS: Thirty patients with histologically confirmed symptomatic OLP with gingival presentation were included in this comparative investigation. Three groups of participants were created: Group I consisted of turmeric; group II included ashwagandha; and group III included aloe vera. For 3 weeks in a row, they were told to apply topical treatments twice a day. The patients were recalled for 4 to evaluate the cessation of symptoms. RESULT: The participants in all the groups showed a considerable improvement in the burning lesion size and pain after 4 months of follow-up. CONCLUSION: For the treatment of OLP, turmeric, ashwagandha, and aloe vera can be useful as substitute topical medications, particularly for those who are not responsive to topical corticosteroids."
    },
    {
      "pmid": "39328089",
      "title": "Honey and Aloe vera Solution Increases Survival and Modulates the Tumor Size In Vivo.",
      "authors": [
        "Rebeka Tomasin",
        "Ianca Carneiro Ferreira",
        "Alexandra Christine Helena Frankland Sawaya",
        "Paulo Mazzafera",
        "Aislan Cristina Rheder Fagundes Pascoal",
        "Marcos Jose Salvador",
        "Maria Cristina Cintra Gomes-Marcondes"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "SCOPE: The combination of honey and Aloe vera is used as a popular complementary treatment for cancer due to their nutraceutical properties. This study aims to investigate the anticancer activity of honey and A. vera solution and its ethanolic extraction through in vitro and in vivo approaches. METHODS AND RESULTS: After comparisons of honey and A. vera (HA) solution and its ethanolic extraction solution (E) samples by UPLC-ESI-MS/MS, the study verifies HA-treatment affected only Walker tumor cells viability at the highest dose, and E-treatment has a more cytotoxic/antiproliferative effect in MCF-7 and Walker-256 cells. The in vivo results show a higher survival rate in Walker-256 tumor-bearing rats (WHA), with higher NK cell infiltration in tumor tissue and a tendency in the WE group. These results are possible due to decreased mannose-based immunomodulatory polysaccharides and aloin-A contents in the ethanolic extract solution compared to HA solution. CONCLUSION: The current study provides compelling evidence of selectively cytotoxic against tumor cells under honey and A. vera solution and ethanolic extraction solution treatment, due to the cytotoxic/antiproliferative compounds. Therefore, the use of honey and A. vera solution could be used as a basis for coadjuvant therapy in cancer treatment.",
      "mesh_terms": [
        "Honey",
        "Aloe",
        "Animals",
        "Humans",
        "Cell Survival",
        "MCF-7 Cells",
        "Rats, Wistar",
        "Plant Extracts",
        "Rats",
        "Male",
        "Cell Proliferation",
        "Emodin",
        "Cell Line, Tumor",
        "Female",
        "Antineoplastic Agents",
        "Carcinoma 256, Walker",
        "Tandem Mass Spectrometry",
        "Killer Cells, Natural"
      ]
    },
    {
      "pmid": "39322021",
      "title": "Deciphering the ameliorative effect of Aloe vera (L.) burm. F. extract on histopathological alterations in Streptozotocin-induced WNIN/GR-ob rats.",
      "authors": [
        "Neha Deora",
        "N Harishankar",
        "M Satyavani",
        "M M Sunitha",
        "Krishnan Venkataraman",
        "Vijayalakshmi Venkateshan"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Natural products have emerged as a novel source in the management of non-communicable diseases, more so in diabetes mellitus and its comorbidities. Aloe vera is widely recognized for its anti-hyperglycemic and anti-hyperlipidemic properties and numerous researchers have identified component (s) from Aloe vera attributing to these therapeutic effects. AIM OF THE STUDY: The current work was undertaken to gain insight into the protective effect of Aloe vera (L.) Burm. f. extract to study the cytoarchitecture/histopathological alterations in the target organs in mutant Obese WNIN/GR-Ob rats that were made frank diabetic with streptozotocin. MATERIALS AND METHODS: Rats were divided into five groups. 1)WNIN-GR-Ob/control group 2)WNIN-GR-Ob treated with STZ 3)WNIN-GR-Ob + STZ + Sitagliptin 4)WNIN-GR-Ob + STZ + Aloe vera 5)WNIN-GR-Ob/control group + Aloe vera. Histopathological analysis of the pancreas, kidney, liver, and adipocytes was done after 4 weeks of treatment. RESULTS: The histopathological examination of STZ-induced diabetic rats revealed significant changes in all the vital organs including cell infiltration, degeneration, and necrosis. Treatment with A. vera negated most of the histopathological changes seen in STZ induced rats. Sitagliptin-which served as a positive control in the present study-reversed the alterations seen in streptozotocin rats. CONCLUSION: Considering the hypoglycaemic and hypolipidemic activities of Aloe vera that have been previously demonstrated by us, the present study further re-instates the therapeutic efficacy of Aloe vera towards vital organs. It was able to restore islet cells and reduce β-cell damage. In addition, it was also able to aid in kidney tubular regeneration and reverse the degenerative changes brought on by streptozotocin on liver. Further, Aloe vera treated group exhibited moderate hyperplasia with decreased size of adipocytes and reduced macrophage infiltration. Thus, our findings advocate its application as an important nutraceutical in the therapeutic management of diabetes mellitus and associated complications.",
      "mesh_terms": [
        "Animals",
        "Aloe",
        "Diabetes Mellitus, Experimental",
        "Plant Extracts",
        "Rats",
        "Male",
        "Hypoglycemic Agents",
        "Streptozocin",
        "Liver",
        "Pancreas",
        "Kidney",
        "Obesity",
        "Adipocytes"
      ]
    },
    {
      "pmid": "39290135",
      "title": "Exploring the potential of an Aloe vera and honey extract loaded bi-layered nanofibrous scaffold of PCL-Col and PCL-SBMA mimicking the skin architecture for the treatment of diabetic wounds.",
      "authors": [
        "Megha Dhiman",
        "Souvik Ghosh",
        "Thakur Gurjeet Singh",
        "Samrat Chauhan",
        "Partha Roy",
        "Debrupa Lahiri"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2024-Oct-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic wounds are often chronic in nature, and issues like elevated blood sugar, bacterial infections, oxidative stress and persistent inflammation impede the healing process. To ensure the appropriate healing of wounds, scaffolds should promote complete tissue regeneration in wounds, both functionally and structurally. However, the available scaffolds lack the explicit architecture and functionality that could match those of native skin, thus failing to carry out the scar-free skin regeneration in diabetic wounds. This study deals with the synthesis of a bi-layered nanofibrous scaffold mimicking the native skin architecture in terms of porosity and hydrophobic-hydrophilic gradients. In addition, herbal extracts of Aloe vera and litchi honey were added in consecutive layers to manage the high blood glucose level, inflammation, and increased ROS level associated with diabetic wounds. In vitro studies confirmed that the prepared scaffold with herbal extracts showed enhanced proliferation of skin cells with good mechanical strength, degradability, anti-bacterial and anti-diabetic properties. The scaffold also demonstrated superior wound healing in vivo with quicker scar-free wound recovery and appropriate skin regeneration, compared to conventional treatment. Altogether, the synthesized herbal extract loaded bi-layered nanofibrous scaffold can be used as a regenerative template for hard-to-heal diabetic wounds, offering a new strategy for the management of chronic wounds.",
      "mesh_terms": [
        "Aloe",
        "Nanofibers",
        "Wound Healing",
        "Honey",
        "Animals",
        "Plant Extracts",
        "Skin",
        "Tissue Scaffolds",
        "Polyesters",
        "Anti-Bacterial Agents",
        "Diabetes Mellitus, Experimental",
        "Cell Proliferation",
        "Rats",
        "Humans",
        "Mice"
      ]
    },
    {
      "pmid": "39081678",
      "title": "Physicochemical, microbiological, and sensory properties of healthy juices containing aloe vera gel and probiotics and their antidiabetic effects on albino rats.",
      "authors": [
        "Sara Naiim Moselhy",
        "Ahmed Aladdin Al-Nashwi",
        "Enrique Raya-Álvarez",
        "Fouad Omar Abu Zaid",
        "Hanan Said Tawfik Shalaby",
        "Manal F El-Khadragy",
        "Magdy Ramadan Shahein",
        "Amin A Hafiz",
        "Abeer A Aljehani",
        "Ahmad Agil",
        "Ehab Kotb Elmahallawy"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The consumption of fruit and vegetable juices is widely recognized as a healthy choice across all age groups. Orange, carrot, and aloe vera are renowned for their functional properties and health benefits. In this study, we investigated the potential incorporation of aloe vera gel into blended orange and carrot juices. We also evaluated the resulting mixed probiotic juices (chemical, microbiological, and sensory aspects) during a 14-day storage period at refrigerator temperature. The chemical composition and phytochemical structure of aloe vera gel were examined, followed by an assessment of the biological effects of these healthy juices on diabetic albino rats. The results indicated improvements in total soluble solids, reducing sugars, and total sugars with increasing storage duration. Furthermore, the study demonstrated that incorporating aloe vera into the natural mixed juices enhanced their phytochemical quality. The treatment supplemented with aloe vera gel gave the highest total content of phenolic and flavonoid substances, which were 310 mg of GAE/100 g and 175 mg of quercetin/100 g, respectively. Probiotic strains (Bifidobacterium animalis subsp lactis Bb12, Lactiplantibacillus plantarum 299V, and Lactobacillus acidophilus L10) exhibited good viable cell counts in orange and mixed orange and carrot probiotics juices with viable counts of 7.42-8.07 log CFU/mL. Regarding sensory attributes, the study found that increasing the ratio of orange juice improved the taste while increasing the ratio of carrot juice enhanced the color in juice mixtures. Incorporation of aloe vera into mixed natural juices also enhanced the reduction of blood glucose, triglyceride, cholesterol, LDL, creatinine, ALT, AST, and urea levels while increasing total protein and HDL levels in diabetic rats. Based on these findings, oranges, carrots, and aloe vera offer the potential to produce new, flavorful, nutritious, and appealing juices. Moreover, this study determined that a functional juice with favorable sensory properties can be created by blending 75% orange juice, 20% carrot juice, and 5% aloe vera gel. Additionally, aloe vera demonstrated greater efficacy as an antidiabetic agent in rats. Further research is suggested to explore the potential advantages of aloe vera gel and probiotic juices in mitigating diabetes and other metabolic syndromes."
    },
    {
      "pmid": "39080213",
      "title": "Chitosan membranes incorporating Aloe vera glycolic extract with joint synthesis of silver nanoparticles for the treatment of skin lesions.",
      "authors": [
        "Venâncio A Amaral",
        "Victoria L Santana",
        "Erika S Lisboa",
        "Fredrico S Martins",
        "Marco V Chaud",
        "Ricardo L C de Albuquerque-Júnior",
        "Wanessa Santana",
        "Cochiran Santos",
        "Adriana de Jesus Santos",
        "Juliana C Cardoso",
        "Eliana B Souto",
        "Patrícia Severino"
      ],
      "journal": "Drug delivery and translational research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "New wound dressings based on polymeric membranes have been widely exploited for clinical applications to assist in the healing process and prevent additional complications (e.g., bacterial infections). Here we propose the development of a new production method of polymeric membranes based on chitosan, incorporating glycolic extract of Aloe vera with joint synthesis of silver nanoparticles for use as a new bioactive dressing. The membranes were obtained by casting technique, and their morphological, physicochemical characteristics, degree of swelling, degradation profile and antimicrobial activity evaluated. Morphological analyzes confirmed the synthesis and presence of silver nanoparticles in the polymeric membrane. The chemical compatibility between the materials was demonstrated through thermal analysis (TGA and DSC) combined with ATR-FTIR tests, showing the complexation of the membranes (Mb-Ch-Ex.Av-NPs). All membranes were characterized as hydrophilic material (with a contact angle (ө) < 90°); however, the highest degree of swelling was obtained for the chitosan. (Mb-Ch) membrane (69.91 ± 5.75%) and the lowest for Mb-Ch-Ex.Av-NPs (26.62 ± 8.93%). On the other hand, the degradation profile was higher for Mb-Ch-Ex.Av-NPs (77.85 ± 7.51%) and lower for Mb-Ch (57.60 ± 2.29%). The manufactured bioactive dressings showed activity against Escherichia coli and Staphylococcus aureus. Our work confirmed the development of translucent and flexible chitosan-based membranes, incorporating Aloe vera glycolic extract with joint synthesis of silver nanoparticles for use as a new bioactive dressing, with proven antimicrobial activity.",
      "mesh_terms": [
        "Silver",
        "Metal Nanoparticles",
        "Aloe",
        "Chitosan",
        "Plant Extracts",
        "Anti-Bacterial Agents",
        "Bandages",
        "Staphylococcus aureus",
        "Membranes, Artificial",
        "Escherichia coli",
        "Glycolates",
        "Microbial Sensitivity Tests"
      ]
    },
    {
      "pmid": "39040520",
      "title": "Aloe vera Leaf Extract Reduced BBB Permeability and Improved Neurological Results after Traumatic Brain Injury: The Role of Oxidative Stress.",
      "authors": [
        "Mohammad Khaksari",
        "Marzieh Shahryari",
        "Alireza Raji-Amirhasani",
        "Zahra Soltani",
        "Bahram Bibak",
        "Zakieh Keshavarzi",
        "Farzaneh Shakeri"
      ],
      "journal": "Oxidative medicine and cellular longevity",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Recognizing the importance of medicinal plants and the absence of specific medications for traumatic brain injury (TBI) treatment, this study was conducted to evaluate the effects of an aqueous extract of Aloe vera on oxidative stress, blood-brain barrier (BBB) permeability, and neurological scores following TBI. MATERIALS AND METHODS: Adult male rats were categorized into five groups: sham, TBI, vehicle, low-dose Aloe vera (LA), and high-dose Aloe vera (HA). We induced diffuse TBI using the Marmaro model and administered the aqueous Aloe vera leaf extract, as well as vehicle, via intraperitoneal injection half an hour after TBI. Neurological outcomes were assessed both before and several hours after TBI. Additionally, oxidative stress factors were measured 24 hr after TBI, and Evans blue content (a BBB permeability index) was determined 5 hr after TBI in both serum and brain. RESULTS: Both LA and HA reduced the increase in BBB permeability after TBI, with HA having a more pronounced effect than LA. Both Aloe vera doses decreased brain MDA levels, increased brain TAC, and lowered both serum and brain PC levels. The impact of Aloe vera on brain oxidative parameters was more significant than on serum. HA also counteracted the declining effects of TBI on neurological outcomes at 4 and 24 hr post-TBI. CONCLUSION: This study suggests that Aloe vera extract may reduce BBB permeability and improve neurological outcomes after TBI by decreasing oxidative factors and increasing antioxidant factors.",
      "mesh_terms": [
        "Animals",
        "Oxidative Stress",
        "Aloe",
        "Blood-Brain Barrier",
        "Brain Injuries, Traumatic",
        "Plant Extracts",
        "Male",
        "Rats",
        "Plant Leaves",
        "Rats, Sprague-Dawley",
        "Permeability",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39007845",
      "title": "Therapeutic potential of Aloe vera-coated curcumin encapsulated nanoparticles in an Alzheimer-induced mice model: behavioural, biochemical and histopathological evidence.",
      "authors": [
        "Preeti Sharma",
        "Pooja Kumari",
        "Mansi Sharma",
        "Rekha Sharma",
        "Ajita Paliwal",
        "Shriyansh Srivastava",
        "Sumel Ashique",
        "Mithun Bhowmick",
        "Mohd Adnan",
        "Reyaz Hassan Mir"
      ],
      "journal": "Journal of microencapsulation",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The main purpose of the present study was to evaluate the therapeutic efficacy of Aloe vera-coated curcumin encapsulated nanoparticles in mitigating Alzheimer's disease progression in mice, by examining behavioural changes, biochemical markers, and histopathological alterations, thus elucidating its potential as a treatment strategy. METHODS: The green synthesis method was used to synthesise this nanoformulation, which was then characterised using a variety of techniques, including percentage encapsulation efficacy, UV-visible spectroscopy, DLS, FT-IR, FESEM, and EDX. Several in-vivo assessments, including behavioural evaluations, dose optimisation studies, oxidative stress marker estimation, and histological studies, were conducted to determine the potential therapeutic impact of nanoformulation on the Alzheimer-induced mice model. RESULTS: The synthesised nanoparticles show a mean diameter of 76.12 nm ±1.23, a PDI of 0.313 ± 0.02, a zeta potential of 6.27 ± 0.65 mV, and the percentage encapsulation efficiency between 90% and 95% indicating good stability of synthesised nanoformulation. With the help of Morris water maze, Y-maze, and novel object recognition assay, the learning capacity and memory were assessed, and the results show that the synthesised nanoformulation significantly decreased the transfer latency to reach baited arm or to the hidden platform within 7 days. CONCLUSION: The formulation demonstrated significant biochemical benefits and remarkable cognitive advantages, establishing it as a prospective therapeutic intervention option that is both safe and effective.",
      "mesh_terms": [
        "Animals",
        "Curcumin",
        "Aloe",
        "Alzheimer Disease",
        "Mice",
        "Nanoparticles",
        "Disease Models, Animal",
        "Male",
        "Behavior, Animal",
        "Maze Learning"
      ]
    },
    {
      "pmid": "38977762",
      "title": "In vivo and in vitro efficacy of the ithmid kohl/zinc-oxide nanoparticles, ithmid kohl/Aloe vera, and zinc-oxide nanoparticles/Aloe vera for the treatment of bacterial endophthalmitis.",
      "authors": [
        "Shaimaa Obaid Hasson",
        "Hasanain Kamil Hasan",
        "Sumod Abdul Kadhem Salman",
        "Hawraa K Judi",
        "Sousan Akrami",
        "Morteza Saki",
        "Maryam Adil Hasan",
        "Durah Fares Hashem"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Jul-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to investigate the efficacy of the ithmid kohl/zinc-oxide nanoparticles (ZnONPs), ithmid kohl/Aloe vera, and ZnONPs/Aloe vera in the treatment of bacterial endophthalmitis. The endophthalmitis model was prepared by contaminating both eyes of 24 healthy adult male albino rabbits with a clinical isolate of Klebsiella pneumoniae. The animals were randomly divided into eight groups (A-H) according to the treatment. Group A received 1 ml of ithmid kohl/ZnONPs ointment, group B received 1 ml of ithmid kohl/Aloe vera gel ointment, group C received 1 ml of ZnONPs/Aloe vera gel ointment, and groups D, E, and F were treated with 1 ml of ithmid kohl solution (0.5 g/ml in distilled water), 1 ml of ZnONPs (0.5 g/ml) colloidal dispersion, and 1 ml of Aloe vera gel, respectively. Group G received 100 μl of a tetracycline antibiotic solution (final concentration: 16 µg/ml), and group H received sterile distilled water (no treatment). In vitro antibacterial activity was evaluated against K. pneumoniae using the agar well diffusion. The combination of ithmid kohl/ZnONPs was the most effective formulation for treating endophthalmitis model in infected rabbits within 2 days. In vitro antibacterial assay confirmed the potential of the ithmid kohl/ZnONPs formulation, which had the largest zone of inhibition (31 mm) among the compounds tested. The preparation of the ithmid kohl/ZnONPs formulation and its in vivo experiment in albino rabbits for the treatment of bacterial endophthalmitis was an innovative approach that has shown promise and may potentially serve as a viable alternative in clinical practice.",
      "mesh_terms": [
        "Endophthalmitis",
        "Animals",
        "Rabbits",
        "Male",
        "Klebsiella pneumoniae",
        "Anti-Bacterial Agents",
        "Aloe",
        "Nanoparticles",
        "Microbial Sensitivity Tests",
        "Klebsiella Infections",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "38952158",
      "title": "Antibacterial effect of Aloe Vera on Bacteria Isolated from Cases of Wound Infection.",
      "authors": [
        "Vaishnavi Vishram Naik",
        "Pooja Rao",
        "Ethel Suman",
        "Udayalaxmi Jeppu"
      ],
      "journal": "Infectious disorders drug targets",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Antimicrobial resistance exhibited by bacteria against the majority of antibiotics has resulted in research on alternative methods of treatment. Aloe vera has a strong tradition as a medical plant with a wide range of therapeutic uses. OBJECTIVE: The objective of this study is to determine the antibacterial activity of gel and crude ethanol leaf extract of Aloe vera against Staphylococcus aureus and Enterobacterales isolated from wound infections. METHODS: It is a cross-sectional study conducted over a period of 7 months. Antibacterial effect of the ethanol leaf extract and gel was determined by the punch well method. Minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) of the ethanol leaf extract were determined by macro broth dilution technique. RESULTS: Aloe vera ethanol leaf extract induced a mean zone size of 13.0 ± 6.0 mm and 16.7 ± 8.4 mm, respectively, for S. aureus and Enterobacterales by Punch Well method (p≤0.002). Whereas Aloe vera gel failed to induce any zone of inhibition for all the isolates p<0.001. Mean MIC of Aloe vera leaf extract against 74 S. aureus was 94 ± 41.23 mg/ml and against 73 Enterobacterales, it was 45.6 ± 20 mg/ml p < 0.001. Mean MBC of Aloe vera leaf extract against 74 S.aureus isolates was 188 ± 82.46 mg/ml and against 73 Enterobacterales was 91.18±40 mg/ml p < 0.001. CONCLUSION: Aloe vera ethanol leaf extract showed a good antibacterial effect against the different strains of bacteria causing wound infection. The present article shows the possibility of future use of natural products for the treatment of wound infections.",
      "mesh_terms": [
        "Aloe",
        "Plant Extracts",
        "Anti-Bacterial Agents",
        "Microbial Sensitivity Tests",
        "Plant Leaves",
        "Wound Infection",
        "Staphylococcus aureus",
        "Humans",
        "Cross-Sectional Studies",
        "Enterobacteriaceae",
        "Staphylococcal Infections",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "38945568",
      "title": "Aloe vera and tea polyphenols composite coating delays passion fruit senescence by promoting phenolic and flavonoid accumulation.",
      "authors": [
        "Yu Wang",
        "Muhammad Muzammal Aslam",
        "Xin Wang",
        "Hui Gu",
        "Wenjun Jia",
        "Wen Li",
        "Yuanzhi Shao"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Passion fruits are highly perishable during postharvest storage and transportation, prompting the exploration of natural preservatives. This study investigates the synergistic effects of Aloe vera (ALV) and tea polyphenols (TP) coatings on quality retention, ripening modulation, and associated regulatory mechanisms in stored \"golden\" passion fruit (Passiflora spp.) at 10 °C. The application of a composite coating comprising 40 % ALV and 0.1 g/L TP led to notable improvements in fruit preservation over a 28-day storage period. At the day of 28, quantitatively, the ALV + TP treatment reduced weight loss by 41.60 %, shrinkage index by 28.13 %, and decay index by 50 %, significantly outperforming the control and individual treatments; the treated fruits exhibited enhanced firmness, reduced ethylene production, and the respiration peak was delayed about 6 days. Metabolomic analysis revealed pronounced alterations in key metabolic pathways, notably phenylpropanoid and flavonoid biosynthesis. Specifically, significant increases in metabolites such as phenolic acids (Feruloylmalic acid and Acropyrone) and flavonoids (Okanin-4'-O-glucoside, Apigenin-8-C-Arabinoside, Quercetin-3-O- (2'-O-galloyl) galactoside, and Catechin callate) were observed. Concurrently, transcript levels of key biosynthetic genes including cinnamate 4-hydroxylase (PeC4H), 4-coumarate-coenzyme a ligase (PeC4L), hydroxycinnamoyl transferase (PeHCT) and flavonol synthase (PeFLS) were significantly up-regulated by ALV + TP coating, indicating a robust activation of these pathways. The findings underscore the effectiveness of the ALV + TP composite coating as an environmentally friendly strategy for enhancing postharvest quality by promoting the accumulation of beneficial phenolic acids and flavonoids in passion fruits.",
      "mesh_terms": [
        "Polyphenols",
        "Flavonoids",
        "Fruit",
        "Passiflora",
        "Aloe",
        "Phenols",
        "Food Storage",
        "Tea",
        "Food Preservation"
      ]
    },
    {
      "pmid": "38918684",
      "title": "A Randomized Single-Blinded Phase II Trial Comparing Efficacy and Quality of Life of Topical Aloe Vera Gel Plus Urea Cream Versus Urea Cream Alone for Prevention of Hand Foot Syndrome in Cancer Patients Receiving Capecitabine.",
      "authors": [
        "Lucksika Wanichtanom",
        "Gorn Vrakornvoravuti",
        "Metavee Boonsiri",
        "Apisada Suthepwanon"
      ],
      "journal": "Asian Pacific journal of cancer prevention : APJCP",
      "publication_date": "2024-Jun-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Clinical Trial, Phase II",
        "Comparative Study"
      ],
      "abstract": "INTRODUCTION: Capecitabine has been widely prescribed to treat various cancers. The hand foot syndrome (HFS) is the most troublesome adverse effect. Urea cream has been pre-emptively co-prescribed, even though its efficacy is doubtful. Aloe vera gel with urea cream might potentiate each other. This trial was intended to prove the efficacy of this combination. MATERIALS AND METHODS: The investigators conducted a randomized single-blinded phase II study. The participants were randomized 1:1 to receive the combination of aloe vera gel and 10% urea cream (n = 30), the experimental A+U arm and 10% urea cream alone (n = 31), the U arm. The sample size was calculated to have 90% power to show the significant 20% reduction in the incidence of HFS grade 2-3 of the combination therapy with alpha level = 0.05. Both the CTCAE criteria version 5 and the dermatology life quality index (DLQI) were assessed to determine the severity of HFS and quality of life, respectively. RESULTS: Most of the participants had rectal cancer (A+U: 43.3%; U: 41.9%). In the A+U group, 86.7% had grade 0-1 HFS and 13.3% had grade 2-3 HFS. In the U group, 64.5% had grade 0-1 HFS and 35.5% had grade 2-3 HFS (Mann-Whitney U test, p = 0.045). Grade 2-3 HFS was significantly lower in the combination group. CONCLUSION: Combination of aloe vera gel and 10% urea cream ameliorated the severity of HFS in participants taking capecitabine; however, no significant difference in DLQI between the groups was demonstrated.",
      "mesh_terms": [
        "Humans",
        "Capecitabine",
        "Female",
        "Male",
        "Middle Aged",
        "Quality of Life",
        "Hand-Foot Syndrome",
        "Urea",
        "Antimetabolites, Antineoplastic",
        "Single-Blind Method",
        "Plant Preparations",
        "Prognosis",
        "Follow-Up Studies",
        "Adult",
        "Administration, Topical",
        "Aged",
        "Neoplasms",
        "Skin Cream",
        "Aloe"
      ]
    },
    {
      "pmid": "38835214",
      "title": "Evaluation of Aloe Vera Gel Combined with Cinnamon Oil with Antibacterial Activity for Wound Healing Application.",
      "authors": [
        "Sana Khurshid",
        "Ume Farwa",
        "Zaryab Mazhar",
        "Hamna Naeem",
        "Yasmeen Ishaq"
      ],
      "journal": "The international journal of lower extremity wounds",
      "publication_date": "2024-Jun-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Treatment of chronic wounds has been shifted to traditional approaches due to surge in antibiotic resistance. Wounds that fail to heal satisfactorily may result in the amputation of the organ. In this research work, cinnamon oil (CO) and aloe vera (AV) that have been traditionally used as antibacterial agents are combined in a unique gel (COVA) and its antibacterial activity has been evaluated through in vitro and in vivo studies. Antibacterial activity was measured through disk diffusion and agar dilution method against Pseudomonas aeruginosa and Staphylococcus aureus. To check antibacterial and wound healing activity, diabetic excision wound healing rat model was used. Wound closure, wound contraction, tissue hydroxyproline content, antioxidant capacity (TAC), and malondialdehyde (MDA) level were monitored. The minimum inhibitory concentrations of CO + AV for bacterium P. aeruginosa and S. aureus were 100 and 200 µg/ml, respectively. After 14 days, the wounds covered with COVA therapy reached to nearly full wound closure (79% wound contraction) compared to control. The collagen content and level of TAC increased significantly (P < 0.05) in treated groups; therefore, 25% fast healing was observed in wounds treated with CO and AV gel combined. Reduced levels of tissue MDA were observed in all treated groups and specially wound covered with COVA (0.43 mM/mg in control vs 0.25 mM/mg in COVA). Histopathological examination also supported the outcomes. Significantly elevated increase in the level of hydroxyproline was found in rats of COVA treatment group (37.1 ± 0.44). Combination of CO and AV can be potentially used to prevent infection in wound; as these herbal agents not only inhibit the growth of pathogenic bacteria but also accelerate tissue repair."
    },
    {
      "pmid": "38808218",
      "title": "Investigating the effect of Aloe vera on the prevention and treatment of radiotherapy-induced oral mucositis in patients with head-and-neck cancer.",
      "authors": [
        "Nadia Najafizade",
        "Roya Mobini Dehkordi",
        "Simin Hemati"
      ],
      "journal": "Journal of research in medical sciences : the official journal of Isfahan University of Medical Sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Oral mucositis is one of the main complications of radiotherapy (RT) while treating head-and-neck cancers and can affect the patients' treatment process and life. Therefore, this study evaluated the effect of Aloe vera on the prevention and treatment of radiotherapy-induced oral mucositis (RIOM) in patients with head-and-neck cancer. MATERIALS AND METHODS: This was a double-blind clinical trial performed in 2019 on 75 patients with head-and-neck cancer. Patients were randomly assigned to two groups receiving gargles of 5 cc Aloe vera and the same dose of placebo mouthwash three times a day, respectively. Then, the incidence and severity of RIOM were evaluated and compared between the two groups over 6 weeks of RT. RESULTS: There was no significant difference between the two groups in terms of the severity of RIOM from the 1st to 3rd weeks of RT (P > 0.05). However, the severity of RIOM in the 4th, 5th, and 6th weeks of RT was significantly lower in the Aloe vera group compared with the placebo group (P < 0.05). CONCLUSION: According to the results of the present study, the long-term use of Aloe vera mouthwash can reduce the severity of RIOM."
    },
    {
      "pmid": "38765804",
      "title": "The impact of acemannan, an extracted product from Aloe vera, on proliferation of dental pulp stem cells and healing of mandibular defects in rabbits.",
      "authors": [
        "Davood Mehrabani",
        "Fatemeh Sholehvar",
        "Parichehr Yaghmaei",
        "Shahrokh Zare",
        "Iman Razeghian-Jahromi",
        "Reza Jalli",
        "Marzieh Hamzavai",
        "Golshid Mehrabani",
        "Barbad Zamiri",
        "Feridoun Karimi-Busheri"
      ],
      "journal": "American journal of stem cells",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Dental pulp stem cells (DPSCs) were shown to play an important role in regenerative medicine including reconstruction of various bone lesions. This study determined the impact of acemannan, an extracted product from Aloe vera, on in vitro proliferation of DPSCs and in vivo healing of mandibular defects in rabbits. METHODS: DPSCs were isolated and characterized. The growth kinetics of cells exposed to acemannan (8 mg/mL) and Hank's balanced salt solution (HBSS) were compared in vitro. Fifteen male rabbits were divided into 3 groups. Five animals were left as control group without any therapeutic intervention. Five rabbits were considered as experimental group 1 and received 20 µL of a cell suspension containing 106 DPSCs in the bone defect. Another 5 rabbits were regarded as experimental group 2 and were injected in the bone defect with 20 µL of a cell suspension containing 106 DPSCs treated with acemannan for 24 h. After 60 days, the animals were assessed by radiography and histologically. RESULTS: The mesenchymal properties of DPSCs were confirmed. Population doubling time (PDT) of DPSCs treated with acemannan (29.8 h) was significantly shorter than cells were just exposed to HBSS (45.9 h). DPSCs together with acemannan could significantly accelerate the healing process and osteogenesis in mandibular defects. CONCLUSIONS: As DPSCS showed an increased proliferation when treated with acemannan and accelerated the healing process in mandibular defects, these findings can open a new avenue in dentistry regenerative medicine when remedies of bone defects are targeted."
    },
    {
      "pmid": "38745686",
      "title": "The Effects of Aloe Vera Cream on the Alar Scar in Rhinoplasty, A Randomized Double-Blind Controlled Trial.",
      "authors": [
        "Reza Kaboodkhani",
        "Mohsen Sarikhani",
        "Tayebeh Kazemi",
        "Mohammad Mehdi Zarshenas",
        "Mohammad Miaad Shahrizi",
        "Maryam Sadat Sadati",
        "Seyed Hossein Owji"
      ],
      "journal": "Iranian journal of otorhinolaryngology",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Many studies have been done on the use of aloe vera in wound healing, but fewer studies were done on the influence of this material on the reduction of the alar scar. Therefore, we evaluated the effect of a newly made aloe vera cream on alar wound healing after rhinoplasty. MATERIALS AND METHODS: This was a randomized, double-arm, parallel-group, double-blind controlled trial and was done from June 2021 to February 2022. External wedge resection was done for all patients. The patients were randomly assigned to receive aloe vera cream (n=31) (intervention group) or Face Doux cream (comparison group) (n = 29). A pharmacist prepared the aloe vera cream. The primary outcome measure was the wound scar status which was assessed by two Questionnaires, including the mean Patient Scar Assessment Questionnaire (PSAQ) and Vancouver Scar Scale (VSS). Randomization and Blinding were done. RESULTS: The mean PSAQ was significantly lower in group A after two weeks (26.9 versus 31.5, P<0.001), after two months (15.7 versus 19.6, P=0.04), and six months follow-up (8.8 versus 11.8, P=0.005). The mean VSS was significantly lower in group A after two weeks (5.6 versus 7.1, P=0.001), after two months (3.5 versus 4.9, P=0.002), and six months (1.2 versus 2.7, P<0.001). Repeated measurement analysis showed that both interventions significantly affected PSAQ and VSS. CONCLUSION: Although both interventions had a significant effect on PSAQ and VSS, compared to Face Duox, the topical use of Aloe Vera cream significantly reduced scar formation after alar resection, both statistically and clinically."
    },
    {
      "pmid": "38652926",
      "title": "Comparative evaluation of the efficacy of probiotic, Aloe vera, povidine-iodine, and chlorhexidine mouthwashes in the treatment of gingival inflammation: A randomized controlled trial.",
      "authors": [
        "Ramanarayana Boyapati",
        "Jyothirmayee Peeta",
        "Ravindranath Dhulipalla",
        "Lakshmikanth Kolaparthy",
        "Chaitanya Adurty",
        "Ramya Naga Shivani Cheruvu"
      ],
      "journal": "Dental and medical problems",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Chemical plaque control with mouthwashes as an adjunct to mechanical plaque control with a toothbrush and dental floss has been considered an effective method for controlling gingivitis. The anti-inflammatory effects of chemical plaque control benefit the oral tissues by reducing inflammation and bleeding. OBJECTIVES: The aim of the present study was to evaluate and compare the clinical efficacy of probiotic, Aloe vera, povidine-iodine, and chlorhexidine (CHX) mouthwashes in treating gingivitis patients by assessing changes in their clinical parameters. MATERIAL AND METHODS: This prospective study was conducted on 40 patients from our outpatient department, divided into 4 groups of 10 patients each: probiotic mouthwash group (group 1); herbal (Aloe vera) mouthwash group (group 2); povidone-iodine mouthwash group (group 3); and CHX mouthwash group (group 4). All participants were provided with the same type of manual toothbrush, the Pepsodent® toothpaste and a respective mouthwash for twice-daily use until the end of a 28-day observation period. Clinical parameters, such as the marginal plaque index (MPI) and bleeding on interdental brushing (BOIB), were recorded at baseline, and on the 14th and 28th day of the study period. RESULTS: All groups showed a significant decrease in the MPI and BOIB scores. The results were similar in patients who used a probiotic mouthwash and those who used a CHX mouthwash. A comparable change in the mean scores was observed among the herbal and povidone-iodine groups from baseline to day 28. CONCLUSIONS: In the treatment of chronic gingivitis patients,a probiotic mouthwash was nearly as effective as CHX in reducing the plaque and bleeding scores. It showed better results in all clinical parameters than herbal and povidone-iodine mouthwashes. Using a mouthwash along with routine tooth brushing can help in treating gingivitis and slow the progression of the periodontal disease.",
      "mesh_terms": [
        "Humans",
        "Gingivitis",
        "Mouthwashes",
        "Probiotics",
        "Chlorhexidine",
        "Aloe",
        "Female",
        "Adult",
        "Male",
        "Prospective Studies",
        "Povidone-Iodine",
        "Middle Aged",
        "Young Adult",
        "Periodontal Index",
        "Treatment Outcome",
        "Anti-Infective Agents, Local",
        "Dental Plaque Index",
        "Phytotherapy",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "38633182",
      "title": "The ameliorative role of Aloe vera-loaded chitosan nanoparticles on Staphylococcus aureus induced acute lung injury: Targeting TLR/NF-κB signaling pathways.",
      "authors": [
        "Mahran M Abd El-Emam",
        "Azza S El-Demerdash",
        "Samar A Abdo",
        "Eman B Abd-Elfatah",
        "Marwa M El-Sayed",
        "Milad R Qelliny",
        "Zienab E Eldin",
        "Ayman A Shehata"
      ],
      "journal": "Open veterinary journal",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acute lung injury (ALI) is a severe condition distinguished by inflammation and impaired gas exchange in the lungs. Staphylococcus aureus, a common bacterium, can cause ALI through its virulence factors. Aloe vera is a medicinal plant that has been traditionally used to treat a variety of illnesses due to its anti-inflammatory properties. Chitosan nanoparticles are biocompatible and totally biodegradable materials that have shown potential in drug delivery systems. AIM: To explore the antibacterial activity of Aloe vera-loaded chitosan nanoparticles (AV-CS-NPs) against S. aureus in vitro and in vivo with advanced techniques. METHODS: The antibacterial efficacy of AV-CS-NPs was evaluated through a broth microdilution assay. In addition, the impact of AV-CS-NPs on S. aureus-induced ALI in rats was examined by analyzing the expression of genes linked to inflammation, oxidative stress, and apoptosis. Furthermore, rat lung tissue was scanned histologically. The rats were divided into three groups: control, ALI, and treatment with AV-CS-NPs. RESULTS: The AV-CS-NPs that were prepared exhibited clustered semispherical and spherical forms, having an average particle size of approximately 60 nm. These nanoparticles displayed a diverse structure with an uneven distribution of particle sizes. The maximum entrapment efficiency of 95.5% ± 1.25% was achieved. The obtained findings revealed that The minimum inhibitory concentration and minimum bactericidal concentration values were determined to be 5 and 10 ug/ml, respectively, indicating the potent bactericidal effect of the NPs. Also, S. aureus infected rats explored upregulation in the mRNA expression of TLR2 and TLR4 compared to healthy control groups. AV-CS-NP treatment reverses the case where there was repression in mRNA expression of TLR2 and TLR4 compared to S. aureus-treated rats. CONCLUSION: These NPs can serve as potential candidates for the development of alternative antimicrobial agents.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Chitosan",
        "NF-kappa B",
        "Staphylococcus aureus",
        "Aloe",
        "Toll-Like Receptor 2",
        "Toll-Like Receptor 4",
        "Nanoparticles",
        "Signal Transduction",
        "Anti-Bacterial Agents",
        "Acute Lung Injury",
        "Inflammation",
        "RNA, Messenger",
        "Rodent Diseases"
      ]
    },
    {
      "pmid": "38616815",
      "title": "Efficacy of an aloe vera, chamomile, and thyme cosmetic cream for the prophylaxis and treatment of mild dermatitis induced by radiation therapy in breast cancer patients (the Alantel study).",
      "authors": [
        "E Villegas-Becerril",
        "C Jimenez-Garcia",
        "L A Perula-de Torres",
        "M Espinosa-Calvo",
        "C M Bueno-Serrano",
        "F Romero-Ruperto",
        "F Gines-Santiago",
        "M C Moreno-Manzanaro",
        "J J Muñoz-Gavilan",
        "G Montes-Redondo",
        "M A Quesada-Roman",
        "M C Linares-Ramirez",
        "J M Parras-Rejano",
        "N Muñoz-Alcaraz",
        "M D Maestre-Serrano",
        "E M Romero-Rodriguez"
      ],
      "journal": "Contemporary clinical trials communications",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Radiation-induced dermatitis (RD) is one of the most common toxicities in radiation therapy (RT) patients. Corticosteroids, immunosuppressants, and natural products (NPs) have been used as treatment. The objective was to evaluate the efficacy of a NPs-based cream (Alantel®) to reduce the incidence of RD in women with breast cancer undergoing RT treatment. DESIGN: We conducted a controlled, randomized, double-blind clinical trial. SETTING: Radiation Oncology Unit of the Reina Sofía Hospital and 5 Primary Care centers of the Cordoba and Guadalquivir Health District (Spain). INTERVENTIONS: Patients assigned to the experimental group (GTA) were treated with Alantel, while those in the control group (GTE) were treated with a moisturizer and emollient cream. MAIN OUTCOME MEASURES: The primary outcome variable was the incidence of RD. RD-free time, duration of RD, quality of life, and product safety were also assessed. RESULTS: Seventy patients were included in the study, 35 in the GTA and 35 in the GTE. The incidence of RD was lower in the GTA (71.4%) than in the GTE (91.4%) after 4 weeks of follow-up (RR = 0.78; NNT = 5; p < 0.031). The Skindex-29 questionnaire showed differences in the statement: \"My skin condition makes it hard to work or do hobbies\" (17.1% in the GTE vs. 2.9% in GTA; p = 0.024). CONCLUSIONS: The higher efficacy of Alantel® compared to the control cream in reducing the incidence of RD in women with breast cancer has been demonstrated."
    },
    {
      "pmid": "38611819",
      "title": "Synergetic Effects of Aloe Vera Extract with Trimethylglycine for Targeted Aquaporin 3 Regulation and Long-Term Skin Hydration.",
      "authors": [
        "Viktor Filatov",
        "Anna Sokolova",
        "Natalya Savitskaya",
        "Mariya Olkhovskaya",
        "Andrey Varava",
        "Egor Ilin",
        "Elizaveta Patronova"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Mar-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aquaporin 3 (AQP3) channels are tetrameric membrane-bound channels that facilitate the transport of water and other small solutes across cell membranes in the skin. Decreased AQP3 expression is associated with skin dryness, skin aging, psoriasis, and delayed wound healing. Thus, our study focused on a novel combination based on Aloe barbadensis leaf extract and trimethylglycine for targeted AQP3 regulation in skin keratinocytes and deep skin moisturization. Firstly, a dose-finding cytotoxicity assay of the selected substances was performed with a 2,5-diphenyl-2H-tetrazolium bromide (MTT) indicator on HaCaT cells. The substances' ability to increase the amount of AQP3 in keratinocytes was evaluated in a keratinocyte cell culture by means of ELISA. Additionally, the deep skin hydration effect was confirmed in clinical research with healthy volunteers. According to the results, the maximum tolerated doses providing viability at 70% (MTDs) values for Aloe barbadensis leaf extract and trimethylglycine were 24.50% and 39.00%, respectively. Following the research and development, a complex based on Aloe barbadensis leaf extract and trimethylglycine in a 1:1 mass ratio exhibited a good cytotoxicity profile, with an MTDs value of 37.90%. Furthermore, it was shown that the combination had a clear synergetic effect and significantly increased AQP3 by up to 380% compared to the negative control and glyceryl glucoside (p < 0.001). It was clinically confirmed that the developed shower gel containing Aloe barbadensis leaf extract and trimethylglycine safely improved skin hydration after one use and over 28 days. Thus, this novel plant-based combination has promising potential for AQP3 regulation in the skin epidermis and a role in the development of dermatological drugs for the treatment of skin xerosis and atopic-related conditions.",
      "mesh_terms": [
        "Humans",
        "Aloe",
        "Aquaporin 3",
        "Skin",
        "Keratinocytes",
        "Betaine",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "38507034",
      "title": "Use of red grape pomace and Aloe vera gel as nutraceuticals to ameliorate stocking density-induced stress in commercial male broilers.",
      "authors": [
        "Kwena Kgaogelo Thema",
        "Victor Mlambo",
        "Chidozie Freedom Egbu",
        "Caven Mguvane Mnisi"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2024-Mar-20",
      "publication_types": [
        "Randomized Controlled Trial, Veterinary",
        "Journal Article"
      ],
      "abstract": "The combined effect of Aloe vera gel (AVG) administered through drinking water and dietary red grape pomace powder (RGP) on growth performance, physiological traits, welfare indicators, and meat quality in densely stocked broilers was evaluated. A total of 750, two-week-old male Ross 308 broilers (317.7 ± 10.12 g live weight) were randomly assigned to 25 cages, with each cage as an experimental unit. The broilers were stocked at a density of 30 birds per cage with a floor space of 1.32 m2. Dietary treatments were a standard grower or finisher diet (CON); CON containing 30 g RGP /kg diet plus either 1 (GPA1), 2 (GPA2), 3 (GPA3), or 4% (GPA4) AVG in drinking water. Treatment GPA1 promoted higher (P < 0.05) overall weight gain and overall feed conversion ratio (FCR) than CON. Positive quadratic effects (P < 0.05) were noted for mean corpuscular hemoglobin, basophils, 24-hour breast meat yellowness, chroma, and hue angle. The GPA2 group had the lowest (P < 0.05) gait score while the CON group had the highest score. Concurrent supplementation with a 30 g RGP /kg diet plus 1% AVG in drinking water enhanced weight gain, FCR, and finisher weight of densely stocked broilers. However, AVG doses beyond 1% did not enhance performance and physiological traits in densely stocked broilers.",
      "mesh_terms": [
        "Male",
        "Animals",
        "Chickens",
        "Vitis",
        "Drinking Water",
        "Dietary Supplements",
        "Diet",
        "Weight Gain",
        "Animal Feed",
        "Meat",
        "Animal Nutritional Physiological Phenomena",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "38488053",
      "title": "Exploring the synergistic effect of chromium (Cr) tolerant Pseudomonas aeruginosa and nano zero valent iron (nZVI) for suppressing Cr uptake in Aloe Vera.",
      "authors": [
        "Komal",
        "Muhammad Shabaan",
        "Qasim Ali",
        "Hafiz Naeem Asghar",
        "Zahir Ahmad Zahir",
        "Kashmala Yousaf",
        "Noreen Aslam",
        "Usman Zulfiqar",
        "Mukkaram Ejaz",
        "Mona S Alwahibi",
        "M Ajmal Ali"
      ],
      "journal": "International journal of phytoremediation",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chromium (Cr) contamination of soil has substantially deteriorated soil health and has interfered with sustainable agricultural production worldwide and therefore, its remediation is inevitable. Inoculation of plant growth promoting rhizobacteria (PGPR) in association with nanotechnology has exerted broad based impacts in agriculture, and there is an urgent need to exploit their synergism in contaminated soils. Here, we investigated the effect of co-application of Cr-tolerant \"Pseudomonas aeruginosa CKQ9\" strain and nano zerovalent iron (nZVI) in improving the phytoremediation potential of aloe vera (Aloe barbadensis L.) under Cr contamination. Soil was contaminated by using potassium dichromate (K2Cr2O7) salt and 15 mg kg-1 contamination level in soil was maintained via spiking and exposure to Cr lasted throughout the duration of the experiment (120 days). We observed that the co-application alleviated the adverse impacts of Cr on aloe vera, and improved various plant attributes such as plant height, root area, number of leaves and gel contents by 51, 137, 67 and 49% respectively as compared to control treatment under Cr contamination. Similarly, significant boost in the activities of various antioxidants including catalase (124%), superoxide dismutase (87%), ascorbate peroxidase (36%), peroxidase (89%) and proline (34%) was pragmatic under contaminated soil conditions. In terms of soil Cr concentration and its plant uptake, co-application of P. aeruginosa and nZVI also reduced available Cr concentration in soil (50%), roots (77%) and leaves (84%), while simultaneously increasing the relative production index by 225% than un-inoculated control. Hence, integrating PGPR with nZVI can be an effective strategy for enhancing the phytoremediation potential of aloe vera.",
      "mesh_terms": [
        "Aloe",
        "Chromium",
        "Biodegradation, Environmental",
        "Iron",
        "Soil Pollutants",
        "Pseudomonas aeruginosa"
      ]
    },
    {
      "pmid": "38457071",
      "title": "Aloe vera gel confers therapeutic effect by reducing pyroptosis in ethanol-induced gastric ulcer rat model: Role of NLRP3/GSDMD signaling pathway.",
      "authors": [
        "Amany O Mohamed",
        "Sary Kh Abd-Elghaffar",
        "Rehab A Mousa",
        "Amira A Kamel"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2024-Mar-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Gastric ulcer (GU) is a common gastrointestinal tract illness. Aloe vera has anti-inflammatory, antioxidant, and healing characteristics. This research sought to explore the therapeutic impact of Aloe vera gel on ethanol-provoked GU in rats and to elucidate the underlying mechanisms involved. METHODS: An ethanol-induced GU rat model was constructed using forty male Wistar rats distributed at random into four groups: control, ulcer, pantoprazole, and Aloe vera. Gross evaluation of the stomach, ulcer index (UI), inhibition index, and gastric pH estimation were analyzed. Gastric malondialdehyde (MDA) and reduced glutathione (GSH) were determined using the spectrophotometric method, and serum gastrin level was measured by an enzyme-linked immunosorbent assay. Gastric nucleotide-binding domain, leucine-rich repeat, and pyrin domain PYD containing protein 3 (NLRP3) and gasdermin D (GSDMD) mRNA expression levels were estimated by quantitative real-time PCR. Finally, the histopathological examination of the glandular part of stomach tissue was done. RESULTS: The ulcer group revealed a significant increase in MDA, gastrin, NLRP3, and GSDMD and a decrease in gastric pH and GSH compared to the control group. Gross investigations of the ulcer group revealed a hemorrhagic lesion in the stomach and an increase in UI. Also, histopathological results for this group showed severe epithelial loss, haemorrhage, inflammatory cell infiltration, and blood vessel congestion. However, Aloe vera treatment improved the gross, biochemical, molecular, and histopathological alterations induced by ethanol when compared to the ulcer group. CONCLUSIONS: Aloe vera exerted antiulcer activities through modulation of oxidant/antioxidant status, anti-secretory properties, and mitigation of pyroptosis.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Stomach Ulcer",
        "Antioxidants",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Ethanol",
        "Ulcer",
        "Gastrins",
        "Pyroptosis",
        "Rats, Wistar",
        "Plant Extracts",
        "Signal Transduction",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "38397607",
      "title": "Enhancing Postharvest Quality and Antioxidant Capacity of Blue Honeysuckle cv. 'Lanjingling' with Chitosan and Aloe vera Gel Edible Coatings during Storage.",
      "authors": [
        "Jinli Qiao",
        "Dalong Li",
        "Liangchuan Guo",
        "Xiaoqi Hong",
        "Shuman He",
        "Junwei Huo",
        "Xiaonan Sui",
        "Yan Zhang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the impact of chitosan (CH, 1%) and aloe vera gel (AL, 30%) edible coatings on the preservation of blue honeysuckle quality during a 28-day storage at -1 °C. Coating with CH, AL, and CH+AL led to notable enhancements in several key attributes. These included increased firmness, total soluble solids, acidity, pH, and antioxidant capacity (measured through DPPH, ABTS, and FRAP assays), as well as the preservation of primary (ascorbic acid) and secondary metabolites (TPC, TAC, and TFC). The TAC and TFC levels were approximately increased by 280% and 17%, respectively, in coated blue honeysuckle after 28 d compared to uncoated blue honeysuckle. These coatings also resulted in reduced weight loss, respiration rate, color, abscisic acid, ethylene production, and malondialdehyde content. Notably, the CH+AL treatment excelled in preserving secondary metabolites and elevating FRAP-reducing power, demonstrating a remarkable 1.43-fold increase compared to the control after 28 days. Overall, CH+AL exhibited superior effects compared to CH or AL treatment alone, offering a promising strategy for extending the shelf life and preserving the quality of blue honeysuckle during storage."
    },
    {
      "pmid": "38394825",
      "title": "Combined effect of ultrasound and vacuum impregnation for the modification of apple tissue enriched with aloe vera juice.",
      "authors": [
        "Magdalena Trusinska",
        "Katarzyna Rybak",
        "Federico Drudi",
        "Urszula Tylewicz",
        "Malgorzata Nowacka"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of the work was to investigate how ultrasonic (US) treatment impacts on the physical and chemical properties of vacuum-impregnated apples. Apple slices were subjected to vacuum impregnation (VI) in an Aloe vera juice solution without additional treatments, serving as the reference material. Alternatively, ultrasound (US) treatments, at frequencies of 25 or 45 kHz, and durations of 10, 20, or 30 min, were employed as a pre-treatments before the VI process. The use of US processing enabled a significant increase in the efficiency of VI, without influencing in a significant way the color of the VI samples. The VI process led to a reduction in the content of bioactive compounds, in particular vitamin C and TPC decreased by 34 and 32 %, respectively. The use of US as a pre-treatment, in particular at 45 kHz for 20 or 30 min, led to a better preservation of these compounds (unchanged values for vitamin C and decrease by 23-26 % for TPC in comparison to the fresh samples). Through cluster analysis encompassing all assessed properties, it was evident that US treatment was beneficial for the processing, however the application of appropriate parameters of US treatment (frequency and time) had an impact on achieving similar quality to VI samples. The ultrasound treatment before vacuum impregnation may be suitable, however, the specific processing parameters should be defined for the obtained high quality of the final product.",
      "mesh_terms": [
        "Malus",
        "Aloe",
        "Vacuum",
        "Fruit",
        "Ascorbic Acid"
      ]
    },
    {
      "pmid": "38273379",
      "title": "Efficacy of an aloe vera, chamomile, and thyme cosmetic cream for the prophylaxis and treatment of mild dermatitis induced by radiation therapy in breast cancer patients: a controlled clinical trial (Alantel Trials).",
      "authors": [
        "Celia Jimenez-Garcia",
        "Luis Angel Perula-de Torres",
        "Enrique Villegas-Becerril",
        "Juan Jose Muñoz-Gavilan",
        "Maria Espinosa-Calvo",
        "Gertrudis Montes-Redondo",
        "Esperanza Romero-Rodriguez"
      ],
      "journal": "Trials",
      "publication_date": "2024-Jan-25",
      "publication_types": [
        "Randomized Controlled Trial",
        "Multicenter Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dermatitis is a skin condition caused by multiple causes, including radiotherapy treatment. Pharmacological treatments can become chronic and are not exempt from side effects. The latest recommendations of the American Academy of Dermatology establish the use of natural, nourishing, and moisturizing cosmetic products as prevention and the first therapeutic step for dermatitis. Alantel® is a cream developed to reduce redness and irritation, promote the local immune system, combat immunosenescence, and promote the healing of epidermal lesions. The objective was to evaluate the effect of a cream (Alantel) based on natural products at high concentrations for the preventive and curative treatment (at early stages) of radiation-induced dermatitis in patients with breast cancer. METHODS: Our protocol is an experimental, prospective, triple-blind, multicenter, controlled clinical trial with two parallel arms. The experimental group will be treated with Alantel, while the control group will receive another moisturizing cream. Radiotherapy oncology professionals will recruit a total of 88 patients (44 per comparison group) with breast cancer who will receive radiotherapy oncology treatment for 15 days, and they will be randomly allocated to the experimental or control group. Selected patients will be followed up for four visits by primary care physicians for up to 1 week after completion of radiotherapy. The main study variable will be the incidence rate of mild post-radiation dermatitis. An intention-to-treat analysis will be performed, applying a comparison test for independent means and proportions. A bivariate and multivariate analysis will also be developed to check the treatment effect, adjusting for predictive sociodemographic and clinical variables. DISCUSSION: By carrying out this clinical trial, it is expected to verify that Alantel cream, based on natural products at high concentrations, has advantages over a moisturizing cream for the preventive and curative treatment of RD in patients with breast cancer. The COVID-19 pandemic has been influenced by delaying the start of the study. One of the main limitations of this study will be the time required to recruit the patients from the planned sample, given that the selection criteria are restrictive and, although the study is multicenter, recruitment will be coordinated through a single service on radiotherapy oncology. TRIAL REGISTRATION: ClinicalTrials.gov NCT04116151 . Registered on 4 October 2019.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Aloe",
        "Thymus Plant",
        "Breast Neoplasms",
        "Chamomile",
        "Pandemics",
        "Prospective Studies",
        "Radiodermatitis",
        "Biological Products",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38225940",
      "title": "Effectiveness of Chitosan versus Natural Aloe Vera on Candida Adherence in Denture Soft Lining Material.",
      "authors": [
        "Muhammad Rizwan Memon",
        "Hina Memon",
        "Mehwish Shoro",
        "Humera Bhurgri",
        "Rakhi Issrani",
        "Azhar Iqbal",
        "Osama Khattak",
        "Mosa Altassan",
        "Afaf A Almabadi",
        "Sherif El Sayed Sultan",
        "Hussein Abdelfatth Ismail",
        "Muhammad Nadeem Baig",
        "Namdeo Prabhu"
      ],
      "journal": "Scientifica",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Soft denture lining materials act as a cushion between the denture base and tissues. Alongside having many advantages, its main problem is candida growth due to its rubbery and porous texture. Many interventions have been performed to halt the growth of candida within soft lining materials such as the use of antifungal therapy and strict oral and denture hygiene but there are consequences such as recurrence, drug resistance, and toxicity related to these interventions. Since natural agents such as aloe vera and chitosan have been proven to have antibacterial and antifungal properties with minimum adverse effects, this study aimed to study the effectiveness of chitosan and aloe vera powders incorporated within denture soft lining materials against candida adherence. Methodology. A total of 60 soft-lining material samples were prepared that were equally divided into three groups, viz., group 1 (chitosan incorporation), group 2 (aloe vera incorporation), and group 3 (control). Candida was obtained from the microbiology lab to form a candidal suspension, diluted in 0.9% NaCl to match the McFarland standard bacteriologic solution. Samples were incubated at 37°C for 24 hours in test tubes containing 100 mL of the candidal suspension and 9.9 mL of the previously prepared Sabouraud dextrose agar. Crystal violet stain was used to stain the adhering cells by fixing them with methanol 80%. For each sample, the adhering candida cells were counted on three standard fields by using an inverted light microscope, and the mean of those fields was recorded. RESULTS: The mean value for samples containing aloe vera was 41.15, while the mean values for samples containing chitosan and the control group were 16.05 and 79.1, respectively. Of all the three groups, aloe vera powder had a significant efficacy against candida growth as compared to the chitosan and control groups (P value = 0.001). CONCLUSION: Both herbal agents were effective against candida growth. In comparison, aloe vera was more effective against candida growth compared to chitosan."
    },
    {
      "pmid": "38092117",
      "title": "Characterization of novel alginate-Aloe Vera raft systems for treatment of gastroesophageal reflux disease.",
      "authors": [
        "Hanieh Takbirgou",
        "Maryam Salami",
        "Gholamreza Askari",
        "Zahra Emam-Djomeh",
        "John F Kennedy"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Raft-forming systems are designed to relieve reflux symptoms by forming a physical barrier on top of the stomach. The present study aimed to evaluate the physico-chemical properties of alginate-aloe vera raft-forming systems for the first time. To achieve this goal, aloe vera was used in the proportion of 1 and 1.5 % in raft suspensions containing 5 % alginate as the main component of gel structure. Rafts were characterized by their volume, floating behavior, thickness, swelling properties, strength, resilience, reflux resistance, and acid neutralization capacity (ANC). Results showed the effectiveness of aloe vera in forming rafts that were voluminous, buoyant with greater total floating time (TFT), and stronger than formulations with no aloe vera. Furthermore, data showed that the presence of aloe vera could improve resilience time, swelling proportions, resistance to reflux under simulant conditions of movement in the stomach, and ANC values of rafts. Rafts were further characterized by oscillatory strain sweep test, differential scanning calorimetry, and Fourier transform infrared spectroscopy. Evaluation of the mechanical properties of rafts displayed a viscoelastic behavior of gels corresponding to the internal cross-linked structure of rafts. This study demonstrated that designing of alginate-aloe vera rafts can be suitable for the treatment of gastro-esophageal reflux disorders.",
      "mesh_terms": [
        "Alginates",
        "Aloe",
        "Gastroesophageal Reflux",
        "Drug Compounding"
      ]
    },
    {
      "pmid": "38078020",
      "title": "Clinical and Radiographic Evaluation of Nigella sativa and Aloe vera as Pulpotomy Medicaments in Primary Teeth: A Randomized Controlled Trial.",
      "authors": [
        "Rana M Sharaf",
        "Noha S Kabil",
        "Fadia S Youssef",
        "Basma G Awad"
      ],
      "journal": "International journal of clinical pediatric dentistry",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: To evaluate the clinical and radiographic efficacy of Nigella sativa and Aloe vera as pulp medicaments in primary molars in comparison to formocresol. MATERIALS AND METHODS: This randomized controlled trial is a three-arm, parallel-group study. This research included 66 vital, carious primary molars that required pulpotomy treatment in 4-7-year-old children. Teeth were randomly assigned to one of the three groups: groups (1-3) Nigella sativa, Aloe vera, and formocresol, respectively. All teeth were covered with stainless steel crowns (SSC) after the pulpotomy procedure was done and were assessed clinically and radiographically at 3, 6, and 12 months following Zurn and Seale criteria. RESULTS: After 12 months, the clinical success rate was found to be 40, 90, and 72.7% for Nigella sativa, Aloe vera, and formocresol groups, respectively. While the radiographic assessment showed a success rate of 20, 72.7, and 81.8%, respectively. CONCLUSION: Aloe vera can be considered as an alternative pulpotomy medicament to formocresol. On the other hand, Nigella sativa is not recommended to be used in pulpotomy procedures. Further long-term follow-up clinical studies and histological studies are recommended. CLINICAL SIGNIFICANCE: Although formocresol is the most popular used material in pulp therapy, concerns were raised regarding its toxicity and carcinogenicity by the International Agency for Research on Cancer (IARC). Consequently, herbal medicine is expanding rapidly worldwide nowadays and herbal extracts are suggested as an alternative to formocresol for their proposed antibacterial and anti-inflammatory properties. HOW TO CITE THIS ARTICLE: Sharaf RM, Kabil NS, Youssef FS, et al. Clinical and Radiographic Evaluation of Nigella sativa and Aloe vera as Pulpotomy Medicaments in Primary Teeth: A Randomized Controlled Trial. Int J Clin Pediatr Dent 2023;16(S-2):S195-S201."
    },
    {
      "pmid": "37959076",
      "title": "Effect of the Pulsed Electric Field Treatment on Physical, Chemical and Structural Changes of Vacuum Impregnated Apple Tissue in Aloe Vera Juices.",
      "authors": [
        "Magdalena Trusinska",
        "Federico Drudi",
        "Katarzyna Rybak",
        "Urszula Tylewicz",
        "Malgorzata Nowacka"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Oct-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vacuum impregnation (VI) stands as a diffusion-driven food processing method that has found recent application within the food industry, particularly for the cold formulation of fortified food products. Pulsed electric field (PEF) treatment can affect the food structure, influencing therefore the mass transfer phenomena during the further processing. Thus, the study aimed at investigating the effect of PEF treatment on selected physicochemical properties of vacuum-impregnated apples. Apple slices were vacuum impregnated with aloe vera juice solution with or PEF treatment at different intensities (125, 212.5 or 300 V/cm). The PEF was applied as a pretreatment-applied before the VI process as well as posttreatment-applied after the VI process. The VI process with aloe vera juice resulted in a sample weight increase of over 24% as well as structural changes, partial cell viability loss and color alteration. In addition, the decrease of bioactive compounds was observed, while antioxidant activity remained at a similar level as in raw material. PEF treatment adversely affected vacuum impregnation efficiency, causing microstructural changes and cell viability loss. Additionally, chemical composition modifications were evident through thermogravimetric analysis (TGA) and Fourier Infrared Spectroscopy (FTIR) analyses. Tissue hardness decreased significantly due to structural damage and caused high leakage from plant tissue, which resulted in hindering saturation with aloe vera juice during the VI process. Additionally, reduced bioactive substance content after PEF treatment was observed and the VI process did not restore apple samples of the bioactive compounds from aloe vera juice."
    },
    {
      "pmid": "37910451",
      "title": "Physical and chemical properties of aloe-vera coated guava (Psidium guajava) fruit during refrigerated storage.",
      "authors": [
        "Debashis Kumar Dutta Roy",
        "Md Asaduzzaman",
        "Tanny Saha",
        "Mst Nazma Khatun"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Guavas (Psidium guajava) are regarded as one of the most perishable commodities, primarily owing to their climacteric characteristics and heightened metabolic processes, resulting in a faster rate of softening. Edible coating is a natural ingredient that is employed as an alternative to extend the shelf life of fruits while also providing bioactive and functional compounds. Aloe vera gel is predominantly used for this purpose due to its widespread availability. Various concentrations of aloe vera-based coating formulation (25%, 50%, 75%, and 100%) were applied on fresh whole guava by dipping method. The guava was stored at a refrigerated condition (4°C) and weight loss, color, firmness, vitamin C, total phenol, and pH change were observed in this research. A significant effect of aloe vera coating was found over the storage period. Aloe vera treatment lowered the weight loss, and retarded the texture and color compared to the control sample throughout the 28 days of storage. Vitamin C and total phenol content remined high at 141.4 mg/100g and 219.6 mg GAE/100g respectively in a 100% aloe vera coated sample after 28 days of storage compared to the control. Among 25%, 50%, 75%, and 100% aloe vera coated sample, 100% aloe vera was found to be the best coating material to prevent physical changes in fresh guava.",
      "mesh_terms": [
        "Fruit",
        "Psidium",
        "Aloe",
        "Food Preservation",
        "Ascorbic Acid",
        "Phenols",
        "Vitamins",
        "Weight Loss"
      ]
    },
    {
      "pmid": "37893592",
      "title": "Which Moisturizer to Use in Scar Therapy after Burn Injuries? A Subjective and Objective Skin and Scar Evaluation after Topical Treatment with Dexpanthenol, Aloe Vera, and Plant Oil.",
      "authors": [
        "Mahsa Bagheri",
        "Michelle Werres",
        "Paul C Fuchs",
        "Harun Seyhan",
        "Rolf Lefering",
        "Gerrit Grieb",
        "Jennifer Lynn Schiefer"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2023-Oct-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background and Objectives: Good scar management in burn care is essential. Nevertheless, there are no consistent recommendations regarding moisturizers for scar management. Our aim was to investigate and compare the effects of commonly used products on normal skin and burn scars. Materials and Methods: A total of 30 skin-healthy (control group) and 12 patients with burn scars were included in this study. For an intraindividual comparison, each participant received creams consisting of dexpanthenol (P), aloe vera (A), and a natural plant oil (O) with instructions to apply them daily to a previously defined area for at least 28 days. Objective scar evaluation was performed with Visioscan®; Tewameter®; Cutometer®, and the Oxygen To See® device. Subjective evaluation was performed with an \"application\" questionnaire, the Patient and Observer Scar Assessment Scale (POSAS), and with the \"best of three\" questionnaire. Results: After (A) a high trend of amelioration of +30%, TEWL was detected on the scar area. Blood flow increased slightly on healthy skin areas after (A) application to +104%. The application of (A) on healthy skin demonstrated a positive effect on the parameters of scaliness (+22%, p < 0.001), softness (+14%, p = 0.046), roughness R1 (+16%, p < 0.001) and R2 (+17%, p = 0.000), volume (+22%, p < 0.001), and surface area (+7%, p < 0.001) within the control group. After (P), a significant improvement of the baseline firmness parameter of +14.7% was detected (p = 0.007). (P) also showed a beneficial effect on the parameters of R1 (+7%, p = 0.003), R2 (+6%, p = 0.001), and volume (+17%, p = 0.001). (O) lead to a statistically significant improvement of volume (+15%, p = 0.009). Overall, most study participants stated (A) to be the \"best of three\". Conclusions: (A) performed statistically best, and is a well-tolerated moisturizing product. However, further quantitative studies are needed to provide statistically significant clarification for uniform recommendations for scar therapy.",
      "mesh_terms": [
        "Humans",
        "Cicatrix",
        "Aloe",
        "Skin",
        "Burns"
      ]
    },
    {
      "pmid": "37844380",
      "title": "Aloe vera peel-derived nanovesicles display anti-inflammatory properties and prevent myofibroblast differentiation.",
      "authors": [
        "Orlando Ramírez",
        "Florencia Pomareda",
        "Belén Olivares",
        "Ya-Lin Huang",
        "Gabriela Zavala",
        "Javiera Carrasco-Rojas",
        "Simón Álvarez",
        "Camila Leiva-Sabadini",
        "Valeria Hidalgo",
        "Pablo Romo",
        "Matías Sánchez",
        "Ayleen Vargas",
        "Jessica Martínez",
        "Sebastian Aguayo",
        "Christina M A P Schuh"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Aloe vera (AV) is a medicinal plant, most known for its beneficial effects on a variety of skin conditions. Its known active compounds include carbohydrates and flavonoids such as quercetin and kaempferol, among others. In the past decade, plant nanovesicles (NVs) have gained considerable interest as interkingdom communicators, presenting an opportunity for clinical standardization of natural products. In this study, we aimed to assess the potential of AVpNVs for the treatment of burn wounds. METHODS: AVpNVs were isolated and characterized regarding vesicle yield (nanoparticle tracking analysis) and structure (transmission electron microscopy and atomic force microscopy), as well as their protein content with proteomics. We assessed key characteristics for treating burn wounds in vitro, such as the anti-inflammatory potential in LPS-stimulated macrophages and keratinocytes, and the effect of AVpNVs on myofibroblast differentiation and contraction. KEY FINDINGS: AVpNVs presented a homogenous NV population, vesicular shape, and NV-associated protein markers. AVpNVs significantly decreased the secretion of pro-inflammatory cytokines TNFα, IL-1β, and IL-6. Furthermore, AVpNVs inhibited myofibroblast differentiation and significantly decreased their contractile potential in collagen matrices. Observed effects were linked to proteins identified in the isolates through proteomics analysis. CONCLUSION: AVpNVs displayed characteristics as an inflammatory modulator, while simultaneously diminishing myofibroblast differentiation and contraction. Novel strategies for burn wound treatment seek to decrease scarring on a cellular and molecular level in the early stages of wound healing, which makes AVpNVs a promising candidate for future plant-vesicle-based treatments.",
      "mesh_terms": [
        "Aloe",
        "Myofibroblasts",
        "Wound Healing",
        "Burns",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "37823100",
      "title": "Evaluation of zinc oxide nanocomposite with Aloe vera gel for packaging of chicken fillet against Salmonella typhi and Salmonella para typhi A.",
      "authors": [
        "Mohammad Mehdi Soltan Dallal",
        "Samira Karimaei",
        "Maryam Hajighasem",
        "Seyed Jamal Hashemi",
        "Abbas Rahimi Foroushani",
        "Mahmoud Ghazi-Khansari",
        "Alireza Partoazar"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The growing demand for high food quality has been encouraging researchers in the food industry to apply biodegradable nanocomposites, which provide new opportunities and challenges for the advance of nanomaterials in the food industry. The objective of this study was to estimate the antibacterial activity and cytotoxicity effects of zinc oxide nanocomposite/zeolite (c/Zeo) with Aloe vera gel (AG) and its effect on the shelf life of chicken meat. The ZnONPs/Zeo was assessed using X-ray fluorescence (XRF) and field emission scanning electron microscopy (FE-SEM) analyses. The cytotoxicity effect of ZnONPs/Zeo was assessed by MTT assay. Then, the minimum inhibitory concentrations (MIC) and minimum bactericidal concentration (MBC) of ZnONPs/Zeo and ZnONPs/Zeo-AG against Salmonella typhi and Salmonella para typhi A were investigated. Also, the preservative effect of nanocomposites on chicken fillets was evaluated. The results showed that these nanocomposites have the least cytotoxicity effect, resulting in good biocompatibility with the host. The MIC and MBC values of ZnONPs/Zeo-AG were lower than the ZnONPs/Zeo against S. typhi and S. paratyphi A. Both ZnONPs/Zeo-AG and ZnONPs/Zeo caused a significant decrease in the bacterial count of the chicken fillets. So, by spraying on meat, the number of bacteria presented a sharper decline as compared with the control group, resulting in an approximately 3.3 and 3-log10 reduction over 48 h in the ZnONPs/Zeo-AG and ZnONPs/Zeo treatment samples, respectively. In conclusion, antimicrobial packaging with ZnONPs containing A. vera is a beneficial solution for preserving and improving the quality, safety, and shelf life of fresh meat products."
    },
    {
      "pmid": "37798348",
      "title": "Novel acaricidal and growth-regulating activity of Aloe vera and Rheum rhabarbarum extracts and their oil/water nanoemulsions against the camel tick, Hyalomma dromedarii.",
      "authors": [
        "Ibrahim T Radwan",
        "Randa I Eltaly",
        "Mohamed M Baz",
        "Mohamed Yousif",
        "Abdelfattah Selim",
        "Hanan A A Taie",
        "Eman A Manaa",
        "Hanem F Khater"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Oct-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hyalomma dromedarii is an important tick species infesting livestock. This work evaluated the novel adulticidal, insect growth-regulating, and enzymatic efficacy of ethanol plant extracts of Aloe vera and Rheum rhabarbarum and their nanoemulsions against males and engorged females of the camel tick, H. dromedarii. The physicochemical properties of nanoemulsions were evaluated. The High-Performance Liquid Chromatography (HPLC) analyses indicated that the extracts contained polyphenols and flavonoids, which could enhance their acaricidal effect. Dynamic light scattering (DLS) of the nanoemulsions of A. vera and R. rhabarbarum were 196.7 and 291 nm, whereas their zeta potentials were - 29.1 and - 53.1 mV, respectively. Transmission electron microscope (TEM) indicated that nanoemulsions showed a regular spherical shape (less than 100 nm). Fifteen days post-treatment (PT) with 25%, the mortality% of A. vera and R. rhabarbarum were 88.5 and 96.2%, respectively. Five days PT, the median lethal concentration values of A. vera, R. rhabarbarum, and their nanoemulsions were 7.8, 7.1, 2.8, and 1.02%, respectively, and their toxicity indices were 91.02, 100, 36.4, and 100%, respectively. Their median lethal time values PT with 3.5% were 6.09, 5.09, 1.75, and 1.34 days, respectively. Nanoemulsions enhanced the efficacy of the crude extract 1-7 folds, 5 days PT, and accelerated their speed of killing ticks 2-4 times. The total protein and carbohydrates, Acetylcholinesterase, Alpha esterase, and Amylase were affected PT. The reproductive potential of engorged females was adversely impacted. In conclusion, the novel A. vera and R. rhabarbarum extracts were promising acaricides, and their nanoformulations enhanced their efficacies.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Male",
        "Ticks",
        "Acaricides",
        "Camelus",
        "Aloe",
        "Rheum",
        "Acetylcholinesterase",
        "Ixodidae",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "37702869",
      "title": "Biosolids application enhances the growth of Aloe vera plants and provides a sustainable practice for nutrient recirculation in agricultural soils.",
      "authors": [
        "Arwa A Al-Huqail",
        "Pankaj Kumar",
        "Sonika Kumari",
        "Ebrahem M Eid"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the present study, the fertilization potential of biosolids (sewage sludge; SS) for the cultivation of Aloe vera plants was investigated using block design. Pot experiments were conducted in this study using 50, 100, 150, and 200 g/kg of SS. Results showed that SS-fertilized soils significantly (p < 0.05) affected the proximate, biochemical, and heavy metal parameters of A. vera plants. In particular, the T4 treatment gave the best results with maximum plant height 62.21 ± 0.10 cm, number of leaves per plant 18.00 ± 4.00, shoot-to-root ratio 6:1, fresh weight 1972.10 ± 0.07 g per plant, dry weight 175.49 ± 0.15 g per plant, total chlorophyll content (TCC) 0.41 ± 0.02 mg/g fwt., carotenoids 0.25 ± 0.04 mg/g, total flavonoids 7.55 ± 0.05 mg/g, total tannins 3.87 ± 0.06 µg/g, ascorbic acid 532.14 ± 0.10 µg/g, superoxide dismutase (SOD) 46.28 ± 0.19 µg/g, catalase (CAT) 119.23 ± 0.17 µg/g, salicylic acid 3.05 ± 0.12 mg/ml and anthraquinones 0.45 ± 0.04 mg/ml, respectively. The proximate plant characteristics were 96.25 ± 2.71% moisture content, crude protein 0.93 ± 0.05%, crude fiber 5.78 ± 0.44%, crude lipid 3.25 ± 0.02%, lignin 10.74 ± 0.30%, cellulose 13.56 ± 1.06%, hemicellulose 7.24 ± 0.14%, ash 8.75 ± 0.03%, and carbohydrate contents 52.18 ± 1.10% in comparison with control treatment. The bioaccumulation factor showed that heavy metal accumulation was in the order of Cd < Ni < Cu < Pb < Cr < Zn < Fe. The prediction models developed on the basis of soil properties showed good fitness results for the prediction of heavy metal uptake by A. vera plants. The study presented a sustainable approach for managing SS in an eco-friendly way while producing good-quality A. vera plants.",
      "mesh_terms": [
        "Soil",
        "Aloe",
        "Biosolids",
        "Soil Pollutants",
        "Metals, Heavy",
        "Sewage",
        "Nutrients"
      ]
    },
    {
      "pmid": "37680127",
      "title": "Effect of Aloe vera gel coating on organoleptic and nutritional quality of minimally processed carrot.",
      "authors": [
        "Adrián Leon",
        "Verónica Logegaray",
        "Victoria Casajús",
        "Mauro Perini",
        "Antonella Barriga Lourenco",
        "Corel Salinas",
        "Andrea Reyes Jara",
        "Pedro Civello",
        "Mirta Galelli",
        "Gustavo Martínez",
        "Alejandra Picallo",
        "Diana Frezza"
      ],
      "journal": "Food science and technology international = Ciencia y tecnologia de los alimentos internacional",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Demand for fresh vegetables has led to development studies in postharvest area mainly focused on minimizing and look for alternatives to chemical additives for food preservation. The use of natural derived edible coatings emerges as a promising alternative for maintaining quality of vegetables. The objective of this study was to evaluate the effect of Aloe vera gel in minimally processed carrot during postharvest storage. Samples with different degrees of processing were immersed in Aloe vera gel, packaged polyolefin bags, and stored in refrigerated chambers at 5 °C for 12 days. Different organoleptic and quality parameters were evaluated. In general, the samples treated with Aloe vera gel showed less quality loss and a lower increment in the bleaching index. Moreover, sensory analysis allowed to establish that carrots processed in slices and shredded and coated with the gel had a more flavorful taste and higher moisture content. Aloe vera treatment did not influence the microbiological growth of bacteria and fungi during storage. Regarding nutritional quality, the treated samples showed a higher accumulation or lower degradation of phenols, flavonoids, and carotenoids, probably generating in this way, a higher antioxidant capacity in these samples. Finally, Aloe vera gel treatment did not influence sugar dynamics in any of the samples. It can be concluded that the treatment with Aloe vera gel allows maintaining a better organoleptic and nutritional quality of carrots with different degrees of processing during refrigerated storage.",
      "mesh_terms": [
        "Daucus carota",
        "Nutritive Value",
        "Taste",
        "Food Preservation",
        "Aloe",
        "Humans",
        "Food Handling",
        "Food Storage",
        "Antioxidants",
        "Carotenoids",
        "Phenols",
        "Flavonoids",
        "Gels",
        "Food Microbiology",
        "Food Packaging",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "37670716",
      "title": "The Effect of Aloe vera on the Healing of Diabetic Foot Ulcer: A Randomized, Double-blind Clinical Trial.",
      "authors": [
        "Parichehr Sabaghzadeh Irani",
        "Hadi Ranjbar",
        "Roghayeh Mehdipour-Rabori",
        "Mahya Torkaman",
        "Sudabeh Amirsalari",
        "Farshid Alazmani-Noodeh"
      ],
      "journal": "Current drug discovery technologies",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Diabetic foot ulcer (DFU) is a prevalent complication of diabetes that can result in severe consequences. The cost of treating DFUs is high, and there is a lack of new therapies available in developing countries. This has created a demand for complementary and alternative treatments. The objective of this study was to assess the impact of aloe vera gel on the healing process of diabetic foot ulcers. MATERIALS AND METHODS: The study was a double-blind, randomized, controlled clinical trial. The study samples were 66 patients with diabetic foot ulcers who were randomly assigned to two groups (intervention and control). All ulcers in both groups were washed with normal saline and dressed in sterile gauze. The ulcers in the intervention group were covered with a thin layer of Aloe Vera gel before the dressing. The Bates-Jensen Wound Assessment Tool (BWAT) was used on three occasions, including before the intervention period and at the end of each week. Data were analyzed using SPSS 16. RESULTS: After three weeks, there was a notable contrast in the recovery pattern of the two groups. The patients who had aloe vera gel added to their dressing showed a more substantial decrease in the mean scores of their BWAT. CONCLUSION: These findings are promising and suggest that Aloe vera may be a safe and effective adjunctive treatment for diabetic foot ulcers. However, further research is needed to confirm these results and to investigate the underlying mechanisms of aloe vera's therapeutic effect on diabetic foot ulcers.",
      "mesh_terms": [
        "Humans",
        "Diabetic Foot",
        "Double-Blind Method",
        "Wound Healing",
        "Male",
        "Middle Aged",
        "Female",
        "Aloe",
        "Aged",
        "Plant Preparations",
        "Phytotherapy",
        "Treatment Outcome",
        "Bandages",
        "Adult"
      ]
    },
    {
      "pmid": "37595657",
      "title": "Clinical and radiographic peri-implant outcomes with riboflavin loaded Poly-L-glycolic acid nanoparticles incorporated in aloe-vera gel treating peri-implantitis in chronic hyperglycemic patients.",
      "authors": [
        "Zeeshan Qamar",
        "Nishath Sayed Abdul",
        "Cristalle Soman",
        "Mahesh Shenoy",
        "Badr Bamousa",
        "Salem Rabea",
        "Hajar Sameer Albahkaly"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: The objective of the current study was to compare the effectiveness of antimicrobial photodynamic therapy (PDT) versus Poly-L-glycolic acid nanoparticles loaded riboflavin incorporated in aloe vera gel (PGA/RF/AV) on periimplant parameters and bacterial counts in chronic hyperglycemic patients having periimplantitis. METHODS: One hundred and two diabetic patients undergoing mechanical debridement (MD) were equally divided into three groups: Group 1: PGA/RF/AV+ MD, Group 2: PDT + MD, and Group 3: MD alone. Periimplant parameters [Bleeding on probing (BoP), probing depth (PD), plaque index (PI), marginal bone level (MBL)] were recorded in all three groups. Periimplant plaque samples were studied to record the levels of Tannerella forsythia (Tf) and Porphyromonas gingivalis (Pg). The recordings were taken at baseline, 3 months and 6 months post treatment. RESULTS: All three groups showed a reduction in severity of periimplantitis measured in terms of PD, PI, MBL and BoP. A statistically significant reduction in PD, PI and MBL was found in patients in Group 2 whereas participants of Group 1 were found to have a significant decrease in BoP. A statistically significant decline in the numbers of both the bacterial species was seen in Group 2 at the three-month follow-up whereas at the six-month follow-up, a statistically significant reduction was observed in treatment Group 2 in the levels of Tf species only. CONCLUSION: Riboflavin-loaded nanocarrier incorporated in aloe vera gel showed greater clinical efficacy than PDT alone in the treatment of periimplantitis in chronic hyperglycemic individuals.",
      "mesh_terms": [
        "Humans",
        "Peri-Implantitis",
        "Aloe",
        "Photochemotherapy",
        "Photosensitizing Agents",
        "Debridement",
        "Riboflavin"
      ]
    },
    {
      "pmid": "37514099",
      "title": "A New Biomaterial Derived from Aloe vera-Acemannan from Basic Studies to Clinical Application.",
      "authors": [
        "Yingjie Bai",
        "Yimeng Niu",
        "Shengao Qin",
        "Guowu Ma"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2023-Jul-09",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Aloe vera is a kind of herb rich in polysaccharides. Acemannan (AC) is considered to be a natural polysaccharide with good biodegradability and biocompatibility extracted from Aloe vera and has a wide range of applications in the biomedical field due to excellent immunomodulatory, antiviral, antitumor, and tissue regeneration effects. In recent years, clinical case reports on the application of AC as a novel biomedical material in tissue regenerative medicine have emerged; it is mainly used in bone tissue engineering, pulp-dentin complex regeneration engineering, and soft tissue repair, among other operations. In addition, multiple studies have proved that the new composite products formed by the combination of AC and other compounds have excellent biological and physical properties and have broader research prospects. This paper introduces the preparation process, surface structure, and application forms of AC; summarizes the influence of acetyl functional group content in AC on its functions; and provides a detailed review of the functional properties, laboratory studies, clinical cutting-edge applications, and combined applications of AC. Finally, the current application status of AC from basic research to clinical treatment is analyzed and its prospects are discussed."
    },
    {
      "pmid": "37449160",
      "title": "Effectiveness of aloe vera gel coating and paraffin wax-coated paperboard packaging on post-harvest quality of hog plum (Spondius mangifera L.).",
      "authors": [
        "Md Shakil",
        "Sariful Islam",
        "Sabina Yasmin",
        "Md Sazzat Hossain Sarker",
        "Fatehatun Noor"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this research work, hog plum (Spondius mangifera L.) was treated with Aloe vera gel (AVG) coating and paraffin wax-coated box (PWB) packaging and stored at ambient condition (25 ± 3 °C and 80-85% relative humidity) for 12 d to evaluate their impact on postharvest quality and storability. The physicochemical properties, microbiological analysis, and decay evaluation were analyzed throughout the storage period. The AVG and PWB coating treatments both demonstrated a significant effect on the quality of fruits during storage. The results showed that fruits with AVG coating and PWB packaging exhibited lower decay rates, weight loss, color difference, total microbial population, total soluble solids, titratable acidity, and higher fruit firmness and pH than uncoated (control) fruits. The AVG coating was the most effective treatment, followed by the PWB packaging treatment. Our findings show that the AVG coating and PWB packaging treatment can be a promising solution for preserving the quality of hog plums and also helps in increasing the lifetime of hog plums during storage."
    },
    {
      "pmid": "37431285",
      "title": "3D printable, injectable amyloid-based composite hydrogel of bovine serum albumin and aloe vera for rapid diabetic wound healing.",
      "authors": [
        "Kaustubh Naik",
        "Priyanka Singh",
        "Monika Yadav",
        "Saurabh Kr Srivastava",
        "Shikha Tripathi",
        "Rahul Ranjan",
        "Prodyut Dhar",
        "Anita Kamra Verma",
        "Shilpi Chaudhary",
        "Avanish Singh Parmar"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2023-Aug-30",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Protein-based biomaterials, particularly amyloids, have sparked considerable scientific interest in recent years due to their exceptional mechanical strength, excellent biocompatibility and bioactivity. In this work, we have synthesized a novel amyloid-based composite hydrogel consisting of bovine serum albumin (BSA) and aloe vera (AV) gel to utilize the medicinal properties of the AV gel and circumvent its mechanical frangibility. The synthesized composite hydrogel demonstrated an excellent porous structure, self-fluorescence, non-toxicity, and controlled rheological properties. Moreover, this hydrogel possesses inherent antioxidant and antibacterial properties, which accelerate the rapid healing of wounds. The in vitro wound healing capabilities of the synthesized composite hydrogel were evaluated using 3T3 fibroblast cells. Moreover, the efficacy of the hydrogel in accelerating chronic wound healing via collagen crosslinking was investigated through in vivo experiments using a diabetic mouse skin model. The findings indicate that the composite hydrogel, when applied, promotes wound healing by inducing collagen deposition and upregulating the expression of vascular endothelial growth factor (VEGF) and its receptors. We also demonstrate the feasibility of the 3D printing of the BSA-AV hydrogel, which can be tailored to treat various types of wound. The 3D printed hydrogel exhibits excellent shape fidelity and mechanical properties that can be utilized for personalized treatment and rapid chronic wound healing. Taken together, the BSA-AV hydrogel has great potential as a bio-ink in tissue engineering as a dermal substitute for customizable skin regeneration.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Hydrogels",
        "Aloe",
        "Serum Albumin, Bovine",
        "Vascular Endothelial Growth Factor A",
        "Wound Healing",
        "Collagen",
        "Diabetes Mellitus"
      ]
    },
    {
      "pmid": "37405969",
      "title": "Shockwave versus ultrasound therapy in the enhancement of Aloe vera in cutaneous wound healing.",
      "authors": [
        "Hesham Galal Mahran"
      ],
      "journal": "Journal of wound care",
      "publication_date": "2023-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To investigate the healing efficacy of topical Aloe vera enhanced by shockwave or ultrasound therapy on wounds in rats and compare both effects. METHOD: A total of 75 male albino rats were randomly divided into equal groups A, B, C, D and E. Under anaesthesia, a wound (6cm2) was created on the back of each rat. Group A received topical Aloe vera under occlusive dressing followed by shockwave therapy with the following parameters: 600 shocks, four pulses/second and 0.11mJ/mm2. Group B received topical Aloe vera under occlusive dressing followed by therapeutic ultrasound with the following parameters: pulsed mode, 2:8 duty cycle, 1MHz and 0.5 W/cm2. Group C received the same treatment as group A but in a reversed sequence-the shockwave therapy followed by the Aloe vera gel. Group D received the same treatment as group B but in a reversed sequence-therapeutic ultrasound followed by the Aloe vera gel. And control group E only received topical Aloe vera under occlusive dressing. Each group received three sessions per week, for two weeks. Wound extent and shrinkage rates were measured at study initiation and at the end of each week. RESULTS: There were significant wound reductions in groups A and B compared to C and D, respectively, and in group A compared to group B. CONCLUSION: Shockwaves and ultrasound were found to amplify the effect of the Aloe vera on the wound, and there was improved wound healing in the shockwave group A compared to the ultrasound group B.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Aloe",
        "Wound Healing",
        "Ultrasonic Therapy"
      ]
    },
    {
      "pmid": "37377169",
      "title": "Agar/gelatin hydro-film containing EGF and Aloe vera for effective wound healing.",
      "authors": [
        "Itxaso Garcia-Orue",
        "Edorta Santos-Vizcaino",
        "Jone Uranga",
        "Koro de la Caba",
        "Pedro Guerrero",
        "Manoli Igartua",
        "Rosa Maria Hernandez"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2023-Jul-26",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In the current study, we produced a hydro-film dressing for the treatment of chronic wounds. The hydro-film structure was composed of gelatin cross-linked with citric acid, agar and Aloe vera extract (AV); additionally epidermal growth factor (EGF) was loaded to promote wound healing. Due to the excellent hydrogel-forming ability of gelatin, the obtained hydro-film was able to swell 884 ± 36% of its dry weight, which could help controlling wound moisture. To improve gelatin mechanical properties, polymer chains were cross-linked with citric acid and agar, reaching an ultimate tensile strength that was in the highest range of human skin. In addition, it showed a slow degradation profile that resulted in a remaining weight of 28 ± 8% at day 28. Regarding, biological activity, the addition of AV and citric acid provided the ability to reduce human macrophage activation, which could help reverse the permanent inflammatory state of chronic wounds. Moreover, loaded EGF, together with the structural AV of the hydro-film, promoted human keratinocyte and fibroblast migration, respectively. Furthermore, the hydro-films presented excellent fibroblast adhesiveness, so they could be useful as provisional matrices for cell migration. Accordingly, these hydro-films showed suitable physicochemical characteristics and biological activity for chronic wound healing applications.",
      "mesh_terms": [
        "Humans",
        "Epidermal Growth Factor",
        "Aloe",
        "Agar",
        "Gelatin",
        "Wound Healing"
      ]
    },
    {
      "pmid": "37352058",
      "title": "Aloe vera gel for prevention of chemotherapy-induced hyperpigmentation: Four case reports.",
      "authors": [
        "Chia-Chi Chiu",
        "Yi-Wen Hsiao",
        "Yu-Chuan Wen",
        "Tsung-Yen Chang",
        "Shih-Hsiang Chen",
        "Tang-Her Jaing"
      ],
      "journal": "Medicine",
      "publication_date": "2023-Jun-23",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "RATIONALE: This study aimed to evaluate the efficacy of topical application of Aloe vera gel in preventing chemotherapy-induced hyperpigmentation (CIH). CIH is a common side effect of chemotherapy that causes skin irritation, redness, and itching. Aloe vera has been studied for its potential use in treating radiation-induced dermatitis, which may help alleviate some of the symptoms associated with this condition. PATIENT CONCERNS: In this study, 4 children requiring curative chemotherapy were prospectively enrolled and treated with Aloe vera gel. DIAGNOSIS: Acute skin reactions were monitored and classified according to the Common Terminology Criteria for Adverse Events Grading Scale. INTERVENTIONS: Patients were asked to use the gel on one-half of the body field twice daily from the beginning of treatment until 4 weeks after the completion of chemotherapy, with no medication to be used on the other half. OUTCOMES: The results indicate that applying Aloe vera gel may reduce the visibility of hyperpigmentation at subsequent time points. The most important observation was that the continued application of Aloe vera gel 4 weeks after the completion of chemotherapy was effective in reducing the grading of CIH. LESSONS: These effects highlight the potential of Aloe vera gel as a topical onconutraceutical treatment for CIH.",
      "mesh_terms": [
        "Child",
        "Humans",
        "Drug-Related Side Effects and Adverse Reactions",
        "Aloe",
        "Hyperpigmentation",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "37312826",
      "title": "Efficacy of Aloe Vera and Clobetasol Propionate in the Management of Oral Lichen Planus: A Randomized Parallel Clinical Trial.",
      "authors": [
        "Aniket U Vaidya",
        "Manisha M Khorate",
        "Nivedita Chinam",
        "Nigel Figueiredo"
      ],
      "journal": "Frontiers in dentistry",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objectives: The purpose of this randomized parallel clinical trial was to assess and compare the efficacy of 97% Aloe Vera (AV) gel and 94.7% AV juice against an active control (0.05% Clobetasol Propionate) in the treatment of oral lichen planus (OLP). Materials and Methods : Age and sex matched patients with histologically proven OLP were divided into two groups. One group received 97% AV gel for topical application and 10ml 94.7% AV juice to consume twice daily. The active control group received topical 0.05% Clobetasol Propionate ointment twice daily. Treatment lasted two months followed by four months of observation. Monthly evaluation of various clinical features of OLP was done using the OLP disease scoring criteria. Burning sensation was evaluated using Visual Analog Scale (VAS). Mann Whitney-U (followed by Bonferroni adjustment) and Wilcoxon's signed-rank tests were used for intergroup and intragroup comparisons, respectively. Interclass correlation-coefficient test was applied to assess the intra-observer variation (P<0.05). Results: In total, 41 females and 19 males participated in this study. The most common site was the buccal mucosa followed by the gingivobuccal vestibule. The reticular variant was most frequently encountered. Wilcoxon's signed-rank test showed significant differences in both groups between baseline and end-of-treatment for VAS, site-score, reticular/plaque/papular score, erosive/atrophic score and OLP disease score (P<0.05). Mann-Whitney revealed significant difference between both groups in the 2nd, 3rd and 4th months (P<0.0071). Conclusion: Clobetasol Propionate is more effective for OLP management but in our study AV proved to be a safe treatment alternative for OLP management."
    },
    {
      "pmid": "37259436",
      "title": "Nanotechnology as a Tool for Optimizing Topical Photoprotective Formulations Containing Buriti Oil (Mauritia flexuosa) and Dry Aloe vera Extracts: Stability and Cytotoxicity Evaluations.",
      "authors": [
        "Maria Cristina Pinheiro Pereira Reis-Mansur",
        "Christian Campos Firmino Gomes",
        "Fiammetta Nigro",
        "Eduardo Ricci-Júnior",
        "Zaida Maria Faria de Freitas",
        "Elisabete Pereira Dos Santos"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2023-Feb-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Human beings are actively exposed to ultraviolet (UV) radiation, which is associated with skin cancer. This has encouraged the continuous search for more effective and safer photoprotective formulations. Along with the application of traditional organic sunscreens, there is a growing interest in \"green products\" containing natural compounds such as plant extracts and oils. This trend is combined with the use of nanotechnology as a tool for optimizing the vehicles of such compounds. Nanoemulsions (NEs) are suitable for the encapsulation of natural compounds, which improves topical treatment. Therefore, we have developed oil-in-water (O/W) nanoemulsions containing 3% buriti oil (BO), incorporated in a 10% vegetal extract of Aloe vera (AV) by means of ultrasonic processing to improve the chemical characteristics of this component and, consequently, its efficacy and safety in pharmaceutical and cosmetic formulations. The composition of the formulation was initially defined in a preliminary study on surfactants where the concentrations of Tween® 80 and Span® 20 were evaluated in relation to particle size and the polydispersity index (PDI). The nanoemulsion was prepared and then chemical sunscreens were incorporated with the aim of developing a sunscreen nanoemulsion called NE-A19. This nanoemulsion was found to be the best formulation due to its stability, droplet size (146.80 ± 2.74), and PDI (0.302 ± 0.088), with a monomodal size distribution. The stability was evaluated over 90 days and showed a low growth in particle size at the end of the study. NE-A19 exhibited good viscosity and organoleptic properties, in addition to an occlusion factor indicating an interesting and higher water holding capacity when compared with a NE without AV (p < 0.05). The in vitro efficacy and safety studies of NE-19A were promising. Its average in vitro sun protection factor value was 49, with a critical wavelength (λc) of 369.7 nm, satisfactory UVA protection, and a UVA/UVB ratio of 0.40, indicating broad spectrum protection against UVA and UVB radiation. Furthermore, NE-19A displayed a good safety profile in dermal keratinocytes. It can be concluded that NE-19A is a promising formulation for carrying natural products, such as buriti oil and AV, associated with synthetic filters in lower concentrations."
    },
    {
      "pmid": "37235286",
      "title": "Amelioration of Hepatotoxic and Neurotoxic Effect of Cartap by Aloe vera in Wistar Rats.",
      "authors": [
        "Vivek Kumar Gupta",
        "Uichang Park",
        "Nikhat J Siddiqi",
        "Yun Suk Huh",
        "Bechan Sharma"
      ],
      "journal": "Toxics",
      "publication_date": "2023-May-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pesticide exposure can pose a serious risk to nontarget animals. Cartap is being broadly used in agricultural fields. The toxic effects of cartap on the levels of hepatotoxicity and neurotoxicity have not been properly studied in mammalian systems. Therefore, the present work focused on the effect of cartap on the liver and brain of Wistar rats and made an assessment of the ameliorating potential of A. vera. The experimental animals were divided into 4 groups, comprising six rats in each: Group 1-Control; Group 2-A. vera; Group 3-Cartap; and Group 4-A. vera + Cartap. The animals orally given cartap and A. vera were sacrificed after 24 h of the final treatment and histological and biochemical investigations were conducted in liver and brain of Wistar rats. Cartap at sublethal concentrations caused substantial decreases in CAT, SOD, and GST levels in the experimental rats. The activity levels of transaminases and phosphatases in cartap group were also found to be substantially altered. The AChE activity was recorded as decreasing in RBC membrane and brain of the cartap-treated animals. The TNF-α and IL-6 level in serum were increased expressively in the cartap challenged groups. Histological investigation of liver showed disorganized hepatic cords and severely congested central veins due to cartap. However, the A. vera extract was observed to significantly protect against the effects of cartap toxicity. The protective impact of A. vera against cartap toxicity may be due to the existence of antioxidants in it. These findings suggest that A. vera may be developed as a potential supplement to the appropriate medication in the treatment of cartap toxicity."
    },
    {
      "pmid": "37214721",
      "title": "Development of Biocellulose Sheet Incorporating Aloe vera Gel Extract for Diabetic Wound Healing.",
      "authors": [
        "Atchariya Yosboonruang",
        "Preeyawass Phimnuan",
        "Swanya Yakaew",
        "Bovornlak Oonkhanond",
        "Anchalee Rawangkan",
        "Sukunya Ross",
        "Gareth Ross",
        "Jarupa Viyoch"
      ],
      "journal": "ACS omega",
      "publication_date": "2023-May-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, a biocellulose (BC) sheet containing Aloe vera gel extract (AE) was developed for application in healing chronic wounds, such as diabetic wounds. The BC sheet was produced by Acetobacter xylinum and then lyophilized to obtain dried sheets. A. vera gel was extracted by precipitation in 35% ammonium sulfate, lyophilized, dried, and incorporated into the BC sheet. The protein content of the AE was 12.32 ± 3.4% w/w, with a molecular weight of ∼20 kDa. The release of TNF-α from lipopolysaccharide-induced RAW264.7 cells was reduced by treatment with AE in a dose-dependent manner. The physicochemical and biological properties of the developed sheet were investigated. Morphological examination of the BC/AE sheet using scanning electron microscopy revealed the 3D construction of nanofibrils, which showed high porosity. The BC/AE sheet exhibited water absorption at 74%, and the release of proteins in the AE reached 97.23% at 4 h. The BC sheet incorporated with proteins in the AE at 283.78 ± 7.7 μg/cm2 can promote the wound healing in streptozotocin-induced diabetic rats. The recovering skin in diabetic wounds treated with the BC/AE sheet exhibited a normal cell arrangement without fibrosis, as revealed by histological staining. The research findings indicate that the BC/AE sheet has potential for applications in wound dressings."
    },
    {
      "pmid": "37184667",
      "title": "Promising effect of Geranium robertianum L. leaves and Aloe vera gel powder on Aspirin®-induced gastric ulcers in Wistar rats: anxiolytic behavioural effect, antioxidant activity, and protective pathways.",
      "authors": [
        "Basma M Bawish",
        "Mariem A Rabab",
        "Safaa T Gohari",
        "Marwa S Khattab",
        "Naglaa A AbdElkader",
        "Samar H Elsharkawy",
        "Amr M Ageez",
        "Manal M Zaki",
        "Shaimaa Kamel",
        "Eman M Ismail"
      ],
      "journal": "Inflammopharmacology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Many drugs have been restricted in the treatment of gastric ulcers (GU). So, herbal medicines are now in great demand for their better cultural acceptability, compatibility, and minimal side effects. Therefore, our study aimed to assess the protective efficacy of Aloe vera gel and Geranium robertianum extracts against Aspirin®-induced GU in Wistar rats. METHODS: Antioxidant activity and chemical composition of both herbs were analysed. Then, we divided forty female Wistar rats into five groups: a negative control group, a positive control group of Aspirin®-induced GU, and pretreated groups with Aloe Vera, geranium, and Famotidine (reference drug). The locomotor disability, anxiety-like behaviour, and ultrasonography were assessed. Ultimately, scarification of animals to determine gastric juice pH and ulcer index. Then the collection of stomach and liver for histopathological and immunohistochemical examinations, besides tracing the oxidative stress biomarkers and related genes. RESULTS: High content of polyphenols was revealed in both extracts. The pretreatment with Aloe vera gel and geranium showed significant antioxidant activities with free radical scavenging and ferric-reducing power (FRAP). Moreover, they improved the stomach architecture and alleviated anxiety-like behaviour and motor deficits. They significantly reduced the expression of proinflammatory cytokine (TNF-α), inflammatory, and oxidative stress genes (NF-KB, HO-1, Nrf-2) while increasing the Keap-1 in gastric mucosa. CONCLUSION: Data presented a significant protective effect of Aloe vera gel and geranium against Aspirin®-induced GU; they reduced gastric mucosal injury with potential anxiolytic effects through their anti-inflammatory and antioxidant properties. Therefore, they may be considered promising agents for preventing or treating gastric ulceration.",
      "mesh_terms": [
        "Rats",
        "Female",
        "Animals",
        "Antioxidants",
        "Rats, Wistar",
        "Stomach Ulcer",
        "Aspirin",
        "Anti-Anxiety Agents",
        "Geranium",
        "Powders",
        "Plant Extracts",
        "Aloe"
      ]
    },
    {
      "pmid": "37172699",
      "title": "Bimetallic (Ag and MgO) nanoparticles, Aloe vera extracts loaded xanthan gum nanocomposite for enhanced antibacterial and in-vitro wound healing activity.",
      "authors": [
        "Kandasamy Saravanakumar",
        "Anbazhagan Sathiyaseelan",
        "Xin Zhang",
        "Miri Choi",
        "Myeong-Hyeon Wang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We prepared nanocomposite (XG-AVE-Ag/MgO NCs) using the bimetallic Ag/MgO NPs, Aloe vera extract (AVE), and biopolymer (xanthan gum (XG)) to archive a synergetic antibacterial and wound healing activity. The changes in XRD peaks at 20° of XG-AVE-Ag/MgO NCs indicated the XG encapsulation. The XG-AVE-Ag/MgO NCs showed the zeta potential and zeta size of 151.3 ± 3.14 d.nm and -15.2 ± 1.08 mV with a PDI of 0.265 while TEM showed an average size of 61.19 ± 3.89 nm. The EDS confirmed the co-existence of Ag, Mg, carbon, oxygen, and nitrogen in NCs. XG-AVE-Ag/MgO NCs displayed higher antibacterial activity in terms of zone of inhibition, at 15.00 ± 0.12 mm for B. cereus and 14.50 ± 0.85 mm for E. coli. Moreover, NCs exhibited MICs of 2.5 μg/mL for E. coli, and 0.62 μg/mL for B. cereus. The in vitro cytotoxicity and hemolysis assays indicated the non-toxic properties of XG-AVE-Ag/MgO NCs. The higher wound closure activity was observed with the treatment of XG-AVE-Ag/MgO NCs (91.19 ± 1.87 %) compared to the control, untreated group (68.68 ± 3.54 %) at 48 h of incubation. These findings revealed that XG-AVE-Ag/MgO NCs was promising, non-toxic, antibacterial, and wound-healing agent that deserved further in-vivo studies.",
      "mesh_terms": [
        "Aloe",
        "Magnesium Oxide",
        "Escherichia coli",
        "Anti-Bacterial Agents",
        "Nanoparticles",
        "Wound Healing",
        "Metal Nanoparticles"
      ]
    },
    {
      "pmid": "37172697",
      "title": "Aloe vera-loaded natural rubber latex dressing as a potential complementary treatment for psoriasis.",
      "authors": [
        "Rondinelli Donizetti Herculano",
        "Thainá Oliveira Dos Santos",
        "Natan Roberto de Barros",
        "Giovana Sant'Ana Pegorin Brasil",
        "Mateus Scontri",
        "Bruna Gregatti Carvalho",
        "Marvin Mecwan",
        "Neda Farhadi",
        "Satoru Kawakita",
        "Caio Humberto Perego",
        "Flávio Alexandre Carvalho",
        "André Gonzaga Dos Santos",
        "Nayrim Brizuela Guerra",
        "Juliana Ferreira Floriano",
        "Cassamo Ussemane Mussagy",
        "Zuzana Tirpáková",
        "Danial Khorsandi",
        "Arne Peirsman",
        "Huu Tuan Nguyen",
        "Alejandro Gomez",
        "Kalpana Mandal",
        "Ricardo José de Mendonça",
        "Bingbing Li",
        "Mehmet Remzi Dokmeci",
        "Vadim Jucaud"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Psoriasis is a disease that causes keratinocytes to proliferate ten times faster than normal, resulting in chronic inflammation and immune cell infiltration in the skin. Aloe vera (A. vera) creams have been used topically for treating psoriasis because they contain several antioxidant species; however, they have several limitations. Natural rubber latex (NRL) has been used as occlusive dressings to promote wound healing by stimulating cell proliferation, neoangiogenesis, and extracellular matrix formation. In this work, we developed a new A. vera-releasing NRL dressing by a solvent casting method to load A. vera into NRL. FTIR and rheological analyzes revealed no covalent interactions between A. vera and NRL in the dressing. We observed that 58.8 % of the loaded A. vera, present on the surface and inside the dressing, was released after 4 days. Biocompatibility and hemocompatibility were validated in vitro using human dermal fibroblasts and sheep blood, respectively. We observed that ~70 % of the free antioxidant properties of A. vera were preserved, and the total phenolic content was 2.31-fold higher than NRL alone. In summary, we combined the antipsoriatic properties of A. vera with the healing activity of NRL to generate a novel occlusive dressing that may be indicated for the management and/or treatment of psoriasis symptoms simply and economically.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Sheep",
        "Rubber",
        "Latex",
        "Aloe",
        "Antioxidants",
        "Psoriasis",
        "Bandages"
      ]
    },
    {
      "pmid": "37133931",
      "title": "Efficacy of aloe vera and probiotic mouthwashes vs fluoride mouthwash on Streptococcus mutans in plaque around brackets of orthodontic patients: a randomized clinical trial.",
      "authors": [
        "Nisha D S",
        "Biju Sebastian",
        "Rishad Kalappurakkal",
        "Richard Kirubakaran"
      ],
      "journal": "The Angle orthodontist",
      "publication_date": "2023-Sep-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To compare efficacy of aloe vera and probiotic mouthwashes vs fluoride mouthwash on Streptococcus mutans (S. mutans) in the plaque of orthodontic patients and to assess patient-reported outcomes and compliance. MATERIALS AND METHODS: This prospective randomized clinical trial included 90 patients aged 12-35 years and in permanent dentition, who were randomly allocated in a 1:1:1 ratio to three mouthwash groups: aloe vera, probiotic, or fluoride. Smartphone-based applications were used to improve patient compliance. The primary outcome was the change in S. mutans levels in plaque between two times: pre-intervention and after 30 days using real-time polymerase chain reaction (Q-PCR). Secondary outcomes were the evaluation of patient-reported outcomes and compliance. RESULTS: Mean differences between aloe vera vs probiotic: -0.53 (95% CI: -3.57 to 2.51), aloe vera vs fluoride: -1.99 (95% CI, -4.8 to 0.82), and probiotic vs fluoride: -1.46 (95% CI: -4.74 to 1.82) were not significant, P = .467. Intragroup comparison demonstrated a significant mean difference in all three groups of -0.67 (95% CI: -0.79 to -0.55), -1.27 (95% CI: -1.57 to -0.97), and -2.23 (95% CI: -2.44 to -2.00) respectively, P < .001. Adherence was above 95% in all groups. No significant differences in frequency of responses to patient-reported outcomes were found among groups. CONCLUSIONS: No significant difference in efficacy among the three mouthwashes in reducing S. mutans level in plaque was found. Patient-reported assessments concerning burning sensation, taste, and tooth staining found no significant differences among mouthwashes. Smartphone-based applications can help improve patient compliance.",
      "mesh_terms": [
        "Humans",
        "Mouthwashes",
        "Fluorides",
        "Aloe",
        "Streptococcus mutans",
        "Prospective Studies",
        "Dental Plaque",
        "Probiotics"
      ]
    },
    {
      "pmid": "36988305",
      "title": "Three-dimensional silk fibroin-gelatin/chondroitin sulfate/hyaluronic acid-aloe vera scaffold supports in vitro chondrogenesis of bone marrow mesenchymal stem cells and reduces inflammatory effect.",
      "authors": [
        "Kritsarut Wuttisiriboon",
        "Patcharaporn Tippayawat",
        "Jureerut Daduang",
        "Temduang Limpaiboon"
      ],
      "journal": "Journal of biomedical materials research. Part B, Applied biomaterials",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A limited self-healing ability of injured articular cartilage results in osteoarthritis and a joint dysfunction afterward. Cartilage tissue engineering is a promising approach to increase the treatment efficiency. Moreover, host response to implanted biomaterial has been increasingly concerned. Thus, this study aimed to establish three-dimensional (3D) scaffold that could support cartilage tissue engineering and reduce inflammatory. The various ratios of silk fibroin (SF), gelatin (G), chondroitin sulfate (C), hyaluronic acid (H), and aloe vera (A) were used to fabricate 3D scaffolds by lyophilization, designated as SF, SF-A, SF-gelatin/chondroitin sulfate/hyaluronic acid (GCH)-A-411, and SF-GCH-A-111. The physical and biological characteristics of the scaffolds were investigated. All scaffolds possessed interconnected porous structures, which the highest pore size of 209 μm was found in SF and SF-GCH-A-411 scaffolds. Moreover, high porosity, high water uptake, and good mechanical strength were observed in the SF-GCH-A-411 scaffold. The SF, SF-A, and SF-GCH-A-411 scaffolds could retain their structures up to 21 days, while SF-GCH-A-111 was rapidly degraded. The proliferation of human bone marrow mesenchymal stem cells (BM-MSCs) was significantly higher in SF-A and SF-GCH-A-411 than in the SF scaffold. Besides, the SF-A and SF-GCH-A-411 revealed significantly lower expression of pro-inflammatory cytokine, interleukin-1 beta than the SF scaffold, suggesting the beneficial role of aloe vera in anti-inflammatory effect. Furthermore, the SF-GCH-A-411 scaffold could support chondrogenic differentiation of BM-MSCs. In conclusion, based on its superior physical and biological characteristics that support chondrogenesis of BM-MSCs, the SF-GCH-A-411 scaffold is recommended for cartilage tissue engineering.",
      "mesh_terms": [
        "Humans",
        "Chondroitin Sulfates",
        "Hyaluronic Acid",
        "Fibroins",
        "Gelatin",
        "Aloe",
        "Tissue Scaffolds",
        "Chondrogenesis",
        "Mesenchymal Stem Cells",
        "Tissue Engineering",
        "Cartilage, Articular",
        "Porosity"
      ]
    },
    {
      "pmid": "36896315",
      "title": "Potential Benefits of Aloe vera and Raphanus sativus var. longipinnatus Gel for Prevention of Radiation-Induced Dermatitis in Head and Neck Cancer Patients.",
      "authors": [
        "Sry Suryani Widjaja",
        "Imam Bagus Sumantri",
        "Rusdiana Rusdiana",
        "Hendri Yo",
        "Juli Jamnasi",
        "Rudi Yo",
        "Hendrik Kho",
        "Vito Filbert Jayalie",
        "Montesque Silalahi",
        "Fauzie Siregar"
      ],
      "journal": "Iranian journal of pharmaceutical research : IJPR",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The main therapy for head and neck cancer is radiation, and one of the toxic effects of radiation is radiation dermatitis. Aloe vera is a species of succulent plant of the genus Aloe, widely used in cosmetic and skin care products, as well as daikon (Raphanus sativus var. longipinnatus), which is high in antioxidants. OBJECTIVES: The present study aims to evaluate the potential benefits of Aloe vera and daikon gel combination in head and neck cancer patients to prevent radiation-induced dermatitis. METHODS: A cohort study was conducted with eligible subjects, all head and neck cancer patients receiving radiation therapy selected in consecutive sampling. Samples were divided into two groups; either received Aloe vera and daikon combination gel (study group) or baby oil (control induced dermatitis (RID) were observed. RESULTS: A total of 44 patients were grouped into intervention (Aloe vera-daikon gel) and control (baby oil) groups. After ten radiotherapies (RT) sessions, the intervention group had a lower percentage of grade 1 RID (35% vs. 91.7%, control: 65% grade 2 RID, P < 0.001). After 20 RT sessions, 40% had no dermatitis, while all patients had RID in the control group (P = 0.061). After 30 RT sessions, the intervention group had a lower RID grade overall (gr 0: 5%, gr 1: 85%, gr 2: 10%) compared to the control group (gr 1: 33.3%, gr 2: 54.3%, gr 3: 8.3%, P = 0.002). After 35 RT sessions, the intervention group also had a lower RID grade overall (gr 0: 5%, gr 1: 65%, gr 2: 20%, gr 3: 10%) compared to the control group (gr 1: 8.3%, gr 2: 37.5%, gr 3: 45.8%, gr 4: 8.3%, P < 0.001). CONCLUSIONS: The combination of Aloe vera and daikon gel showed promising results in reducing the severity of radiation-induced dermatitis for head and neck cancer patients."
    },
    {
      "pmid": "36877633",
      "title": "Influence of Aloe vera (Aloe barbadensis M.) as an alternative to antibiotics on the growth performance, carcass characteristics and haemato-biochemical indices of broiler chickens.",
      "authors": [
        "B Quaye",
        "O Opoku",
        "V Benante",
        "B Adjei-Mensah",
        "M A Amankrah",
        "B Ampadu",
        "E Awenkanab",
        "C C Atuahene"
      ],
      "journal": "Veterinary medicine and science",
      "publication_date": "2023-May",
      "publication_types": [
        "Randomized Controlled Trial, Veterinary",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Medicinal herbs as classes of additives to poultry feeds have proven to be beneficial due to their antioxidant, antimicrobial and antifungal properties. OBJECTIVE: A 6-week study was conducted to assess the effects of Aloe vera (Aloe barbadensis M.) as an alternative to antibiotics on the growth performance, carcass traits and haemato-biochemical parameters of broiler chickens. METHODS: A total of 240 unsexed commercial broiler chickens, 2 weeks old, were randomly allocated to four treatments: T1 (negative control), T2 (positive control, 1 g/L oxytetracycline), T3 (0.5% Aloe vera gel extract) and T4 (1% Aloe vera gel extract) in a completely randomised design (CRD), with six replicates of 10 birds per replicate. The Aloe vera gel extract was administered in fresh drinking water. RESULTS: The results revealed across all the treatment groups, no significant (p > 0.05) differences were found in terms of growth performance and carcass traits. However, the mortality rate was significantly lower (p < 0.05) in the positive control and the Aloe vera groups compared to the negative control. Total cholesterol, total glucose, and high-density lipoprotein values for the experimental groups (T3 and T4) were significantly (p < 0.05) lower than those of the control groups. The values for red blood cell count, haemoglobin content, mean corpuscular haemoglobin and mean corpuscular haemoglobin concentration for the birds treated with Aloe vera gel were significantly (p < 0.05) higher than those of the control groups. CONCLUSIONS: It is therefore concluded that the addition of Aloe vera gel extracts up to 1% in the drinking water could replace antibiotics in broiler chickens without any adverse effects on the health status and the performance of birds.",
      "mesh_terms": [
        "Animals",
        "Anti-Bacterial Agents",
        "Aloe",
        "Chickens",
        "Drinking Water",
        "Weight Gain"
      ]
    },
    {
      "pmid": "36873617",
      "title": "Periodontal Ligament Fibroblast Cell Viability Following Treatment with Different Concentrations of Green Tea, Aloe Vera and a Mixture of their Extracts.",
      "authors": [
        "Seyed Hamed Alavi",
        "Gita Rezvani",
        "Mahmoud Nasr Esfahani",
        "Fatemeh Nobakht Lahrood"
      ],
      "journal": "Frontiers in dentistry",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objectives: Various studies have identified green tea and Aloe vera as a suitable medium for avulsed teeth. The aim of this study was to evaluate and compare the viability of periodontal ligament (PDL) fibroblasts following treatment with the extracts of these two plants and their mixture. Materials and Methods: Human PDL fibroblasts were purchased and treated with different concentrations of Aloe vera, green tea, and a combination of these two extracts. Hank's balanced salt solution and culture medium were employed as positive and negative controls, respectively. Viability was assessed using the MTT assay. Two-way ANOVA and post-hoc tests were used for statistical analysis (P<0.05). Results: There was a significant difference in PDL fibroblast viability between different concentrations of the extracts. Higher concentrations of green tea and the combination of the two extracts significantly increased cell viability. Higher concentrations of Aloe vera had the least positive effect on maintaining the viability of these cells. Conclusion: If confirmed by further studies, the combination of Aloe vera and green tea extracts might be considered as a suitable media for different purposes like storing avulsed teeth."
    },
    {
      "pmid": "36863642",
      "title": "Evaluation of acute oral toxicity, anti-diabetic and antioxidant effects of Aloe vera flowers extract.",
      "authors": [
        "Nesreen M I M Elkomy",
        "Amina El-Shaibany",
        "Gehad M Elnagar",
        "Ahmed S Abdelkhalek",
        "Hassan Al-Mahbashi",
        "Mahmoud M Elaasser",
        "Salwa M Raweh",
        "Maha A Aldiyarbi",
        "Ali E Raslan"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2023-Jun-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Aloe vera (L.) Burm.f. is widely used in various traditional systems of medicine worldwide. Since over 5000 years ago, several cultures have used A. vera extract medicinally for conditions ranging from diabetes to eczema. It has been shown to reduce the symptoms of diabetes by enhancing insulin secretion and protecting pancreatic islets. AIM OF THE WORK: This research study aimed to investigate the in-vitro antioxidant effect, the acute oral toxicity, and the possible pharmacological in-vivo anti-diabetic activity with histological examination of the pancreas of the standardized deep red A. vera flowers methanolic extracts (AVFME). MATERIALS AND METHODS: The liquid-liquid extraction procedure and TLC technique were used to investigate chemical composition. Total phenolics and flavonoids in AVFME were quantified by Folin-Ciocalteu and AlCl3 colorimetric methods, respectively. The present study involved evaluating the in-vitro antioxidant effect of AVFME using ascorbic acid as the reference standard, an acute oral toxicity study by using thirty-six albino rats and different concentrations of AVFME (200 mg/kg, 2, 4, 8 and 10 g/kg b.w.). Furthermore, the in-vivo anti-diabetic study was performed on alloxan-induced diabetes in rats (120 mg/kg, I.P.) and two doses of AVFME (200 and 500 mg/kg b.w., orally) were used as compared to glibenclamide (5 mg/kg, orally) as a standard hypoglycemic sulfonylurea medication. A histological examination of the pancreas was performed. RESULTS: AVFME resulted in the highest phenolic content of 150.44 ± 4.62 mg gallic acid equivalent per gram (GAE/g) along with flavonoid content of 70.38 ± 0.97 mg of quercetin equivalent per gram (QE/g). An in-vitro study revealed that the antioxidant effect of AVFME was strong as ascorbic acid. The results of the in-vivo studies showed that the AVFME didn't cause any apparent toxicity signs or death in all groups at different doses which proves the safety of this extract with a wide therapeutic index. The antidiabetic activity of AVFME demonstrated a considerable drop in blood glucose levels as glibenclamide, without severe hypoglycemia or significant weight gain which is considered an advantage of AVFME over glibenclamide use. The histopathological study of pancreatic tissues confirmed the protective effect of AVFME on the pancreatic beta-cells. The extract is proposed to have antidiabetic activity through inhibition of α-amylase, α-glucosidase, and dipeptidyl peptidase IV (DPP-IV). Molecular docking studies were conducted to understand possible molecular interactions with these enzymes. CONCLUSION: AVFME represents a promising alternative source of active constituents against diabetes mellitus (DM) based on its oral safety, antioxidant, anti-hyperglycemic activities, and pancreatic protective effects. These data revealed the antihyperglycemic activity of AVFME is mediated by pancreatic protective effects while significantly enhancing insulin secretion through increasing functioning beta cells. This suggests that AVFME has the potential as a novel antidiabetic therapy or a dietary supplement for the treatment of type 2 diabetes (T2DM).",
      "mesh_terms": [
        "Animals",
        "Aloe",
        "Antioxidants",
        "Ascorbic Acid",
        "Blood Glucose",
        "Diabetes Mellitus, Experimental",
        "Diabetes Mellitus, Type 2",
        "Flowers",
        "Glyburide",
        "Hypoglycemic Agents",
        "Molecular Docking Simulation",
        "Plant Extracts",
        "Rats"
      ]
    },
    {
      "pmid": "36844542",
      "title": "Cytotoxicity Study of Gold Nanoparticle Synthesis Using Aloe vera, Honey, and Gymnema sylvestre Leaf Extract.",
      "authors": [
        "Shiza Malik",
        "Maha Niazi",
        "Maham Khan",
        "Bisma Rauff",
        "Sidra Anwar",
        "Faheem Amin",
        "Rumeza Hanif"
      ],
      "journal": "ACS omega",
      "publication_date": "2023-Feb-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gold nanoparticles (AuNPs) have gained importance in the field of biomedical research and diagnostics due to their unique physicochemical properties. This study aimed to synthesize AuNPs using Aloe vera extract, honey, and Gymnema sylvestre leaf extract. Physicochemical parameters for the optimal synthesis of AuNPs were determined using 0.5, 1, 2, and 3 mM of gold salt at varying temperatures from 20 to 50 °C. X-ray diffraction was used to evaluate the crystal structure of AuNPs, which came out to be a face-centered cubic structure. Scanning electron microscopy and energy-dispersive X-ray spectroscopy analysis confirmed the size and shape of AuNPs between 20 and 50 nm from the Aloe vera, honey, and Gymnema sylvestre, as well as large-sized nanocubes in the case of honey, with 21-34 wt % of gold content. Furthermore, Fourier transform infrared spectroscopy confirmed the presence of a broadband of amine (N-H) and alcohol groups (O-H) on the surface of the synthesized AuNPs that prevents them from agglomeration and provides stability. Broad and weak bands of aliphatic ether (C-O), alkane (C-H), and other functional groups were also found on these AuNPs. DPPH antioxidant activity assay showed a high free radical scavenging potential. The most suited source was selected for further conjugation with three anticancer drugs including 4-hydroxy Tamoxifen, HIF1 alpha inhibitor, and the soluble Guanylyl Cyclase Inhibitor 1 H-[1,2,4] oxadiazolo [4,3-alpha]quinoxalin-1-one (ODQ). Evidence of the pegylated drug conjugation with AuNPs was reinforced by ultraviolet/visible spectroscopy. These drug-conjugated nanoparticles were further checked on MCF7 and MDA-MB-231 cells for their cytotoxicity. These AuNP-conjugated drugs can be a good candidate for breast cancer treatment that will lead toward safe, economical, biocompatible, and targeted drug delivery systems."
    },
    {
      "pmid": "36808781",
      "title": "The effect of a standardized capsule of Aloe vera gel on the quality of life in patients with systolic heart failure: A randomized double-blind placebo-controlled clinical trial.",
      "authors": [
        "Saeideh Sabbaghzadegan",
        "Mohammad Hossein Soltani",
        "Mohammad Kamalinejad",
        "Mohsen Bahrami",
        "Ali Kabir",
        "Majid Dadmehr"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "This trial was designed to evaluate the effect of a standardized capsule of Aloe vera gel (AVG) on the quality of life (QOL) in patients with systolic heart failure (HF). Forty-two patients were randomly divided into two groups to receive either AVG 150 mg or harmonized placebo capsules twice a day for 8 weeks. The patients were evaluated before and after the intervention using the Minnesota Living with Heart Failure Questionnaire (MLHFQ), New York Heart Association (NYHA) functional class, six-minute walk test (6MWT), Insomnia Severity Index (ISI), Pittsburgh Sleep Quality Index (PSQI) and STOP-BANG questionnaires. Post-intervention, AVG group indicated a significant reduction in the total score of MLHFQ (p < 0.001). The changes in MLHFQ and NYHA class were statistically significant after taking medication (p < 0.001 and p = 0.004, respectively). The change of 6MWT in the AVG group was more advanced; however, it was not statistically significant (p = 0.353). Moreover, in the AVG group, the severity of insomnia and obstructive sleep apnea decreased (p < 0.001, p = 0.01 respectively) and the sleep quality improved as well (p < 0.001). There were significantly fewer adverse events reported in the AVG group (p = 0.047). Therefore, AVG combined with standard medical therapy could provide more clinical benefits for patients with systolic HF.",
      "mesh_terms": [
        "Humans",
        "Quality of Life",
        "Heart Failure, Systolic",
        "Sleep Initiation and Maintenance Disorders",
        "Plant Preparations",
        "Double-Blind Method",
        "Aloe",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "36806412",
      "title": "Anti-microbial, anti-oxidant and wound healing capabilities of Aloe vera-incorporated hybrid nanoflowers.",
      "authors": [
        "Cevahir Altinkaynak",
        "Ebru Haciosmanoglu",
        "Murat Ekremoglu",
        "Mayram Hacioglu",
        "Nalan Özdemir"
      ],
      "journal": "Journal of bioscience and bioengineering",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The active ingredients of Aloe vera have attracted attention for their potential use in nanotechnology-based medical applications and biomaterial production. It has many therapeutic applications in modern world. This study used Aloe vera extract in different concentrations to synthesize Aloe vera-incorporated hybrid nanoflowers (AV-Nfs). The most uniform morphology in the nanoflowers obtained was at a concentration of 2 mL. The AV-Nfs were well characterized by scanning electron microscopy, X-ray spectroscopy, Fourier transform infrared spectroscopy, and X-ray diffraction (XRD). The highest peroxidase-mimicking activity of the components was 1.488 EU/mg at 60°C and pH 6. The DPPH assay determined the antioxidant activity of the components and the MTT assay tested on CCD-1072Sk fibroblast cell line determined the effect of AV-Nfs on cell proliferation. Separate treatment of AV-Nfs with Cu3(PO4)2·3H2O significantly increased cell proliferation according to free Aloe vera and CuSO4. In vitro wound healing results showed that AV-Nfs could significantly close wounds compared to free Aloe vera. In this study, AV-Nfs showed antimicrobial activity against Staphylococcus epidermidis, Enterococcus faecalis, Escherichia coli and Klebsiella pneumoniae at minimum inhibitory concentration of 625 μg/mL, suggesting that AV-Nfs may be used in wound healing applications with enhanced biological properties. AV-Nfs showed no activity against the yeast Candida albicans.",
      "mesh_terms": [
        "Antioxidants",
        "Aloe",
        "Wound Healing",
        "Biocompatible Materials",
        "Spectroscopy, Fourier Transform Infrared"
      ]
    },
    {
      "pmid": "36703690",
      "title": "Effects of Intracanal Curcumin and Aloe vera on pH Changes in Simulated Root Surface Resorption Defects: An In vitro Study.",
      "authors": [
        "Sahar Shakouei Bonab",
        "Mohammad Samiei",
        "Aysan Shahmorad Moghanlou"
      ],
      "journal": "Iranian endodontic journal",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Commonly used medicaments in the treatment of external inflammatory root resorption (EIRR) have shown adverse effects; resulting in an increasing tendency to employ natural and/or herbal medication. The present in vitro study aimed to evaluate the effects of curcumin and aloe vera, as two natural medicaments, on the changes of pH in external root surface defects; and compare their outcomes with the results obtained from the application of calcium hydroxide, as a conventional medicament used in endodontic treatments. MATERIALS AND METHODS: In the current investigation, 92 permanent teeth, with a single root canal, were randomly divided into four groups. Similar cavities were created on the buccal surfaces of roots, 5 mm from their apices. The root canals in each of the study groups were filled with curcumin, aloe vera, calcium hydroxide or normal saline. The pH was measured after 20 min (i.e. the baseline), 1, 7, 14, 21, and 28 days using a digital pH meter. The data were analysed using repeated-measures ANOVA and the statistical significance was set at P<0.05. RESULTS: At the baseline, day 1 and day 7, the mean pH of both curcumin and aloe vera groups was higher than the mean pH of calcium hydroxide and normal saline groups (P<0.05). On day 14, the mean pH of aloe vera group was higher than that of calcium hydroxide and normal saline groups (P<0.05). On days 21 and 28, the mean pH of aloe vera group was higher than the mean pH of all the other groups (P<0.05). All other intergroup differences were not statistically significant at each time point (P>0.05). CONCLUSION: The current in vitro study demonstrated that aloe vera was more alkaline than curcumin; nevertheless, both groups exhibited more alkalinity than calcium hydroxide."
    },
    {
      "pmid": "36686869",
      "title": "Protective effects of Aloe vera powder supplementation on some quantitative and qualitative characteristics of egg, histopathological changes and serum biochemistry of laying hens fed by Aflatoxin B1.",
      "authors": [
        "Saeed Seifi",
        "Parisa Sadighara",
        "Afsaneh Mohajer"
      ],
      "journal": "Veterinary research forum : an international quarterly journal",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the recent years, the use of medicinal plants to reduce the effects of mycotoxins in foods and feeds has been considered. This study was conducted to investigate the effects of Aloe vera on performance, serum biochemical parameters and liver histopathology in laying hens fed on aflatoxin B1 (AFB1)-contaminated diet. Seventy-two White Leghorns (Hy-Line W-36) were randomly allocated to four treatments. 1) basal diet (control), 2) control plus 1.00 mg kg-1 AFB1, 3) control diet plus 1.00 mg kg-1 AFB1 + 100 ppm Aloe vera powder, and 4) control diet plus 1.00 mg kg-1 AFB1 + 300 ppm Aloe vera powder. Each treatment consisted of three replicates of 6 birds. Egg weight and Haugh units were not affected by AFB1. Egg production and eggshell thickness were lower for groups fed 1.00 mg kg-1 AFB1. Egg production, egg weight and eggshell thickness were improved by incorporation of Aleo vera in the AFB1 contaminated feed but were not significant. Chickens fed AFB1 had significantly lower aspartate aminotransferase (AST), alanine aminotransferase (ALT) and uric acid and higher cholesterol than other groups. Aloe vera powder improved levels of cholesterol, uric acid, AST, and ALT. AFB1 also caused histopathological changes in liver tissues, such as vacuolar degeneration, fatty infiltration, and necrosis. The addition of Aloe vera powder to the aflatoxin containing diet reduced the severity of lesions in liver. The data demonstrated the ability of Aloe vera to reduce the adverse effects of AFB1 exposure in laying hens."
    },
    {
      "pmid": "36651427",
      "title": "Polysaccharides from aloe vera target the Wnt/β-catenin pathway to impact the tooth density of pulpitis rats.",
      "authors": [
        "Ling Jiang",
        "Yang Lu",
        "Hongyan Zhao",
        "Weiyang He"
      ],
      "journal": "Acta cirurgica brasileira",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To investigate the mechanism of polysaccharides from aloe vera (PAV), a main active ingredient of Aloe vera, treatment in pulpitis rats. METHODS: Pulpitis were modeled by drilling the occlusal central fossa with Sprague Dawley rats. Next, the rats were treated with 20, 40, and 80 mg/kg PAV for three weeks, respectively. Computed tomography scanning assay, hematoxylin and eosin staining, and tartrate-resistant acid phosphatase staining were used to detect the pathology change. Then, levels of tumor necrosis factor-α, interleukin-1β, prostaglandin E2, and ciclooxigenase 2 were detected by enzyme-linked immunosorbent assay. The expressions of bone morphogenetic protein 2 human (BMP-2), osteocalcin, osterix, and runt-related transcription factor 2 (Runx2) were quantified by quantitative real-time polymerase chain reaction and Western blotting (WB). Finally, Wnt3a expression, p-GSK3β/GSK3β and p-β-catenin/β-catenin ratio were analyzed by WB. RESULTS: PAV up regulated the bone mineral density, and reduced the breakage of the crown and cervical structures, and the necrosis of the crown and root pulp of pulpitis rats. In addition, results indicated that PAV could inhibit osteoblast formation. While osteoblasts' number was decreased, proteins of BMP-2, osteocalcin, osterix, and Runx2 were up-regulated by PAV. Furthermore, PAV increased the Wnt3a expression and the p-β-catenin/β-catenin ratio, and decreased p-GSK3β/GSK3β ratio. Interestingly, these effects were all in dose dependence. CONCLUSIONS: PAV could inhibit pulp inflammation and promote osteoblasts differentiation via suppressing the activation of the Wnt/β-catenin signaling, enhancing the dental bone density.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Rats",
        "Aloe",
        "beta Catenin",
        "Cell Differentiation",
        "Core Binding Factor Alpha 1 Subunit",
        "Glycogen Synthase Kinase 3 beta",
        "Osteoblasts",
        "Osteocalcin",
        "Osteogenesis",
        "Polysaccharides",
        "Pulpitis",
        "Rats, Sprague-Dawley",
        "Wnt Signaling Pathway"
      ]
    },
    {
      "pmid": "38384991",
      "title": "Comparison of the effects of Aloe vera gel and coconut oil on the healing of open wounds in rats.",
      "authors": [
        "Ozmen Istek",
        "Murat Tanrisever",
        "Sefa Kucukler",
        "Burak Karabulut",
        "Aydin Cevik"
      ],
      "journal": "Veterinarni medicina",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the effects of Aloe vera gel and coconut oil on wound healing were investigated and compared in rats. Forty-two Wistar albino rats were used during the experiment, in which they were operated on under general anaesthesia to create two full-thickness open skin wounds (created with a 0.5 cm diameter punch biopsy apparatus) on both back sides of the median line. A total of 42 rats were divided into three groups of 14 animals each to receive the topical application of Aloe vera gel (AV group - n = 14), coconut oil (CO group - n = 14) and cold cream (CONT group - n = 14). The medical applications were performed twice a day in all the groups. The wound borders were marked on a transparent sheet every day. Afterwards, this sheet was transferred to the millimetre graph paper. On days 0, 7, and 14, the unhealed wound area was measured in all the groups. On days 7 and 14, seven rats in each group were euthanised. Then, skin samples including the intact skin were taken from the wound sites for histopathological and biochemical evaluations. The topical application of Aloe vera gel showed a significant increase in the healing process of the open wounds in terms of the clinical evaluation, histopathological and biochemical data averages when compared with the coconut oil and cold cream groups of rats (P < 0.05). The results obtained in the present study demonstrate that Aloe vera gel may provide a good alternative for the treatment of open wounds."
    },
    {
      "pmid": "36583292",
      "title": "Clinical efficacy of green tea, aloe vera and chlorhexidine mouthwashes in the treatment of dental biofilm induced gingivitis: A multi-arm, double-blinded, randomized controlled clinical trial.",
      "authors": [
        "Mangesh G Andhare",
        "Sunaina Shetty",
        "Gopinath Vivekanandan",
        "Raghavendra M Shetty",
        "Betul Rahman",
        "Shishir R Shetty",
        "Srinivasa T Siddeshappa",
        "Vijay Desai"
      ],
      "journal": "International journal of dental hygiene",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: This multi-arm, randomized, double-blinded, controlled clinical trial was designed to evaluate the clinical efficacy of 0.5% green tea (GT), 0.2% chlorhexidine (CHX) and aloe vera (AV) mouthwash as compared to the control (CNT) group (scaling and polishing alone with no mouthwash) in the management of dental biofilm induced gingivitis among 18-40-year-old patients. MATERIAL AND METHODS: Sixty patients with generalized dental biofilm-induced gingivitis were randomly allocated to four study groups (n = 15 each) for treatment, namely Group GT, Group CHX, Group AV and Group CNT after scaling and polishing were administered to all the patients. Plaque index (PI), gingival index (GI) and sulcular bleeding index (SBI) were recorded at baseline, 14th and 21st day. RESULTS: PI, GI and SBI at various time intervals (baseline, 14th and 21st day) showed high statistically significant differences within the group (p < 0.01). Among these, the maximum percentage change was found in the CHX group followed by GT when evaluated from baseline to 21st day. The least percentage change was found in the AV group for PI and GI while the CNT group showed the least percentage change for sulcular index when evaluated from 14th to 21st day. Inter-group results showed high statistically significant differences (p < 0.01) for PI and GI when evaluated between baseline to 14th day and baseline to 21st day. SBI also showed statistically significant differences (p < 0.05) when evaluated between baselines to 14th day and baseline to 21st day. CONCLUSION: Green tea mouthwash displayed a significant reduction in plaque index, gingival index and sulcular bleeding index. 0.5% green tea catechin has equivalent anti-plaque efficacy as 0.2% chlorhexidine gluconate and can be considered a potent alternative to prevent and treat gingival diseases.",
      "mesh_terms": [
        "Humans",
        "Gingivitis",
        "Chlorhexidine",
        "Double-Blind Method",
        "Biofilms",
        "Mouthwashes",
        "Aloe",
        "Adult",
        "Female",
        "Male",
        "Tea",
        "Adolescent",
        "Young Adult",
        "Periodontal Index",
        "Treatment Outcome",
        "Anti-Infective Agents, Local",
        "Dental Plaque Index",
        "Plant Extracts",
        "Dental Plaque",
        "Dental Scaling",
        "Phytotherapy"
      ]
    },
    {
      "pmid": "39156187",
      "title": "[Effect of eye drops based on hyaluronic acid, Aloe vera and Centella asiatica on quality of life of patients with dry eye].",
      "authors": [
        "Inmaculada Vicen-Carbó",
        "Elisa Corretger-Bobis",
        "Carol García-Del-Cerro",
        "Lluc Sotelo-Prats",
        "Begoña Barturen-Echeverria",
        "Ester García-Marqueta",
        "Marta Homs-Balló",
        "Gemma Rubis-Marin",
        "Ernestina Pegueroles-Vallés",
        "Leticia Duart-Castells"
      ],
      "journal": "Farmaceuticos comunitarios",
      "publication_date": "2023-Jan-02",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The dry eye disease (DED) is a common disease and a frequent reason for consultation at community pharmacy. DED has a high impact on patients' quality of life (QoL); therefore, an appropriate treatment should aim to improve it. Artificial tears constitute the cornerstone for DED management and the main treatment recommended by pharmaceutical indication. OBJECTIVE: To study the effect of eyedrops based on hyaluronic acid, Centella asiatica and Aloe vera on the QoL of patients with DED. In parallel, treatment adherence, tolerance and safety of the product were evaluated. METHODS: Post-authorization, open, prospective and multicentric clinical study. Patients received the treatment for 60 days. To study the effect on QoL, patients completed the OSDI© questionnaire before starting the treatment, and at 30 and 60 days of treatment. Treatment adherence was assessed by means of units' reconciliation and the safety, through adverse events monitoring."
    },
    {
      "pmid": "36559697",
      "title": "Network Pharmacology and Molecular Docking Study on the Multi-Target Mechanisms of Aloe vera for Non-Alcoholic Steatohepatitis Treatment.",
      "authors": [
        "Tan Khanh Nguyen",
        "Huy Hieu Phung",
        "Won Jun Choi",
        "Hee-Chul Ahn"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Dec-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Non-alcoholic steatohepatitis (NASH) is a leading cause of chronic liver disease with limited treatment options. The widely distributed plant Aloe vera has shown protective effects against NASH in animals, yet the precise mechanism remains unknown. In this study, we investigated the potential mechanisms underlying the anti-NASH effects of Aloe vera using a network pharmacology and molecular docking approach. By searching online databases and analyzing the Gene Expression Omnibus dataset, we obtained 260 Aloe vera-NASH common targets. Gene Ontology and Kyoto Encyclopedia of Genes and Genomes enrichment analyses showed that the common targets were strongly associated with the key pathological processes implicated in NASH, including lipid and glucose metabolism, inflammation, apoptosis, oxidative stress, and liver fibrosis. Four core proteins, AKT serine/threonine kinase 1 (AKT1), tumor necrosis factor alpha (TNFα), transcription factor c-Jun, and tumor suppressor protein p53, were identified from compound-target-pathway and protein-protein interaction networks. Molecular docking analysis verified that the active ingredients of Aloe vera were able to interact with the core proteins, especially AKT1 and TNFα. The results demonstrate the multi-compound, multi-target, and multi-pathway mechanisms of Aloe vera against NASH. Our study has shown the scientific basis for further experiments in terms of the mechanism to develop Aloe vera-based natural products as complementary treatments for NASH. Furthermore, it identifies novel drug candidates based on the structures of Aloe vera's active compounds."
    },
    {
      "pmid": "36504087",
      "title": "Effects of Aloe Vera in the Treatment of Oral Ulcers: A Systematic Review and Meta-Analysis of Randomised Controlled Trials.",
      "authors": [
        "Hang Zou",
        "Zengjing Liu",
        "Zhi Wang",
        "Juan Fang"
      ],
      "journal": "Oral health & preventive dentistry",
      "publication_date": "2022-Dec-12",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "PURPOSE: To analyse the effects of aloe vera on the treatment of oral ulcers. MATERIALS AND METHODS: Relevant studies were identified from PubMed, Embase, ClinicalTrials.gov, SinoMed, Web of Science and Cochrane Library. Randomised controlled trials (RCTs) involving aloe vera (AV) in the treatment of oral ulcers were included. The data were extracted and pooled for meta-analysis to compare the clinical outcomes of patients with oral ulcers in terms of treatment effect, the size of ulcers, Visual Analogue Scale (VAS) for pain, and therapy duration. The standardised mean differences (SMD) with 95% confidence intervals (CI) were determined for the main outcomes, heterogeneity was analysed using the I2 test, and the studies' risk of bias was evaluating using the Cochrane risk of bias assessment tool. RESULTS: The study included 9 trials with a total of 847 participants. Seven trials were included in the meta-analysis. The results indicated no statistically significant differences in pain scores as assessed by the VAS (I2 = 95%, p = 0.89; SMD: -0.12, 95% CI: -1.84, 1.60) and size of ulcers (I2 = 88%, p = 0.60; SMD: -0.29, 95% CI: -1.39, 0.81). Clinical efficacy of the aloe vera group was better compared to control group (I2 = 89%, p = 0.007; RR: 2.25, 95% CI: 1.25, 4.06). Therapy duration was statistically significantly lower following AV gel application in two of the studies (I2 = 0%, p < 0.001; SMD: -1.32, 95% CI: -1.84, -0.79). Considering the results in a systematic manner, AV accelerated tissue epithelialisation and the wound-healing process. CONCLUSION: Compared with other interventions, aloe vera has a better therapeutic effect and shorter healing time. It is comparable with other interventions in relieving pain and reducing ulcer size, but it has higher safety and almost no side effects.",
      "mesh_terms": [
        "Humans",
        "Aloe",
        "Drug-Related Side Effects and Adverse Reactions",
        "Oral Ulcer",
        "Pain",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "36496678",
      "title": "Effect of Turmeric and Aloe Vera Extract on Shelf-Life of Goat and Buffalo Admixture Milk Paneer during Refrigeration Storage.",
      "authors": [
        "Pramila Umaraw",
        "Akhilesh K Verma",
        "V P Singh",
        "Ahmad Fahim"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Nov-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study was undertaken to evaluate efficacy of turmeric and aloe vera extract in extending shelf life of goat milk paneer. The paneer was made by admixing goat milk and buffalo milk in the ratio of 60:40 so as to achieve a standard fat 4.5%. The treatment group, T1, was made by adding 5 mL/100 mL (v/v) of turmeric extract in heated milk before coagulation. Similarly, 5 mL/100 mL (v/v) aloe vera extract was added to heated milk for group T2 while T3 was prepared by adding both turmeric extract 5 mL/100 mL (v/v) and aloe vera extract 5 mL/100 mL (v/v), and the control was made without any additive. The extracts before incorporation were assessed for their antioxidant and antimicrobial potential by analysing total phenolic content, ABTS and DPPH percent inhibition and zone of inhibition. The developed paneer samples were evaluated for physico-chemical, oxidative and microbiological changes, and sensory attributes during storage at refrigeration temperature for ten days. The results revealed that paneer prepared with addition of extracts significantly (p < 0.05) suppressed physico-chemical deterioration. Significantly (p < 0.05) lower peroxide value, TBARS, FFA and microbial counts were noticed in T3 than T1, T2 and the control. The sensory attributes were also better (p < 0.05) maintained in T3 during storage. The results concluded that the combination of turmeric and aloe vera extract significantly improves the shelf life of paneer under refrigeration storage and these might be used as phyto-preservatives in paneer."
    },
    {
      "pmid": "36495231",
      "title": "Lipase activity inhibited by aloenin A: Glycoside from Aloe vera (L.) Burm. f.-In vitro and molecular docking studies.",
      "authors": [
        "Neha Deora",
        "Krishnan Venkatraman"
      ],
      "journal": "Journal of molecular recognition : JMR",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Obesity is taking over many parts of the world and has been identified as the second leading cause of preventable death, with a dramatic increase in prevalence over the last two decades. Pancreatic lipase is a lipid-digesting enzyme that plays an important role in fat metabolism. Inhibiting pancreatic lipase is an attractive target for obesity treatment. Phytochemicals or bioactive compounds/extracts isolated from medicinal plants offer a promising platform for the development of pancreatic lipase inhibitors. This study aims to characterize and investigate the effect of aloenin A, glycoside found in Aloe vera, as a possible inhibitor of pancreatic lipase in vitro and in silico. A. vera extract had an IC50 value of 0.5472 μg/ml, whereas aloenin A had an IC50 value of 14.95 μg/mL and was found to inhibit in a competitive manner. These findings were supported by molecular docking studies, which revealed that aloenin A binds to the substrate binding site with a binding energy of - 7.16 kcal/mol, and this binding site is stabilized by three hydrogen bonds contributed by Phe77 and Asp79 . Our findings suggest that the anti-hyperlipidemic effects of A. vera on pancreatic lipase can be attributed in part to the presence of aloenin A.",
      "mesh_terms": [
        "Glycosides",
        "Aloe",
        "Molecular Docking Simulation",
        "Lipase",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "36481618",
      "title": "Aloe vera in diabetic dyslipidemia: Improving blood glucose and lipoprotein levels in pre-clinical and clinical studies.",
      "authors": [
        "Neha Deora",
        "Krishnan Venkatraman"
      ],
      "journal": "Journal of Ayurveda and integrative medicine",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Dyslipidemia is a common feature of type 2 diabetes mellitus and is characterised by elevated triglyceride, decreased HDL cholesterol, and increased small dense LDL cholesterol levels. The underlying causes appears to be associated with insulin resistance, increased free fatty acid reflux, and low-grade inflammation, resulting in increased hepatic lipogenesis, and altered lipoprotein metabolism. Improved glycaemic control has been shown to have a positive effect on lipoprotein levels in diabetics. This can be achieved through medications/therapeutics and life style changes. Several classes of pharmacologic agents are currently in use to treat dyslipidemia. However, they may have dangerous long-term side effects, including an increased risk of liver dysfunction, weight gain, and cardiovascular diseases. Therefore, stronger alternatives with fewer side effects are required to reduce the diabetes associated complications. Many secondary plant metabolites have been shown to improve glucose homeostasis and lower lipid levels. Aloe vera and its constituents have long been used in a traditional medicine system for a diverse range of biological activities, including hypoglycaemic, antioxidant, anticarcinogenic, anti-inflammatory, and wound healing effects through various mechanisms and they have been covered well in literature. However, studies on the potential role of Aloe vera in the treatment of diabetic dyslipidemia are scanty. Therefore, in this systematic review, we focussed on the potential effect of Aloe vera and its active components in alleviating diabetic dyslipidemia, as well as their mechanism of action in pre-clinical and clinical studies."
    },
    {
      "pmid": "36443034",
      "title": "[Experimental Study of Using Aloe Vera Gel to Treat Diabetic Chronic Cutaneous Ulcers in Bama Miniature Pigs].",
      "authors": [
        "Yu-Jie Liang",
        "Yan Li",
        "Yun-Yi Gao",
        "Li Wang",
        "Xing-Wu Ran"
      ],
      "journal": "Sichuan da xue xue bao. Yi xue ban = Journal of Sichuan University. Medical science edition",
      "publication_date": "2022-Nov",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To investigate the efficacy, safety, and mechanism of topical application of aloe vera gel (AVG) to treat diabetic chronic cutaneous ulcers in Bama miniature pigs. METHODS: The Bama miniature pig model of diabetic chronic skin wounds was constructed and the model pigs were randomly assigned to AVG daily administration group (AVG QD), aloe vera gel every-other-day administration group (AVG QOD), and diabetic control group (DC). A non-diabetic chronic skin wounds model pig was set as the non-diabetic control group (NDC). Treatment efficacy was evaluated based on the amount of time needed for complete healing of the wounds, healing rates, granulation growth rates, and skin histopathological changes. Safety was evaluated according to whether adverse reactions were observed. In addition, the dynamic changes of the relative expression levels of miR21, miR29a, miR126, miR146a, miR155, and miR210 in wound granulation tissues were examined. RESULTS: 1) Efficacy and safety: The amount of time needed for complete healing of the wounds was shorter in the NDC group than those of the three other groups, DC group, AVG QD group, and AVG QOD group (all P<0.05). The amount of time needed for complete healing of the wounds was shorter in the AVG QD group and AVG QOD group than that of DC group (all P<0.05). The amount of time needed for complete healing of the wounds was shorter in the AVG QOD group than that of AVG QD group (all P<0.05). No adverse reactions were detected in the whole process of AVG topical treatment. The granulation growth rate of NDC group was higher than those of DC group, AVG QD group, and AVG QOD group (all P<0.05). The wound healing rate of NDC group was higher than those of DC group, AVG QD group, and AVG QOD group (all P<0.05); the wound healing rate of AVG QOD group was higher than those of DC group and AVG QD group (all P<0.05). 2) Histopathology: The results of HE staining light microscopy showed that collagen fiber production increased, and that microvascular formation with slight inflammatory cell infiltration was observed in the dermal interstitium at the initial stage of wound healing after AVG treatment. One year of after complete healing, pathological examination results of wound healing skin showed that the epidermal keratinization was complete, that collagen was arranged neatly and orderly, and that many microvessels were found in the interstitium. The results of picric acid celestite scarlet staining showed that, after AVG treatment, type Ⅰ collagen mainly increased in the initial stage of wound healing, type Ⅲ collagen gradually increased when the wound healed completely, and the collagen was arranged neatly during the whole process. 3) The relative expression of microRNAs: The relative expression of miR21, miR126, and miR210 in NDC group, AVG QD group, and AVG QOD group were higher than that in DC group (all P<0.05). The relative expression of miR29a and miR155 in NDC group, AVG QD group, and AVG QOD group was lower than that in DC group (all P<0.05). The relative expression of miR146a in NDC group was higher than that in DC group ( P<0.05). CONCLUSION: AVG topical application can shorten the time needed for complete healing of diabetic chronic wounds in Bama minipigs. The wound healing speed of the alternate-day treatment group was faster than that of the daily treatment group. No adverse reactions were observed over the course of the treatment. The mechanism may be related to the up-regulation of the expressions of miR21, miR126, and miR210 and the down-regulation of miR29a and miR155 in wound granulation tissue.",
      "mesh_terms": [
        "Animals",
        "Swine",
        "Swine, Miniature",
        "Ulcer",
        "Chronic Disease",
        "Wound Healing",
        "Diabetes Mellitus"
      ]
    },
    {
      "pmid": "36429320",
      "title": "Aloe Vera-Fermented Beverage Ameliorates Obesity and Gut Dysbiosis in High-Fat-Diet Mice.",
      "authors": [
        "Shijie Fu",
        "Yanting Dang",
        "Huilin Xu",
        "Aimin Li",
        "Xiaoman Zhou",
        "Xiaodong Gao",
        "Zijie Li"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Nov-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aloe vera has been proven to have various medicinal properties, including anti-inflammatory and anti-obesity functions. However, the effects of Aloe vera-fermented beverages (AFB) on obesity and its complications are still not clear. In this study, HepG2 cells in high-fat environment and high-fat diet (HFD) mice were used to investigate the potential obesity-preventing function of AFB. We found that AFB intervention decreased the amount of lipid droplets of HepG2 cells, suppressed the body weight gain and adipose accumulation, and reduced the serum contents of total cholesterol (TC), alanine aminotransferase (ALT), and interleukin 10 (IL-10) of HFD-mice. In addition, it also changed the composition of the gut microbiota. The ratio of Firmicutes/Bacteroidetes was decreased, while the relative abundance of Muribaculaceae, Alistipes and Rikenellaceae_RC9_gut_group was increased after the administration of AFB compared with HFD-mice. These results demonstrated that AFB can prevent diet-induced obesity (DIO) and provides a new option to modulate obesity-related gut dysbiosis."
    },
    {
      "pmid": "36388847",
      "title": "The Effectiveness of Aloe Vera on Relief of Irritation and Nipple Pain in Lactating Women: Systematic Review and Meta-Analysis.",
      "authors": [
        "Azam Maleki",
        "Samaneh Youseflu"
      ],
      "journal": "Obstetrics and gynecology international",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Aloe vera is one of the herbal products with anti-inflammatory, antioxidant, moisturizing, bactericidal, anti-viral, and anti-fungal effects that were used to relieve pain and irritation. The aim of the current systematic review and meta-analysis is to determine the effect of Aloe vera on the relief of irritation and nipple pain in lactating women. METHODS: A search was carried out in four English electronic databases including Scopus, Embase, PubMed, and Web of Science until November 2021. All clinical trials that assessed the effect of Aloe vera on the relief of irritation and nipple pain in lactating women were included. The study's risk of bias was assessed using the Cochrane risk of bias checklist. Study heterogeneity was determined using the I 2 statistic and publication bias using Begg's and Egger's tests. Results of the random-effects meta-analysis were presented using standard mean difference (SMD) with 95% confidence intervals (CIs). Data were analyzed using STATA software version 16 MP. RESULTS: In total, 7 articles with 1670 subjects were included in the meta-analysis. Overall, we found a positive impact of Aloe vera on reducing breast pain (pooled SMD= -0.45; CI= -0.83, -0.07, P value <0.02) and irritation (pooled SMD= -0.48; CI= -0.64, -0.32, P value<0.001) in lactating women. There is a high heterogeneity among pain studies (I 2= 86%) but was low within irritation studies (I 2= 26%). CONCLUSION: Our result showed that Aloe vera can be considered a choice for relieving breast pain or irritation in lactating women compared with routine care or another treatment. Considering the limited number of studies conducted on this topic and the low sample size, future studies with a larger sample will be required to draw better conclusions."
    },
    {
      "pmid": "36368678",
      "title": "Aloe Vera-Containing Matrix in Transdermal Fentanyl Therapy Improves Adhesion, Skin Tolerance and Quality of Life: Results of a German Multicenter Study with a New Fentanyl Patch.",
      "authors": [
        "Christoph G Dietrich",
        "Tanja Kottmann",
        "Hans Werner Voß",
        "Roxane Lorenz"
      ],
      "journal": "Drug research",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Multicenter Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic pain represents a significant and costly healthcare problem especially in the older patient. Transdermal opioid therapy is easy to apply and ensures constant supply of active ingredients. However, skin irritation, poor adhesion and systemic side effects complicate transdermal pain therapy. METHODS: In the Relief study, comprising 54 centers, all in Germany, 252 patients were recruited and data about the general care situation as well as the characteristics, effects and side effects of the Aloe vera fentanyl patch were collected. 92 patients had a prior treatment with fentanyl patch without Aloe vera, allowing a comparative analysis. RESULTS: Compared to patches without Aloe vera, the new fentanyl patch showed better adhesion. Systemic and local tolerance and pain reduction were also significantly better. Patients also reported improvements in side effects and central parameters of quality of life. The data regarding the care situation in Germany showed remarkably low use of coanalgetics and laxatives in pain patients. DISCUSSION: Aloe vera in transdermal pain treatment improves adhesion and local tolerance of the patch. Pain control and quality of life were also improved. Regional care data concerning cotreatment in pain therapy from this study indicate a lack of penetration of existing guidelines in general practitioners' pain therapy.",
      "mesh_terms": [
        "Humans",
        "Fentanyl",
        "Aloe",
        "Quality of Life",
        "Analgesics, Opioid",
        "Pain",
        "Administration, Cutaneous",
        "Transdermal Patch"
      ]
    },
    {
      "pmid": "36363764",
      "title": "Propolis, Aloe Vera, Green Tea, Cranberry, Calendula, Myrrha and Salvia Properties against Periodontal Microorganisms.",
      "authors": [
        "Luciene Cristina Figueiredo",
        "Nathalia Freitas Figueiredo",
        "Daniele Ferreira da Cruz",
        "Gustavo Titonele Baccelli",
        "Gabriela Espinoza Sarachini",
        "Manuela Rocha Bueno",
        "Magda Feres",
        "Bruno Bueno-Silva"
      ],
      "journal": "Microorganisms",
      "publication_date": "2022-Oct-31",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The oral cavity harbors hundreds of microorganisms that may be uncontrolled and provoke several diseases. In this sense, periodontitis is a complex multifactorial disease with an essential microbial component in its etiology. Periodontal treatment involves mechanical control of the supra- and subgingival biofilm, but not all patients respond predictably to treatment. In this way, the biofilm chemical control helps in the reduction of periodontal pathogens during treatment or in the delay of bacterial re-colonization after scaling and root planning. Several products have been studied as adjunctive therapy and have shown promising results. Therefore, the present article reviews the biological effects of propolis, aloe vera, green tea, cranberry, calendula, myrrha and salvia that may support their use in the control of subgingival biofilm in patients with periodontitis. All the natural products cited above showed exciting results against microorganisms related to oral diseases, mainly periodontitis. These substances also have anti-inflammatory and antioxidant activities. The natural agents propolis, aloe vera, green tea, cranberry, calendula, myrrha and salvia demonstrated potential to be used as oral hygiene products, based on their antimicrobial and anti-inflammatory actions."
    },
    {
      "pmid": "36320801",
      "title": "Assessment of the Effectiveness of Aloe vera Versus Amlexanox in the Treatment of Recurrent Aphthous Ulcers: A Three-Arm Placebo-Controlled Randomized Clinical Trial.",
      "authors": [
        "Nasem Jamal Yousef",
        "Abeer Ahmad Aljoujou",
        "Ammar Mahmoud Mashlah",
        "Mohammad Y Hajeer"
      ],
      "journal": "Cureus",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background Recurrent aphthous ulcers are one of the most common lesions of the oral mucosa. Most currently available treatment methods aim to relieve symptoms, speed up healing and prevent ulcer recurrence. The current study aimed to compare the effectiveness of Aloe vera gel with that of amlexanox 5% oral paste in the treatment of recurrent small-type aphthous ulcers. Materials and Methods The study was conducted on 60 patients (27 males and 33 females) attending the Department of Oral Medicine at the Faculty of Dentistry at Damascus University. The sample age ranged between 15 to 25 years, with an average age of 20.3 ± 2.4 years. Patients were diagnosed with recurrent aphthous ulcers of the small type. The sample was divided into three groups with equal numbers of patients (n=20 for each group) according to the provided drug: Aloe vera, amlexanox, and the placebo groups. Patients' ulcer size was measured on day 0 of treatment, and the ulcer size reduction was assessed on day 3 and day 5. The pain was also recorded at the first visit, and then pain reduction was assessed during follow-up visits. Results The mean ulcer size on the fifth day of treatment was 1.85 mm2, 4.05 mm2, and 6.20 mm2 in the Aloe vera, the amlexanox, and the placebo groups, respectively. The differences between groups were significant (p=0.003). The mean pain on the fifth day was 0.80 cm, 1.60 cm, and 3.20 cm in the Aloe vera, the amlexanox, and the placebo groups, respectively. The differences between groups were significant (p=0.026). Conclusions Within the limits of the current trial, both treatment groups proved effective in accelerating ulcer healing with the superiority of Aloe vera compared to amlexanox, as it achieved a greater reduction in ulcer size and pain when assessed on the fifth day of treatment."
    },
    {
      "pmid": "36297494",
      "title": "Extracts of Rheum palmatum and Aloe vera Show Beneficial Properties for the Synergistic Improvement of Oral Wound Healing.",
      "authors": [
        "Lena Katharina Müller-Heupt",
        "Nadine Wiesmann",
        "Sofia Schröder",
        "Yüksel Korkmaz",
        "Nina Vierengel",
        "Jonathan Groß",
        "Rolf Dahm",
        "James Deschner",
        "Till Opatz",
        "Juergen Brieger",
        "Bilal Al-Nawas",
        "Peer W Kämmerer"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2022-Sep-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Various local and systemic factors compromise oral wound healing and may lead to wound dehiscence, inflammation, or ulcers. Currently, there is a lack of topical therapeutical options. Thus, this study aimed to investigate the effect of Aloe vera (AV) and Rheum palmatum root (RPR) on oral wound healing capacity in vitro. The effect of AV and RPR on human primary fibroblast viability and migration was studied by measuring metabolic activity and gap closure in a scratch assay. Furthermore, cell cycle distribution and cytoskeletal features were analyzed. Antimicrobial activity against the oral pathogen Porphyromonas gingivalis was evaluated by broth microdilution assay. AV and RPR increased fibroblast migration after single agent treatment. Synergistic effects of the plant extract combination were observed regarding cellular migration which were confirmed by calculation of the phenomenological combination index (pCI), whereas the cell cycle distribution was not influenced. Furthermore, the combination of AV and RPR showed synergistic antibacterial effects as determined by the fractional inhibitory concentration index. This study demonstrated that the combination of AV and RPR can promote the migration of human primary fibroblasts in vitro and exert antimicrobial efficacy against P. gingivalis, suggesting these compounds for the topical treatment of wound healing disorders."
    },
    {
      "pmid": "36297440",
      "title": "Effects of Carbon Nanomaterials and Aloe vera on Melanomas-Where Are We? Recent Updates.",
      "authors": [
        "Elidamar Nunes de Carvalho Lima",
        "Guilherme Leão Barros Martins",
        "Ricardo Sobhie Diaz",
        "Mauro Schechter",
        "José Roberto Castilho Piqueira",
        "João Francisco Justo"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2022-Sep-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Melanoma is an aggressive skin cancer that affects approximately 140,000 people worldwide each year, with a high fatality rate. Available treatment modalities show limited efficacy in more severe cases. Hence, the search for new treatment modalities, including immunotherapies, for curing, mitigating, and/or preventing cancer is important and urgently needed. Carbon nanoparticles associated with some plant materials, such as Aloe vera, have shown appealing antineoplastic activity, derived mainly from the compounds aloin, aloe-emodin, barbaloin acemannan, and octapeptide, thus representing new possibilities as antitumor agents. This systematic review aims to arouse interest and present the possibilities of using Aloe vera combined with carbon-based nanomaterials as an antineoplastic agent in the treatment and prevention of melanoma. Limitations and advances in melanoma treatment using functionalized carbon nanomaterials are discussed here. Moreover, this review provides the basis for further studies designed to fully explore the potential of carbon nanomaterials associated with Aloe vera in the treatment of various cancers, with a focus on melanoma."
    }
  ]
}