{
  "supplement": "Alpha-Lipoic Acid",
  "query": "Alpha-Lipoic Acid[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:09:16",
  "research_count": 1188,
  "count": 100,
  "articles": [
    {
      "pmid": "40207422",
      "title": "A narrative literature review about alpha-lipoic acid role in dry eye and ocular surface disease.",
      "authors": [
        "Antonio J Mateo Orobia",
        "José Manuel Benítez Del Castillo",
        "Margarita Calonge",
        "Christophe Baudouin",
        "Marc Labetoulle"
      ],
      "journal": "Acta ophthalmologica",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ocular surface diseases (OSD) include various conditions that affect the eye's surface, causing discomfort and pain. One such condition, dry eye disease (DED), is a multifactorial disorder that significantly impacts patients' quality of life, with prevalence rates ranging from 5% to 50% and higher incidence in women. DED involves tear film instability, inflammation and neurosensory abnormalities, making its management challenging due to diverse underlying mechanisms. Conventional treatments typically focus on symptom relief, but new approaches targeting the disease's pathogenesis are emerging. Alpha-lipoic acid (ALA) is gaining attention for its potential in treating OSD and DED. ALA acts as a potent antioxidant, neutralizing reactive oxygen species. It protects cell membranes by interacting with vitamin C and glutathione, potentially recycling vitamin E. Its antioxidative properties are particularly relevant in meibomian gland dysfunction, a condition implicated in DED. By scavenging free radicals and modulating redox status in the meibomian glands, ALA can reduce oxidative damage, preserve glandular function and decrease inflammation. In diabetic patients with DED, ALA administration has been found to improve tear film parameters, reduce corneal defects, enhance antioxidant status and potentially prevent diabetic retinopathy and keratopathy. Its therapeutic effects on neurosensory abnormalities, especially in diabetic polyneuropathy and other neuropathies, are primarily due to its antioxidant, anti-inflammatory and metal-chelating properties. In summary, ALA holds promise as a therapeutic agent for DED and OSD and could be a promising treatment option for diabetic retinopathy and keratopathy, although further research is needed to confirm its efficacy."
    },
    {
      "pmid": "40199978",
      "title": "α-Lipoic acid alleviate myocardial infarction by suppressing age-independent macrophage senescence.",
      "authors": [
        "Yuchao Wang",
        "Yue Zheng",
        "Xiaoyu Liang",
        "Yun Chang",
        "Yanwu Liu",
        "Xian Cheng",
        "Meng Zhang",
        "Wenqing Gao",
        "Tong Li"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Myocardial infarction (MI) has high morbidity and mortality, and the macrophage senescence-associated secretory phenotype (SASP) plays a central role in M1 healing. α-Lipoic acid (ALA) alleviates MI by regulating the function of macrophages, although the relationship between ALA and macrophage senescence remains unclear. To investigate macrophage SASP in MI, we performed single-cell RNA sequencing (scRNA-seq) on the GEO GSE163465 dataset, along with qPCR and western blot analyses to assess SASP expression in macrophages subjected to hypoxia and ALA treatment. Immunofluorescence was used to detect SASP distribution. Coculture and animal experiments were performed to assess the therapeutic effects of ALA on macrophage senescence and cardiomyocyte ischemic injury. scRNA-seq revealed an age-independent senescent propensity of macrophages in MI. Increased expression of H2A.X, CCL7, IL1β, and CDKN1A, along with decreased SOD2 expression, confirmed that macrophage SASP occurred after hypoxia, with oxidative stress and energy metabolism involved in the process. ALA inhibited the degradation of SIRT1 and promoted the Nrf2 nuclear translocation, alleviating macrophage senescence and myocardial ischemic injury. Age-independent macrophage SASP occurred during MI. Macrophage SASP was induced by ROS and mitochondrial dysfunction. ALA alleviated SASP by decreasing ROS generation and autophagy flux while increasing SIRT1 levels, and Nrf2 nuclear translocation. ALA ameliorated MI injury.",
      "mesh_terms": [
        "Thioctic Acid",
        "Animals",
        "Myocardial Infarction",
        "Macrophages",
        "Mice",
        "Cellular Senescence",
        "NF-E2-Related Factor 2",
        "Oxidative Stress",
        "Senescence-Associated Secretory Phenotype",
        "Sirtuin 1",
        "Mice, Inbred C57BL",
        "Male",
        "Reactive Oxygen Species",
        "Myocytes, Cardiac"
      ]
    },
    {
      "pmid": "40183689",
      "title": "Postharvest α-lipoic acid treatment delayed the softening of strawberry fruit by regulating cell wall and energy metabolism.",
      "authors": [
        "Yaqian Wang",
        "Chenchen Wu",
        "Chuanlong Men",
        "Changhong Liu",
        "Lei Zheng"
      ],
      "journal": "Journal of food science",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "After ripening, strawberry fruit is prone to softening, which seriously affects its commercial value. This study investigated the effects of α-lipoic acid (α-LA) treatment on firmness, cell wall metabolism, and energy metabolism of postharvest strawberry fruit. The results demonstrated that 0.5 g L-1 α-LA treatment significantly delayed the softening process by decreasing the content of water-soluble pectin (WSP) and increasing the contents of chelate-soluble pectin (CSP), sodium carbonate-soluble pectin (NSP), hemicellulose, and cellulose. Furthermore, α-LA treatment significantly reduced the activities of polygalacturonase (PG), pectin methyl esterase (PME), β-galactosidase (β-GAL), and cellulase (Cx), and the expression levels of FaPG1, FaPME1, and Faβ-GAL4. α-LA treatment enhanced the activities of H⁺-ATPase, Ca2⁺-ATPase, cytochrome c oxidase (CCO), and succinic dehydrogenase (SDH), thereby maintaining higher ATP and energy charge levels. The upregulation of related gene expression further confirmed that α-LA maintained energy supply, which was essential for maintaining cell wall structural integrity and delaying softening. These findings indicated that α-LA delayed the softening of strawberries by inhibiting cell wall component degradation and promoting energy metabolism, demonstrating its potential as a postharvest preservation strategy.",
      "mesh_terms": [
        "Cell Wall",
        "Fragaria",
        "Fruit",
        "Energy Metabolism",
        "Thioctic Acid",
        "Pectins",
        "Plant Proteins",
        "Polygalacturonase",
        "Cellulose",
        "Polysaccharides"
      ]
    },
    {
      "pmid": "40180416",
      "title": "Alpha-lipoic acid on intermediate disease markers in overweight or obese adults: a systematic review and meta-analysis.",
      "authors": [
        "Yao Luo",
        "Jizhen Zhang",
        "Hongxia Guo"
      ],
      "journal": "BMJ open",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "OBJECTIVES: To evaluate the associations between alpha-lipoic acid (ALA) intake and intermediate disease markers in overweight or obese adults. DESIGN: Systematic review and meta-analysis. DATA SOURCES: PubMed, EMBASE, Medline, APA PsycINFO, SocINDEX, CINAHL, SSRN, SocArXiv, PsyArXiv, medRxiv, and Google Scholar (from inception to October 2024). ELIGIBILITY CRITERIA: This study included English-language randomised controlled trials (RCTs) on adults (body mass index ≥25 kg/m²) to assess the impact of ALA on intermediate disease markers. Studies lacking outcome data, duplicates or inaccessible full texts were excluded. DATA EXTRACTION AND SYNTHESIS: Paired reviewers independently extracted the data. We used frequentist meta-analysis to summarise the evidence, employing the DerSimonian and Laird estimator to account for heterogeneity across study designs, settings and measurement methods. Heterogeneity was assessed via the I² statistic with CIs and τ² values. The risk of bias was independently assessed by two reviewers according to the Cochrane Handbook, covering domains such as randomisation, blinding and data completeness. Publication bias was assessed using Begg's test, while funnel plots and Egger's test were applied to outcomes with 10 or more studies. RESULTS: This meta-analysis included 11 RCTs from an initial screening of 431 studies, encompassing a total of 704 adults. The meta-analysis results revealed no significant associations were detected between ALA supplementation and changes in intermediate disease markers, including triglyceride (TG) (standardised mean difference (SMD): -0.08, 95% CI: -0.24 to 0.09, p=0.36, I²=0.00%, τ²=0.00), total cholesterol (TC) (SMD: 0.08, 95% CI: -0.55 to 0.71, p=0.80, I²=87.50%, τ²=0.52), high-density lipoprotein cholesterol (HDL-C) (SMD: -0.05, 95% CI: -0.22 to 0.11, p=0.52, I²=0.00%, τ²=0.00), low-density lipoprotein cholesterol (LDL-C) (SMD: -0.13, 95% CI: -0.40 to 0.15, p=0.37, I²=0.00%, τ²=0.00), homeostasis model assessment of insulin resistance (HOMA-IR) (SMD: -0.23, 95% CI: -0.60 to 0.15, p=0.23, I²=26.20%, τ²=0.05) and fasting blood glucose (FBS) (SMD: 0.13, 95% CI: -0.16 to 0.41, p=0.39, I²=29.40%, τ²=0.04). According to the Grading of Recommendations Assessment, Development and Evaluation bias assessment approach, eight studies were rated as having low bias (grade A), and three studies were rated as having moderate bias (grade B). Begg's test indicated no evidence of publication bias. CONCLUSIONS: No significant associations were detected between ALA intake and intermediate disease markers, including TG, TC, HDL-C, LDL-C, HOMA-IR and FBS levels, in overweight or obese adults. Further research is needed to explore the potential associations of ALA, especially in high-risk populations with metabolic disorders, by employing longer intervention durations, higher dosages and optimised formulations. PROSPERO REGISTRATION NUMBER: CRD42023450239.",
      "mesh_terms": [
        "Humans",
        "Thioctic Acid",
        "Obesity",
        "Overweight",
        "Biomarkers",
        "Randomized Controlled Trials as Topic",
        "Adult",
        "Triglycerides",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "40153090",
      "title": "Protective effects of alpha-lipoic acid on memory deficit induced by repeated doses of solifenacin in mice: the role of nitro-oxidative stress.",
      "authors": [
        "Leonardo Pimentel Dantas",
        "Emanuel Carneiro de Vasconcelos",
        "Carla da Silva Cunha",
        "Pauliane Valeska Chagas Batista",
        "Morgana Carla Souza Torres",
        "Caren Nádia Soares de Sousa",
        "Gabriel Angelo de Aquino",
        "Manuel Alves Dos Santos Junior",
        "Pedro Henrique Freitas de Rezende",
        "Wilson Silva de Vasconcelos",
        "Manoel Cláudio Azevedo Patrocinio",
        "Silvânia Maria Mendes Vasconcelos"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Solifenacin (Sol) is one of the most used antimuscarinics for the treatment of bladder dysfunction and there are no conclusive studies on its effects on learning and memory after long-term use. Since substances with antioxidant action, such as alpha-lipoic acid (ALA), have shown protective action in memory deficit and Alzheimer's disease, we decided to study the effects of Sol alone or associated with ALA in behavioral tests of memory and its relation to nitro-oxidative stress in different brain areas. Mice received saline or Sol p.o. for 14 or 28 days. ALA groups received: (a) saline + ALA, (b) Sol for 14 days and Sol + ALA from the 15th to the 28th days and, (c) Sol + ALA for 28 days. Behavioral tests were performed and oxidative changes (lipid peroxidation) and nitrite in the prefrontal cortex (PFC), hippocampus (HC) and striatum (ST) were also determined. Sol produced memory alterations in the mice, reducing the step-down latency and the recognition index in the novel object recognition test. Sol also increased lipid peroxidation in PFC, HC and ST and nitrite levels in the HC. On the other hand, ALA associated with Sol was able to restrict the effects caused by Sol alone, both in relation to nitro-oxidative parameters and in relation to behavioral tests. Taken together, our data suggest that ALA can be administered as an adjunctive drug in patients requiring prolonged use of Sol to mitigate these adverse central nervous system effects. However, clinical studies need to be performed to corroborate preclinical research.",
      "mesh_terms": [
        "Animals",
        "Thioctic Acid",
        "Mice",
        "Oxidative Stress",
        "Memory Disorders",
        "Solifenacin Succinate",
        "Male",
        "Antioxidants",
        "Lipid Peroxidation",
        "Neuroprotective Agents",
        "Muscarinic Antagonists",
        "Hippocampus",
        "Brain"
      ]
    },
    {
      "pmid": "40137368",
      "title": "Long-Term Safety Evaluation of Fluorescent Gold Nanoclusters Conjugated with α-Lipoic Acid: Insights from a Six-Month In Vivo Study.",
      "authors": [
        "Yu-Wei Lai",
        "Yi-Nan Lee",
        "Hung-I Yeh",
        "Yih-Jer Wu",
        "Wen-Hsiung Chan",
        "Shih-Wei Wang",
        "Chao-Feng Lin",
        "Chun-Hsuan Lin",
        "Yun-Fang Chen",
        "Ching-Hu Chung"
      ],
      "journal": "Journal of functional biomaterials",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Fluorescent gold nanoclusters conjugated with α-lipoic acid (FANCs) have shown great promise for drug development. In a previous study, FANCs did not show any acute or subacute toxicity under 0.6-20 μM/100 μL/25 g body weight in male and female ICR mice. However, the chronic toxicity of FANCs has not been studied. AIM OF STUDY: This study used oral administration of FANCs to determine the long-term safety profile and adverse effects in ICR mice. METHODS: In vivo chronic toxicity was examined via oral administration of FANCs to male and female ICR mice. The daily food consumption, body weight, hematological profile, serum biochemical profile, organ coefficient, histopathological changes, and survival rate of the mice were calculated. RESULTS: FANCs did not result in mortality due to chronic toxicity in both male and female mice. The animal behavior, body weight, hematological profile, serum biochemical profile, and organ coefficient showed no treatment-related malignant changes. This indicates that FANCs do not cause liver, renal, or other organ damage. CONCLUSIONS: These results indicate that the no-observed-adverse-effect level (NOAEL) is 20 μM/100 μL/25 g for 6 months of treatment in male and female ICR mice."
    },
    {
      "pmid": "40117335",
      "title": "Evaluation of the Protective Effects of Alpha Lipoic Acid on Bleomycin-Induced Ovarian Toxicity.",
      "authors": [
        "Nese Colcimen",
        "Seda Keskin"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chemotherapeutic drugs administered during cancer therapy, may lead to the depletion of ovarian follicles, and subsequent infertility in fertile patients. We aimed to determine toxic effects of bleomycin (BLM) on rat ovary, and to evaluate protective effects of alpha lipoic acid (ALA) on BLM toxicity. The total of 30 adult female rats were split into 4 groups. First, an intramuscular injection (i.m) of BLM (30 mg/m2) was administered to BLM and BLM + ALA groups except the control and ALA groups on the 1st, 8th and 15th days. The control group received 0.1 mL (i.m) saline on those days. BLM + ALA group received ALA (50 mg/kg) subcutaneously (s.c) for 2 weeks at the same time with BLM injections, and ALA group received ALA s.c for the same period. Ovarian tissues were evaluated by histopathological, stereological, immunohistochemical (StAR, VDAC2, Caspase-3, Bcl-2, and expression levels) and ELISA (AMH serum levels) methods. The vascular areas and collagen density increased in the medulla, and the volumes of medulla, cortex, and total ovary increased in BLM group, whereas these changes decreased in BLM + ALA group. On the other hand, VDAC2 and Caspase-3 expressions decreased, StAR and Bcl-2 expressions increased in BLM group, whereas VDAC2 and Caspase-3 expressions increased, and StAR and Bcl-2 expression levels significantly decreased in BLM + ALA group. Besides, follicle number and AMH levels decreased in the BLM group, but remarkably increased in the BLM + ALA group. We established that ALA may have ameliorative effects on the harmful effects of BLM on ovary.",
      "mesh_terms": [
        "Thioctic Acid",
        "Female",
        "Bleomycin",
        "Animals",
        "Rats",
        "Ovary",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "40092892",
      "title": "Effect of oral alpha lipoic acid in treatment of OSMF.",
      "authors": [
        "Shafeem Khan Ak",
        "Vikas Kulkarni",
        "Abhay D Havle"
      ],
      "journal": "Bioinformation",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oral submucous fibrosis (OSMF) is a potentially cancerous disorder that affects the oral mucosa and causes a range of symptoms. Therefore it is of interest to assessing the function of oral alpha lipoic acid as a therapy for OSMF is intriguing. Hence, fifty patients with OSMF symptoms were evaluated both before and after treatment. They were split into two groups: group A, which served as the control, received 1 ml steroid injection of thioacetamide and 1500 IU of hyaluronidase (HYAL) weekly along with the oral antioxidant α-lipoic acid for three months. Group B, which served as the case study, also received 3 months of steroid injection of thioacetamide and HYAL. Patients in group B were recalled for a clinical examination using a vernier caliper, and visual analog scale (VAS) and fibrous bands (FB) were assessed at the 1st, 3rd and 6th month. We found that controls had a comparable distribution pattern across visits when compared to the case. Treatment with alpha lipoic acid in conjunction with intralesional injection of thioacetamide and HYAL significantly reduced the severity of symptoms, especially burning sensation and mouth opening, in the case group over time, as previously determined."
    },
    {
      "pmid": "40077661",
      "title": "Alpha-Lipoic Acid Reduces Neuroinflammation and Oxidative Stress Induced by Dapsone in an Animal Model.",
      "authors": [
        "Bruno Alexandre Quadros Gomes",
        "Savio Monteiro Dos Santos",
        "Lucas da Silva Gato",
        "Kaio Murilo Monteiro Espíndola",
        "Rana Karen Mesquita da Silva",
        "Kelly Davis",
        "Kely Campos Navegantes-Lima",
        "Rommel Mario Rodriguez Burbano",
        "Pedro Roosevelt Torres Romao",
        "Michael D Coleman",
        "Marta Chagas Monteiro"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Feb-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Chronic treatment with dapsone (DDS) has been linked to adverse reactions involving all organ systems, such as dapsone hypersensitivity syndrome, methemoglobinemia and hemolytic anemia, besides neuroinflammation and neurodegeneration due to iron accumulation and oxidative stress. These effects probably occur due to the presence of its toxic metabolite DDS-NOH, which can generate reactive oxygen species (ROS) and iron overload. In this sense, antioxidant compounds with chelating properties, such as alpha-lipoic acid (ALA), may be an interesting adjuvant therapy strategy in treating or preventing these effects. Thus, the aim of this study was to evaluate the effects of ALA on oxidative and neuroinflammatory changes caused by DDS treatment in the prefrontal cortex and hippocampus of mice. Materials and Methods:Mus musculus male mice that were pre-treated with DDS (40 mg/kg) and post-treated with ALA (25 mg/kg) underwent analyses for oxidative stress, antioxidant capacity, cytokine expression and microglial/astrocytic activity. Results: DDS did not activate macrophages/microglia or astrocytes in the prefrontal cortex but induced their activation in the hippocampus. ALA stimulated a protective microglial profile and reduced astrocyte reactivity, especially in the hippocampus. DDS increased the pro-inflammatory cytokine IL-1β and reduced brain-derived neurotrophic factor (BDNF), effects reversed by ALA. DDS also reduced antioxidant capacity (TEAC, GSH, SOD, CAT) and increased oxidative damage (lipid peroxidation, iron accumulation), while ALA restored antioxidant levels and reduced oxidative stress. Conclusions: ALA was able to reduce the effects of DDS, such as reducing microglial and astrocytic activation, as well as to decrease the levels of pro-inflammatory cytokines and increase BDNF, in addition to increasing antioxidant capacity and reducing oxidative damage caused by iron accumulation. Therefore, ALA is considered a useful and promising therapeutic alternative for the treatment of diseases related to oxidative stress and neuroinflammation.",
      "mesh_terms": [
        "Animals",
        "Thioctic Acid",
        "Oxidative Stress",
        "Male",
        "Dapsone",
        "Mice",
        "Antioxidants",
        "Disease Models, Animal",
        "Hippocampus",
        "Prefrontal Cortex",
        "Neuroinflammatory Diseases",
        "Brain-Derived Neurotrophic Factor",
        "Cytokines",
        "Astrocytes",
        "Microglia",
        "Interleukin-1beta"
      ]
    },
    {
      "pmid": "40005881",
      "title": "Effect of Alpha-Lipoic Acid on the Development, Oxidative Stress, and Cryotolerance of Bovine Embryos Produced In Vitro.",
      "authors": [
        "Mariana Moreira Dos Anjos",
        "Gabriela Rodrigues de Paula",
        "Deborah Nakayama Yokomizo",
        "Camila Bortoliero Costa",
        "Mariana Marques Bertozzi",
        "Waldiceu Aparecido Verri",
        "Amauri Alcindo Alfieri",
        "Fábio Morotti",
        "Marcelo Marcondes Seneda"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2025-Feb-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative stress (OS) induced by an imbalance in reactive oxygen species (ROS) levels in vitro impairs embryonic development. Here, we assessed the effects of alpha-lipoic acid (ALA) in in vitro production media on OS reduction, embryonic development, and cryotolerance of bovine embryos. We evaluated the effects of adding different concentrations of ALA (2.5, 5, 10, and 25 μM) to in vitro maturation (IVM) or in vitro culture (IVC) medium on embryonic development. We also determined the effects of adding ALA (25 μM) to the IVM and IVC medium in the same routine on the development and quality of embryos, ROS levels, and cryotolerance. Embryos were produced in vitro using conventional protocols for each treatment. The inclusion of ALA in the IVM and IVC media did not affect the development or quality of embryos; however, it reduced ROS levels in grade II embryos and increased hatching after 12 h on day 7 in grade I embryos and on day 8 in grade II embryos after warming. These findings prompt questions regarding the potential of ALA in improving embryo metabolism, considering the initial embryo recovery in the first few hours of embryo warming."
    },
    {
      "pmid": "40002851",
      "title": "Alpha-Lipoic Acid Treatment Reduces the Levels of Advanced End Glycation Products in Type 2 Diabetes Patients with Neuropathy.",
      "authors": [
        "Sára Csiha",
        "Marcell Hernyák",
        "Ágnes Molnár",
        "Hajnalka Lőrincz",
        "Mónika Katkó",
        "György Paragh",
        "Miklós Bodor",
        "Mariann Harangi",
        "Ferenc Sztanek",
        "Eszter Berta"
      ],
      "journal": "Biomedicines",
      "publication_date": "2025-Feb-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Type 2 diabetes mellitus (T2DM) and its macro- and microvascular complications are major health concerns with multiple factors, like advanced end glycation products (AGEs), in the background. AGEs induce long-lasting functional modification of the proteins and collagen in the vascular wall and nerve tissue. We investigated the effect of alpha-lipoic acid (ALA) treatment on AGEs, soluble AGE receptor (sRAGE), the AGE/sRAGE ratio, and the parameters of endothelial dysfunction and their correlations. Methods: In our 6-month intervention study, 54 T2DM patients with neuropathy treated according to the actual therapeutic guidelines with unchanged oral antidiabetic drugs were included and treated by daily oral administration of 600 mg ALA. A total of 24 gender and age-matched T2DM patients without neuropathy served as controls. Results: In our work, we first demonstrated the attenuating effect of alpha lipoic acid therapy on AGEs in humans (11.89 (9.44-12.88) to 10.95 (9.81-12.82) AU/μg (p = 0.017)). sRAGE levels or the AGEs/sRAGE ratio were not affected by ALA treatment or by the presence of neuropathy. We found a correlation between the changes of AGEs and the improvement of current perception threshold and progranulin levels, and an inverse correlation with the change of asymmetric dimethylarginine. Conclusions: According to our results, ALA decreases AGEs, which may contribute to the clinically well-known beneficial effect in diabetic neuropathy and improvement of endothelial function."
    },
    {
      "pmid": "39954840",
      "title": "Alpha-lipoic acid alleviated intermittent hypoxia-induced myocardial injury in mice by promoting autophagy through Nrf2 signaling pathway.",
      "authors": [
        "Xiao Wang",
        "Shao-Ming Song",
        "Wen-Qiang Lu",
        "Yan Zhao",
        "Ren-Jun Lv",
        "Yao He",
        "Na Dong",
        "Qin Yu",
        "Hong-Mei Yue"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2025-May-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obstructive sleep apnea syndrome (OSAS) is a prevalent sleep-related breathing disorder characterized by intermittent hypoxia (IH). Myocardial injury is a common complication associated with OSAS. Alpha-lipoic acid (LA), a potent antioxidant, has been utilized in various disease contexts and has demonstrated significant protective effects in myocardial infarction models. Given the limited treatment options available for OSAS-related myocardial injury, this study aimed to demonstrate the potential therapeutic effects of LA and to investigate the underlying mechanisms. IH is a widely employed method to simulate the pathophysiological conditions associated with OSAS. In vivo experiments were conducted using mice placed in a specialized hypoxic chamber to replicate IH conditions. Echocardiography indicated that exposure to IH severely impaired cardiac function. Treatment with LA activated the Nrf2 pathway and autophagy, which contributed to the improvement of cardiac function in mice with OSAS. Additionally, in vitro studies demonstrated that IH induced apoptosis and decreased cell viability in H9C2 cardiomyocytes. LA enhanced Nrf2 nuclear translocation and its downstream signaling pathways, thereby promoting autophagy, inhibiting apoptosis, and alleviating injury in H9C2 cardiomyocytes. Furthermore, in vitro inhibition of Nrf2 using ML385 reduced autophagy levels and attenuated the protective effects of LA against apoptosis in H9C2 cardiomyocytes. These findings suggest that LA may provide a promising therapeutic strategy for myocardial injury associated with OSAS. By elucidating these findings, new insights into the protective mechanisms of LA against IH-induced myocardial injury are provided, highlighting its potential as a therapeutic agent for diseases associated with OSAS.",
      "mesh_terms": [
        "Animals",
        "Thioctic Acid",
        "NF-E2-Related Factor 2",
        "Autophagy",
        "Signal Transduction",
        "Mice",
        "Male",
        "Hypoxia",
        "Myocytes, Cardiac",
        "Apoptosis",
        "Cell Line",
        "Mice, Inbred C57BL",
        "Sleep Apnea, Obstructive",
        "Rats",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39905972",
      "title": "High α-lipoic acid-loaded hollow mesoporous prussian blue nanozymes for targeted therapy of nasopharyngeal carcinoma in mice.",
      "authors": [
        "Ya Pan",
        "Xiaofeng Wang",
        "Xuejun Zhou",
        "Haipeng Chen",
        "Yuxia Zou"
      ],
      "journal": "Journal of biomaterials applications",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study successfully constructs a tumor-targeting α-lipoic acid-loaded hollow mesoporous prussian blue nanozyme (AHPRzyme) for targeted therapy of nasopharyngeal carcinoma in mice. In these nanozymes, Arg-Gly-Asp (RGD) acts as a targeting ligand, enabling effective targeting of tumor cells. Additionally, AHPRzyme exhibits multiple anti-tumor mechanisms: ① The prussian blue nanozymes in AHPRzyme have catalase (CAT) activity, which decomposes H2O2 in human nasopharyngeal carcinoma CEN2 cells into non-toxic H2O, reducing H2O2 levels and minimizing damage to normal cells. The released O2 helps alleviate the hypoxic environment of the tumor, inhibiting lactate production due to hypoxia and consequently suppressing tumor growth. ② The prussian blue nanozymes also have peroxidase (POD) activity, which catalyzes H2O2 in tumor cells to generate ·OH, a reactive oxygen species, leading to tumor cell apoptosis. ③ The α-lipoic acid structure in AHPRzyme contains disulfide bonds that react with GSH, depleting excess glutathione (GSH) in tumor cells, disrupting the oxidative stress balance within the cells, and making them more sensitive to reactive oxygen species, thereby increasing tumor cell apoptosis. In summary, AHPRzyme can inhibit tumor cell growth and promote tumor cell apoptosis by improving the tumor microenvironment, achieving the goal of anti-nasopharyngeal carcinoma therapy.",
      "mesh_terms": [
        "Animals",
        "Thioctic Acid",
        "Ferrocyanides",
        "Cell Line, Tumor",
        "Humans",
        "Mice",
        "Nasopharyngeal Carcinoma",
        "Nasopharyngeal Neoplasms",
        "Apoptosis",
        "Hydrogen Peroxide",
        "Mice, Inbred BALB C",
        "Porosity",
        "Antineoplastic Agents",
        "Oligopeptides",
        "Mice, Nude"
      ]
    },
    {
      "pmid": "39887668",
      "title": "α-Lipoic Acid Ameliorates Arsenic-Induced Lipid Disorders by Promoting Peroxisomal β-Oxidation and Reducing Lipophagy in Chicken Hepatocyte.",
      "authors": [
        "Yangfei Zhao",
        "Mingyue Guo",
        "Ting Pei",
        "Chenqi Shang",
        "Yirong Chen",
        "Liying Zhao",
        "Yiguang Lu",
        "Chen Liang",
        "Jundong Wang",
        "Jianhai Zhang"
      ],
      "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liver disease poses a significant threat to global public health, with arsenic (As) recognized as a major environmental toxin contributing to liver injury. However, the specific mechanisms and the protective effects of α-lipoic acid (LA) remain unclear. Therefore, this study employs network toxicology and network pharmacology to comprehensively analyze the hepatotoxic mechanism of As and the hepatoprotective mechanism of LA, and further verifies the mechanisms of peroxisomal β-oxidation and lipophagy in the process. The network analysis results show that As induces liver damage mainly through autophagy, apoptosis, lipid metabolism, and oxidative stress, whereas LA exerts its hepatoprotective properties mainly by regulating lipid metabolism. Further verifications find that As inhibits SIRT1 expression, activates the P53 and Notch pathways, damages mitochondria, inhibits peroxisomal β-oxidation, increases lipid accumulation, and enhances lipophagy in the liver, while LA intervention alleviates As-induced lipid accumulation and enhances lipophagy by targeting SIRT1, ameliorating mitochondrial damage, enhancing peroxisomal β-oxidation, thereby alleviating As-induced liver damage. This study further clarifies the mechanism of As hepatotoxicity and provides a theoretical basis for LA as a potential hepatoprotective agent.",
      "mesh_terms": [
        "Animals",
        "Thioctic Acid",
        "Hepatocytes",
        "Oxidation-Reduction",
        "Lipid Metabolism",
        "Arsenic",
        "Chickens",
        "Peroxisomes",
        "Autophagy",
        "Disease Models, Animal",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "39871906",
      "title": "Effect of alpha-lipoic acid and Silybum marianum supplementation with a Mediterranean diet on metabolic dysfunction-associated steatosis.",
      "authors": [
        "Ana D Cano Contreras",
        "María Del Rocío Francisco",
        "Jose L Vargas Basurto",
        "Kevin D Gonzalez-Gomez",
        "Mercedes Amieva-Balmori",
        "Federico Roesch Dietlen",
        "José M Remes-Troche"
      ],
      "journal": "World journal of hepatology",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The treatment of metabolic dysfunction-associated steatotic liver disease (MASLD) has focused on the control of comorbidities. Silybum marianum (SM) and alpha-lipoic acid (ALA) have shown antioxidant and adjuvant effects on the control of metabolic disorders. AIM: To evaluate whether the SM-ALA formulation (LUDLEV®), in combination with the Mediterranean diet (MD), could improve MASLD-related liver injury. METHODS: A randomized, double-blind clinical trial was conducted on patients with MASLD. Administration of SM-ALA plus MD (group A) vs placebo plus MD (group B) was compared for 24 weeks. At baseline and weeks 12 and 24, anthropometric measurements, metabolic parameters, and liver function were analyzed. Clinical effectiveness was evaluated through transient elastography. RESULTS: Fifty patients aged 54 ± 10 years were included, and the majority (74%) were female. Reduced visceral fat and umbilical circumference were reported in both groups, with significance in group A (P = 0.045 and 0.003, respectively). The decrease in controlled attenuation parameter was gradual and maintained at 12 and 24 weeks in group A (P = 0.026), whereas in group B the decrease was greater at week 12 and remained unchanged at week 24 (∆controlled attenuation parameter: -27 dB/m). Mild adverse effects were reported in 4 patients in group A (16%) and 4 patients in group B (16%), with no significant differences between groups (P = 0.641). CONCLUSION: SM-ALA (LUDLEV®) combined with the MD can promote the improvement of metabolic parameters, reducing visceral fat and hepatic steatosis in Mexican patients with MASLD."
    },
    {
      "pmid": "39863208",
      "title": "Enhanced electrical conductivity and antibacterial properties of bacterial cellulose composite membrane decorated with hydroxypropyl-β-cyclodextrin/magnetic particle/alpha-lipoic acid/nano silver.",
      "authors": [
        "Xuemei He",
        "Guangyun Deng",
        "Haoshun Xu",
        "Zhengkang Zhang",
        "Haiyan Mao"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The electrical conductivity and antibacterial properties are crucial characteristics for bacterial cellulose (BC) based membranes to be broadly applied in the field of wearable electronics. In the study, to achieve these aims, alpha-lipoic acid (LA) was utilized as anchoring groups and reducing agent, hydroxypropyl-β-cyclodextrin (HP-β-CD) capped magnetic particles (Fe3O4 NPs) and the in-situ formed silver nanoparticles (AgNPs) were sequentially incorporated into the BC matrix to fabricate BC based nanocomposite membranes (HP-β-CD/Fe3O4/LA@BC and HP-β-CD/Fe3O4/LA/Ag@BC). Fourier transform attenuated total reflectance infrared spectroscopy (FTIR-ATR) and field emission scanning electron microscopy (FE-SEM) analysis proved the dense networks were formed in the modified BC membranes. The HP-β-CD/Fe3O4/LA@BC possessed significantly enhanced mechanical strength and electrical conductivity. The electrical conductivity of HP-β-CD/Fe3O4/LA/Ag@BC was optimized at treatment temperature of 50 °C and treatment time of 2 h, and increased with the increase in concentration of silver ion, adsorption temperature, and adsorption time. Freezing treatment at the low temperature of -45 °C did not affect the electrical conductivity of modified membranes. Inhibition rate of 99.99 % against Staphylococcus aureus and Escherichia coli demonstrated the excellent antimicrobial properties of the HP-β-CD/Fe3O4/LA/Ag@BC membrane. This work offers an ecofriendly way for fabricating bacterial cellulose-based soft smart electronic materials with good antimicrobial effect.",
      "mesh_terms": [
        "Cellulose",
        "Silver",
        "Anti-Bacterial Agents",
        "Electric Conductivity",
        "2-Hydroxypropyl-beta-cyclodextrin",
        "Nanocomposites",
        "Thioctic Acid",
        "Metal Nanoparticles",
        "Staphylococcus aureus",
        "Escherichia coli",
        "Membranes, Artificial",
        "Microbial Sensitivity Tests",
        "Magnetite Nanoparticles"
      ]
    },
    {
      "pmid": "39816494",
      "title": "Alpha-Lipoic Acid-Mediated Inhibition of LTB4 Synthesis Suppresses Epithelial-Mesenchymal Transition, Modulating Functional and Tumorigenic Capacities in Non-Small Cell Lung Cancer A549 Cells.",
      "authors": [
        "María José Torres",
        "Juan Carlos Ríos",
        "Alexandra Valle",
        "Sebastián Indo",
        "Kevin Brockway Gv",
        "Fernanda López-Moncada",
        "Mario Faúndez",
        "Enrique A Castellón",
        "Héctor R Contreras"
      ],
      "journal": "Current therapeutic research, clinical and experimental",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Leukotriene B4 (LTB4) plays a crucial role in carcinogenesis by inducing epithelial-mesenchymal transition (EMT), a process associated with tumor progression. The synthesis of LTB4 is mediated by leukotriene A4 hydrolase (LTA4H), and it binds to the receptors BLT1 and BLT2. Dysregulation in LTB4 production is linked to the development of various pathologies. Therefore, the identification or design of inhibitors of LTB4 synthesis or receptor antagonists represents an ongoing challenge. In this context, our laboratory previously demonstrated that alpha-lipoic acid (ALA) inhibits LTA4H. The objective of this study was to evaluate the effect of ALA on the expression of canonical EMT markers and the functional and tumorigenic capacities induced by LTB4 in A549 cells. METHODS: The expression of cPLA2, 5LOX, FLAP, LTA4H, BLT1, and LTB4 production in human adenocarcinomic alveolar basal epithelial A549 cells was assessed using Western blot, RT-qPCR, and ELISA, respectively. Subsequently, the expression of canonical EMT markers was evaluated by Western blot. Functional assays were performed to assess cell viability, proliferation, invasion, migration, and clonogenicity using MTT, Western blot, Transwell assays, and colony formation assays, respectively. Results were expressed as median with interquartile range (n≥3) and analyzed using the Kruskal-Wallis or Tukey multiple comparisons tests. RESULTS: A549 cells express key proteins involved in LTB4 synthesis and receptor binding, including LTA4H and BLT1, and ALA inhibits the production of LTB4. Additionally, LTA4H and BLT1 were detected in lung adenocarcinoma tissue samples. LTB4 was found to induce EMT, whereas ALA treatment enhanced the expression of epithelial markers and reduced the expression of mesenchymal markers. Furthermore, ALA treatment resulted in a decrease in LTB4 levels and attenuated the functional and tumorigenic capacities of A549 cells, including their viability, migration, invasion, and clonogenic potential. CONCLUSIONS: These findings suggest that ALA may offer therapeutic potential in the context of lung cancer, as it could be integrated into conventional pharmacological therapies to enhance treatment efficacy and mitigate the adverse effects associated with chemotherapy. Further studies are warranted to confirm the clinical applicability of ALA as an adjunctive treatment in lung cancer."
    },
    {
      "pmid": "39769041",
      "title": "Kallistatin as a Potential Marker of Therapeutic Response During Alpha-Lipoic Acid Treatment in Diabetic Patients with Sensorimotor Polyneuropathy.",
      "authors": [
        "Marcell Hernyák",
        "László Imre Tóth",
        "Sára Csiha",
        "Ágnes Molnár",
        "Hajnalka Lőrincz",
        "György Paragh",
        "Mariann Harangi",
        "Ferenc Sztanek"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Dec-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic sensorimotor neuropathy (DSPN) is strongly associated with the extent of cellular oxidative stress and endothelial dysfunction in type 2 diabetes (T2DM). Alpha-lipoic acid (ALA) attenuates the progression of DSPN through its antioxidant and vasculoprotective effects. Kallistatin has antioxidant and anti-inflammatory properties. We aimed to evaluate changes in kallistatin levels and markers of endothelial dysfunction in patients with T2DM and DSPN following six months of treatment with 600 mg/day of ALA. A total of 54 patients with T2DM and DSPN and 24 control patients with T2DM but without neuropathy participated in this study. The serum concentrations of kallistatin, ICAM-1, VCAM-1, oxLDL, VEGF, ADMA, and TNF-alpha were measured by an ELISA. Peripheral sensory neuropathy was assessed with neuropathy symptom questionnaires and determination of the current perception threshold. After ALA treatment, the level of kallistatin significantly decreased, as well as the levels of TNF-alpha and ADMA. Changes in kallistatin levels were positively correlated with changes in oxLDL. The improvement in DSPN symptoms following ALA treatment showed a positive correlation with changes in kallistatin, VEGF, oxLDL, and ADMA levels. Based on our results, kallistatin could represent a potential new biomarker for assessing therapeutic response during ALA treatment in patients with DSPN.",
      "mesh_terms": [
        "Humans",
        "Thioctic Acid",
        "Male",
        "Female",
        "Middle Aged",
        "Serpins",
        "Diabetic Neuropathies",
        "Diabetes Mellitus, Type 2",
        "Biomarkers",
        "Vascular Endothelial Growth Factor A",
        "Aged",
        "Tumor Necrosis Factor-alpha",
        "Lipoproteins, LDL",
        "Arginine",
        "Intercellular Adhesion Molecule-1",
        "Vascular Cell Adhesion Molecule-1",
        "Antioxidants",
        "Adult",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "39764493",
      "title": "α-Lipoic acid increases phagocytosis of some lactic acid bacteria via modulation of CD36 expression.",
      "authors": [
        "Naoto Nomura",
        "Nobuo Miyadai",
        "Ichiro Kawase"
      ],
      "journal": "Bioscience of microbiota, food and health",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phagocytosis by immunocompetent cells is a key role in the biological defense mechanism and is the starting point of the reaction that leads from innate to acquired immunity. Several studies have demonstrated that some lactic acid bacteria strains activate the innate and acquired immune systems of the host. However, further investigation of the mechanism and improvement of usefulness is needed because the effect differs depending on the type and strain of lactic acid bacteria. In this study, we focused on the phagocytosis to lactic acid bacteria and investigated changes in phagocytic activity in vitro using several species of lactic acid bacteria and α-lipoic acid, which was expected to enhance phagocytosis. As a result, we found that α-lipoic acid treatment increased phagocytosis in several lactic acid bacteria. Strains of lactic acid bacteria with increased phagocytosis were found to have decreased CD36 expression when lactic acid bacteria alone were used, and CD36 expression was restored when α-lipoic acid was used in combination, indicating a correlation between increased phagocytosis and CD36 expression. Furthermore, the combination of Lactococcus lactis subsp. hordniae NBRC 100931 and α-lipoic acid increased phagocytosis over time and enhanced IgA production. These results suggest that the combination of α-lipoic acid and lactic acid bacteria increases the phagocytosis capacity of immunocompetent cells and may enhance the immunostimulatory effects of lactic acid bacteria."
    },
    {
      "pmid": "39696984",
      "title": "Alpha-lipoic acid targets KLF7 expression to inhibit cervical cancer progression.",
      "authors": [
        "Yi Mao",
        "Hongtao Li",
        "Gang Xu",
        "Jiazhen Tian",
        "Yuechan Chen",
        "Zhiwei Zhang"
      ],
      "journal": "Acta biochimica et biophysica Sinica",
      "publication_date": "2024-Dec-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "It is unclear what part KLF7 plays in cervical cancer. In this study, immunohistochemical and bioinformatics analyses reveal that KLF7 expression is lower in normal cervical tissues than in cervical cancer tissues, and the high level of KLF7 transcripts in cervical cancer tissues is negatively correlated with patients' overall and disease-free survival. In addition, KLF7 overexpression facilitates the proliferation, migration, and invasion of cervical cells, reduces PFKL expression, and increases the expressions of KLF4, Nanog, OCT4, CD44, SOX2, and ACADL. Additionally, knocking out the Exon 2 of KLF7 in HeLa cells results in a decrease in the total expression of KLF7 but an increase in the nuclear expression of KLF7, an increase in the capacity for proliferation, migration, invasion, and oncogenicity, and an increase in the density and ridge density of mitochondria. Consistent with these findings, RNA-seq analysis shows that knocking out the Exon 2 of KLF7 facilitates the expression of gene sets associated with cancer compared with that in wild-type HeLa cells. Moreover, the administration of alpha-lipoic acid (ALA) leads to a reduction in KLF7 expression in cells and tumor tissues, a suppression of the proliferation, migration, and invasion of HeLa and SiHa cells, and an increase in the carcinogenic potential of HeLa cells, while KLF7 overexpression shows the opposite effect on the expressions of ACADL and PFKL in HeLa and SiHa cells. In conclusion, KLF7 promotes the development of cervical cancer, and ALA can downregulate KLF7 expression and play a positive role in cervical cancer treatment.",
      "mesh_terms": [
        "Humans",
        "Uterine Cervical Neoplasms",
        "Female",
        "Kruppel-Like Transcription Factors",
        "HeLa Cells",
        "Cell Proliferation",
        "Gene Expression Regulation, Neoplastic",
        "Thioctic Acid",
        "Cell Movement",
        "Kruppel-Like Factor 4",
        "Disease Progression"
      ]
    },
    {
      "pmid": "39678156",
      "title": "The effects of alpha-lipoic acid transdermal patch for local subcutaneous fat reduction: A randomized, placebo-controlled, clinical trial in overweight volunteers.",
      "authors": [
        "Kanidta Sooklert",
        "Sasin Thamakaison",
        "Siwaporn Nilyai",
        "Sarocha Cherdchom",
        "Rojrit Rojanathanes",
        "Amornpun Sereemaspun"
      ],
      "journal": "Contemporary clinical trials communications",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Combating obesity is challenging, as anti-obesity compounds lose effectiveness or cause severe side effects when delivered via conventional routes. Thus, there is a need for new, effective treatment routes that are home-based and safe for long-term use. This double-blind, placebo-controlled clinical trial aimed to investigate the efficacy of a biocellulose transdermal patch containing α-lipoic acid (ALA), an anti-obesity compound, in reducing subcutaneous fat accumulation. METHODS: One hundred and sixteen overweight participants (average age 37.96 ± 7.80 years) were recruited for the study. They were randomly assigned to apply either the calcium citrate nanoparticle-encapsulated ALA transdermal patch or a placebo on their arm. The participants' body weight, height, blood lipid profile (cholesterol, triglyceride, low-density lipoprotein, and high-density lipoprotein), arm circumference, triceps skin fold, and subcutaneous fat thickness were recorded at baseline and at the 2-week follow-up. RESULTS: The mean arm circumference did not show any significant difference from baseline, whereas the triceps skinfold and subcutaneous fat thickness showed a significant reduction. The 2-week treatment did not significantly alter the plasma LDL, HDL, and triglyceride levels of the participants, but it significantly reduced the total cholesterol level. CONCLUSION: This study reports the successful reduction of subcutaneous fat of the calcium citrate nanoparticle-encapsulated ALA transdermal patches. The transdermal patches could be used as a safe and effective home-based solution for combating obesity."
    },
    {
      "pmid": "39601947",
      "title": "Ferroptosis in the Substantia Nigra Pars Compacta of Mice: Triggering Role of Ultrafine Diesel Exhaust Particles and Mitigation by α-Lipoic Acid.",
      "authors": [
        "Ji Young Kim",
        "Aryun Kim",
        "Jin-Hee Kim",
        "Young-Chun Gil",
        "Yong-Dae Kim",
        "Dong-Ick Shin",
        "Je Hoon Seo"
      ],
      "journal": "Neurochemical research",
      "publication_date": "2024-Nov-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recent epidemiological and experimental studies have increasingly highlighted the association between environmental pollution, especially ultrafine particulate matter (PM), and the risk of neurodegenerative diseases, such as Parkinson's disease (PD). These previous studies suggest a potential mechanism by which ultrafine PM contributes to neuronal damage through processes, such as iron accumulation and oxidative stress. In this study, we aimed to elucidate the effects of ultrafine PM on ferroptosis, an iron-dependent form of cell death, in the mouse substantia nigra pars compacta (SNc) and to evaluate the protective role of α-lipoic acid (ALA). Mice were exposed to ultrafine diesel exhaust particles (ufDEP), a type of ultrafine PM, intranasally and injected ALA intraperitoneally for seven consecutive days. Iron accumulation and lipid peroxidation were significantly increased, and antioxidant capacity was significantly decreased in the SNc after ufDEP exposure, highlighting the deleterious effects of ufDEP on tyrosine hydroxylase (TH)-positive neurons. In contrast, ALA treatment effectively mitigated these effects by reducing iron accumulation, decreasing lipid peroxidation, and restoring antioxidant levels, resulting in the protection of TH-positive neurons from ferroptotic damage. Our results provide evidence that ufDEP can induce ferroptosis in dopaminergic neurons in the SNc, potentially contributing to PD pathogenesis. Furthermore, ALA showed protective effects against ufDEP-induced ferroptotic damage, suggesting its potential as a therapeutic intervention for PD.",
      "mesh_terms": [
        "Animals",
        "Ferroptosis",
        "Thioctic Acid",
        "Vehicle Emissions",
        "Particulate Matter",
        "Male",
        "Pars Compacta",
        "Mice",
        "Lipid Peroxidation",
        "Mice, Inbred C57BL",
        "Antioxidants",
        "Iron",
        "Oxidative Stress",
        "Dopaminergic Neurons",
        "Substantia Nigra"
      ]
    },
    {
      "pmid": "39598447",
      "title": "Effects of Short-Term Treatment with α-Lipoic Acid on Neuropathic Pain and Biomarkers of DNA Damage in Patients with Diabetes Mellitus.",
      "authors": [
        "Juozas R Lazutka",
        "Kristina Daniūnaitė",
        "Veronika Dedonytė",
        "Aistė Popandopula",
        "Karolina Žukaitė",
        "Žydrūnė Visockienė",
        "Laura Šiaulienė"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Nov-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Diabetes mellitus (DM) is a complex and heterogenous disease classified as a group of metabolic disorders characterized by chronic hyperglycemia resulting from defects in insulin secretion, insulin action, or both. It leads to various complications, some of which are macrovascular or microvascular complications, like diabetic polyneuropathy (DPN), having a profound impact on patients' quality of life. Oxidative stress (OS) is one of the significant mechanisms in the development and progression of DPN. Thus, targeting OS pathways by antioxidants, such as α-lipoic acid (ALA), could represent a promising therapeutic strategy for alleviating neuropathic symptoms. The aim of our study was to evaluate whether short-term (from 4 to 9 days) intravenous administration of ALA could cause any measurable improvement in subjects with DM. METHODS: Sixteen subjects with DM (six type 1 and ten type 2) and sixteen nondiabetic subjects matched by sex and age were recruited to this study. Only subjects with DM received treatment with ALA (600 mg daily). Pain intensity and biomarkers of DNA damage including plasma concentration of 8-hydroxy-2'-deoxyguanosine (8-OHdG), frequency of micronucleated lymphocytes (MN), and frequency of sister-chromatid exchanges (SCEs), were measured before and after the treatment with ALA. RESULTS: Pain intensity and 8-OHdG levels were significantly lower in DM subjects after the ALA treatment than before the treatment. However, no changes in the frequency of SCEs and MN were observed. CONCLUSIONS: Our results show some evidence that even a short-term intravenous treatment with ALA could be beneficial for diabetic subjects, reducing pain intensity and concentration of 8-OHdG in blood plasma."
    },
    {
      "pmid": "39556148",
      "title": "Alpha-lipoic acid, as an effective agent against toxic elements: a review.",
      "authors": [
        "Farzad Vafaee",
        "Mahla Derakhshani",
        "Mahboobeh Ghasemzadeh Rahbardar",
        "Hossein Hosseinzadeh"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "This review aims to evaluate the efficacy of alpha-lipoic acid (ALA) in combating toxic elements, such as aluminum, arsenic, lead, mercury, and cadmium. The primary research question addressed is whether ALA can effectively mitigate the toxic effects of these metals through its antioxidant and chelating properties. Articles published between 1995 and 2024 were collected from Scopus, PubMed, Google Scholar, and Web of Science. Using Boolean (AND and OR), English-language publications were selected based on medical subject headings, titles, or abstracts that contained keywords related to ALA, metals, toxicity, antioxidants, and chelation. ALA supplementation significantly enhances cellular defense mechanisms and antioxidant enzyme activity. It effectively mitigates the adverse effects of aluminum exposure, counters arsenic toxicity in various cells and organs, and reduces cadmium toxicity, resulting in lower mortality rates among treated groups. Although ALA acts as a lead chelator, its efficacy is less than standard chelators. In the case of mercury, ALA shows beneficial effects in long-term therapy, although its capacity to reduce mercury concentration is limited. Overall, ALA emerges as a promising alternative for alleviating metal toxicity by enhancing antioxidant defenses, chelating toxic metals, and reversing their harmful effects. Further research in this area is encouraged to explore the full potential of ALA in mitigating the toxic effects of metals on biological systems.",
      "mesh_terms": [
        "Thioctic Acid",
        "Humans",
        "Antioxidants",
        "Animals",
        "Chelating Agents",
        "Metals, Heavy"
      ]
    },
    {
      "pmid": "39524210",
      "title": "Alpha-lipoic acid: A promising pharmacotherapy seen through the lens of kidney diseases.",
      "authors": [
        "George J Dugbartey",
        "Karl K Alornyo",
        "Christabel O Dapaa-Addo",
        "Emmanuel Botchway",
        "Emmanuel K Kwashie",
        "Yvonne Harley"
      ],
      "journal": "Current research in pharmacology and drug discovery",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Kidney diseases have rapidly increased in prevalence over the past few decades, and have now become a major global public health concern. This has put economic burden on the public healthcare system and causing significant morbidity and mortality worldwide. Unfortunately, drugs currently in use for the management of kidney diseases have long-term major adverse effects that negatively impact the quality of life of these patients, hence making these drugs a \"necessary evil\". In recent times, antioxidant therapy has been explored as a potential pharmacological avenue for treatment of kidney diseases, and could offer a better therapeutic option with less adverse effect profile. One of such antioxidants is alpha-lipoic acid (ALA), a sulphur-containing multifunctional antioxidant that is endogenously produced by lipoic acid synthase in the mitochondria of many tissues, including the kidney. Burgeoning evidence indicates that ALA is showing clinical promise in the treatment and pharmacological management of many kidney diseases through its antioxidant and other therapeutic properties by activating several protective mechanisms while inhibiting deleterious signaling pathways. In this review, we present ALA as a potent naturally occurring antioxidant, its mitochondrial biosynthesis and pharmacological properties. In addition, we also discuss within the limit of present literature, ALA and its underlying molecular mechanisms implicated in experimental and clinical treatment of various kidney conditions, and thus, may offer nephrologists an additional and/or alternative avenue in the pharmacological management and treatment of kidney diseases while giving hope to these patients."
    },
    {
      "pmid": "39522868",
      "title": "Effects of alpha-lipoic acid and sildenafil citrate on sperm quality in asthenozoospermic men during freezing-thawing processes.",
      "authors": [
        "Ronak Kohzadi",
        "Ebrahim Cheraghi",
        "Malek Soleimani Mehranjani"
      ],
      "journal": "Cryobiology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We aimed to investigate the combined effects of alpha-lipoic acid (ALA) and sildenafil citrate (SC) on sperm quality during freeze-thawing in asthenozoospermic men. We categorized thirty semen samples from asthenozoospermic into five different groups for analysis: Control (fresh), Freeze, Freeze + SC, Freeze + ALA, and Freeze + SC + ALA. We evaluated sperm parameters in each group, including motility, viability, morphology, plasma membrane integrity, DNA fragmentation, mitochondrial membrane potential, protamine deficiency, acrosome integrity, malondialdehyde, tumor necrosis factor-alpha (TNF-α), antioxidants (Superoxide dismutase, Glutathione, Catalase), and gene expression of HSP70 and Bcl-2. The Freeze group showed significant declines in viability, motility, morphology, membrane integrity, antioxidants, and mitochondrial membrane potential, with increases in protamine deficiency, abnormalities, DNA fragmentation, TNF-α, and malondialdehyde compared to control (p = 0.000). These effects were significantly reversed in all treatment groups (p = 0.000). Bcl-2 and HSP70 expression increased significantly in all groups (p = 0.000). Acrosomal integrity decreased significantly (p = 0.000) in the Freeze group compared to controls and in the Freeze + SC group compared to the Freeze group. However, acrosomal integrity significantly increased (p = 0.000) in the Freeze + SC + ALA group compared to the Freeze + SC group and in the Freeze + ALA group compared to other treatments. Our findings indicate that the simultaneous addition of SC and ALA in the freezing media yielded increased sperm quality. This enhancement was evidenced by reductions in oxidative stress, inflammation, and apoptosis, along with partial prevention of premature acrosome reactions induced by SC.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Sildenafil Citrate",
        "Thioctic Acid",
        "Asthenozoospermia",
        "Cryopreservation",
        "Spermatozoa",
        "DNA Fragmentation",
        "Sperm Motility",
        "Adult",
        "Semen Preservation",
        "Cryoprotective Agents",
        "HSP70 Heat-Shock Proteins",
        "Membrane Potential, Mitochondrial",
        "Tumor Necrosis Factor-alpha",
        "Malondialdehyde",
        "Semen Analysis",
        "Antioxidants",
        "Proto-Oncogene Proteins c-bcl-2",
        "Freezing",
        "Protamines",
        "Acrosome"
      ]
    },
    {
      "pmid": "39493360",
      "title": "Combination of High-Dose Parenteral Ascorbate (Vitamin C) and Alpha-Lipoic Acid Failed to Enhance Tumor-Inhibitory Effect But Increased Toxicity in Preclinical Cancer Models.",
      "authors": [
        "Ping Chen",
        "Davis Lamson",
        "Paul Anderson",
        "Jeanne Drisko",
        "Qi Chen"
      ],
      "journal": "Clinical Medicine Insights. Oncology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Intravenous vitamin C (IVC, ascorbate [Asc]) and alpha-lipoic acid (ALA) are frequently coadministered in integrative oncology clinics, with limited understanding of combination effects or drug-drug interactions. As high-dose IVC has anticancer activity through peroxide (H2O2), it is hypothesized that IV ALA, a thiol antioxidant, might have untoward effects when combined with IVC. METHODS: In vitro combination index (CI) was investigated in 6 types of human cancer cells, using clinically relevant concentrations of Asc (0.625-20 mM) and ALA (0.25, 0.5, and 1 mM) evaluated by nonconstant ratio metrics. Cellular H2O2 was measured using HeLa cells expressing a fluorescent probe HyPer. Mouse xenografts of the metastatic breast cancer MDA-MB-231 were treated with intraperitoneal injections of ALA (10, 20, and 50 mg/kg) and Asc (0.2, 0.5, and 4 g/kg) at various dose levels. RESULTS: Cancer cell lines were sensitive to Asc treatment but not to ALA. There is no evidence ALA becomes a prooxidant at higher doses. The CIs showed a mixture of synergistic and antagonistic effects with different ALA and Asc combination ratios, with a \"U\" shape response to Asc concentrations. The ALA concentrations did not influence the CIs or cellular H2O2 formation. Adding ALA to Asc dampened the increase of H2O2. Toxicity was observed in mice receiving prolonged treatment of ALA at all doses. The Asc at all doses was nontoxic. The combination of ALA and Asc increased toxicity. The ALA at all doses did not inhibit tumor growth. The Asc at 4 g/kg inhibited tumor growth. Adding ALA 50 mg/kg to Asc 4 g/kg did not enhance the effect, but lower doses of ALA (10 or 20 mg/kg) dampened the inhibitory effect of Asc. CONCLUSIONS: These data do not support the concurrent or relative concurrent use of high-dose intravenous ALA with prooxidative high-dose IVC in clinical oncology care with potentially increased toxicity."
    },
    {
      "pmid": "39469366",
      "title": "A Study to Evaluate the Effect of Alpha-Lipoic Acid on Neuropathic Symptoms in Diabetic Neuropathy Patients on Gabapentin or Pregabalin.",
      "authors": [
        "Usharani Pingali",
        "Sireesha Kammila",
        "Padmaja Mekala",
        "Sireesha Yareeda",
        "Sravanasandya Penugonda"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction Chronic hyperglycemia is a key factor in the development of diabetic peripheral neuropathy (DPN), contributing significantly to the progression of this condition through the induction of oxidative stress. Elevated blood glucose levels lead to increased production of reactive oxygen species (ROS), which cause damage to neuronal cells and exacerbate neuropathic symptoms. Alpha-lipoic acid (ALA) is a potent antioxidant that neutralizes ROS and reduces oxidative damage. By addressing the mechanisms of neuropathy, ALA mitigates the effects of chronic hyperglycemia through antioxidant regeneration, inflammation reduction, and endothelial function improvement. As a result, ALA is emerging as a promising intervention for managing oxidative stress and inflammation in DPN. Methods Prospective, double-blind, placebo-controlled study, a total of 52 DPN subjects on gabapentin or pregabalin were randomly assigned to either ALA 600 mg oral once daily or placebo oral once daily for 12 weeks. Treatment outcome was assessed using vibration perception threshold (VPT), Neuropathy Total Symptom Score 6 (NTSS-6), quality of life (QOL) assessed by 12-Item Short Form Health Survey (SF-12) Questionnaire, oxidative stress biomarkers (malondialdehyde (MDA), nitric oxide (NO), and glutathione (GSH)) and inflammatory biomarker (high-sensitivity C-reactive protein (hs-CRP)) at baseline and every visit (four, eight, and 12 weeks). Neuron-specific enolase (NSE) levels were done at baseline and 12 weeks. Glycated hemoglobin (HbA1C) and safety parameters were done at screening and 12 weeks. Compliance with the study medication was assessed by pill count. Reported adverse drug reactions were recorded. Results A total of 52 subjects (males = 22; females = 30) with a mean age of 55.63 ± 7.5 years were randomized to receive either ALA or placebo. A significant reduction in VPT was observed with ALA at 12 weeks compared to baseline (from 26.92 ± 3.58 to 22.14 ± 1.94; p < 0.0001). Secondary parameters like NTSS-6, QOL by SF-12 questionnaire, NSE levels, oxidative biomarkers levels, and inflammatory biomarkers showed significant improvement with ALA compared to placebo. No serious adverse events were reported. Conclusion ALA demonstrated a protective effect against DPN by its antioxidant and anti-inflammatory effects and was found to have good safety."
    },
    {
      "pmid": "39408316",
      "title": "Exploring the Efficacy of Alpha-Lipoic Acid in Comorbid Osteoarthritis and Type 2 Diabetes Mellitus.",
      "authors": [
        "Iryna Halabitska",
        "Valentyn Oksenych",
        "Oleksandr Kamyshnyi"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Oct-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives. The comorbidity of osteoarthritis and type 2 diabetes mellitus poses a complex clinical challenge, complicating patient management due to overlapping pathophysiological mechanisms. This research aims to analyze the exacerbation of clinical symptoms and biochemical markers in patients with OA and T2DM compared to those with OA alone. Methods. We employed various assessment methods to evaluate inflammation, oxidative stress, and glycemic control in both cohorts. This study includes the administration of alpha-lipoic acid (ALA) to patients with comorbid OA and T2DM, monitoring its effects on joint function, inflammatory markers, oxidative stress levels, and glycemic control. Results. The findings indicate that T2DM significantly worsens clinical symptoms and biochemical markers in OA patients. Those with both conditions exhibited elevated indicators of inflammation and oxidative stress compared to OA-only patients. Additionally, correlations among metabolic, psychological, and inflammatory factors were identified. Body mass index emerged as a potential predictor for the deterioration of evaluated parameters. The analysis revealed that ALA administration led to statistically significant improvements in WOMAC pain scores, the Lequesne Algofunctional Index, and the AIMS-P compared to the control group. Conclusions. Further research into ALA's effects on OA progression in patients with comorbidities is essential for developing personalized treatment approaches.",
      "mesh_terms": [
        "Humans",
        "Thioctic Acid",
        "Diabetes Mellitus, Type 2",
        "Middle Aged",
        "Male",
        "Female",
        "Osteoarthritis",
        "Oxidative Stress",
        "Aged",
        "Biomarkers",
        "Comorbidity",
        "Antioxidants",
        "Inflammation",
        "Blood Glucose",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39288867",
      "title": "Therapeutic effects of alpha lipoic acid and/or caffeine-loaded chitosan nanoparticles on memory impairment and neurochemical changes in high-fat diet-induced obese rats.",
      "authors": [
        "Eman N Hosny",
        "Hussein G Sawie",
        "Mayada M El-Gizawy",
        "Haitham S Mohammed",
        "Abdel Razik Faraag",
        "Yasser A Khadrawy"
      ],
      "journal": "Physiology & behavior",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The therapeutic effects of alpha lipoic acid (LA) and/or caffeine-loaded chitosan nanoparticles (CCNPs) on obesity-induced memory impairment were evaluated in the present study. Rats were divided into control rats, obese rats induced by high fat diet (HFD) and obese rats treated with LA and/or CCNPs. Obesity was confirmed by measuring the body mass index (BMI). Memory and cognitive functions were evaluated by novel object recognition test (NORT). The levels of serotonin (5-HT), dopamine (DA), norepinephrine (NE), lipid peroxidation (MDA), nitric oxide (NO), reduced glutathione (GSH), interleukin-1β (IL-1β), tumor necrosis factor-α (TNF-α), leptin (LEP) and ghrelin (GHR) and the activities of monoamine oxidase (MAO), acetylcholinesterase (AchE) and Na+,K+,ATPase were determined in the cortex and hippocampus. The cerebral histopathological alterations were examined in obese rats. Obese rats showed impaired memory and exhibited significant neurochemical changes, including decreased levels of 5-HT, DA, GSH, GHR, and Na+,K+-ATPase activity, as well as an increase in AchE, MAO, MDA, NO, IL-1β, TNF-α, and LEP. LA and/or CCNPs treatment reduced BMI and improved memory. LA or CCNPs alleviated the cortical and hippocampal neurochemical changes and histopathological changes induced by obesity. Furthermore, LA and CCNPs exhibited antioxidant and anti-inflammatory properties, which likely contributed to their effects. However, no synergistic effect was observed between LA and CCNPs. These findings suggest that LA or CCNPs may be a potential therapy against obesity and its adverse effects on memory, mediated by their ability to restore monoamine levels and exhibit antioxidant and anti-inflammatory properties.",
      "mesh_terms": [
        "Animals",
        "Thioctic Acid",
        "Diet, High-Fat",
        "Obesity",
        "Memory Disorders",
        "Male",
        "Chitosan",
        "Nanoparticles",
        "Rats",
        "Rats, Wistar",
        "Antioxidants",
        "Recognition, Psychology",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39278286",
      "title": "In situ gel-forming oil solubilizing α-lipoic acid as a physical shielding alleviated chemotherapy-induced oral mucositis via inhibiting oxidative stress.",
      "authors": [
        "Yingying Zhang",
        "Zhijiang Jiang",
        "Kaili Lu",
        "Bingyu Ding",
        "Jie Wang",
        "Neili Wang",
        "Dingwei Li",
        "Fengnan Yu",
        "Mengjiao Zhang",
        "Helin Xu"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oral mucositis (OM) is a common and serious complication of cancer chemoradiotherapy. OM managements mainly focused on topical healthcare or analgesia, which offers limited wound healing. Herein, in situ gel-forming oil (LGF) have been developed as a physical shielding for OM treatment. LGF oil, composed of soybean phosphatidyl choline (40 %, w/w), glycerol dioleate (54 %, w/w), and alcohols (6 %, w/w), is a viscous oil-like liquid. The contact angle of LGF oil on porcine buccal mucosa were 30°, significantly smaller than that of water (60°), indicating its good wetting and spreading properties. Besides, the adhesion force and adhesion energy of LGF oil toward porcine buccal mucosa was as high as 3.9 ± 0.2 N and 60 ± 2 J/m2, respectively, indicating its good adhesive property. Moreover, the hydrophobic α-lipoic acid (LA) as a native antioxidative agent was highly solubilized in LGF oil, its solubility in which was above 100 mg/mL. Upon contacting with saliva, LA-loaded LGF oil (LA-LGF) could rapidly transform from oil into gel that adheres on oral mucosa. Moreover, LA was slowly released from the formed LA-LGF gel, which benefited alleviating oxidative stress caused by chemoradiotherapy. In vivo animal experiments showed that LA-LGF could effectively promote the repairing of oral mucosa wound of 5-fluorouracil induced OM rats. Besides, the mucosa edema was greatly improved and new granulation around wound was produced after LA-LGF treatment. Meanwhile, the production of proinflammatory cytokines such as IL-1β, TNF-α, 1L-6 was substantially inhibited by LA-LGF. Collectively, LGF oil as carrier of hydrophobic drug might be a promising strategy for oral mucositis.",
      "mesh_terms": [
        "Animals",
        "Stomatitis",
        "Thioctic Acid",
        "Oxidative Stress",
        "Swine",
        "Gels",
        "Male",
        "Mouth Mucosa",
        "Antioxidants",
        "Solubility",
        "Rats",
        "Rats, Sprague-Dawley",
        "Antineoplastic Agents",
        "Oils",
        "Fluorouracil"
      ]
    },
    {
      "pmid": "39261583",
      "title": "Alpha lipoic acid diminishes migration and invasion in hepatocellular carcinoma cells through an AMPK-p53 axis.",
      "authors": [
        "Florencia Hidalgo",
        "Anabela C Ferretti",
        "Carla Borini Etichetti",
        "Emilia Baffo",
        "Alejandro P Pariani",
        "Tomás Rivabella Maknis",
        "Javier Bussi",
        "Javier E Girardini",
        "María C Larocca",
        "Cristián Favre"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Sep-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hepatocellular carcinoma (HCC) associated with viral or metabolic liver diseases is a growing cancer without effective therapy. AMPK is downregulated in HCC and its activation diminishes tumor growth. Alpha lipoic acid (ALA), an indirect AMPK activator that inhibits hepatic steatosis, shows antitumor effects in different cancers. We aimed to study its putative action in liver-cancer derived cell lines through AMPK signaling. We performed cytometric studies for apoptosis and cell cycle, and 2D and 3D migration analysis in HepG2/C3A and Hep3B cells. ALA led to significant inhibition of cell migration/invasion only in HepG2/C3A cells. We showed that these effects depended on AMPK, and ALA also increased the levels and nuclear compartmentalization of the AMPK target p53. The anti-invasive effect of ALA was abrogated in stable-silenced (shTP53) versus isogenic-TP53 HepG2/C3A cells. Furthermore, ALA inhibited epithelial-mesenchymal transition (EMT) in control HepG2/C3A but not in shTP53 nor in Hep3B cells. Besides, we spotted that in patients from the HCC-TCGA dataset some EMT genes showed different expression patterns or survival depending on TP53. ALA emerges as a potent activator of AMPK-p53 axis in HCC cells, and it decreases migration/invasion by reducing EMT which could mitigate the disease in wild-type TP53 patients.",
      "mesh_terms": [
        "Humans",
        "Thioctic Acid",
        "Carcinoma, Hepatocellular",
        "Cell Movement",
        "Tumor Suppressor Protein p53",
        "Liver Neoplasms",
        "Hep G2 Cells",
        "AMP-Activated Protein Kinases",
        "Epithelial-Mesenchymal Transition",
        "Neoplasm Invasiveness",
        "Signal Transduction",
        "Apoptosis",
        "Cell Line, Tumor",
        "Gene Expression Regulation, Neoplastic"
      ]
    },
    {
      "pmid": "39254580",
      "title": "α-Lipoic acid increases the viability of nephrocytes and elevates sulfane sulfur level in plasma of patients with chronic kidney disease.",
      "authors": [
        "Anna Bilska-Wilkosz",
        "Kinga Głowacka",
        "Kinga Kocemba-Pilarczyk",
        "Bernadeta Marcykiewicz",
        "Magdalena Górny",
        "Małgorzata Iciek"
      ],
      "journal": "Folia medica Cracoviensia",
      "publication_date": "2024-Jun-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Kidney diseases are a major global health problem affecting millions of people. Despite this, there is as yet no effective drug therapy improving outcome in patients with renal disease. The aim of this study was to examine the nephroprotective effect of α-lipoic acid (ALA) in vitro and to examine the effect of ALA administered in vivo on the production of reactive sulfur species (RSS), including hydrogen sulfide (H2S) and compounds containing sulfane sulfur. METHODS: The effect of ALA was studied in vitro by determining the viability of human embryonic kidney cells (HEK293) in normoxic and hypoxic conditions as well as in vivo in two groups of chronic kidney disease (CKD) patients: non-dialyzed (ND) and undergoing continuous ambulatory peritoneal dialysis (PD) after 30 days of ALA supplementation. RESULTS: The results revealed that the viability of HEK293 cells was significantly decreased by hypoxic conditions, while ALA administered during hypoxia increased the viability to the level observed in normoxic conditions. Studies performed in plasma of CKD patients after ALA supplementation suggested that ALA did not affect the parameters of oxidative stress, while significantly increased the level of reactive sulfane sulfur in both ND and PD patients suffering from CKD. The results suggest that ALA can exert nephroprotective effects which are related to sulfane sulfur production.",
      "mesh_terms": [
        "Humans",
        "Thioctic Acid",
        "Renal Insufficiency, Chronic",
        "HEK293 Cells",
        "Male",
        "Female",
        "Cell Survival",
        "Oxidative Stress",
        "Middle Aged",
        "Antioxidants",
        "Hydrogen Sulfide"
      ]
    },
    {
      "pmid": "39205823",
      "title": "Alpha-Lipoic Acid Ameliorates Impaired Steroidogenesis in Human Granulosa Cells Induced by Advanced Glycation End-Products.",
      "authors": [
        "Zahra Derakhshan",
        "Soghra Bahmanpour",
        "Mohammad Hossein Nasr-Esfahani",
        "Fatemeh Masjedi",
        "Maryam Mirani",
        "Mahintaj Dara",
        "Seyed Mohammad Bagher Tabei"
      ],
      "journal": "Iranian journal of medical sciences",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ovarian granulosa cells (GCs) are essential for follicular development. Ovarian advanced glycation end-products (AGEs) accumulation is related to GCs dysfunction. Alpha-lipoic acid (ALA) illustrates therapeutic capabilities for infertility-related disorders. Therefore, this study assessed the effects of ALA on AGEs-induced GCs hormonal dysfunction. METHODS: The study was conducted from October 2021 to September 2022 at the Department of Medical Genetics, Shiraz University of Medical Sciences. Isolated GCs (n=50) were divided into control, human glycated albumin (HGA), HGA+ALA, and ALA treatments. Steroidogenic enzymes and AGE receptor (RAGE) genes were assessed by qRT-PCR. Steroid hormones and RAGE protein were evaluated using ELISA and Western blotting. Data were analyzed using GraphPad Prism software (ver. 9), and P<0.05 was considered significant. RESULTS: Our findings showed that HGA treatment significantly (P=0.0001) increased RAGE (by 140.66%), STAR (by 117.65%), 3β-HSD (by 165.68%), and 17β-HSD (by 122.15%) expression, while it decreased CYP19A1 (by 68.37%) expression. RAGE protein level (by 267.10%) was also increased in HGA-treated GCs. A significant decrease in estradiol (by 59.66%) and a slight and sharp elevation in progesterone (by 30.40%) and total testosterone (by 158.24%) levels was also observed. ALA treatment ameliorated the HGA-induced changes in steroidogenic enzyme mRNA levels (P=0.001) and steroid hormone secretion (P=0.010). CONCLUSION: This work shows that ALA therapy likely corrects hormonal dysfunctions caused by AGEs in luteinized GCs. This effect is probably achieved by decreased RAGE expression. Clinical research is needed to understand how AGEs and ALA interact in the ovary, which might lead to a more targeted ovarian dysfunction therapy.",
      "mesh_terms": [
        "Humans",
        "Thioctic Acid",
        "Granulosa Cells",
        "Female",
        "Glycation End Products, Advanced",
        "Receptor for Advanced Glycation End Products",
        "Cells, Cultured"
      ]
    },
    {
      "pmid": "39200216",
      "title": "Cardiovascular and Renal Effects Induced by Alpha-Lipoic Acid Treatment in Two-Kidney-One-Clip Hypertensive Rats.",
      "authors": [
        "Déborah Victória Gomes Nascimento",
        "Darlyson Ferreira Alencar",
        "Matheus Vinicius Barbosa da Silva",
        "Danilo Galvão Rocha",
        "Camila Ferreira Roncari",
        "Roberta Jeane Bezerra Jorge",
        "Renata de Sousa Alves",
        "Richard Boarato David",
        "Wylla Tatiana Ferreira E Silva",
        "Lígia Cristina Monteiro Galindo",
        "Thyago Moreira de Queiroz"
      ],
      "journal": "Biomedicines",
      "publication_date": "2024-Aug-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "α-Lipoic acid (LA) is an antioxidant of endogenous production, also obtained exogenously. Oxidative stress is closely associated with hypertension, which causes kidney injury and endothelial dysfunction. Here, we evaluated the cardiovascular and renal effects of LA in the two-kidney-one-clip (2K1C) hypertension model. The rats were divided into four groups: Sham surgery (Sham), the two-kidneys-one-clip (2K1C) group, and groups treated with LA for 14 days (Sham-LA and 2K1C-LA). No changes were observed in the pattern of food, water intake, and urinary volume. The left/right kidney weight LKw/RKw ratio was significantly higher in 2K1C animals. LA treatment did not reverse the increase in cardiac mass. In relation to vascular reactivity, there was an increase in the potency of phenylephrine (PHE) curve in the hypertensive animals treated with LA compared to the 2K1C group and also compared to the Sham group. Vasorelaxation induced by acetylcholine (Ach) and sodium nitroprusside (SNP) were not improved by treatment with LA. Urea and creatinine levels were not altered by the LA treatment. In conclusion, the morphological changes in the aorta and heart were not reversed; however, the treatment with LA mitigated the contraction increase induced by the 2K1C hypertension."
    },
    {
      "pmid": "39199143",
      "title": "The Multifaceted Role of Alpha-Lipoic Acid in Cancer Prevention, Occurrence, and Treatment.",
      "authors": [
        "Shuai Yan",
        "Jiajie Lu",
        "Bingqing Chen",
        "Liuxia Yuan",
        "Lin Chen",
        "Linglin Ju",
        "Weihua Cai",
        "Jinzhu Wu"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Jul-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Alpha-lipoic acid (ALA) is a naturally occurring compound synthesized by mitochondria and widely distributed in both animal and plant tissues. It primarily influences cellular metabolism and oxidative stress networks through its antioxidant properties and is an important drug for treating metabolic diseases associated with oxidative damage. Nevertheless, research indicates that the mechanism by which ALA affects cancer cells is distinct from that observed in normal cells, exhibiting pro-oxidative properties. Therefore, this review aims to describe the main chemical and biological functions of ALA in the cancer environment, including its mechanisms and effects in tumor prevention and anticancer activity, as well as its role as an adjunctive drug in cancer therapy. We specifically focus on the interactions between ALA and various carcinogenic and anti-carcinogenic pathways and discuss ALA's pro-oxidative capabilities in the unique redox environment of cancer cells. Additionally, we elaborate on ALA's roles in nanomedicine, hypoxia-inducible factors, and cancer stem cell research, proposing hypotheses and potential explanations for currently unresolved issues."
    },
    {
      "pmid": "39147245",
      "title": "Influence of maternal α-lipoic acid supplementation in Sprague Dawley rats on maternal and fetal metabolic health in pregnancies complicated by obesity.",
      "authors": [
        "Gabriella A Andreani",
        "Saleh Mahmood",
        "Kok Lim Kua",
        "Mulchand S Patel",
        "Todd C Rideout"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "The objective of this study was to investigate the influence of α-lipoic acid (LA; R enantiomer) supplementation on maternal and fetal metabolic health in pregnancies complicated by maternal obesity. Forty female Sprague-Dawley rats were randomized to one of 4 treatment groups (n=10/group) throughout prepregnancy (3 weeks) and gestation (20 days): (1) a low calorie control (CON); (2) a high calorie obesity-inducing diet (HC); (3) the HC diet with 0.25% LA (HC+LA) or; (4) the HC diet pair-fed to match the caloric intake of the HC+LA group (HC+PF). On gestation day 20, pregnant rats were placed under anesthesia for collection of maternal/fetal blood and tissues. Compared with the HC group, LA-supplemented mothers demonstrated lower maternal prepregnancy and gestational weight gain (GWG), improved glycemic control (lower homeostatic model assessment for insulin resistance), and higher cholesterol concentrations in serum [high-density lipoprotein cholesterol (HDL-C) and low-and very-low density lipoprotein cholesterol (LDL/VLDL) fractions] and liver. Male and female fetuses from LA-supplemented mothers exhibited lower body weight, improved insulin sensitivity, and evidence of altered lipid metabolism including lower serum HDL-C, lower serum triglyceride (TG), and increased hepatic TG accumulation. Although maternal LA supplementation showed some benefit for both mothers and fetuses with respect to obesity and glycemic control, concern about the potential longer-term implications of liver cholesterol (mothers) and TG accumulation (fetuses) needs further investigation.",
      "mesh_terms": [
        "Animals",
        "Thioctic Acid",
        "Female",
        "Rats, Sprague-Dawley",
        "Pregnancy",
        "Dietary Supplements",
        "Rats",
        "Obesity",
        "Pregnancy in Obesity",
        "Maternal Nutritional Physiological Phenomena",
        "Fetus",
        "Blood Glucose",
        "Insulin Resistance",
        "Gestational Weight Gain",
        "Liver"
      ]
    },
    {
      "pmid": "39126024",
      "title": "The Antioxidant and HDAC-Inhibitor α-Lipoic Acid Is Synergistic with Exemestane in Estrogen Receptor-Positive Breast Cancer Cells.",
      "authors": [
        "Laura S Pradel",
        "Yu-Lin Ho",
        "Holger Gohlke",
        "Matthias U Kassack"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Aug-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Anti-estrogenic therapy is established in the management of estrogen receptor (ER)-positive breast cancer. However, to overcome resistance and improve therapeutic outcome, novel strategies are needed such as targeting widely recognized aberrant epigenetics. The study aims to investigate the combination of the aromatase inhibitor exemestane and the histone deacetylase (HDAC) inhibitor and antioxidant α-lipoic acid in ER-positive breast cancer cells. First, the enantiomers and the racemic mixture of α-lipoic acid, and rac-dihydro-lipoic acid were investigated for HDAC inhibition. We found HDAC inhibitory activity in the 1-3-digit micromolar range with a preference for HDAC6. Rac-dihydro-lipoic acid is slightly more potent than rac-α-lipoic acid. The antiproliferative IC50 value of α-lipoic acid is in the 3-digit micromolar range. Notably, the combination of exemestane and α-lipoic acid resulted in synergistic behavior under various incubation times (24 h to 10 d) and readouts (MTT, live-cell fluorescence microscopy, caspase activation) analyzed by the Chou-Talalay method. α-lipoic acid increases mitochondrial fusion and the expression of apoptosis-related proteins p21, APAF-1, BIM, FOXO1, and decreases expression of anti-apoptotic proteins survivin, BCL-2, and c-myc. In conclusion, combining exemestane with α-lipoic acid is a promising novel treatment option for ER-positive breast cancer.",
      "mesh_terms": [
        "Humans",
        "Breast Neoplasms",
        "Thioctic Acid",
        "Female",
        "Histone Deacetylase Inhibitors",
        "Drug Synergism",
        "Androstadienes",
        "Antioxidants",
        "Apoptosis",
        "Receptors, Estrogen",
        "Cell Proliferation",
        "Cell Line, Tumor",
        "MCF-7 Cells"
      ]
    },
    {
      "pmid": "39114278",
      "title": "A Comprehensive Review of Safety, Efficacy, and Indications for the Use of Alpha-Lipoic Acid and Acetyl-L-Carnitine in Neuropathic Pain.",
      "authors": [
        "Carolyn F Aldendail",
        "Pinyu Chen",
        "Hannah S Dibble",
        "Vanessa Baute Penry"
      ],
      "journal": "Integrative medicine (Encinitas, Calif.)",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The debilitating, chronic symptoms of neuropathic pain result in decreased quality of life, depressed mood, and anxiety in patients suffering from neuropathic pain. Despite hundreds of dollars in monthly treatment-related costs, more than half of the patients report inadequate pain relief. Traditional first-line agents are expensive and may have disruptive side effects. Given the disease burden of neuropathic pain, many patients turn to over-the-counter supplements. Here we review two supplements, alpha-lipoic acid (ALA), also known as thioctic acid, and acetyl-L-carnitine (ALC), and data of treatment outcomes from the available literature suggest comparable efficacy to currently available pharmaceuticals for the treatment of neuropathic pain. Meta-analysis of randomized controlled trials demonstrates that ALA can significantly improve neuropathic pain and nerve conduction velocity. ALA has been evaluated in the treatment of multiple sources of neuropathic pain, including chemotherapy-induced peripheral neuropathy, entrapment neuropathies, radicular nerve pain, and burning mouth syndrome. Common dose-dependent side effects include nausea, vomiting, and vertigo. Cost analysis from June 2022 indicates that a clinically effective dose (600 mg/day) of ALA costs patients $14.40 monthly. Two randomized control trials demonstrate that ALC exhibits neuroprotective effects, can regenerate nerves, and improve vibratory perception in the early stages of DPN. In terms of adverse reactions, no significant differences were observed between treatment and placebo groups, implying that ALC is generally well-tolerated. Cost analysis from June 2022 indicates that a clinically effective dose of ALC (2000 mg/day) costs patients $27.60 monthly. Comparable efficacy in clinical trials, minimal side effects, and lower monthly costs suggest that ALA and ALC should be considered among the accepted first-line treatment options for neuropathic pain."
    },
    {
      "pmid": "39098258",
      "title": "Protective effects of alpha-lipoic acid and alagebrium chloride against testicular dysfunction induced by varicocele and advanced glycation end (AGE) - Rich diet in a rat mode.",
      "authors": [
        "Sayedeh Sahar Hosseini",
        "Marziyeh Tavalaee",
        "Seyed Morteza Seifati",
        "Mahmood Dehghani-Ashkezari",
        "Mohammad Hossein Nasr-Esfahani"
      ],
      "journal": "Tissue & cell",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heat stress from varicocele can heighten oxidative stress in the testes, impacting sperm function and male fertility. Antioxidant therapy is explored as a remedy for varicocele, while dietary factors like processed foods, sugar, and saturated fats correlate with male infertility. Advanced glycation end products (AGEs), generated through glycation processes, can provoke oxidative stress, inflammation, and adverse health consequences. Alpha-lipoic acid (ALA), a versatile antioxidant, may alleviate oxidative stress and counteract the impact of AGEs, potentially by enhancing glucose reabsorption. Alagebrium chloride (ALT711), an anti-AGE compound, exhibits promise in cardiovascular disease by disrupting AGE cross-links. This study investigates the effects of ALA and ALT-711 on testicular function in varicocele and AGEs animal models. Both AGE and varicocele were found to alter the natural trends, leading to abnormal patterns in sperm parameters, testicular functional tests, as well as the expression of CML, RAGE, and TNF-α proteins. However, the administration of ALA or ALT711 helped mitigate these effects. While ALA demonstrated a slightly greater overall benefit compared to ALT, the difference was not statistically significant.",
      "mesh_terms": [
        "Male",
        "Animals",
        "Thioctic Acid",
        "Glycation End Products, Advanced",
        "Testis",
        "Rats",
        "Varicocele",
        "Receptor for Advanced Glycation End Products",
        "Spermatozoa",
        "Oxidative Stress",
        "Protective Agents",
        "Antioxidants",
        "Diet",
        "Tumor Necrosis Factor-alpha",
        "Disease Models, Animal",
        "Rats, Sprague-Dawley",
        "Thiazoles"
      ]
    },
    {
      "pmid": "39060913",
      "title": "Protective Action of Curcumin and Alpha-lipoic Acid, Against Experimental Ultraviolet-A/B Induced Dermal-injury in Rats.",
      "authors": [
        "Yasin Tülüce",
        "Derya Osmanoğlu",
        "Murat Çetin Rağbetli",
        "Fikret Altındağ"
      ],
      "journal": "Cell biochemistry and biophysics",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to examine the therapeutic efficacy of curcumin (CUR) and α-lipoic acid (ALA) in mitigating UV-A and UV-B-induced damage (UVAB) in rat dorsal skin. This was achieved through the utilisation of immunohistochemical (TUNEL), biochemical and stereological techniques. The rats in the UVAB, UVAB + CUR, and UVAB + ALA groups were subjected to UVAB irradiation for a period of two hours per day over the course of one month. The UVAB + CUR and UVAB + ALA groups were administered 100 mg/kg/day of curcumin and 100 mg/kg/day of α-lipoic acid via gavage 30 min prior to UVAB irradiation. The CUR group was administered 100 mg/kg/day of curcumin via gavage, while the ALA group received the same dose of α-lipoic acid. A significant change in the volume ratio of the dorsal skin epidermis and dermis was observed in the stereological findings of the rats in the UVAB group. These changes exhibited a favourable progression as a consequence of the CUR and ALA applications. In the UVAB group, TOS and OSI were significantly elevated as a consequence of the rise in oxidative stress. Conversely, the treatment groups demonstrated a notable reduction in TOS and OSI levels. The study also revealed a substantial increase in the number of apoptotic cells within the UVAB group. However, the treatment groups exhibited a significant decline in apoptotic cells. In conclusion, the findings suggest that CUR and ALA possess a protective effect against UVAB-induced skin damage.",
      "mesh_terms": [
        "Animals",
        "Curcumin",
        "Thioctic Acid",
        "Ultraviolet Rays",
        "Rats",
        "Skin",
        "Oxidative Stress",
        "Male",
        "Antioxidants",
        "Apoptosis",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "39038553",
      "title": "Hepatoprotective potential of alpha-lipoic acid against gliclazide-induced liver injury in high-glucose-exposed human liver cells and experimental type 2 diabetic rats.",
      "authors": [
        "George J Dugbartey",
        "Stephen Atule",
        "Karl K Alornyo",
        "Ismaila Adams"
      ],
      "journal": "Biochemical pharmacology",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Growing clinical evidence shows that sulfonylurea therapy for patients with type 2 diabetic mellitus (T2DM) contributes to progressive worsening of their liver. The present study presents hepatotoxicity induced by gliclazide, a second-generation sulfonylurea, and alpha-lipoic acid (ALA) as a novel and promising drug for T2DM treatment. Normal human liver cells (HL-7702) were incubated with high-glucose DMEM in the presence or absence of gliclazide and ALA for 72 h, and cell viability and death were measured by flow cytometry. Next, Sprague-Dawley rats were subjected to 12 h of fasting, and fasting blood glucose was measured. The rats were randomized into four groups: HC (healthy control; n = 7), T2DM (diabetic rats without treatment; n = 9), GLC (diabetic rats with 15 mg/kg gliclazide treatment; n = 7) and GLC+ALA (diabetic rats with gliclazide and 60 mg/kg ALA treatment; n = 7). T2DM was induced by a bolus administration of 110 mg/kg nicotinamide and 55 mg/kg streptozotocin intraperitoneally. The experimental protocol lasted for 6 weeks after which the animals were sacrificed and pancreas, liver and blood samples were collected for biochemical, histological and molecular analyses. Compared to healthy control (HC) group, exposure of HL-7702 cells to high glucose induced significant cell death by 19 % (p < 0.001), which was exacerbated with gliclazide treatment by 29 % (p < 0.0001) but markedly reduced by 6 % to near HC value following ALA treatment. In vivo, GLC-treated rats had severe liver damage characterized by increased hepatocellular vacuolation, and significant expression of ED-1, iNOS and caspase-3 as well as markedly high levels of liver enzymes (aspartate aminotransferase, alanine aminotransferase and alkaline phosphatase compared to T2DM rats. Interestingly, ALA administration prevented these pathological changes and protected the diabetic liver to levels comparable to HC rats. ALA showed hepatoprotective effect against gliclazide-induced hepatotoxicity by suppressing inflammation and apoptosis while activating antioxidant pathway in the diabetic liver. Abbreviations: ALA, Alpha-lipoic acid; ALT, Alanine aminotransferase; ALP, Alkaline phosphatase; AMPK, Adenosine monophosphate-activated protein kinase; AST, Aspartate aminotransferase; ATP, Adenosine triphosphate; DMEM, Dulbecco's Modified Eagle Medium; EDTA, ethylenediaminetetraacetic acid; FBG, Fasting blood glucose; FBS, Fetal bovine serum; GLC, Gliclazide; GLUT4, Glucose transporter type 4; GSH, Glutathione; H&E, Hematoxylin/Eosin; HbA1c, Glycosylated haemoglobin A1c; HC, Healthy control; HG, Hyperglycemic group; HOMA-β, Homeostasis model assessment of β-cell function; IL-1β, Interleukin-1β; IL-6, Interleukin-6; iNOS, Inducible nitric oxide synthase; KATP, ATP-dependent potassium channels; MDA, Malondialdehyde; MPTP, Mitochondrial permeability transition pore; NO, Nitric oxide; P/S, Penicillin/streptomycin; PAS, Periodic acid-Schiff; RIA, Radioimmunoassay; ROS, Reactive oxygen species; SOD, Superoxide dismutase; T2DM, Type 2 diabetes mellitus; TBARS, Thiobarbituric acid reactive substances; TNF-α, Tumor necrosis factor-alpha.",
      "mesh_terms": [
        "Thioctic Acid",
        "Animals",
        "Gliclazide",
        "Humans",
        "Rats, Sprague-Dawley",
        "Diabetes Mellitus, Experimental",
        "Diabetes Mellitus, Type 2",
        "Rats",
        "Male",
        "Glucose",
        "Chemical and Drug Induced Liver Injury",
        "Liver",
        "Hypoglycemic Agents",
        "Cell Line",
        "Hepatocytes",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39030577",
      "title": "Alpha-lipoic acid alleviates cognitive deficits in transgenic APP23/PS45 mice through a mitophagy-mediated increase in ADAM10 α-secretase cleavage of APP.",
      "authors": [
        "Jie Zhang",
        "Yanshuang Jiang",
        "Xiangjun Dong",
        "Zijun Meng",
        "Liangye Ji",
        "Yu Kang",
        "Mingjing Liu",
        "Weihui Zhou",
        "Weihong Song"
      ],
      "journal": "Alzheimer's research & therapy",
      "publication_date": "2024-Jul-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alpha-lipoic acid (ALA) has a neuroprotective effect on neurodegenerative diseases. In the clinic, ALA can improve cognitive impairments in patients with Alzheimer's disease (AD) and other dementias. Animal studies have confirmed the anti-amyloidosis effect of ALA, but its underlying mechanism remains unclear. In particular, the role of ALA in amyloid-β precursor protein (APP) metabolism has not been fully elucidated. OBJECTIVE: To investigate whether ALA can reduce the amyloidogenic effect of APP in a transgenic mouse model of AD, and to study the mechanism underlying this effect. METHODS: ALA was infused into 2-month-old APP23/PS45 transgenic mice for 4 consecutive months and their cognitive function and AD-like pathology were then evaluated. An ALA drug concentration gradient was applied to 20E2 cells in vitro to evaluate its effect on the expression of APP proteolytic enzymes and metabolites. The mechanism by which ALA affects APP processing was studied using GI254023X, an inhibitor of A Disintegrin and Metalloproteinase 10 (ADAM10), as well as the mitochondrial toxic drug carbonyl cyanide m-chlorophenylhydrazone (CCCP). RESULTS: Administration of ALA ameliorated amyloid plaque neuropathology in the brain tissue of APP23/PS45 mice and reduced learning and memory impairment. ALA also increased the expression of ADAM10 in 20E2 cells and the non-amyloidogenic processing of APP to produce the 83 amino acid C-terminal fragment (C83). In addition to activating autophagy, ALA also significantly promoted mitophagy. BNIP3L-knockdown reduced the mat/pro ratio of ADAM10. By using CCCP, ALA was found to regulate BNIP3L-mediated mitophagy, thereby promoting the α-cleavage of APP. CONCLUSIONS: The enhanced α-secretase cleavage of APP by ADAM10 is the primary mechanism through which ALA ameliorates the cognitive deficits in APP23/PS45 transgenic mice. BNIP3L-mediated mitophagy contributes to the anti-amyloid properties of ALA by facilitating the maturation of ADAM10. This study provides novel experimental evidence for the treatment of AD with ALA.",
      "mesh_terms": [
        "Animals",
        "Thioctic Acid",
        "Mice, Transgenic",
        "Mitophagy",
        "ADAM10 Protein",
        "Mice",
        "Amyloid beta-Protein Precursor",
        "Cognitive Dysfunction",
        "Amyloid Precursor Protein Secretases",
        "Alzheimer Disease",
        "Disease Models, Animal",
        "Membrane Proteins",
        "Neuroprotective Agents",
        "Mice, Inbred C57BL",
        "Male"
      ]
    },
    {
      "pmid": "39004804",
      "title": "Exogenous alpha-lipoic acid treatments reduce the oxidative damage caused by drought stress in two grapevine rootstocks.",
      "authors": [
        "Selda Daler",
        "Ozkan Kaya"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drought represents the predominant and most critical abiotic stress challenge within the domain of viticulture, necessitating the identification and application of efficacious strategies to ameliorate its deleterious effects. In the contemporary realm of abiotic stress management, the deployment of α-lipoic acid (α-Lipo), known for its antioxidant capabilities, as an exogenous treatment has been investigated for mitigating various abiotic stresses in numerous plant species, yet a detailed exploration of its efficacy in alleviating drought stress in grapevines remains to be conclusively determined. This study aimed to elucidate the adaptive mechanisms against drought stress by examining the effects of different α-Lipo concentrations (0, 1, 25 and 50 μM) applied on the foliar under well-irrigated and drought conditions on American grapevine rootstocks '1103 P' (drought tolerant) and '3309 C' (drought sensitive). Our findings revealed that the efficacy of α-Lipo varied significantly depending on rootstock type and irrigation status. 1103 P rootstock treated with 1 μM α-Lipo under well-irrigated conditions showed greater positive effects on growth traits, photosynthetic and osmotic parameters. In contrast, in rootstock 3309 C under the same conditions, the highest effects were obtained at 25 and 50 μM α-Lipo concentrations. Under drought stress conditions, 50 μM α-Lipo treatment improved physiological parameters (chlorophyll content, proportional water coverage and stomatal conductance), proline content and antioxidant enzyme activities (SOD, CAT and APX), while reducing electrolyte leakage and MDA levels in both rootstocks, showing a strong potential to increase oxidative stress tolerance and sustain plant growth. Heatmap visualization analysis confirmed the data obtained from Principal Component Analysis (PCA) and revealed that 1103 P treated with 50 μM α-Lipo under drought stress conditions exhibited superior physiological performance compared to 3309 C under the same conditions. This indicates the importance of potential rootstock differences in stress adaptation or α-Lipo uptake efficiency. These findings suggest that α-Lipo holds promise as an eco-friendly, natural bio-stimulant for use in arid environments, contributing to the advancement of sustainable agricultural practices in the foreseeable future.",
      "mesh_terms": [
        "Vitis",
        "Thioctic Acid",
        "Droughts",
        "Oxidative Stress",
        "Plant Roots",
        "Antioxidants",
        "Stress, Physiological",
        "Photosynthesis",
        "Plant Leaves"
      ]
    },
    {
      "pmid": "38992963",
      "title": "Potential effects of Resatorvid and alpha lipoic acid on gentamicin-induced nephrotoxicity in rats.",
      "authors": [
        "Burak Dik",
        "Durmus Hatipoglu",
        "Mehmet Burak Ates"
      ],
      "journal": "Pharmacology research & perspectives",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gentamicin is an aminoglycoside antibiotic with a rapid bactericidal effect on the treatment of many infections. However, its use at high concentrations for more than 7 days causes nephrotoxic side effects. This study investigated the potential of Resatorvid and alpha lipoic acid (ALA) in mitigating gentamicin-induced nephrotoxicity in rats, considering biochemical, histopathological, and molecular parameters. This study randomly distributed 34 Wistar albino rats into four groups: healthy control (n = 6), Gentamicin (80 mg/kg, n = 7), Gentamicin + Sham (%10 hydroalcoholic solution, n = 7), Gentamicin + Resatorvid (5 mg/kg, n = 7), and Gentamicin + ALA (100 mg/kg, n = 7). Resatorvid treatment led to a statistically significant decrease in urinary IL-18, KIM-1, and NGAL levels, whereas ALA treatment significantly reduced KIM-1 levels compared to the gentamicin-only group. Both Resatorvid and ALA showed partial reductions in urine creatinine levels. Moreover, treatments with Resatorvid and ALA resulted in statistically significant decreases in NRF-2, CAS-3, and NR4A2 expressions. However, only Resatorvid demonstrated a statistically significant decrease in NF-B expression. These findings highlight the potential of Resatorvid in ameliorating gentamicin-induced nephrotoxicity, thereby expanding the therapeutic utility of gentamicin and enhancing its efficacy against infections.",
      "mesh_terms": [
        "Gentamicins",
        "Animals",
        "Thioctic Acid",
        "Rats, Wistar",
        "Rats",
        "Anti-Bacterial Agents",
        "Male",
        "Kidney",
        "Creatinine",
        "Kidney Diseases",
        "Antioxidants",
        "Cell Adhesion Molecules"
      ]
    },
    {
      "pmid": "38954956",
      "title": "α-Lipoic acid treatment regulates enzymatic browning and nutritional quality of fresh-cut pear fruit by affecting phenolic and carbohydrate metabolism.",
      "authors": [
        "Chuanlong Men",
        "Chenchen Wu",
        "Jing Zhang",
        "Yaqian Wang",
        "Miao Chen",
        "Changhong Liu",
        "Lei Zheng"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fresh-cut pear fruit is greatly impacted by enzymatic browning, and maintaining quality remains a challenge. This study examined the impact of exogenous α-lipoic acid (α-LA) treatment on enzymatic browning and nutritional quality of fresh-cut pears. Results revealed that 0.5 g/L α-LA treatment effectively maintained color and firmness, and inhibited the increase in microbial number. The α-LA treatment also reduced MDA and H2O2 contents, decreased PPO activity, and enhanced SOD, CAT, and PAL activities. The α-LA treatment notably upregulated phenolic metabolism-related gene expression, including PbPAL, Pb4CL, PbC4H, PbCHI and PbCHS, and then increasing total phenols and flavonoids contents. Furthermore, it also influenced carbohydrate metabolism-related gene expression, including PbSS, PbSPS, PbAI and PbNI, maintaining a high level of sucrose content. These findings indicated that α-LA treatment showed promise in reducing browning and enhancing fresh-cut pears quality, offering a potential postharvest method to prolong the lifespan and maintain nutritional quality.",
      "mesh_terms": [
        "Pyrus",
        "Fruit",
        "Phenols",
        "Nutritive Value",
        "Carbohydrate Metabolism",
        "Thioctic Acid",
        "Plant Proteins"
      ]
    },
    {
      "pmid": "38940024",
      "title": "(+)Alpha-Lipoic Acid Regulates Lipid Metabolism Gene Expression and Lipidic Profile in a Cellular Model of Fatty Acid Overload.",
      "authors": [
        "Lucia Longhitano",
        "Daniele Tibullo",
        "Tatiana Zuppelli",
        "Simone Ronsisvalle",
        "Enrico La Spina",
        "Anna Nicolosi",
        "Maria Antoci",
        "Federica Maria Sipala",
        "Fabio Galvano",
        "Walter Currenti",
        "Annalisa Santisi",
        "Amer M Alanazi",
        "Guido Zanghì",
        "Emanuela Tropea",
        "Giovanni Li Volti",
        "Ignazio Alberto Barbagallo"
      ],
      "journal": "Frontiers in bioscience (Landmark edition)",
      "publication_date": "2024-Jun-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nonalcoholic fatty liver disease (NAFLD) is a prevalent condition characterized by hepatic fat accumulation, often progressing to severe liver injury, for which approved treatments are currently lacking. This study explores the potential therapeutic impact of alpha-lipoic acid (ALA), a natural compound crucial in lipid metabolism, on NAFLD using an in vitro model. METHODS: HepG2 cells were treated with a palmitic acid:oleic acid (PA:OA) mixture, representing a cellular model of steatosis. Subsequent treatment with ALA at concentrations of 1 µM and 5 µM aimed to evaluate its effects on lipid content and metabolism. Real-time polymerase chain reaction (PCR), BODIPY staining, cytofluorimetric analysis, and lipidomics were used to assess gene expression, lipid droplet accumulation, and fatty acid profiles. RESULTS: Our results showed that ALA significantly reduced lipid droplets in PA:OA-treated HepG2 cells, with a concentration-dependent effect. Analysis of fatty acid profiles demonstrated a decrease in palmitic acid levels with ALA treatment, while oleic acid reduction was observed only at the higher concentration. Moreover, ALA modulated the expression of genes involved in cholesterol biosynthesis and low-density lipoprotein (LDL) metabolism, indicating a potential role in lipid homeostasis. Further insights into molecular mechanisms revealed that ALA modulated peroxisome proliferator activated receptors (PPARs), specifically PPAR-alpha and PPAR-gamma, involved in fatty acid metabolism and insulin sensitivity. Finally, ALA counteracted the overexpression of thermogenic genes induced by exogenous fatty acids, suggesting a regulatory role in energy dissipation pathways. CONCLUSION: In conclusion, this study highlights ALA as a therapeutic agent in mitigating lipid accumulation and dysregulation in NAFLD.",
      "mesh_terms": [
        "Humans",
        "Thioctic Acid",
        "Hep G2 Cells",
        "Lipid Metabolism",
        "Non-alcoholic Fatty Liver Disease",
        "Oleic Acid",
        "Palmitic Acid",
        "Gene Expression Regulation",
        "Fatty Acids",
        "PPAR gamma",
        "Lipid Droplets",
        "PPAR alpha",
        "Uncoupling Protein 2"
      ]
    },
    {
      "pmid": "38929169",
      "title": "Therapeutic Effect of Alpha Lipoic Acid in a Rat Preclinical Model of Preeclampsia: Focus on Maternal Signs, Fetal Growth and Placental Function.",
      "authors": [
        "Gabriela Barrientos",
        "Mariano L Schuman",
        "Maria S Landa",
        "Elizabeth Robello",
        "Claudio Incardona",
        "Melanie L Conrad",
        "Monica Galleano",
        "Silvia I García"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Jun-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic hypertension is a major risk factor for preeclampsia (PE), associated with significant maternal and neonatal morbidity. We previously demonstrated that pregnant stroke-prone spontaneously hypertensive rats (SHRSP) display a spontaneous PE-like phenotype with distinct placental, fetal, and maternal features. Here, we hypothesized that supplementation with alpha lipoic acid (ALA), a potent antioxidant, during early pregnancy could ameliorate the PE phenotype in this model. To test this hypothesis, timed pregnancies were established using 10 to 12-week-old SHRSP females (n = 19-16/group), which were assigned to two treatment groups: ALA (injected intraperitoneally with 25 mg/kg body weight ALA on gestation day (GD1, GD8, and GD12) or control, receiving saline following the same protocol. Our analysis of maternal signs showed that ALA prevented the pregnancy-dependent maternal blood pressure rise (GD14 blood pressure control 169.3 ± 19.4 mmHg vs. 146.1 ± 13.4 mmHg, p = 0.0001) and ameliorated renal function, as noted by the increased creatinine clearance and improved glomerular histology in treated dams. Treatment also improved the fetal growth restriction (FGR) phenotype, leading to increased fetal weights (ALA 2.19 ± 0.5 g vs. control 1.98 ± 0.3 g, p = 0.0074) and decreased cephalization indexes, indicating a more symmetric fetal growth pattern. This was associated with improved placental efficiency, decreased oxidative stress marker expression on GD14, and serum soluble fms-like tyrosine kinase 1 (sFlt1) levels on GD20. In conclusion, ALA supplementation mitigated maternal signs and improved placental function and fetal growth in SHRSP pregnancies, emerging as a promising therapy in pregnancies at high risk for PE."
    },
    {
      "pmid": "38911241",
      "title": "Protective role of alpha-lipoic acid against rhabdomyolysis-induced acute kidney injury in rats.",
      "authors": [
        "Sadaf Nouripour",
        "Soghra Mehri",
        "Tahereh Aminifard",
        "Arezoo Hosseini",
        "Abolfazl Khajavi Rad",
        "Amirhossein Jafarian",
        "Hossein Hosseinzadeh"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Rhabdomyolysis, a potentially life-threatening condition, occurs when myoglobin is released from damaged muscle cells, leading to acute kidney injury (AKI). Alpha lipoic acid (ALA), an organosulfur compound known for its anti-oxidant and anti-inflammatory properties, was examined in this study for its potential impact on rhabdomyolysis-induced AKI in rats. MATERIALS AND METHODS: Six groups of rats were included in the study, with each group consisting of six rats (n=6): Control, rhabdomyolysis, rhabdomyolysis treated with different doses of ALA (5, 10, and 20 mg/kg), and ALA alone (20 mg/kg) groups. Rhabdomyolysis was induced by intramuscular injection of glycerol on the first day of the experiment, while ALA was administered intraperitoneally for four consecutive days. Renal function parameters, oxidative stress markers, and histological changes in the kidneys were evaluated. Western blot analysis was performed to measure the levels of neutrophil gelatinase-associated lipocalin (NGAL) and tumor necrosis factor-alpha (TNF-α) proteins. RESULTS: A significant increase in serum urea, creatinine, renal malondialdehyde, NGAl, and TNF-α protein levels was observed in glycerol-injected rats. In addition, a significant decrease in glutathione was recorded. Compared to the rhabdomyolysis group, treatment with ALA recovered kidney histological and biochemical abnormalities. CONCLUSION: Results suggest that rhabdomyolysis-induced AKI is associated with increased oxidative stress and inflammation. Treatment with ALA improved kidney histological abnormalities and reduced oxidative stress markers in rats. Therefore, ALA may have a potential protective effect against rhabdomyolysis-induced AKI."
    },
    {
      "pmid": "38860236",
      "title": "Synthesis and biological evaluation of chrysin derivatives containing α-lipoic acid for the treatment of inflammatory bowel disease.",
      "authors": [
        "Pengyu Zhao",
        "Yusen Hou",
        "Tingting Yan",
        "Jie Kang",
        "Ye Tian",
        "Jiaxin Li",
        "Chenjuan Zeng",
        "Funeng Geng",
        "Qi Liao"
      ],
      "journal": "Frontiers in chemistry",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study introduces newly discovered chrysin derivatives that show potential as candidate molecules for treating inflammatory bowel disease (IBD). Compound 4b, among the synthesized compounds, displayed significant inhibitory effects on monocyte adhesion to colon epithelium induced by TNF-α, with an IC50 value of 4.71 μM. Further mechanistic studies demonstrated that 4b inhibits the production of reactive oxygen species (ROS) and downregulates the expression of ICAM-1 and MCP-1, key molecules involved in monocyte-epithelial adhesion, as well as the transcriptional activity of NF-κB. In vivo experiments have shown that compound 4b exhibits a dose-dependent inhibition of 2, 4, 6-trinitrobenzenesulfonic acid (TNBS)-induced colitis in rats, thereby validating its effectiveness as a colitis inhibitor in animal models. These results indicate that 4b shows considerable promise as a therapeutic agent for managing IBD."
    },
    {
      "pmid": "38859880",
      "title": "Alpha-lipoic acid upregulates the PPARγ/NRF2/GPX4 signal pathway to inhibit ferroptosis in the pathogenesis of unexplained recurrent pregnancy loss.",
      "authors": [
        "Yan Zhao",
        "Xiaoxuan Zhao",
        "Xiaoling Feng"
      ],
      "journal": "Open medicine (Warsaw, Poland)",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: With unknown etiology and limited treatment options, unexplained recurrent pregnancy loss (URPL) remains a thorny problem. Ferroptosis, a newly identified type of cell death, has been shown to be crucial in the development in reproductive disorders. This study aims to explore the specific mechanism of ferroptosis in URPL and to uncover whether alpha-lipoic acid (ALA) can inhibit ferroptosis, and then exert a protective effect in URPL. METHOD: The decidua tissues of URPL and control patients who actively terminated pregnancy were collected. The CBA/J × DBA/2 murine models of URPL were established, and were randomly treated with peroxisome proliferator activated receptor γ (PPARγ) agonists (Rosiglitazone) and ALA. The CBA/J × BALB/c murine models of normal pregnancy were intraperitoneally injected with PPARγ inhibitors (T0070907). Here, we used reactive oxygen species (ROS), malondialdehyde (MDA), glutathione (GSH)/GSSG, and FeRhoNox-1 analysis to detect the level of ferroptosis. We used quantitative real-time reverse transcription polymerase chain reaction (qRT-PCR) analysis to evaluate the mRNA level of PPARγ. Besides, western blot and immunofluorescence were utilized to test the expression profile of PPARγ/nuclear factor erythroid 2-related factor 2 (NRF2)/glutathione peroxidase 4 (GPX4). RESULTS: In this study, we found that iron deposition was increased in the decidual tissue of patients with URPL. Additionally, the changes in cell morphology, the level of ROS, MDA, GSH, and the expression of ferroptosis marker proteins NRF2/GPX4 confirmed activated ferroptosis in URPL. Besides, bioinformatics analysis combined with experiments confirmed that PPARγ was critical in triggering NRF2/GPX4 pathway in URPL. Furthermore, URPL mouse models were established, and the results showed that PPARγ/NRF2/GPX4-mediated ferroptosis was also significantly increased, which could be mitigated by ALA treatment. CONCLUSION: Overall, these findings suggest that ferroptosis may play an important role in URPL, and ALA might be a promising therapeutic drug for improving pregnancy outcomes in URPL via targeting the PPARγ/NRF2/GPX4 pathway."
    },
    {
      "pmid": "38803740",
      "title": "Effectiveness of Vitamin D and Alpha-Lipoic Acid in COVID-19 Infection: A Literature Review.",
      "authors": [
        "Martin Nguyen",
        "Samuel Aulick",
        "Christopher Kennedy"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Over three years since the World Health Organization (WHO) declared COVID-19 a pandemic, it is still a global burden. Vaccines against COVID-19, caused by SARS-CoV-2, are available and effective for preventing disease. However, their protective effects are not 100%. Currently, the U.S. Food and Drug Administration (FDA) has only approved a limited number of inpatient treatments for COVID-19, such as remdesivir, baricitinib, and tocilizumab. These medications have indications and contraindications applicable to a select patient population. Finding additional effective therapies that are widely available with limited risk could be vital in optimizing treatment strategies for this viral illness. Some vitamins and supplements have been identified as potential options for managing COVID-19. Vitamin D (VD) deficiency has been associated with respiratory tract infections. Moreover, alpha-lipoic acid (ALA) is a powerful antioxidant and helps reduce inflammatory responses in many pathologic conditions. This review aims to analyze the current evidence regarding the effectiveness of VD and alpha-lipoic acid in COVID-19 infection in both outpatient and hospitalized patients. Relevant randomized controlled trials (RCTs) were identified via the PubMed database from January 1, 2021, to December 31, 2023. Inclusion criteria were as follows: the study design was a randomized controlled trial (RCT), the usage of a constant dose during the intervention period without any additional boluses, and a research ethics committee approved it. Exclusion criteria included a lack of an outcome or apparent intervention, additional boluses, or a single-dose regimen in all the interventional groups. There were 11 studies with a total sample size of 35,717 patients that met the criteria for this review. A total of 10 RCTs examined the efficacy of VD, and one RCT that reviewed the efficacy of ALA was identified. All of the articles investigated the use of VD or ALA during the treatment of COVID-19. The endpoints of each study varied, including length of stay in hospital, viral load, SARS-CoV-2 infection rate, mechanical ventilation, inflammatory markers, clinical symptoms, Sequential Organ Failure Assessment (SOFA) score, and mortality. In 8/10 VD supplementation trials, significant differences were identified between the interventional and placebo groups in the aforementioned parameters. In 2/10 VD supplementation trials, no significant differences were identified. The ALA supplementation RCT found no differences between the interventional and placebo groups in the SOFA score and 30-day all-cause mortality rate. The current literature suggests that VD can potentially reduce the SARS-CoV-2 infection rate, oxygen requirements, inflammatory markers, clinical symptoms, and mortality. Regarding ALA, although there was a suggestion of benefit, it was not statistically significant. Common limitations among the different studies included relatively small sample sizes, different geographical patient locations among studies, and differences in dosages. Trials investigating the effects of higher doses of VD supplementation on SARS-CoV-2 infection should be conducted. More research is needed to define best practices and optimal dosing protocols for the use of VD in COVID-19."
    },
    {
      "pmid": "38794739",
      "title": "Hepatic-Metabolic Activity of α-Lipoic Acid-Its Influence on Sphingolipid Metabolism and PI3K/Akt/mTOR Pathway in a Rat Model of Metabolic Dysfunction-Associated Steatotic Liver Disease.",
      "authors": [
        "Klaudia Sztolsztener",
        "Adrian Chabowski"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-May-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Excessive lipid deposition affects hepatic homeostasis and contributes to the development of insulin resistance as a crucial factor for the deterioration of simple steatosis to steatohepatitis. So, it is essential to search for an effective agent for a new therapy for hepatic steatosis development before it progresses to the more advanced stages. Our study aimed to evaluate the potential protective effect of α-lipoic acid (α-LA) administration on the intrahepatic metabolism of sphingolipid and insulin signaling transduction in rats with metabolic dysfunction-associated steatotic liver disease (MASLD). The experiment was conducted on male Wistar rats subjected to a standard diet or a high-fat diet (HFD) and an intragastrically α-LA administration for eight weeks. High-performance liquid chromatography (HPLC) was used to determine sphingolipid content. Immunoblotting was used to measure the expression of selected proteins from sphingolipid and insulin signaling pathways. Multiplex assay kit was used to assess the level of the phosphorylated form of proteins from PI3K/Akt/mTOR transduction. The results revealed that α-LA decreased sphinganine, dihydroceramide, and sphingosine levels and increased ceramide level. We also observed an increased the concentration of phosphorylated forms of sphingosine and sphinganine. Changes in the expression of proteins from sphingolipid metabolism were consistent with changes in sphingolipid pools. Treatment with α-LA activated the PI3K/Akt/mTOR pathway, which enhanced the hepatic phosphorylation of Akt and mTOR. Based on these data, we concluded that α-lipoic acid may alleviate glucose intolerance and may have a protective influence on the sphingolipid metabolism under HFD; thus, this antioxidant appears to protect from MASLD development and steatosis deterioration.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Diet, High-Fat",
        "Disease Models, Animal",
        "Fatty Liver",
        "Insulin Resistance",
        "Liver",
        "Phosphatidylinositol 3-Kinases",
        "Proto-Oncogene Proteins c-akt",
        "Rats, Wistar",
        "Signal Transduction",
        "Sphingolipids",
        "Thioctic Acid",
        "TOR Serine-Threonine Kinases"
      ]
    },
    {
      "pmid": "38699871",
      "title": "Alpha-Lipoic Acid Induces Adipose Tissue Browning through AMP-Activated Protein Kinase Signaling in Vivo and in Vitro.",
      "authors": [
        "Shieh-Yang Huang",
        "Ming-Ting Chung",
        "Ching-Wen Kung",
        "Shu-Ying Chen",
        "Yi-Wen Chen",
        "Tong Pan",
        "Pao-Yun Cheng",
        "Hsin-Hsueh Shen",
        "Yen-Mei Lee"
      ],
      "journal": "Journal of obesity & metabolic syndrome",
      "publication_date": "2024-Jun-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: AMP-activated protein kinase (AMPK) is a key enzyme for cellular energy homeostasis and improves metabolic disorders. Brown and beige adipose tissues exert thermogenesis capacities to dissipate energy in the form of heat. Here, we investigated the beneficial effects of the antioxidant alpha-lipoic acid (ALA) in menopausal obesity and the underlying mechanisms. METHODS: Female Wistar rats (8 weeks old) were subjected to bilateral ovariectomy (Ovx) and divided into four groups: Sham (n=8), Ovx (n=11), Ovx+ALA2 (n=10), and Ovx+ALA3 (n=6) (ALA 200 and 300 mg/kg/day, respectively; gavage) for 8 weeks. 3T3-L1 cells were used for in vitro study. RESULTS: Rats receiving ALA2 and ALA3 treatment showed significantly lower levels of body weight and white adipose tissue (WAT) mass than those of the Ovx group. ALA improved plasma lipid profiles including triglycerides, total cholesterol, low-density lipoprotein cholesterol, and high-density lipoprotein cholesterol. Hematoxylin & eosin staining of inguinal WAT showed that ALA treatment reduced Ovx-induced adipocyte size and enhanced uncoupling protein 1 (UCP1) expression. Moreover, plasma levels of irisin were markedly increased in ALA-treated Ovx rats. Protein expression of brown fat-specific markers including UCP1, PRDM16, and CIDEA was downregulated by Ovx but markedly increased by ALA. Phosphorylation of AMPK, its downstream acetyl-CoA carboxylase, and its upstream LKB1 were all significantly increased by ALA treatment. In 3T3-L1 cells, administration of ALA (100 and 250 μM) reduced lipid accumulation and enhanced oxygen consumption and UCP1 protein expression, while inhibition of AMPK by dorsomorphin (5 μM) significantly reversed these effects. CONCLUSION: ALA improves estrogen deficiency-induced obesity via browning of WAT through AMPK signaling."
    },
    {
      "pmid": "38699184",
      "title": "Alpha lipoic acid mitigates adverse impacts of drought stress on growth and yield of mungbean: photosynthetic pigments, and antioxidative defense mechanism.",
      "authors": [
        "Naima Hafeez Mian",
        "Muhammad Azeem",
        "Qasim Ali",
        "Saqib Mahmood",
        "Muhammad Sohail Akram"
      ],
      "journal": "PeerJ",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "CONTEXT: Exogenous use of potential organic compounds through different modes is a promising strategy for the induction of water stress tolerance in crop plants for better yield. AIMS: The present study aimed to explore the potential role of alpha-lipoic acid (ALA) in inducing water stress tolerance in mungbean lines when applied exogenously through various modes. METHODS: The experiment was conducted in a field with a split-plot arrangement, having three replicates for each treatment. Two irrigation regimes, including normal and reduced irrigation, were applied. The plants allocated to reduced irrigation were watered only at the reproductive stage. Three levels of ALA (0, 0.1, 0.15 mM) were applied through different modes (seed priming, foliar or priming+foliar). KEY RESULTS: ALA treatment through different modes manifested higher growth under reduced irrigation (water stress) and normal irrigation. Compared to the other two modes, the application of ALA as seed priming was found more effective in ameliorating the adverse impacts of water stress on growth and yield associated with their better content of leaf photosynthetic pigments, maintenance of plant water relations, levels of non-enzymatic antioxidants, improved activities of enzymatic antioxidants, and decreased lipid peroxidation and H2O2 levels. The maximum increase in shoot fresh weight (29% and 28%), shoot dry weight (27% and 24%), 100-grain weight (24% and 23%) and total grain yield (20% and 21%) in water-stressed mungbean plants of line 16003 and 16004, respectively, was recorded due to ALA seed priming than other modes of applications. CONCLUSIONS: Conclusively, 0.1 and 0.15 mM levels of ALA as seed priming were found to reduce the adverse impact of water stress on mungbean yield that was associated with improved physio-biochemical mechanisms. IMPLICATIONS: The findings of the study will be helpful for the agriculturalists working in arid and semi-arid regions to obtain a better yield of mungbean that will be helpful to fulfill the food demand in those areas to some extent.",
      "mesh_terms": [
        "Vigna",
        "Thioctic Acid",
        "Antioxidants",
        "Photosynthesis",
        "Droughts",
        "Plant Leaves",
        "Dehydration",
        "Chlorophyll",
        "Lipid Peroxidation"
      ]
    },
    {
      "pmid": "38689294",
      "title": "Ångstrom-scale gold particles loaded with alendronate via alpha-lipoic acid alleviate bone loss in osteoporotic mice.",
      "authors": [
        "Weihang Gao",
        "Jiao Jiao Li",
        "Jingyu Shi",
        "Hongbing Lan",
        "Yuanyuan Guo",
        "Dehao Fu"
      ],
      "journal": "Journal of nanobiotechnology",
      "publication_date": "2024-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoporosis is a highly prevalent metabolic disease characterized by low systemic bone mass and deterioration of bone microarchitecture, resulting in reduced bone strength and increased fracture risk. Current treatment options for osteoporosis are limited by factors such as efficacy, cost, availability, side effects, and acceptability to patients. Gold nanoparticles show promise as an emerging osteoporosis therapy due to their osteogenic effects and ability to allow therapeutic delivery but have inherent constraints, such as low specificity and the potential for heavy metal accumulation in the body. This study reports the synthesis of ultrasmall gold particles almost reaching the Ångstrom (Ång) dimension. The antioxidant alpha-lipoic acid (LA) is used as a dispersant and stabilizer to coat Ångstrom-scale gold particles (AuÅPs). Alendronate (AL), an amino-bisphosphonate commonly used in drug therapy for osteoporosis, is conjugated through LA to the surface of AuÅPs, allowing targeted delivery to bone and enhancing antiresorptive therapeutic effects. In this study, alendronate-loaded Ångstrom-scale gold particles (AuÅPs-AL) were used for the first time to promote osteogenesis and alleviate bone loss through regulation of the WNT signaling pathway, as shown through in vitro tests. The in vivo therapeutic effects of AuÅPs-AL were demonstrated in an established osteoporosis mouse model. The results of Micro-computed Tomography, histology, and tartrate-resistant acid phosphatase staining indicated that AuÅPs-AL significantly improved bone density and prevented bone loss, with no evidence of nanoparticle-associated toxicity. These findings suggest the possible future application of AuÅPs-AL in osteoporosis therapy and point to the potential of developing new approaches for treating metabolic bone diseases using Ångstrom-scale gold particles.",
      "mesh_terms": [
        "Animals",
        "Alendronate",
        "Thioctic Acid",
        "Gold",
        "Osteoporosis",
        "Mice",
        "Metal Nanoparticles",
        "Female",
        "Osteogenesis",
        "Mice, Inbred C57BL",
        "Bone Density Conservation Agents",
        "Particle Size"
      ]
    },
    {
      "pmid": "38647358",
      "title": "The beneficial effect of α-lipoic acid on spinal cord injury repair in rats is mediated through inhibition of oxidative stress: A transcriptomic analysis.",
      "authors": [
        "Ming-Ming Bian",
        "Yao-Mei Xu",
        "Lin Zhang",
        "Hua-Zheng Yan",
        "Jian-Xiong Gao",
        "Gui-Qiang Fu",
        "Yang-Yang Wang",
        "He-Zuo Lü"
      ],
      "journal": "The journal of spinal cord medicine",
      "publication_date": "2024-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Oxidative stress is a crucial factor contributing to the occurrence and development of secondary damage in spinal cord injuries (SCI), ultimately impacting the recovery process. α-lipoic acid (ALA) exhibits potent antioxidant properties, effectively reducing secondary damage and providing neuroprotective benefits. However, the precise mechanism by which ALA plays its antioxidant role remains unknown. METHODS: We established a model of moderate spinal cord contusion in rats. Experimental rats were randomly divided into 3 distinct groups: the sham group, the model control group (SCI_Veh), and the ALA treatment group (SCI_ALA). The sham group rats were exposed only to the SC without contusion injury. Rats belonging to SCI_Veh group were not administered any treatment after SCI. Rats of SCI_ALA group were intraperitoneally injected with the corresponding volume of ALA according to body weight for three consecutive days after the surgery. Subsequently, three days after SCI, spinal cord samples were obtained from three groups of rats: the sham group, model control group, and administration group. Thereafter, total RNA was extracted from the samples and the expression of three sets of differential genes was analyzed by transcriptome sequencing technology. Real-time PCR was used to verify the sequencing results. The impact of ALA on oxidative stress in rats following SCI was assessed by measuring their total antioxidant capacity and hydrogen peroxide (H2O2) content. The effects of ALA on rat recovery following SCI was investigated through Beattie and Bresnahan (BBB) score and footprint analysis. RESULTS: The findings from the transcriptome sequencing analysis revealed that the model control group had 2975 genes with altered expression levels when compared to the ALA treatment group. Among these genes, 1583 were found to be upregulated while 1392 were down-regulated. Gene ontology (GO) displayed significant enrichment in terms of functionality, specifically in oxidative phosphorylation, oxidoreductase activity, and signaling receptor activity. The Kyoto encyclopedia of genes and genomes (KEGG) pathway was enriched in oxidative phosphorylation, glutathione metabolism and cell cycle. ALA was found to have multiple benefits for rats after SCI, including increasing their antioxidant capacity and reducing H2O2 levels. Additionally, it was effective in improving motor function (such as 7 days after SCI, the BBB score for SCI_ALA was 8.400 ± 0.937 compared to 7.050 ± 1.141 for SCI_Veh) and promoting histological recovery after SCI (The results of HE demonstrated that the percentage of damage area in was 44.002 ± 6.680 in the SCI_ALA and 57.215 ± 3.964 in the SCI_Veh at the center of injury.). The sequence data from this study has been deposited into Sequence Read Archive (https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE242507). CONCLUSION: Overall, the findings of this study confirmed the beneficial effects of ALA on recovery in SCI rats through transcriptome sequencing, behavioral, as well histology analyses."
    },
    {
      "pmid": "38644711",
      "title": "Alpha-lipoic Acid: An Antioxidant with Anti-aging Properties for Disease Therapy.",
      "authors": [
        "Mariia Shanaida",
        "Roman Lysiuk",
        "Olha Mykhailenko",
        "Nataliia Hudz",
        "Abdullateef Abdulsalam",
        "Tetiana Gontova",
        "Oleksandra Oleshchuk",
        "Yana Ivankiv",
        "Volodymyr Shanaida",
        "Dmytro Lytkin",
        "Geir Bjørklund"
      ],
      "journal": "Current medicinal chemistry",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The anti-aging effects of alpha-lipoic acid (αLA), a natural antioxidant synthesized in human tissues, have attracted a growing interest in recent years. αLA is a short- -chain sulfur-containing fatty acid occurring in the mitochondria of all kinds of eukaryotic cells. Both the oxidized disulfide of αLA and its reduced form (dihydrolipoic acid, DHLA) exhibit prominent antioxidant function. The amount of αLA inside the human body gradually decreases with age resulting in various health disorders. Its lack can be compensated by supplying from external sources such as dietary supplements or medicinal dosage forms. The primary objectives of this study were the analysis of updated information on the latest two-decade research regarding the use of αLA from an anti-aging perspective. The information was collected from PubMed, Wiley Online Library, Scopus, ScienceDirect, SpringerLink, Google Scholar, and clinicaltrials.gov. Numerous in silico, in vitro, in vivo, and clinical studies revealed that αLA shows a protective role in biological systems by direct or indirect reactive oxygen/nitrogen species quenching. αLA demonstrated beneficial properties in the prevention and treatment of many age-related disorders such as neurodegeneration, metabolic disorders, different cancers, nephropathy, infertility, and skin senescence. Its preventive effects in case of Alzheimer's and Parkinson's diseases are of particular interest. Further mechanistic and clinical studies are highly recommended to evaluate the wide spectrum of αLA therapeutic potential that could optimize its dietary intake for prevention and alleviation disorders related to aging.",
      "mesh_terms": [
        "Thioctic Acid",
        "Humans",
        "Antioxidants",
        "Aging",
        "Animals",
        "Neoplasms"
      ]
    },
    {
      "pmid": "38622970",
      "title": "Alpha lipoic acid administration improved both peripheral sensitivity to insulin and liver clearance of insulin reducing potential risk of diabetes and nonalcoholic fatty liver disease in overweight/obese PCOS patients.",
      "authors": [
        "Alessandro D Genazzani",
        "Christian Battipaglia",
        "Laura Rusce",
        "Greta Prampolini",
        "Claudia Aio",
        "Francesco Ricciardiello",
        "Martina Foschi",
        "Alessandra Sponzilli",
        "Elisa Semprini",
        "Tabatha Petrillo"
      ],
      "journal": "Gynecological endocrinology : the official journal of the International Society of Gynecological Endocrinology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate the effects of alpha lipoic acid (ALA) on hormonal and metabolic parameters in a group of overweight/obese Polycystic Ovary Syndrome (PCOS) patients. METHODS: This was a retrospective study in which thirty-two overweight/obese patients with PCOS (n = 32) not requiring hormonal treatment were selected from the database of the ambulatory clinic of the Gynecological Endocrinology Center at the University of Modena and Reggio Emilia, Italy. The hormonal profile, routine exams and insulin and C-peptide response to oral glucose tolerance test (OGTT) were evaluated before and after 12 weeks of complementary treatment with ALA (400 mg/day). Hepatic Insulin Extraction (HIE) index was also calculated. RESULTS: ALA administration significantly improved insulin sensitivity and decreased ALT and AST plasma levels in all subjects, though no changes were observed on reproductive hormones. When PCOS patients were subdivided according to the presence or absence of familial diabetes background, the higher effects of ALA were observed in the former group that showed AST and ALT reduction and greater HIE index decrease. CONCLUSION: ALA administration improved insulin sensitivity in overweight/obese PCOS patients, especially in those with familial predisposition to diabetes. ALA administration improved both peripheral sensitivity to insulin and liver clearance of insulin. Such effects potentially decrease the risk of nonalcoholic fat liver disease and diabetes in PCOS patients.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Diabetes Mellitus",
        "Insulin",
        "Insulin Resistance",
        "Non-alcoholic Fatty Liver Disease",
        "Obesity",
        "Overweight",
        "Polycystic Ovary Syndrome",
        "Retrospective Studies",
        "Thioctic Acid"
      ]
    },
    {
      "pmid": "38589882",
      "title": "Small-molecule α-lipoic acid targets ELK1 to balance human neutrophil and erythrocyte differentiation.",
      "authors": [
        "Yimeng Zhang",
        "Ya Zhou",
        "Xiaohong Li",
        "Xu Pan",
        "Ju Bai",
        "Yijin Chen",
        "Zhenyang Lai",
        "Qiang Chen",
        "Feng Ma",
        "Yong Dong"
      ],
      "journal": "Stem cell research & therapy",
      "publication_date": "2024-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Erythroid and myeloid differentiation disorders are commonly occurred in leukemia. Given that the relationship between erythroid and myeloid lineages is still unclear. To find the co-regulators in erythroid and myeloid differentiation might help to find new target for therapy of myeloid leukemia. In hematopoiesis, ALA (alpha lipoic acid) is reported to inhibit neutrophil lineage determination by targeting transcription factor ELK1 in granulocyte-monocyte progenitors via splicing factor SF3B1. However, further exploration is needed to determine whether ELK1 is a common regulatory factor for erythroid and myeloid differentiation. METHODS: In vitro culture of isolated CD34+, CMPs (common myeloid progenitors) and CD34+ CD371- HSPCs (hematopoietic stem progenitor cells) were performed to assay the differentiation potential of monocytes, neutrophils, and erythrocytes. Overexpression lentivirus of long isoform (L-ELK1) or the short isoform (S-ELK1) of ELK1 transduced CD34+ HSPCs were transplanted into NSG mice to assay the human lymphocyte and myeloid differentiation differences 3 months after transplantation. Knocking down of SRSF11, which was high expressed in CD371+GMPs (granulocyte-monocyte progenitors), upregulated by ALA and binding to ELK1-RNA splicing site, was performed to analyze the function in erythroid differentiation derived from CD34+ CD123mid CD38+ CD371- HPCs (hematopoietic progenitor cells). RNA sequencing of L-ELK1 and S-ELK1 overexpressed CD34+ CD123mid CD38+ CD371- HPCs were performed to assay the signals changed by ELK1. RESULTS: Here, we presented new evidence that ALA promoted erythroid differentiation by targeting the transcription factor ELK1 in CD34+ CD371- hematopoietic stem progenitor cells (HSPCs). Overexpression of either the long isoform (L-ELK1) or the short isoform (S-ELK1) of ELK1 inhibited erythroid-cell differentiation, but knockdown of ELK1 did not affect erythroid-cell differentiation. RNAseq analysis of CD34+ CD123mid CD38+ CD371- HPCs showed that L-ELK1 upregulated the expression of genes related to neutrophil activity, phosphorylation, and hypoxia signals, while S-ELK1 mainly regulated hypoxia-related signals. However, most of the genes that were upregulated by L-ELK1 were only moderately upregulated by S-ELK1, which might be due to a lack of serum response factor interaction and regulation domains in S-ELK1 compared to L-ELK1. In summary, the differentiation of neutrophils and erythrocytes might need to rely on the dose of L-ELK1 and S-ELK1 to achieve precise regulation via RNA splicing signals at early lineage commitment. CONCLUSIONS: ALA and ELK1 are found to regulate both human granulopoiesis and erythropoiesis via RNA spliceosome, and ALA-ELK1 signal might be the target of human leukemia therapy.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Erythropoiesis",
        "Thioctic Acid",
        "Neutrophils",
        "Interleukin-3 Receptor alpha Subunit",
        "ets-Domain Protein Elk-1",
        "Antigens, CD34",
        "Cell Differentiation",
        "Erythrocytes",
        "Leukemia",
        "Hypoxia",
        "Protein Isoforms"
      ]
    },
    {
      "pmid": "38578399",
      "title": "Anti-cancer effects of alpha lipoic acid, cisplatin and paclitaxel combination in the OVCAR-3 ovarian adenocarcinoma cell line.",
      "authors": [
        "Hatice Şiyzen Çoban",
        "Nazlı Çil",
        "Elif Önder",
        "Gülçin Abban Mete"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2024-Apr-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ovarian cancer is the leading cause of gynecological cancer deaths. One of the major challenges in treating ovarian cancer with chemotherapy is managing the resistance developed by cancer cells to drugs, while also minimizing the side effects caused by these agents In the present study, we aimed to examine the effects of a combination of alpha lipoic acid (ALA), with cisplatin and paclitaxel in ovarian cancer(OVCAR-3). METHODS: The cytotoxic effects of ALA, cisplatin and paclitaxel on OVCAR-3 cells were determined. Four groups were formed: Control, ALA, Cisplatin + Paclitaxel, ALA + Cisplatin + Paclitaxel. The effects of single and combined therapy on cell migration, invasion and colony formation were analyzed. Changes in the expression of genes related to apoptosis, cell adhesion and cell cycle were analyzed with Real-time polymerase chain reaction(RT-PCR). The oxidative stress index and The Annexin V test were performed. RESULTS: The reduction in rapamycin-insensitive companion of mTOR(RICTOR) expression in the ALA + Cisplatin + Paclitaxel group was found statistically significant(p < 0.05). The decrease in MMP-9 and - 11 expressions the ALA + Cisplatin + Paclitaxel group was statistically significant(p < 0.05). The lowest values for mitogen-activated protein kinase(MAPK) proteins were found in the ALA + Cisplatin + Paclitaxel group. No colony formation was observed in the Cisplatin + Paclitaxel and ALA + Cisplatin + Paclitaxel groups. The lowest wound healing at 24 h was seen in the ALA + Cisplatin + Paclitaxel group. CONCLUSIONS: This study is the first one to investigate the combined treatment of ALA, Cisplatin, Paclitaxel on OVCAR-3. While ALA alone was not effective, combined therapy with ALA, has been found to reduce cell invasion, especially wound healing in the first 24 h, along with tumor cell adhesion.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Cisplatin",
        "Thioctic Acid",
        "Ovarian Neoplasms",
        "Apoptosis",
        "Drug Resistance, Neoplasm",
        "Cell Line, Tumor",
        "Paclitaxel",
        "Antineoplastic Agents",
        "Carcinoma, Ovarian Epithelial",
        "Adenocarcinoma",
        "Transcription Factors"
      ]
    },
    {
      "pmid": "38524576",
      "title": "Cardioprotective effect of antioxidant combination therapy: A highlight on MitoQ plus alpha-lipoic acid beneficial impact on myocardial ischemia-reperfusion injury in aged rats.",
      "authors": [
        "Zohreh Zavvari Oskuye",
        "Keyvan Mehri",
        "Behnaz Mokhtari",
        "Soleyman Bafadam",
        "Samira Nemati",
        "Reza Badalzadeh"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: (s): Considering the poor prognosis of ischemic heart disease and the diminished effectiveness of cardioprotective interventions in the elderly, it becomes necessary to investigate the interaction of aging with protection during myocardial ischemia/reperfusion injury (IRI). This study was conducted to assess the impact of mitoquinone (MitoQ) and alpha-lipoic acid (ALA) preconditioning on cardioprotection following IRI in aged rats. METHODS: Fifty aged male Wistar rats (22-24 months old) were divided into five groups including Sham, IR, and treatment groups receiving ALA and/or MitoQ. Treatment groups were received 100 mg/kg/day ALA by oral gavage and/or 10 mg/kg/day MitoQ by intraperitoneal injection for 14 consecutive days. An in vivo model of myocardial IRI was established through ligation of coronary artery for 30 min and it's reopening for 24 h. The left ventricles were removed at the end of reperfusion to assess oxidative stress indicators, mitochondrial function, and expression of mitochondrial dynamic genes. Myocardial infarct size (IS), hemodynamic parameters, and serum lactate dehydrogenase (LDH) level were also measured. RESULTS: Combination of MitoQ and ALA reduced oxidative stress, LDH level, and IS in aged hearts subjected to IRI. It also enhanced mitochondrial function and upregulated Mfn1, Mfn2, and Foxo1 and downregulated Drp1 and Fis1 gene expression. Co-administration of MitoQ and ALA partially restored IRI-induced hemodynamic changes to normal state. In all measured parameters, the effect of combined treatment was greater than monotherapies. CONCLUSION: The combination therapy of MitoQ and ALA demonstrated considerable therapeutic potential in protecting the aging heart against IRI by improving oxidative stress, mitochondrial function, and dynamics in aged rats."
    },
    {
      "pmid": "38484905",
      "title": "Impact of combined alpha-lipoic acid and mitoquinone supplementation on myocardial infarction in aged rats: Heart performance and molecular mechanisms.",
      "authors": [
        "Samira Nemati",
        "Zohreh Zavvari-Oskuye",
        "Soleyman Bafadam",
        "Behnaz Mokhtari",
        "Reza Badalzadeh",
        "Abedin Vakili"
      ],
      "journal": "Experimental gerontology",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study aimed to investigate the effects of combined alpha-lipoic acid (ALA) and mitoquinone (Mito Q) supplementation on cardiac function and the underlying mechanisms in aged rats with myocardial infarction (MI). METHODS: The aged rats underwent left anterior descending artery (LADA) occlusion for 30 min, followed by reperfusion for 24 h. ALA (100 mg/kg, gavage) and Mito Q (10 mg/kg, IP) were administered daily for two weeks before ischemia. Cardiac function, inflammatory, and apoptotic markers were evaluated 24 h after ischemia. RESULTS: The results of this study indicated that the administration of the combination of ALA and Mito Q significantly improved cardiac function. This improvement was linked to a reduction in the expression of pro-inflammatory cytokines TNF-α, IL-6, and IL-1β (P < 0.001) and apoptotic markers (Bax, caspase-3, and Cyt-c), as well as a decrease in the percentage of TUNEL-positive cells (P < 0.001). CONCLUSION: The study revealed that combined intervention synergistically mitigated cardiac dysfunction by suppressing inflammatory and apoptotic pathways in aged rats with MI. Further research is needed to validate the potential of ALA and Mito Q as therapeutic options for elderly people at risk of heart attacks.",
      "mesh_terms": [
        "Humans",
        "Aged",
        "Rats",
        "Animals",
        "Thioctic Acid",
        "Rats, Sprague-Dawley",
        "Myocardial Infarction",
        "Dietary Supplements",
        "Apoptosis",
        "Organophosphorus Compounds",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "38459988",
      "title": "Protective effect of alpha‑lipoic acid against in utero cytarabine exposure-induced hepatotoxicity in rat female neonates.",
      "authors": [
        "Ramanachary Namoju",
        "Kavitha N Chilaka"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Cytarabine, an anti-metabolite drug, remains the mainstay of treatment for hematological malignancies. It causes various toxic effects including teratogenicity. Alpha lipoic acid (ALA) is a natural antioxidant reported to offer protection against hepatotoxicity induced by various pathological conditions, drugs, or chemicals. We investigated the protective effect of ALA against prenatal cytarabine exposure-induced hepatotoxicity in rat female neonates. A total of 30 dams were randomly assigned to five groups and received normal saline, ALA 200 mg/kg, cytarabine 12.5 mg/kg, cytarabine 25 mg/kg, and cytarabine 25 mg/kg + ALA 200 mg/kg, respectively, from gestational day (GD)8 to GD21. Cytarabine and ALA were administered via intraperitoneal and oral (gavage) routes, respectively. On postnatal day (PND)1, all the live female neonates (pups) were collected and weighed. The blood and liver from pups were carefully collected and used for histopathological, and biochemical evaluations. A significant and dose-dependent decrease in maternal food intake and weight gain was observed in the pregnant rats (dams) of the cytarabine groups as compared to the dams of the control group. The pups exposed to cytarabine showed a significant and dose-dependent (a) decrease in body weight, liver weight, hepatosomatic index, catalase, superoxide dismutase, glutathione, glutathione peroxidase, serum albumin levels and (b) increase in malondialdehyde, alanine aminotransferase (ALT), aspartate aminotransferase (AST), alkaline phosphatase, AST/ALT ratio, and histopathological anomalies. Maternal co-administration of ALA ameliorated these biochemical changes and histopathological abnormalities by combating oxidative stress. Future studies are warranted to explore the molecular mechanisms involved in the ALA's protective effects against prenatal cytarabine-induced hepatotoxicity.",
      "mesh_terms": [
        "Animals",
        "Thioctic Acid",
        "Female",
        "Chemical and Drug Induced Liver Injury",
        "Pregnancy",
        "Animals, Newborn",
        "Cytarabine",
        "Liver",
        "Antioxidants",
        "Rats",
        "Antimetabolites, Antineoplastic",
        "Rats, Wistar",
        "Prenatal Exposure Delayed Effects"
      ]
    },
    {
      "pmid": "38447832",
      "title": "Orally fast dissolving α-lipoic acid electrospun nanofibers mitigates lipopolysaccharide induced inflammation in RAW 264.7 macrophages.",
      "authors": [
        "Ruchika",
        "Neha Bhardwaj",
        "Ankit Saneja"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "α-Lipoic acid (LA), a dietary supplement known for its strong antioxidant and anti-inflammatory potential, faces challenges due to its poor aqueous solubility and thermal instability. To address these issues, herein methyl-beta-cyclodextrin (M-β-CD) was utilized to create inclusion complex (IC) of LA in 1:1 M stoichiometric ratio of M-β-CD to LA. The LA-M-β-CD-IC was further combined with pullulan (PUL), a non-toxic and water-soluble biopolymer, for the development of electrospun nanofibers (NF) by green and sustainable approach. The resulting PUL/LA/M-β-CD NF formed as a self-standing and flexible material with an average diameter of 569 ± 129 nm and encapsulation efficiency of ∼86.90 %. The developed NF demonstrated an accelerated release, quick dissolution, and disintegration when exposed to artificial saliva replicating the conditions of oral cavity. PUL/LA/M-β-CD NF attenuated the production of ROS and NO by downregulating pro-inflammatory enzymes (iNOS and COX-2) in lipopolysaccharide (LPS) stimulated RAW 264.7 cells. Moreover, PUL/LA/M-β-CD NF also significantly downregulated the expression of pro-inflammatory cytokines including TNF-α, IL-6, and IL-1β along with suppression of NF-ĸB nuclear translocation in comparison to LA (at 250 μM). In nutshell, PUL/LA/M-β-CD NF demonstrated great potential as a rapid disintegrating delivery system for oral anti-inflammatory treatment due to the enhanced physicochemical characteristics of LA.",
      "mesh_terms": [
        "Humans",
        "Thioctic Acid",
        "Lipopolysaccharides",
        "Nanofibers",
        "Inflammation",
        "Anti-Inflammatory Agents",
        "Macrophages",
        "NF-kappa B"
      ]
    },
    {
      "pmid": "38388663",
      "title": "α-lipoic acid modulates prostate cancer cell growth and bone cell differentiation.",
      "authors": [
        "K M Abdullah",
        "Gunjan Sharma",
        "Simran Takkar",
        "Jyoti B Kaushal",
        "Ramesh Pothuraju",
        "Bandana Chakravarti",
        "Surinder K Batra",
        "Jawed A Siddiqui"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Feb-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prostate cancer (PCa) progression leads to bone modulation in approximately 70% of affected men. A nutraceutical, namely, α-lipoic acid (α-LA), is known for its potent anti-cancer properties towards various cancers and has been implicated in treating and promoting bone health. Our study aimed to explore the molecular mechanism behind the role of α-LA as therapeutics in preventing PCa and its associated bone modulation. Notably, α-LA treatment significantly reduced the cell viability, migration, and invasion of PCa cell lines in a dose-dependent manner. In addition, α-LA supplementation dramatically increased reactive oxygen species (ROS) levels and HIF-1α expression, which started the downstream molecular cascade and activated JNK/caspase-3 signaling pathway. Flow cytometry data revealed the arrest of the cell cycle in the S-phase, which has led to apoptosis of PCa cells. Furthermore, the results of ALP (Alkaline phosphatase) and TRAP (tartrate-resistant acid phosphatase) staining signifies that α-LA supplementation diminished the PCa-mediated differentiation of osteoblasts and osteoclasts, respectively, in the MC3T3-E1 and bone marrow macrophages (BMMs) cells. In summary, α-LA supplementation enhanced cellular apoptosis via increased ROS levels, HIF-1α expression, and JNK/caspase-3 signaling pathway in advanced human PCa cell lines. Also, the treatment of α-LA improved bone health by reducing PCa-mediated bone cell modulation.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Thioctic Acid",
        "Caspase 3",
        "Reactive Oxygen Species",
        "Cell Differentiation",
        "Osteoblasts",
        "Prostatic Neoplasms"
      ]
    },
    {
      "pmid": "38337402",
      "title": "The Association of High-Molecular-Weight Hyaluronic Acid (HMWHA), Alpha Lipoic Acid (ALA), Magnesium, Vitamin B6, and Vitamin D Improves Subchorionic Hematoma Resorption in Women with Threatened Miscarriage: A Pilot Clinical Study.",
      "authors": [
        "Giuseppina Porcaro",
        "Antonio Simone Laganà",
        "Isabella Neri",
        "Cesare Aragona"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Jan-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background-We evaluated whether the oral intake of high-molecular-weight hyaluronic acid (HMWHA) in association with alpha lipoic acid (ALA), magnesium, vitamin B6, and vitamin D can improve the resorption of subchorionic hematoma in cases of threatened miscarriage. Methods-In this study, we enrolled 56 pregnant women with threatened miscarriage (i.e., subchorionic hematomas, pelvic pain/uterine contractions, and/or vaginal bleeding) between the 6th and the 13th week of gestation. They were treated with vaginal progesterone (200 mg/twice a day) (control group; n = 25) or vaginal progesterone plus oral 200 mg HMWHA, 100 mg ALA, 450 mg magnesium, 2.6 mg vitamin B6, and 50 mcg vitamin D (treatment group; n = 31; DAV®-HA, LoLi Pharma srl, Rome, Italy). An ultrasound scan was performed at the first visit (T0) and after 7 days (T1) and 14 days (T2) until hematoma resorption. Results-At the ultrasound scan, the treatment group showed faster resorption of the subchorionic hematoma compared with the control group, both at T1 (control group 140 (112-180), treated group 84 (40-112), p < 0.0031), and T2 (control group: 72 (48-112), treated group: 0 (0-0), p < 0.0001). Moreover, subjective symptoms, such as vaginal bleeding, abdominal pain, and uterine contractions, showed a faster decrease in the treatment group than in the control group. Conclusions-The association may more rapidly improve the resolution of threatened miscarriage and related symptoms compared to the standard local protocol."
    },
    {
      "pmid": "38309094",
      "title": "Effect of caffeine-chitosan nanoparticles and α-lipoic acid on the cardiovascular changes induced in rat model of obesity.",
      "authors": [
        "Eman N Hosny",
        "Hussein G Sawie",
        "Howida S Abou-Seif",
        "Yasser A Khadrawy"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2024-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current research aims to study the therapeutic efficacy of alpha-lipoic acid (α-LA) and caffeine-loaded chitosan nanoparticles (Caf-CNs) against cardiovascular complications induced by obesity. Rats were divided randomly into: control, high fat diet (HFD) induced obesity rat model, obese rats treated with α-LA and/or Caf-CNs. Triglycerides (TG), total cholesterol (TC), low-density lipoprotein cholesterol (LDL-C), very low-density lipoprotein cholesterol (VLDL-C), Interleukin-1β (IL-1β) and tumor necrosis factor-α (TNF-α) as well as activities of lactate dehydrogenase (LDH) and creatine kinase-MB (CK-MB) significantly increased in the serum of obese rats. In addition, plasma atherogenic index, atherogenic coefficient and Castelli's risk indices I and II showed a significant increase. Additionally, levels of malondialdehyde (MDA) and nitric oxide (NO) and activity of monoamine oxidase (MAO) were significantly elevated in heart tissues of obese rats. However, cardiac Na+/K+-ATPase and acetylcholinesterase (AchE) activities and reduced glutathione (GSH), serotonin (5-HT), norepinephrine (NE) and dopamine (DA) as well as serum high-density lipoprotein cholesterol (HDL-C) were significantly reduced in obese rats. Treatment with α-LA and/or Caf-CNs ameliorated almost all the biochemical and histopathological alterations caused by obesity. In conclusion, the present data revealed that α-LA and/or Caf-CNs may be an effective therapeutic approach against cardiac complications caused by obesity through their antilipemic, anti-atherogenic, antioxidant, and anti-inflammatory activities.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Thioctic Acid",
        "Caffeine",
        "Chitosan",
        "Acetylcholinesterase",
        "Oxidative Stress",
        "Obesity",
        "Cholesterol, LDL",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "38294129",
      "title": "Protective effect of alpha-lipoic acid and epalrestat on oxaliplatin-induced peripheral neuropathy in zebrafish.",
      "authors": [
        "Dong-Won Lee",
        "Hae-Chul Park",
        "Dong Hwee Kim"
      ],
      "journal": "Muscle & nerve",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION/AIMS: Oxaliplatin is a platinum-based anti-cancer drug widely used in colorectal cancer patients, but it may cause peripheral neuropathy. As one of the main causes of oxaliplatin-induced peripheral neuropathy (OPN) is oxidative stress, which is also a key factor causing diabetic peripheral neuropathy (DPN), the aim of this study was to evaluate the preventive effects of alpha-lipoic acid (ALA) and epalrestat (EP), which are used for the treatment of DPN, in an OPN zebrafish model. METHODS: Tg(nbt:dsred) transgenic zebrafish, with sensory nerves in the peripheral lateral line, were treated with oxaliplatin, oxaliplatin/EP, and oxaliplatin/ALA for 4 days. A confocal microscope was used to visualize and quantify the number of axon bifurcations in the distal nerve ending. To analyze the formation of synapses on sensory nerve terminals, quantification of membrane-associated guanylate kinase (MAGUK) puncta was performed using immunohistochemistry. RESULTS: The number of axon bifurcations and intensity of MAGUK puncta were significantly reduced in the oxaliplatin-treated group compared with those in the embryo medium-treated group. In both the oxaliplatin/EP and oxaliplatin/ALA-treated groups, the number of axon bifurcations and intensity of MAGUK puncta were greater than those in the oxaliplatin-treated group (p < .0001), and no significant difference was observed between larvae treated with oxaliplatin/ALA 1 μM and oxaliplatin/EP 1 μM (p = .4292). DISCUSSION: ALA and EP have protective effects against OPN in zebrafish. Our findings show that ALA and EP can facilitate more beneficial treatment for OPN.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Thioctic Acid",
        "Zebrafish",
        "Oxaliplatin",
        "Peripheral Nervous System Diseases",
        "Antineoplastic Agents",
        "Rhodanine",
        "Thiazolidines"
      ]
    },
    {
      "pmid": "38261247",
      "title": "Alpha-lipoic Acid Prevents Bone Loss in Type 2 Diabetes and Postmenopausal Osteoporosis Coexisting Conditions by Modulating the YAP/Glut4 Pathway.",
      "authors": [
        "Lei Xu",
        "Chunfang Zhang",
        "Jiawu Bao",
        "Guozhu Han",
        "Changyuan Wang",
        "Yuanqing Cai",
        "Gang Xu",
        "Huijun Sun",
        "Mozhen Liu"
      ],
      "journal": "Cell biochemistry and biophysics",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aims to characterize the bone-protecting effects of Alpha-lipoic acid (ALA), a potent antioxidant, against the detrimental effects of the coexistence of type 2 diabetes mellitus (T2DM) and postmenopausal osteoporosis (POP) and identify the possible mechanisms with particular reference to its modulation of YAP/Glut4 pathway. The T2DM and POP coexisting model was induced in mice by high fat diet (HFD) + Streptozocin (STZ) + ovariectomy (OVX). The mice in the treatment groups were given ALA for 10 weeks. In the in vitro study, MC3T3-E1 cells were induced with 500 μM methylglyoxal for 24 h with or without pretreatment with ALA for 24 h. The oxidative and antioxidative biomarkers, bone microarchitecture, histo-morphology, and related protein expression of apoptosis, osteogenic differentiation and the YAP/Glut4 pathway were detected. The results showed ALA could improve glucose tolerance, inhibit oxidative stress and apoptosis and alleviate bone loss. Further study by siRNA technology revealed that the YAP/Glut4 pathway was implicated in the pathogenesis of bone loss due to the coexistence of T2DM and POP. Taken together, the present study has demonstrated for the first time that ALA exerts potent protective effects against bone loss in T2DM and POP coexisting conditions by modulating the YAP/Glut4 pathway.",
      "mesh_terms": [
        "Thioctic Acid",
        "Animals",
        "Diabetes Mellitus, Type 2",
        "Mice",
        "Female",
        "Osteoporosis, Postmenopausal",
        "Glucose Transporter Type 4",
        "YAP-Signaling Proteins",
        "Oxidative Stress",
        "Signal Transduction",
        "Adaptor Proteins, Signal Transducing",
        "Mice, Inbred C57BL",
        "Apoptosis",
        "Cell Line",
        "Diet, High-Fat",
        "Humans",
        "Ovariectomy",
        "Antioxidants",
        "Cell Differentiation",
        "Transcription Factors",
        "Diabetes Mellitus, Experimental",
        "Osteogenesis"
      ]
    },
    {
      "pmid": "38205823",
      "title": "Alpha-lipoic acid for diabetic peripheral neuropathy.",
      "authors": [
        "Cristian Baicus",
        "Adrian Purcarea",
        "Erik von Elm",
        "Caterina Delcea",
        "Florentina L Furtunescu"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2024-Jan-11",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Diabetic peripheral neuropathy (DPN) is a frequent complication in people living with type 1 or type 2 diabetes. There is currently no effective treatment for DPN. Although alpha-lipoic acid (ALA, also known as thioctic acid) is widely used, there is no consensus about its benefits and harms. OBJECTIVES: To assess the effects of alpha-lipoic acid as a disease-modifying agent in people with diabetic peripheral neuropathy. SEARCH METHODS: On 11 September 2022, we searched the Cochrane Neuromuscular Specialised Register, CENTRAL, MEDLINE, Embase, and two clinical trials registers. We also searched the reference lists of the included studies and relevant review articles for additional references not identified by the electronic searches. SELECTION CRITERIA: We included randomised clinical trials (RCTs) that compared ALA with placebo in adults (aged 18 years or older) and that applied the study interventions for at least six months. There were no language restrictions. DATA COLLECTION AND ANALYSIS: We used standard methods expected by Cochrane. The primary outcome was change in neuropathy symptoms expressed as changes in the Total Symptom Score (TSS) at six months after randomisation. Secondary outcomes were change in neuropathy symptoms at six to 12 months and at 12 to 24 months, change in impairment, change in any validated quality of life total score, complications of DPN, and adverse events. We assessed the certainty of the evidence using GRADE. MAIN RESULTS: Our analysis incorporated three trials involving 816 participants. Two studies included people with type 1 or type 2 diabetes, while one study included only people with type 2 diabetes. The duration of treatment was between six months and 48 months. We judged all studies at high risk of overall bias due to attrition. ALA compared with placebo probably has little or no effect on neuropathy symptoms measured by TSS (lower score is better) after six months (mean difference (MD) -0.16 points, 95% confidence interval (CI) -0.83 to 0.51; 1 study, 330 participants; moderate-certainty evidence). The CI of this effect estimate did not contain the minimal clinically important difference (MCID) of 0.97 points. ALA compared with placebo may have little or no effect on impairment measured by the Neuropathy Impairment Score-Lower Limbs (NIS-LL; lower score is better) after six months (MD -1.02 points, 95% CI -2.93 to 0.89; 1 study, 245 participants; low-certainty evidence). However, we cannot rule out a significant benefit, because the lower limit of the CI surpassed the MCID of 2 points. There is probably little or no difference between ALA and placebo in terms of adverse events leading to cessation of treatment within six months (risk ratio (RR) 1.48, 95% CI 0.50 to 4.35; 3 studies, 1090 participants; moderate-certainty evidence). No studies reported quality of life or complications associated with DPN. AUTHORS' CONCLUSIONS: Our analysis suggests that ALA probably has little or no effect on neuropathy symptoms or adverse events at six months, and may have little or no effect on impairment at six months. All the studies were at high risk of attrition bias. Therefore, future RCTs should ensure complete follow-up and transparent reporting of any participants missing from the analyses.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Thioctic Acid",
        "Diabetic Neuropathies",
        "Diabetes Mellitus, Type 2",
        "Lower Extremity",
        "MEDLINE"
      ]
    },
    {
      "pmid": "38138300",
      "title": "Combined Rehabilitation with Alpha Lipoic Acid, Acetyl-L-Carnitine, Resveratrol, and Cholecalciferolin Discogenic Sciatica in Young People: A Randomized Clinical Trial.",
      "authors": [
        "Dalila Scaturro",
        "Fabio Vitagliani",
        "Sofia Tomasello",
        "Cristiano Sconza",
        "Stefano Respizzi",
        "Giulia Letizia Mauro"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2023-Dec-18",
      "publication_types": [
        "Randomized Controlled Trial",
        "Observational Study",
        "Journal Article"
      ],
      "abstract": "Background and Objectives: In the Western world, back pain and sciatica are among the main causes of disability and absence from work with significant personal, social, and economic costs. This prospective observational study aims to evaluate the effectiveness of a rehabilitation program combined with the administration of Alpha Lipoic Acid, Acetyl-L-Carnitine, Resveratrol, and Cholecalciferol in the treatment of sciatica due to herniated discs in young patients in terms of pain resolution, postural alterations, taking painkillers, and quality of life. Materials and Methods: A prospective observational study was conducted on 128 patients with sciatica. We divided the sample into 3 groups: the Combo group, which received a combination of rehabilitation protocol and daily therapy with 600 mg Alpha Lipoic Acid, 1000 mg Acetyl-L-Carnitine, 50 mg Resveratrol, and 800 UI Cholecalciferol for 30 days; the Reha group, which received only a rehabilitation protocol; and the Supplement group, which received only oral supplementation with 600 mg Alpha Lipoic Acid, 1000 mg Acetyl-L-Carnitine, 50 mg Resveratrol, and 800 UI Cholecalciferol. Clinical assessments were made at the time of recruitment (T0), 30 days after the start of treatment (T1), and 60 days after the end of treatment (T2). The rating scales were as follows: the Numeric Rating Scale (NRS); the Oswestry Disability Questionnaire (ODQ); and the 36-item Short Form Health Survey (SF-36). All patients also underwent an instrumental stabilometric evaluation. Results: At T1, the Combo group showed statistically superior results compared to the other groups for pain (p < 0.05), disability (p < 0.05), and quality of life (p < 0.05). At T2, the Combo group showed statistically superior results compared to the other groups only for pain (p < 0.05) and quality of life (p < 0.05). From the analysis of the stabilometric evaluation data, we only observed a statistically significant improvement at T2 in the Combo group for the average X (p < 0.05) compared to the other groups. Conclusions: The combined treatment of rehabilitation and supplements with anti-inflammatory, pain-relieving, and antioxidant action is effective in the treatment of sciatica and can be useful in improving postural stability.",
      "mesh_terms": [
        "Humans",
        "Adolescent",
        "Sciatica",
        "Thioctic Acid",
        "Acetylcarnitine",
        "Resveratrol",
        "Quality of Life",
        "Back Pain",
        "Cholecalciferol",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38069431",
      "title": "Alpha-Lipoic Acid Reduces Cell Growth, Inhibits Autophagy, and Counteracts Prostate Cancer Cell Migration and Invasion: Evidence from In Vitro Studies.",
      "authors": [
        "Sabrina Bossio",
        "Anna Perri",
        "Raffaella Gallo",
        "Anna De Bartolo",
        "Vittoria Rago",
        "Daniele La Russa",
        "Michele Di Dio",
        "Sandro La Vignera",
        "Aldo E Calogero",
        "Giovanni Vitale",
        "Antonio Aversa"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Dec-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alpha-lipoic acid (ALA) is a natural antioxidant dithiol compound, exerting antiproliferative and antimetastatic effects in various cancer cell lines. In our study, we demonstrated that ALA reduces the cell growth of prostate cancer cells LNCaP and DU-145. Western blot results revealed that in both cancer cells, ALA, by upregulating pmTOR expression, reduced the protein content of two autophagy initiation markers, Beclin-1 and MAPLC3. Concomitantly, MTT assays showed that chloroquine (CQ) exposure, a well-known autophagy inhibitor, reduced cells' viability. This was more evident for treatment using the combination ALA + CQ, suggesting that ALA can reduce cells' viability by inhibiting autophagy. In addition, in DU-145 cells we observed that ALA affected the oxidative/redox balance system by deregulating the KEAP1/Nrf2/p62 signaling pathway. ALA decreased ROS production, SOD1 and GSTP1 protein expression, and significantly reduced the cytosolic and nuclear content of the transcription factor Nrf2, concomitantly downregulating p62, suggesting that ALA disrupted p62-Nrf2 feedback loop. Conversely, in LNCaP cells, ALA exposure upregulated both SOD1 and p62 protein expression, but did not affect the KEAP1/Nrf2/p62 signaling pathway. In addition, wound-healing, Western blot, and immunofluorescence assays evidenced that ALA significantly reduced the motility of LNCaP and DU-145 cells and downregulated the protein expression of TGFβ1 and vimentin and the deposition of fibronectin. Finally, a soft agar assay revealed that ALA decreased the colony formation of both the prostate cancer cells by affecting the anchorage independent growth. Collectively, our in vitro evidence demonstrated that in prostate cancer cells, ALA reduces cell growth and counteracts both migration and invasion. Further studies are needed in order to achieve a better understanding of the underlined molecular mechanisms.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Thioctic Acid",
        "Kelch-Like ECH-Associated Protein 1",
        "NF-E2-Related Factor 2",
        "Superoxide Dismutase-1",
        "Cell Movement",
        "Autophagy",
        "Prostatic Neoplasms",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "38044616",
      "title": "The effect of alpha-lipoic acid supplementation on anthropometric, glycemic, lipid, oxidative stress, and hormonal parameters in individuals with polycystic ovary syndrome: a systematic review and meta-analysis of randomized clinical trials.",
      "authors": [
        "Ahmed Abu-Zaid",
        "Saeed Baradwan",
        "Ibtihal Abdulaziz Bukhari",
        "Abdullah Alyousef",
        "Mohammed Abuzaid",
        "Saleh A K Saleh",
        "Heba M Adly",
        "Osama Alomar",
        "Ismail Abdulrahman Al-Badawi"
      ],
      "journal": "Obstetrics & gynecology science",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This systematic review and meta-analysis aimed to examine the effect of the antioxidant alpha-lipoic acid (ALA) on various cardiometabolic risk factors and hormonal parameters in patients with polycystic ovary syndrome (PCOS). We searched PubMed, EMBASE, SCOPUS, Cochrane Library, and Web of Science databases without language restrictions until May 2023 to find randomized controlled trials (RCTs) that assessed the impact of ALA supplementation on anthropometric, glycemic, lipid, oxidative stress, and hormonal parameters in women with PCOS. Outcomes were summarized using the standardized mean difference (SMD) and 95% confidence interval (CI) in a random-effects model. An I2 statistic of >60% established significant between-study heterogeneity. The overall certainty of the evidence for each outcome was determined using the grading of recommendations, assessment, development, and evaluations system. Seven RCTs met the inclusion criteria. The ALA group had significant reductions in fasting blood sugar (fasting blood sugar (FBS), n=7 RCTs, SMD, -0.60; 95% CI, -1.10 to -0.10; I2=63.54%, moderate certainty of evidence) and homeostatic model assessment for insulin resistance (homeostatic model assessment of insulin resistance (HOMA-IR), n=4 RCTs, SMD, -2.03; 95% CI, -3.85 to -0.20; I2=96.32%, low certainty of evidence) compared with the control group. However, significant differences were observed between the groups in body mass index, insulin, estrogen, follicle-stimulating hormone, luteinizing hormone, testosterone, low-density lipoprotein, highdensity lipoprotein, triglyceride, total cholesterol, malondialdehyde, or total antioxidant capacity profiles. ALA supplementation improves FBS and HOMA-IR levels in women with PCOS. ALA consumption is an effective complementary therapy for the management of women with PCOS."
    },
    {
      "pmid": "38040057",
      "title": "Alpha-lipoic acid reduces nociception by reducing oxidative stress and neuroinflammation in a model of complex regional pain syndrome type I in mice.",
      "authors": [
        "Patrícia Rodrigues",
        "Gabriela Buzatti Cassanego",
        "Diulle Spat Peres",
        "Fernanda Tibolla Viero",
        "Sabrina Qader Kudsi",
        "Náthaly Andrighetto Ruviaro",
        "Karine de Vargas Aires",
        "Valério Marques Portela",
        "Liliane De Freitas Bauermann",
        "Gabriela Trevisan"
      ],
      "journal": "Behavioural brain research",
      "publication_date": "2024-Feb-29",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Complex regional pain syndrome type I (CRPS-I) is a disabling pain condition without adequate treatment. Chronic post-ischemia pain injury (CPIP) is a model of CRPS-I that causes allodynia, spontaneous pain, inflammation, vascular injury, and oxidative stress formation. Antioxidants, such as alpha lipoic acid (ALA), have shown a therapeutic potential for CRPS-I pain control. Thus, we aim to evaluate if ALA repeated treatment modulates neuroinflammation in a model of CRPS-I in mice. We used male C57BL/6 mice to induce the CPIP model (O-ring torniquet for 2 h in the hindlimb). For the treatment with ALA or vehicle (Veh) mice were randomly separated in four groups and received 100 mg/kg orally once daily for 15 days (CPIP-ALA, CPIP-Veh, Control-ALA, and Control-Veh). We evaluated different behavioral tests including von Frey (mechanical stimulus), acetone (cold thermal stimulus), rotarod, open field, hind paw edema determination, and nest-building (spontaneous pain behavior). Also, hydrogen peroxide (H2O2) levels, NADPH oxidase and superoxide dismutase (SOD) activity in the sciatic nerve and spinal cord, and Iba1, Nrf2, and Gfap in spinal cord were evaluated at 16 days after CPIP or sham induction. Repeated ALA treatment reduced CPIP-induced mechanical and cold allodynia and restored nest-building capacity without causing locomotor or body weight alteration. ALA treatment reduced SOD and NADPH oxidase activity, and H2O2 production in the spinal cord and sciatic nerve. CPIP-induced neuroinflammation in the spinal cord was associated with astrocyte activation and elevated Nfr2, which were reduced by ALA. ALA repeated treatment prevents nociception by reducing oxidative stress and neuroinflammation in a model of CRPS-I in mice.",
      "mesh_terms": [
        "Mice",
        "Male",
        "Animals",
        "Hyperalgesia",
        "Thioctic Acid",
        "Neuroinflammatory Diseases",
        "Nociception",
        "Hydrogen Peroxide",
        "Mice, Inbred C57BL",
        "Reflex Sympathetic Dystrophy",
        "Chronic Pain",
        "Oxidative Stress",
        "Ischemia",
        "NADPH Oxidases",
        "Superoxide Dismutase",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "38031165",
      "title": "Effects of alpha lipoic acid treatment during in vitro maturation on the development of porcine somatic cell nuclear transfer embryos.",
      "authors": [
        "Takehiro Himaki",
        "Kazuki Hano"
      ],
      "journal": "Animal science journal = Nihon chikusan Gakkaiho",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative stress influences the embryo production efficiency in vitro. We investigated the effects of alpha lipoic acid (ALA) treatment during the in vitro maturation (IVM) period on the porcine somatic cell nuclear transfer (SCNT) embryo production. After IVM, maturation rates of the 12.5- and 25-μM ALA-treated groups were not significantly different from those of the 0-μM ALA-treated group. Compared to those in the 0-μM ALA-treated group, the reactive oxygen species and glutathione levels were significantly decreased and increased, respectively, in the cytoplasm of matured oocytes in the 12.5-50-μM ALA-treated groups. Apoptosis rate in cumulus cells after IVM was significantly lower in the 12.5-50-μM ALA-treated groups than in the 0-μM ALA-treated group. Blastocyst formation rate was significantly higher in parthenogenetic oocytes treated with 12.5-μM ALA than in the 0-, 25-, and 50-μM ALA-treated groups. Similarly, in SCNT embryos, the 12.5-μM ALA-treated group showed a significantly higher blastocyst formation rate than the 0-μM ALA-treated group. Apoptosis rate in SCNT blastocysts was significantly decreased by 12.5-μM ALA treatment. The results showed that treatment with 12.5-μM ALA during IVM improves porcine SCNT embryo development and partial quality.",
      "mesh_terms": [
        "Swine",
        "Animals",
        "Thioctic Acid",
        "In Vitro Oocyte Maturation Techniques",
        "Oocytes",
        "Embryonic Development",
        "Parthenogenesis",
        "Nuclear Transfer Techniques",
        "Blastocyst"
      ]
    },
    {
      "pmid": "37987234",
      "title": "Synergistic effects of punicic acid and alpha lipoic acid ameliorate inflammatory and metabolic genes expression in C2C12 myoblast cells under oxidative stress condition.",
      "authors": [
        "Shiva Khozoei",
        "Amir Hossein Mahdavi",
        "Farzaneh Rabiee",
        "Kamran Ghaedi"
      ],
      "journal": "Cell biochemistry and function",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inflammation is a reaction of the immune system to infection and injury; in fact, it positioned at the center of metabolic disorders, particularly obesity, type 2 diabetes, and cardiovascular diseases. Thus play a major role not only in their development, but also exerts as a crucial linking factor among those diseases. In this regard, one of the strategies for tackling this problem is application of antioxidants to treat such diseases. The present study was performed to evaluate the synergistic effects of punicic acid (PUA) and alpha-lipoic acid (ALA) as antioxidants and radical scavenging reagents on the expression of some inflammatory and metabolism-related genes under oxidative stress in the muscle cells. The experimental treatments consisted of a range of 20, 40, 80, 160, and 320 µM of PUA, and 5, 25, 50, 100, and 200 µM of ALA with a 200 µM concentration of H2 O2 as an oxidative stress inducer. Accordingly, fatty acid treatments were applied for 24 h, and H2 O2 was treated for 1 h. Our results indicated that the simultaneous treatment of PUA and ALA at optimal concentrations (80 and 50 µM, respectively) decreased the expression of inflammation genes and increased the expression of regulatory genes (Pparγ, Pgc-1α) related to metabolism (p < .05). Unexpectedly, H2 O2 treatment increased the Fndc5 expression (p < .05). Maximal upregulation of Pparγ, Pgc-1α were obtained when fatty acids combination (PUA and ALA) were used in the culture of H2 O2 treated cells (p < .05). Therefore, our findings suggest that the simultaneous use of PUA and ALA fatty acids could reduce oxidative stress, and the expression of inflammatory genes, thereby improving the cell metabolism.",
      "mesh_terms": [
        "Humans",
        "Thioctic Acid",
        "Diabetes Mellitus, Type 2",
        "PPAR gamma",
        "Antioxidants",
        "Oxidative Stress",
        "Linolenic Acids",
        "Inflammation",
        "Myoblasts"
      ]
    },
    {
      "pmid": "37944311",
      "title": "Alpha-lipoic acid does not improve olfactory training results in olfactory loss due to COVID-19: a double-blind randomized trial.",
      "authors": [
        "Lorena Pinheiro Figueiredo",
        "Paulo Victor Dos Santos Lima Paim",
        "Thiago Cerqueira-Silva",
        "Carolina Cincurá Barreto",
        "Marcus Miranda Lessa"
      ],
      "journal": "Brazilian journal of otorhinolaryngology",
      "publication_date": "2024",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Olfactory loss is a recognized long-term dysfunction after Coronavirus Disease 2019 (COVID-19) infection. This investigation aimed to assess the effect of alpha-lipoic acid as an adjuvant treatment of olfactory training on the improvement of smell loss in post-COVID-19 patients. METHODS: This randomized controlled trial included 128 adult outpatients who had persistent smell loss for more than 3-months after COVID-19 infection. The participants were randomly allocated into two groups: the intervention treatment group, which received alpha-lipoic acid associated to olfactory training, and comparison treatment group, which received placebo pills associated to olfactory training. The participants were followed-up for 12-weeks. Olfactory dysfunction was assessed in terms of Visual Analog Scale (VAS), and the Connecticut Chemosensory Clinical Research Center (CCCRC) test for the Brazilian population. RESULTS: A total of 100 participants completed the follow-up period and were analyzed in this study. Both groups have improved CCCRC score (p = 0.000), olfactory threshold (p = 0.000), identification score (p = 0.000) and VAS score (p = 0.000) after 12-weeks follow-up. No significant differences were determined between the intervention and comparison treatment groups in CCCRC score (p = 0.63), olfactory threshold (p = 0.50), identification score (p = 0.96) and VAS score (p = 0.97). In all these criteria, comparison treatment group went slightly worse. At the endpoint of the study, the frequency of anosmia reduced to 2% in the intervention treatment group and to 7.8% in the comparison treatment group. Also, 16.8% of the intervention group' subjects, and 15.7% of comparison treatment group's patients reached normosmia. CONCLUSIONS: Overall, there was a strongly significant difference in olfactory function between baseline and endpoint for both groups. However, based on the lack of significant difference between the intervention treatment and the comparison treatment groups in terms of olfactory changes, our study appoints that the alpha-lipoic acid is not better than olfactory training alone to treat olfactory loss after COVID-19. LEVEL OF EVIDENCE: Level 2.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Anosmia",
        "COVID-19",
        "Olfaction Disorders",
        "Olfactory Training",
        "Smell",
        "Thioctic Acid",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "37933068",
      "title": "Effectiveness of alpha-lipoic acid in patients with neuropathic pain associated with type I and type II diabetes mellitus: A systematic review and meta-analysis.",
      "authors": [
        "Mathias Orellana-Donoso",
        "Michelle López-Chaparro",
        "Marisol Barahona-Vásquez",
        "Andrés Santana-Machuca",
        "Alejandro Bruna-Mejias",
        "Pablo Nova-Baeza",
        "Juan José Valenzuela-Fuenzalida"
      ],
      "journal": "Medicine",
      "publication_date": "2023-Nov-03",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This systematic review explores the most current evidence regarding the mechanisms of neuropathic pain in patients with different types of diabetes and how this pain affects different functional and structural components of the neuroanatomical pain pathways. The review also seeks to provide guidelines for the best approach and treatment for patients experiencing this type of pain. The objective is to determine the effectiveness of alpha-lipoic acid (ALA) in improving functional and symptomatic outcomes in patients with diabetes mellitus type I and type II. OBJECTIVE: To determine the effectiveness of alpha-lipoic acid (ALA) in improving functional and symptomatic outcomes in patients with diabetes mellitus type I and type II. METHODS: We systematically search MEDLINE (via PubMed), EMBASE, SCOPUS, the Cochrane Central Register of Controlled Trials, the Cumulative Index to Nursing and Allied Health Literature, and Web of Science databases. RESULTS: The findings of this review show that different forms of ALA do not present statistically significant changes for any of the scales included, including total symptom score (standardized mean difference [SMD] = -3.59, confidence interval [CI] = -4.16 to -3.02, and P < .00001), neuropathy impairment score (SMD = -1.42, CI = -3.68 to 0.84, and P = .22), and neuropathy symptom checklist (SMD = -0.09, CI = -0.15 to -0.02, and P = .01). CONCLUSION: In comparison to the use of a placebo, the findings suggest that ALA does not exhibit significant differences in terms of pain reduction and different functional scales. Moreover, no specific dosages are identified to support the use of ALA for the reduction of neuropathic pain.",
      "mesh_terms": [
        "Humans",
        "Thioctic Acid",
        "Diabetes Mellitus, Type 2",
        "Neuralgia",
        "Antioxidants",
        "Diabetes Mellitus, Type 1"
      ]
    },
    {
      "pmid": "37926405",
      "title": "α-Lipoic acid - a promising agent for attenuating inflammation and preventing steatohepatitis in rats fed a high-fat diet.",
      "authors": [
        "Mateusz Zwierz",
        "Adrian Chabowski",
        "Klaudia Sztolsztener"
      ],
      "journal": "Archives of biochemistry and biophysics",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a prevalent liver disorder affecting a significant part of the global population. This study aimed to investigate the potential therapeutic effects of α-lipoic acid (α-LA) on the inflammatory response during simple steatosis development and progression into steatohepatitis. The study used the MASLD model in male Wistar rats that were fed a standard diet or a high-fat diet (HFD) for 8 weeks. Throughout the entire experiment, half of the animals received α-LA supplementation. The hepatic activity of pro-inflammatory n-6 and anti-inflammatory n-3 polyunsaturated fatty acid (PUFA) pathways and the concentration of arachidonic acid (AA) in selected lipid fractions were determined by the gas-liquid chromatography (GLC). The hepatic expression of proteins from inflammatory pathway was measured by the Western blot technique. The level of eicosanoids, cytokines and chemokines was assessed by the ELISA or multiplex assay kits. The results showed that α-LA supplementation attenuated the activity of n-6 PUFA pathway in FFA and DAG and increased the activity of n-3 PUFA pathway in PL, TAG and DAG. In addition, the administration of α-LA decreased the concentration of AA in DAG and FFA, indicating its potential protective effect on the deterioration of simple hepatic steatosis. The supplementation of α-LA also increased the expression of COX-1 and COX-2 with the lack of significant changes in prostaglandins profile. We observed an increase in the expression of 12/15-LOX, which was reflected in an increase in lipoxin A4 (LXA4) level. A decrease in pro-inflammatory cytokines and an increase in anti-inflammatory cytokines was also noticed in the liver of rats treated with HFD and α-LA. Our observations confirm that α-LA treatment has potential protective effects on inflammation development in the MASLD model. We believe that α-LA has a preventive impact when it comes to the progression of simple steatosis lesions to steatohepatitis.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Thioctic Acid",
        "Diet, High-Fat",
        "Rats, Wistar",
        "Fatty Liver",
        "Liver",
        "Inflammation",
        "Anti-Inflammatory Agents",
        "Cytokines"
      ]
    },
    {
      "pmid": "37882813",
      "title": "Protective effects of alpha-lipoic acid on anxiety-like behavior, memory and prevention of hippocampal oxidative stress in methamphetamine-treated rats.",
      "authors": [
        "Hossein Mohammad Pour Kargar",
        "Hamid Noshiri"
      ],
      "journal": "Psychopharmacology",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "RATIONALE: Alpha-lipoic acid is an essential cofactor for aerobic metabolism and acts as a potent antioxidant in the body. It has been shown that acute exposure to methamphetamine induces oxidative stress, which is responsible for severe cognitive deficits in animals. The hippocampus plays a crucial role in the processing of memory and anxiety-like behavior. OBJECTIVES: In this study, preventive effect of the alpha-lipoic acid on memory impairment in methamphetamine-induced neurotoxicity was investigated. METHODS: Wistar male rats (200-220 g) were allocated to five groups (seven rats in each group): (1) saline + saline, (2) saline + vehicle (sunflower oil as alpha-lipoic acid solvent), (3) methamphetamine + vehicle, (4) methamphetamine + alpha-lipoic acid 10 mg/kg, and (5) methamphetamine + alpha-lipoic acid 40 mg/kg. Rats received intraperitoneal methamphetamine repeatedly (2 × 20 mg/kg, 2 h interval). Alpha-lipoic acid was injected 30 min, 24 h, and 48 h after the last injection of methamphetamine. The passive avoidance test and open field were used for evaluation of memory retrieval and anxiety, respectively. After behavioral test, rats were anesthetized, their brains were extracted, and after preparing hippocampal homogenates, malondialdehyde (MDA) level, catalase, and superoxide dismutase (SOD) activities were evaluated. RESULTS: Statistical analysis showed that injection of saline or sunflower oil had no significant effect on anxiety, memory, or oxidative stress markers. Methamphetamine induced memory impairment, increased anxiety-like behavior and MDA level, but it reduced catalase and SOD activity. Treatment with alpha-lipoic acid decreased MDA, increased catalase and SOD activity, and also prevented memory impairment and anxiety-like behavior. Our results showed that alpha-lipoic acid protected the hippocampus from oxidative stress by elevating SOD and CAT activities and reduced memory impairment following acute methamphetamine injection. These findings suggest that alpha-lipoic acid may have a protective effect against the adverse effects of methamphetamine exposure on the hippocampus. Therefore, the current data indicated that ALA can reduce oxidative stress predominantly by its antioxidant property.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Thioctic Acid",
        "Antioxidants",
        "Catalase",
        "Rats, Wistar",
        "Methamphetamine",
        "Sunflower Oil",
        "Oxidative Stress",
        "Memory Disorders",
        "Anxiety",
        "Hippocampus",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "37850313",
      "title": "α-Lipoic acid alleviates dextran sulfate sodium salt-induced ulcerative colitis via modulating the Keap1-Nrf2 signaling pathway and inhibiting ferroptosis.",
      "authors": [
        "Peng Jiang",
        "Zongzhen Zhai",
        "Linxian Zhao",
        "Kai Zhang",
        "Liwei Duan"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Inflammatory bowel disease (IBD) is a chronically relapsing inflammatory disease with severe diarrhea, fatigue and weight loss. α-Lipoic acid (LA), a well-known antioxidant, is able to scavenge reactive oxygen species (ROS) and maintain a healthy cellular redox state. However, the role of LA in protecting IBD is still unclear. Hence the aim of this research was to investigate the protective effect of LA on dextran sulfate sodium salt-induced ulcerative colitis (UC) and its underlying mechanism. RESULTS: Here, our findings showed that LA significantly alleviated UC symptoms and the overproduction of pro-inflammatory cytokines in UC mice. In addition, LA treatment inhibited intestinal cell apoptosis by regulating the expression levels of p53/caspase-3 pathway-related protein in UC mice. Meanwhile, the inhibitory effects of LA on colonic oxidative stress and ferroptosis were revealed. Our study further demonstrated that LA treatment could regulate the Kelch-like ECH-associating protein 1 (Keap1)-nuclear factor E2-related factor 2 (Nrf2) signaling pathway. Interestingly, we confirmed that LA inhibited ferroptosis by attenuating endoplasmic reticulum stress and suppressing apoptosis in erastin-induced ferroptosis model in vitro. CONCLUSION: Taken together, this study's findings suggest that LA could be considered as a therapeutic agent protecting against IBD. © 2023 Society of Chemical Industry.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Colitis, Ulcerative",
        "Thioctic Acid",
        "Kelch-Like ECH-Associated Protein 1",
        "NF-E2-Related Factor 2",
        "Dextran Sulfate",
        "Ferroptosis",
        "Signal Transduction",
        "Sodium Chloride",
        "Colitis",
        "Disease Models, Animal",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "37813206",
      "title": "Effect of alpha lipoic acid on epithelial mesenchymal transition in SKOV-3 cells.",
      "authors": [
        "Elif Önder",
        "Nazlı Çil",
        "Mücahit Seçme",
        "Gülçin Abban Mete"
      ],
      "journal": "Gene",
      "publication_date": "2024-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ovarian cancer is the fifth leading cause of cancer-related death in women. Patients are usually diagnosed with advanced tumor metastass. Epithelial over cancer cells spread from primary tumor by undergoing epithelial mesenchymal transition (EMT). It has been suggested that alpha lipoic acid (ALA), a natural antioxidant lipophilic compound, reduces the oxidative stress by causing apoptosis and inhibition of proliferation of cell in cancer cells. The aim of our study was to establish a transforming growth factor β1 (TGF β1) dependent epithelial mesenchymal transition model in the SKOV-3 ovarian adenocarcinoma cell line which is an epithelial subtype of ovarian cancer and to investigate the effects of alpha lipoic acid on EMT and ovarian cancer migration. METHODS: For establish an EMT model, SKOV-3 cells were treated with different dose of TGF β1 and XTT cell viability kit was used to find IC 50 dose of ALA. Four different groups that are control, TGF β1, ALA and ALA + TGF β1 were created. Changes in the expression of genes related to EMT markers that are E-cadherin, vimentin, Snail, Slug, Twist and Zeb were analyzed with quantitative real-time PCR. These proteins were determined with the immunocytochemistry method. The migration capacity was analyzed with wound healing assay. Matrigel invasion capacity test was used to show invasion and colonization test to show colonization. RESULTS: The dose of TGF β1 was determined 100 ng/ml at 72 h, the IC50 dose of ALA 219.033 µM at 48 h was determined. EMT markers in the TGF β1 group were compatible with EMT and it was shown to inhibit EMT in the groups given ALA. According to wound healing, colonization and invasion experiments, proliferation and invasion increased in TGF β1 group, but decreased in ALA and combined groups (p < 0.05). CONCLUSION: These results indicate that ALA suppresses the metastasis of ovarian cancer cells by regulating EMT, implying that ALA might be a potential therapeutic agent for the treatment of ovarian cancer.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Transforming Growth Factor beta1",
        "Thioctic Acid",
        "Epithelial-Mesenchymal Transition",
        "Cell Line, Tumor",
        "Cadherins",
        "Adenocarcinoma",
        "Ovarian Neoplasms",
        "Cell Movement",
        "Epithelial Cells"
      ]
    },
    {
      "pmid": "37807327",
      "title": "Impacts of trelagliptin and remogliflozin alone and in combination with Alpha Lipoic Acid on cardiac function in streptozotocin-induced diabetes mellitus in rats.",
      "authors": [
        "Mohammed Abdullah Ali",
        "Ansam Naji Alhassani",
        "Badraldin Kareem Hamad"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "publication_date": "2023-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effects of trelagliptin and remogliflozin, alone and in combination with alpha lipoic acid (ALA), on cardiac biomarkers in diabetic cardiomyopathy (DCM). We aimed to assess the management of glucotoxicity consequences in streptozotocin-induced diabetic rats by measuring serum levels of pharmacologically active endogenous ligands. Forty-eight male rats were divided into different treatment groups, including negative control, positive control, and four experimental groups. After inducing diabetes, the rats were treated for 28 days, and serum levels of biomarkers associated with oxidative stress (malondialdehyde and thioredoxin-interacting protein), inflammation (nuclear factor NF-kappa-B p105 and lipoprotein-associated phospholipase A2), and myopathy (neprilysin and high selective cardiac troponin T) were measured. Immunohistochemical analysis of heart cells was also performed. The results showed that inducing hyperglycemia increased serum glucose levels and biomarkers associated with DCM. However, all treatment groups exhibited a significant decrease in these biomarkers and an increase in insulin levels compared to the diabetic control group. The groups receiving combination therapy with ALA showed greater improvements in cardiac biomarkers compared to the individual treatments. The immunohistochemical analysis supported these findings by demonstrating a reduction in the percentage area of cathepsin B, a protein involved in DCM pathophysiology. In conclusion, supplementing the base treatments with ALA showed promise in enhancing cardiac biomarkers associated with DCM. The combination of trelagliptin, remogliflozin, and ALA may have additional clinical value in managing DCM by targeting oxidative stress, inflammation, and glucotoxicity. However, further research is needed to validate these findings and explore their potential clinical applications.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Thioctic Acid",
        "Diabetes Mellitus, Experimental",
        "Streptozocin",
        "Rats, Wistar",
        "Oxidative Stress",
        "Diabetic Cardiomyopathies",
        "Inflammation",
        "Biomarkers"
      ]
    },
    {
      "pmid": "37782062",
      "title": "Efficacy of intravenous alpha lipoic acid in the treatment of neuropatic pain due to carpal tunnel syndrome.",
      "authors": [
        "Öztürk Gülsah",
        "Demiryurek Enes Bekir"
      ],
      "journal": "Ideggyogyaszati szemle",
      "publication_date": "2023-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND PURPOSE: In this study, we analyzed the effect of oral and oral + intravenous Alpha-lipoic acid (ALA) treatment on pain level and physical examination findings in patients diagnosed with carpal tunnel syndrome (CTS). METHODS: A total of 115 patients patricipated in the study. Physiotherapy and wrist splint were first applied to all patients diagnosed with CTS in the study. 40 patients were treated with oral ALA after iv. ALA therapy, 35 patients received only oral ALA treatment and 40 patients did not receive any medication. The patients were divided into 3 groups as those who received only splint treatment and physiotherapy, those who received oral ALA treatment, and those who received oral ALA treatment after iv. treatment. All patients were assessed before the treatment, and at the 1st and 3rd months of the treatment. In clinical assessment, visual analog scale (VAS) forms were filled to define the pain severity, the Boston symptom severity scale (BSSS) and Boston functional status scale (BFDS) were filled for evaluating symptoms and functional status. RESULTS: VAS, BSSS and BFDS scores of the patients who were treated with intravenous and then oral ALA were found to be significantly lower at the end of both the 1st and 3rd months compared to the patients who received only oral ALA or no medication (p=0.001; p<0.001), (p=0.001; p<0.001), (p=0.006; p<0.001). CONCLUSION: We think that iv. ALA is effective in the treatment of symptoms associated with CTS.",
      "mesh_terms": [
        "Humans",
        "Carpal Tunnel Syndrome",
        "Thioctic Acid",
        "Pain",
        "Pain Measurement"
      ]
    },
    {
      "pmid": "37759972",
      "title": "Effect of Alpha Lipoic Acid Supplementation on Oxidative Stress and Lipid Parameters in Women Diagnosed with Low-Grade Squamous Intraepithelial Lesions (LSILs): A Double-Blind, Randomized, Placebo-Controlled Trial.",
      "authors": [
        "Anja Divković",
        "Zinaida Karasalihović",
        "Ivana Rumora Samarin",
        "Damir Sabitović",
        "Kristina Radić",
        "Nikolina Golub",
        "Lovorka Vujić",
        "Marija Grdić Rajković",
        "Dubravka Vitali Čepo"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2023-Aug-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Limited scientific evidence shows that alpha lipoic acid (ALA) can induce regression rates of low-grade squamous intraepithelial lesions (LSILs), but the mechanisms of these effects have not been elucidated. To gain a broader insight into its therapeutic potential and mechanisms of action, the effects of 3 months of supplementation with 600 mg of ALA on antioxidant and lipid status parameters in 100 patients with LSILs were investigated in a randomized, placebo-controlled study. The obtained results are discussed in terms of patients' initial metabolic status and diet quality (particularly nutritional intake of antioxidants). The obtained results showed that oxidative status biomarkers were not significantly affected by ALA supplementation. However, serum superoxide dismutase (SOD) activity was positively affected in the subgroup of patients with higher dietary antioxidant intake. Surprisingly, ALA supplementation resulted in a small but statistically significant increase in serum low density lipoprotein (LDL), and the observed effect was significantly affected by the initial lipid status of the participants. Larger studies are necessary to gain additional insights on the clinical significance of ALA as an antioxidant and hypolipemic agent and to optimize its potential application in LSIL treatment."
    },
    {
      "pmid": "37751556",
      "title": "α-lipoic acid ameliorates consequences of copper overload by up-regulating selenoproteins and decreasing redox misbalance.",
      "authors": [
        "Ekaterina Kabin",
        "Yixuan Dong",
        "Shubhrajit Roy",
        "Julia Smirnova",
        "Joshua W Smith",
        "Martina Ralle",
        "Kelly Summers",
        "Haojun Yang",
        "Som Dev",
        "Yu Wang",
        "Benjamin Devenney",
        "Robert N Cole",
        "Peep Palumaa",
        "Svetlana Lutsenko"
      ],
      "journal": "Proceedings of the National Academy of Sciences of the United States of America",
      "publication_date": "2023-Oct-03",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "α-lipoic acid (LA) is an essential cofactor for mitochondrial dehydrogenases and is required for cell growth, metabolic fuel production, and antioxidant defense. In vitro, LA binds copper (Cu) with high affinity and as an endogenous membrane permeable metabolite could be advantageous in mitigating the consequences of Cu overload in human diseases. We tested this hypothesis in 3T3-L1 preadipocytes with inactivated Cu transporter Atp7a; these cells accumulate Cu and show morphologic changes and mitochondria impairment. Treatment with LA corrected the morphology of Atp7a-/- cells similar to the Cu chelator bathocuproinedisulfonate (BCS) and improved mitochondria function; however, the mechanisms of LA and BCS action were different. Unlike BCS, LA did not decrease intracellular Cu but instead increased selenium levels that were low in Atp7a-/- cells. Proteome analysis confirmed distinct cell responses to these compounds and identified upregulation of selenoproteins as the major effect of LA on preadipocytes. Upregulation of selenoproteins was associated with an improved GSH:GSSG ratio in cellular compartments, which was lowered by elevated Cu, and reversal of protein oxidation. Thus, LA diminishes toxic effects of elevated Cu by improving cellular redox environment. We also show that selenium levels are decreased in tissues of a Wilson disease animal model, especially in the liver, making LA an attractive candidate for supplemental treatment of this disease.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Thioctic Acid",
        "Copper",
        "Selenium",
        "Oxidation-Reduction",
        "Selenoproteins"
      ]
    },
    {
      "pmid": "37739047",
      "title": "α-Lipoic acid improves mitochondrial biogenesis and dynamics by enhancing antioxidant and inhibiting Wnt/Ca2+ pathway to relieve fluoride-induced hepatotoxic injury.",
      "authors": [
        "Yanghuan Yu",
        "Jipeng Xu",
        "Hao Li",
        "Jia Lv",
        "Yaqin Zhang",
        "Ruiyan Niu",
        "Jundong Wang",
        "Yangfei Zhao",
        "Zilong Sun"
      ],
      "journal": "Chemico-biological interactions",
      "publication_date": "2023-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fluoride (F), widely present in water and food, poses a serious threat to liver health, and oxidative damage and mitochondrial damage are its main causes. As a natural mitochondrial protector and antioxidant, α-lipoic acid (ALA)'s alleviating effect on fluorosis liver injury and its underlying mechanism are still unclear. Therefore, this study established a fluorosis ALA intervention mice model to explore the mechanism of mitochondrial biogenesis, mitochondrial dynamics, and Wnt/Ca2+ pathway in ALA attenuating fluorosis liver injury. The results showed that ALA mitigated F-induced weight loss, hepatic structural and functional damage, hepatocytes mitochondrial damage, and decreased antioxidant levels. However, ALA did not reduce F accumulation in the femur. Further mRNA and protein detection results showed that F increased the expression levels of key genes in the mitochondrial fission (Drp1, Mff, and Fis1), mitophagy (Parkin, Pink1, and Prdx3), Wnt/Ca2+ pathway (Wnt5a and CaMK2), and rised the number and intensity of fluorescent spots of Drp1, but decreased the expression levels of key genes in the mitochondrial biogenesis (Sirt1, Sirt3, and PGC-1α) and fusion (OPA1, Mfn2, and Mfn1), and reduced the number and intensity of fluorescent spots of PGC-1α in the liver. However, the intervention of ALA relieved the F-induced changes in the expressions of the above genes. In conclusion, ALA mitigated F-induced hepatic injury through enhancing antioxidant capacity and inhibiting Wnt/Ca2+ pathway to improve mitochondrial biogenesis and dynamics disturbance. This study further reveals the hepatotoxic mechanism of F and the protective mechanism of ALA, and provides a theoretical basis for ALA as a potential preventive and palliative agent for F-induced hepatotoxic injury."
    },
    {
      "pmid": "37736936",
      "title": "Effect of Oral High Molecular Weight Hyaluronic Acid (HMWHA), Alpha Lipoic Acid (ALA), Magnesium, Vitamin B6 and Vitamin D Supplementation in Pregnant Women: A Retrospective Observational Pilot Study.",
      "authors": [
        "Eligio Parente",
        "Giulia Colannino",
        "Gabriele Bilotta",
        "Maria Salomé Bezerra Espinola",
        "Sara Proietti",
        "Mario Montanino Oliva",
        "Isabella Neri",
        "Cesare Aragona",
        "Vittorio Unfer"
      ],
      "journal": "Clinics and practice",
      "publication_date": "2023-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background-Pregnancy represents a nutritional challenge, since macro- and micronutrients intake can affect mother' health and influence negative outcomes. The aim of this retrospective pilot study is to evidence whether the oral supplementation with high molecular weight hyaluronic acid (HMWHA), in association with alpha lipoic acid (ALA), magnesium, vitamin B6 and vitamin D, in pregnant women, could reduce adverse effects, such as PTB, pelvic pain, contraction and hospitalization. Methods-Data were collected from n = 200 women treated daily with oral supplements of 200 mg HMWHA, 100 mg ALA, 450 mg magnesium, 2.6 mg vitamin B6 and 50 mcg vitamin D (treatment group) and from n = 50 women taking with oral supplements of 400 mg magnesium (control group). In both groups, supplementation started from the 7th gestational week until delivery. Results-Oral treatment with HMWHA, in association with ALA, magnesium, vitamin B6 and vitamin D in pregnant women, significantly reduced adverse events, such as PTB (p < 0.01), pelvic pain and contractions (p < 0.0001), miscarriages (p < 0.05) and admission to ER/hospitalization (p < 0.0001) compared with the control group. Conclusions-Despite HMWHA having been poorly used as a food supplement in pregnant women, our results open a reassuring scenario regarding its oral administration during pregnancy."
    },
    {
      "pmid": "37683248",
      "title": "Alpha Lipoic Acid for Schizophrenia: Future Investigations With Low Doses and Treatment-Resistant Patients-Reply to Letter by Kishi and Colleagues.",
      "authors": [
        "David Nunes De Lima",
        "Ilgner Justa Frota",
        "Danielle S Macedo",
        "Lia Lira Olivier Sanders"
      ],
      "journal": "Journal of clinical psychopharmacology",
      "publication_date": null,
      "publication_types": [
        "Letter"
      ],
      "mesh_terms": [
        "Humans",
        "Thioctic Acid",
        "Schizophrenia",
        "Patients",
        "Antioxidants"
      ]
    },
    {
      "pmid": "37678556",
      "title": "Randomized, double-blind, controlled trial of a combination of alpha-lipoic acid and pregabalin for neuropathic pain: the PAIN-CARE trial.",
      "authors": [
        "Ian Gilron",
        "Sylvia Robb",
        "Dongsheng Tu",
        "Ronald R Holden",
        "Alan C Jackson",
        "Scott Duggan",
        "Roumen Milev"
      ],
      "journal": "Pain",
      "publication_date": "2024-Feb-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "We compared a combination of the nonsedating antioxidant, alpha-lipoic acid (ALA), with the sedating anticonvulsant, pregabalin, vs each monotherapy to treat neuropathic pain due to peripheral neuropathies. In this randomized, double-blind, 3-period crossover trial, participants received oral ALA, pregabalin, and their combination-each for 6 weeks. The primary outcome was mean daily pain intensity at maximal tolerated doses (MTD); secondary outcomes included quality of life (SF-36), sleep (Medical Outcomes Study-Sleep Scale), adverse effects, drug doses, and other measures. Of 55 participants randomized (20-diabetic neuropathy, 19-small fiber neuropathy, and 16-other neuropathies), 46 completed 2 periods, and 44 completed 3. At MTD, the primary outcome of mean pain intensity (0-10) was 5.32 (standard error, SE = 0.18), 3.96 (0.25), 3.25 (0.25), and 3.16 (0.25) at baseline, ALA, pregabalin, and combination, respectively ( P < 0.01 for ALA vs combination and pregabalin). Treatment differences were similar in subgroups with diabetic neuropathy and with other neuropathies. SF-36 total scores (higher number indicates better quality of life) were 66.6 (1.88), 70.1 (1.88), and 69.4 (1.87) with ALA, pregabalin, and combination ( P < 0.05 for ALA vs combination and pregabalin). At MTD, there were no statistically significant treatment differences in adverse effects or drug doses. This trial demonstrates superiority of pregabalin vs ALA but provides no evidence to suggest added benefit of combining ALA with pregabalin to treat neuropathic pain.",
      "mesh_terms": [
        "Humans",
        "Pregabalin",
        "Thioctic Acid",
        "Diabetic Neuropathies",
        "Analgesics",
        "Quality of Life",
        "gamma-Aminobutyric Acid",
        "Treatment Outcome",
        "Neuralgia",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "37660319",
      "title": "Bioinformatics and integrated pharmacology network to identify the therapeutic targets and potential molecular mechanism of alpha-lipoic acid on primary ovarian insufficiency.",
      "authors": [
        "Deqi Kong",
        "Heeryun Cho",
        "Soowon Hwang",
        "Eunsaem Choi",
        "Ah-Young Lee",
        "Ehn-Kyoung Choi",
        "Yun-Bae Kim",
        "Hai-Joong Kim",
        "Sooncheol Hong"
      ],
      "journal": "Journal of cellular biochemistry",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Women experiencing primary ovarian insufficiency (POI) are more likely to experience infertility, and its incidence is increasing worldwide annually. Recently, the role of alpha-lipoic acid (ALA) in the treatment of POI has been reported. However, details of the potential pharmacological targets and related molecular pathways of ALA remain unclear and need to be elucidated. Thus, this study aims to elucidate the potential therapeutic target and related molecular mechanism of ALA on POI. First, the potential targets of POI and ALA-related targets were downloaded from online public databases. Subsequently, the overlapped target genes between POI and ALA were acquired, and gene ontology (GO), Kyoto encyclopedia of genes and genomes (KEGG) analysis, protein-protein interaction (PPI) networks were performed and constructed. Finally, molecular docking was performed to verify protein-to-protein effect. A total of 152 potential therapeutic targets were identified. The biological processes of the intersecting targets were mainly involved in the cellular response to peptides, response to xenobiotic stimuli, and response to peptide hormones. The highly enriched pathways were the cAMP, PI3K/AKT, estrogen, progesterone mediated oocyte maturation, and apoptosis signaling pathways. The top 10 hub targets for ALA in the treatment of POI were STAT3, STAT1, CASP3, MTOR, PTGS2, CASP8, HSP90AA1, PIK3CA, MAPK1, and ESR1. The binding between ALA and all top hub targets were verified using the molecular docking analysis. In summary, using the systematic integrated pharmacology network and bioinformatics analysis, this study illustrated that ALA participates in the treatment of POI via multiple targets and multiple pathways mechanisms."
    },
    {
      "pmid": "37657070",
      "title": "Alpha-lipoic Acid Protects Against Chronic Alcohol Consumption-induced Cardiac Damage by the Aldehyde Dehydrogenase 2-associated PINK/Parkin Pathway.",
      "authors": [
        "Cheng Shen",
        "Xueheng Chen",
        "Yong Cao",
        "Yanyan Du",
        "Xuan Xu",
        "Qingjing Wu",
        "Lizhi Lin",
        "Yiran Qin",
        "Runqi Meng",
        "Lijun Gan",
        "Jinguo Zhang"
      ],
      "journal": "Journal of cardiovascular pharmacology",
      "publication_date": "2023-Nov-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Chronic alcohol intake contributes to high mortality rates due to ethanol-induced cardiac hypertrophy and contractile dysfunction, which are accompanied by increased oxidative stress and disrupted mitophagy. Alpha-lipoic acid (α-LA), a well-known antioxidant, has been shown to protect against cardiac hypertrophy and inflammation. However, little is known about its role and mechanism in the treatment of alcoholic cardiomyopathy. Here, we evaluated the role of α-LA in alcohol-induced cardiac damage by feeding mice a 4.8% (v/v) alcohol diet with or without α-LA for 6 w. Our results suggested that chronic alcohol consumption increased mortality, blood alcohol concentrations, and serum aldehyde levels, but a-LA attenuated the elevations in mortality and aldehydes. Chronic alcohol intake also induced cardiac dysfunction, including enlarged left ventricles, reduced left ventricular ejection fraction, enhanced cardiomyocyte size, and increased serum levels of brain natriuretic peptide, lactate dehydrogenase, and creatine kinase myocardial isoenzyme. Moreover, alcohol intake led to the accumulation of collagen fiber and mitochondrial dysfunction, the effects of which were alleviated by α-LA. In addition, α-LA intake also prevented the increase in reactive oxygen species production and the decrease in mitochondrial number that were observed after alcohol consumption. Chronic alcohol exposure activated PINK1/Parkin-mediated mitophagy. These effects were diminished by α-LA intake by the activation of aldehyde dehydrogenase 2. Our data indicated that α-LA helps protect cardiac cells against the effects of chronic alcohol intake, likely by inhibiting PINK1/Parkin-related mitophagy through the activation of aldehyde dehydrogenase 2.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Thioctic Acid",
        "Aldehyde Dehydrogenase, Mitochondrial",
        "Alcoholism",
        "Stroke Volume",
        "Ventricular Function, Left",
        "Myocytes, Cardiac",
        "Ethanol",
        "Alcohol Drinking",
        "Aldehydes",
        "Protein Kinases",
        "Cardiomegaly",
        "Aldehyde Dehydrogenase"
      ]
    },
    {
      "pmid": "37630823",
      "title": "Effects of Oral Alpha-Lipoic Acid Treatment on Diabetic Polyneuropathy: A Meta-Analysis and Systematic Review.",
      "authors": [
        "Ruey-Yu Hsieh",
        "I-Chen Huang",
        "Chiehfeng Chen",
        "Jia-Ying Sung"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Aug-18",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "Alpha-lipoic acid (ALA) was found to improve the symptoms in patients with diabetic sensorimotor peripheral neuropathy (DSPN) by reducing oxidative stress and ameliorating microcirculation. Our meta-analysis is aimed at evaluating the effects of oral-administered ALA versus a placebo in patients with DSPN and determining the optimal dosage for this treatment. We systematically reviewed randomized controlled trials (RCTs) in the PubMed, Embase, and Cochrane databases to determine the efficacy of oral ALA for patients with DSPN. The primary outcome was total symptoms' score (TSS), and secondary outcomes were the neurological disability score (NDS), neuropathy impaired score (NIS), NIS-lower limb (NIS-LL), vibration perception threshold (VPT), nerve conduction study (NCS) results, and global satisfaction. A subgroup analysis of the ALA dosage (600, 1200, and 1800 mg/day) was also conducted. Ten RCTs (1242 patients) were included. ALA treatment produced favorable results for TSS (a dose-related trend was observed), NDS, and the global satisfaction score. For VAS, VPT, NIS-LL, and NCS results, ALA did not produce favorable results. ALA treatment had favorable effects on DSPN by reducing sensory symptoms, and it resulted in a dose-dependent response relative to the placebo for TSS and the global satisfaction score. The use of ALA to prevent neurological symptoms should be further researched.",
      "mesh_terms": [
        "Humans",
        "Diabetic Neuropathies",
        "Thioctic Acid",
        "Administration, Oral",
        "Databases, Factual",
        "Lower Extremity",
        "Diabetes Mellitus"
      ]
    },
    {
      "pmid": "37606122",
      "title": "Beneficial effects of pioglitazone and α-lipoic acid in patients with polycystic ovaries syndrome.",
      "authors": [
        "Y Pei",
        "Y-Y Liu",
        "M Sun",
        "J Zheng",
        "T-T Zhou",
        "B Wang",
        "H Hu",
        "Z-L Wang"
      ],
      "journal": "European review for medical and pharmacological sciences",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Changes in hormone levels, improper lipid metabolism, and oxidative stress all significantly contribute to the pathogenic process of polycystic ovarian syndrome (PCOS). According to earlier research, pioglitazone and alpha-lipoic acid are crucial in the emergence of PCOS. The beneficial effects of pioglitazone and alpha-lipoic acid on PCOS were examined in the current study. PATIENTS AND METHODS: The 120 patients with PCOS received three months of treatment in pioglitazone groups (n=40 case, 30 mg/time, 1 time/day), α-lipoic acid (n=40 case, 0.6 g/time, 1 time/day), and combination therapy (n=40 case, pioglitazone 30 mg/time, 1 time/day and α-lipoic acid, 0.6 g/time, 1 time/day). Before and after therapy, the following factors were evaluated: the hormonal profile, fasting serum insulin, body weight, body mass index (BMI), menstruation status, oxidative stress, and indications of lipid metabolism. RESULTS: The combination of pioglitazone and α-lipoic acid has a significantly improving effect on BMI, body weight, oxidative stress levels, lipid metabolism, and menstrual status. A significant increase in body weight, BMI, and follicle-stimulating hormone (FSH) levels were found in mice after being treated with α-lipoic acid alone. However, the use pioglitazone alone improves body weight, BMI, the calculation of insulin resistance index (HOMA-IR), Area under the curve (AUC)-insulin, fasting glucose/insulin (G/I) ratio, total testosterone, and malondialdehyde (MDA) levels in post-treatment than pre-treatment. CONCLUSIONS: These findings suggest that pioglitazone alone has a better effect than alpha-lipoic acid in improving oxidative stress levels, BMI, and menstrual cyclicity. Additionally, treatment with pioglitazone and alpha-lipoic acid did demonstrate a greater effect than monotherapy with each medication alone.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Animals",
        "Mice",
        "Thioctic Acid",
        "Polycystic Ovary Syndrome",
        "Pioglitazone",
        "Body Weight",
        "Insulin"
      ]
    },
    {
      "pmid": "37563914",
      "title": "Evaluation of Safety and Efficacy of Add-on Alpha-Lipoic Acid on Migraine Prophylaxis in an Adolescent Population: A Randomized Controlled Trial.",
      "authors": [
        "Haridas Mundot Puliappadamb",
        "Amit Kumar Satpathy",
        "Biswa Ranjan Mishra",
        "Rituparna Maiti",
        "Monalisa Jena"
      ],
      "journal": "Journal of clinical pharmacology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Nutraceuticals like alpha-lipoic acid (ALA) may have potential benefits as prophylactic agents for adolescent migraine, with fewer adverse events than existing medications. The present study was conducted to evaluate the safety and efficacy of add-on ALA for prophylaxis in adolescent migraine. A randomized, open-label, add-on clinical trial was conducted with 60 adolescent migraineurs, who were randomized to receive flunarizine or flunarizine with an add-on ALA. A clinical evaluation of the frequency and severity of migraine, responder rate, Pediatric Migraine Disability Assessment (PedMIDAS) scoring, serum thiol, and serum calcitonin gene-related peptide (CGRP) was performed both at baseline and following 12 weeks of treatment. The frequency of acute attacks of migraine decreased significantly (P = .001) in the test group compared with the control group. The responder rate was found to be significantly higher (80%) in the test group than in the control group (33.3%) (P = .001). The mean monthly migraine headache days in the test group showed a significant reduction (-7.7 days, 95%CI -9.1 to -6.3 days; P = .010). The severity of acute migraine attacks (mild, moderate, severe) also showed a significant reduction in the test group (P = .001). PedMIDAS scores showed significant improvement in the test group (P = .021), in comparison with the control group. Serum thiol levels were significantly increased in the test group (18 mmol/L, 95%CI 13.5 to 36.1 mmol/L; P = .001). Serum CGRP levels showed a significant reduction with adjunctive ALA therapy (-122.4 pg/mL, 95%CI -142.3 to -89.0 pg/mL; P = .006). Add-on ALA with flunarizine as a prophylactic agent for migraine in adolescents can improve clinical outcomes by improving clinical and biochemical parameters.",
      "mesh_terms": [
        "Humans",
        "Adolescent",
        "Child",
        "Flunarizine",
        "Thioctic Acid",
        "Calcitonin Gene-Related Peptide",
        "Migraine Disorders",
        "Analgesics",
        "Sulfhydryl Compounds",
        "Treatment Outcome",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "37535783",
      "title": "Alpha-Lipoic Acid, Palmitoylethanolamide, Myrrh, and Oxygen-Ozone Therapy Improve Pharmacological Therapy in Acute Painful Lumbosacral Radiculopathy due to Herniated Disc.",
      "authors": [
        "Eleonora Latini",
        "Giulia Bonasia",
        "Ludovica Petroselli",
        "Melissa Mazzola",
        "Francesca Musa",
        "Flavia Santoboni",
        "Donatella Trischitta",
        "Maria Nusca Sveva",
        "Mario Vetrano",
        "Maria Chiara Vulpiani"
      ],
      "journal": "Pain physician",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Observational Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Neuropathic mechanisms largely contribute to radicular Low Back Pain (LBP) and an increase in oxidative stress is recognized as one of the possible causes of nerve damage, inducing axonal degeneration and myelin degradation of nerve fibers. OBJECTIVES: We investigated whether a combination of nutraceutical supplements and oxygen-ozone (O2-O3) therapy might reduce disability and improve clinical effects of pharmacological therapy in patients with acute radicular LBP. STUDY DESIGN: This is a prospective, open-label, comparative observational study approved by the Institutional Review Board of the Sapienza University of Rome (RS 6285/2021). SETTING: Physical Medicine and Rehabilitation Unit of Sant'Andrea Hospital. METHODS: Within the scope of this study, 62 patients with acute radicular LBP diagnosed with disc herniation were assigned into 4 groups. The first group was assigned pharmacological therapy (n = 16), the second group was assigned pharmacological therapy and nutraceutical supplements (n = 15), the third group was assigned pharmacological therapy and O2-O3 therapy (n = 15), and the fourth group was assigned pharmacological therapy, nutraceutical supplements, and O2-O3therapy (n = 16). All patients who participated in the study were evaluated at the beginning of the study, 2 weeks, and 4 weeks (T2) after the beginning of treatment using the Numeric Rating Scale (NRS-11), Oswestry Disability Index (ODI), and 12-item Short-Form Health Survey. Opioid analgesic intake was noted from baseline to end of treatment (T2). RESULTS: In each group was observed a statistically significant difference for all measures compared to the baseline. At the T2 evaluation time between groups for the Mann-Whitney U test, a statistically significant difference was found: in the ODI scale between groups B and A (P = 0.004), groups C and A (P < 0.001), and groups D and A (P < 0.001); in the NRS-11 between groups B and A (P = 0.017), groups C and A (P = 0.002), and groups D and A (P < 0.001); in the 12-item Physical Component Summary score between groups B and A (P = 0.003), groups C and A (P = 0.002), and groups D and A (P < 0.001), while no significant differences between groups were observed in the 12-item Mental Component Summary score. The average days of opioid usage were similar in the 4 groups (8.33 in group A, 8.33 in group B, 8.33 in group C, and 8.75 in group D). However, the percentage of patients requiring adjuvant opioid therapy differed remarkably: 60% in group A, 40% in group B, 20% in group C, and 25% in group D. LIMITATIONS: A small number of patients were recruited, and we did not perform long-term follow-up. CONCLUSIONS: This study supports a multimodal approach combining nutraceutical supplements and O2-O3 therapy with pharmacological therapy in the treatment of acute radicular LBP secondary to disc herniation. The combination of neurotrophic and antioxidant therapies represents an etiopathogenetic approach, not purely symptomatic, that reduces symptomatology and avoids progression of the nerve damage.",
      "mesh_terms": [
        "Humans",
        "Intervertebral Disc Displacement",
        "Ozone",
        "Oxygen",
        "Thioctic Acid",
        "Radiculopathy",
        "Prospective Studies",
        "Analgesics, Opioid",
        "Low Back Pain",
        "Acute Pain",
        "Treatment Outcome",
        "Lumbar Vertebrae"
      ]
    },
    {
      "pmid": "37523770",
      "title": "Alpha-lipoic acid enhances ischemic postconditioning-mediated improvement of myocardial infarction and apoptosis in diabetic rats with ischemia/reperfusion injury.",
      "authors": [
        "Sanaz Gholami",
        "Reza Badalzadeh",
        "Alireza Alihemmati"
      ],
      "journal": "Canadian journal of physiology and pharmacology",
      "publication_date": "2023-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This work evaluated the combined effects of alpha-lipoic acid (ALA) and ischemic postconditioning (Post) on myocardial infarction and cell death in rats with chronic type-II diabetes following ischemia/reperfusion injury. The rats received a high-fat diet and were given one intraperitoneal injection of 35 mg/kg streptozotocin to induce chronic diabetes. They were then pretreated with ALA (100 mg/kg/day, orally) for 5 weeks before undergoing ischemia/reperfusion (I/R) insult. The hearts experienced 35 min regional ischemia through ligating the left anterior descending coronary artery, followed by 60 min reperfusion. The Post protocol involved 6 cycles of a 10/10 s algorithm, applied during the early stage of reperfusion. The use of Post alone did not significantly alter lactate dehydrogenase and infarct size levels, while ALA showed positive effects. Similar findings were observed for apoptotic changes with single treatments. However, the concurrent administration of ALA and Post significantly reduced the protein expressions of Bax, Bax/Bcl2, and cleaved caspase-3 while increasing Bcl2 expression. Additionally, the histopathological findings of the combined therapy were superior to those of single treatments. The concomitant use of ALA and Post effectively inhibited apoptosis, leading to cardiac recovery after I/R injury in diabetic conditions. This strategy could improve outcomes for preserving diabetic hearts following I/R insults.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Myocardium",
        "Thioctic Acid",
        "Ischemic Postconditioning",
        "Diabetes Mellitus, Experimental",
        "bcl-2-Associated X Protein",
        "Myocardial Reperfusion Injury",
        "Myocardial Infarction",
        "Apoptosis"
      ]
    },
    {
      "pmid": "37513627",
      "title": "Alpha Lipoic Acid Efficacy in PCOS Treatment: What Is the Truth?",
      "authors": [
        "Alice Guarano",
        "Anna Capozzi",
        "Martina Cristodoro",
        "Nicoletta Di Simone",
        "Stefano Lello"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Jul-19",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Polycystic ovary syndrome (PCOS) is among the most common female endocrinopathies, affecting about 4-25% of women of reproductive age. Women affected by PCOS have an increased risk of developing metabolic syndrome, type 2 diabetes mellitus, cardiovascular diseases, and endometrial cancer. Given the pivotal role of insulin resistance (IR) in the pathogenesis of PCOS, in the last years, many insulin-sensitizing factors have been proposed for PCOS treatment. The first insulin sensitizer recommended by evidence-based guidelines for the assessment and treatment of PCOS was metformin, but the burden of side effects is responsible for treatment discontinuation in many patients. Inositols have insulin-mimetic properties and contribute to decreasing postprandial blood glucose, acting by different pathways. ALA is a natural amphipathic compound with a very strong anti-inflammatory and antioxidant effect and a very noteworthy role in the improvement of insulin metabolic pathway. Given the multiple effects of ALA, a therapeutic strategy based on the synergy between inositols and ALA has been recently proposed by many groups with the aim of improving insulin resistance, reducing androgen levels, and ameliorating reproductive outcomes in PCOS patients. The purpose of this study is to review the existing literature and to evaluate the existing data showing the efficacy and the limitation of a treatment strategy based on this promising molecule. ALA is a valid therapeutic strategy applicable in the treatment of PCOS patients: Its multiple actions, including antinflammatory, antioxidant, and insulin-sensitizing, may be of utmost importance in the treatment of a very complex syndrome. Specifically, the combination of MYO plus ALA creates a synergistic effect that improves insulin resistance in PCOS patients, especially in obese/overweight patients with T2DM familiarity. Moreover, ALA treatment also exerts beneficial effects on endocrine patterns, especially if combined with MYO, improving menstrual regularity and ovulation rhythm. The purpose of our study is to review the existing literature and to evaluate the data showing the efficacy and the limitations of a treatment strategy based on this promising molecule.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Polycystic Ovary Syndrome",
        "Insulin Resistance",
        "Thioctic Acid",
        "Diabetes Mellitus, Type 2",
        "Metformin",
        "Insulin",
        "Inositol",
        "Antioxidants"
      ]
    },
    {
      "pmid": "37496822",
      "title": "Alpha-Lipoic Acid, Auraptene, and Particularly Their Combination Prevent the Metastasis of U87 Human Glioblastoma Cells.",
      "authors": [
        "Azam Izadi",
        "Mohammad Soukhtanloo",
        "Farshad Mirzavi",
        "Mohammad Jalili-Nik",
        "Asie Sadeghi"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The primary malignant brain tumor glioblastoma multiforme (GBM) is most commonly detected in individuals over 60 years old. The standard therapeutic approach for GBM is radiotherapy combined with temozolomide. Recently, herbal products, such as alpha-lipoic acid (ALA) and auraptene (AUR), have shown promising anticancer effects on various cancer cells and animal models. However, it is not well understood how ALA, AUR, and their combination in GBM work to combat cancer. Thus, the purpose of this study was to investigate the antimetastatic effects of the ALA-AUR combination on U87 human glioblastoma cells. METHODS: The inhibitory effects of ALA, AUR, and the ALA/AUR combination on the migration and metastasis of U87 cells were evaluated using a wound healing test and gelatin zymography. The expression levels of matrix metalloproteinase MMP-2 and MMP-9 were assessed at the transcriptional and translational levels using quantitative real-time polymerase chain reaction (qRT-PCR) and western blotting, respectively. RESULTS: Our findings revealed that combination therapy reduced cell migration and metastasis, which was indicated by the reduction in MMP-2/-9 expression both at mRNA and protein levels, as well as their enzymatic activity in U87 cells. CONCLUSION: This study demonstrated that the combination of ALA and AUR effectively inhibited the migration and metastasis of U87 cells. Thus, given their safety and favorable specifications, the combination of these drugs can be a promising candidate for GBM treatment as primary or adjuvant therapy."
    }
  ]
}