{
  "supplement": "Alpha-Ketoglutarate",
  "query": "Alpha-Ketoglutarate[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:08:42",
  "research_count": 212,
  "count": 100,
  "articles": [
    {
      "pmid": "40261135",
      "title": "Calcium phosphate bone cements with α-ketoglutarate polyester microspheres promote osteoporotic bone defect repair.",
      "authors": [
        "Zhengyang Kang",
        "Hui Yang",
        "Xinzhi Liang",
        "Bin Wu",
        "Dequan Wang",
        "TingLiang Xiong",
        "Luhui Zhang",
        "Denghui Xie"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Excessive oxidative stress and inflammation are prevalent in osteoporotic bone defects, significantly impairing the efficacy of bone regeneration in such defects. Calcium phosphate bone cements (CPC) are a commonly employed material for repairing bone defects. However, the slow rate of osteogenic mineralization and biodegradation presents a significant challenge in meeting the requirements of osteoporotic bone treatment. In this study, α-ketoglutarate (α-KG) polyester microspheres were synthesized from α-KG. By introducing different mass ratios of α-KG polyester microspheres, we constructed CPC with α-KG polyester microspheres (CPC/α-KG) that exhibited an improved microenvironment, enhanced osteogenic differentiation, and increased biomineralization. The incorporation of α-KG polyester microspheres was instrumental in enhancing the physicochemical attributes, biodegradability, biocompatibility, osteogenic differentiation potential, and biomineralization of α-KG. Mechanistically, the CPC/α-KG improves the osteogenic microenvironment by inhibiting the inflammatory response and reducing oxidative stress through the PI3K/AKT signaling pathway. Notably, the addition of 10 wt% α-KG polyester microspheres resulted in the optimal osteogenic capacity for CPC/α-KG. In conclusion, the modified α-KG composites show potential as effective candidates for bone defect repair and regeneration."
    },
    {
      "pmid": "40248276",
      "title": "α-Ketoglutarate Is a Circulatory Exercise Factor That Promotes Learning and Memory Recall and Has Antidepressant Properties.",
      "authors": [
        "Fady Eid",
        "Perla El Ahmad",
        "Reine Khoury",
        "Diala El Masri",
        "Yara El Zoghby",
        "Yasmin Sahlloul",
        "Joanna Fadel",
        "Zena Haddad",
        "Amar Mezher",
        "Litsa Maria Ghayad",
        "Yorgo El Sabbagh",
        "Lea Gerges",
        "Mahmoud Lakis",
        "Christopher Sahyoun",
        "Ghinwa El Khoury",
        "Joseph S Stephan",
        "Sama F Sleiman"
      ],
      "journal": "Biological psychiatry global open science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Depression poses a significant societal burden, necessitating effective treatment options. Conventional approaches often fall short, highlighting the need for alternatives. Exercise has emerged as a promising nonpharmacological strategy for improving mental health outcomes. Exercise promotes memory recall and alleviates depression by modulating BDNF (brain-derived neurotrophic factor) expression. The effects of exercise on BDNF are influenced by circulatory metabolites known as exercise factors. METHODS: Associative and spatial memory were evaluated in mice receiving α-ketoglutarate (aKG) and in exercise mice given a glutaminase inhibitor. To prevent and treat depression-like behaviors, male mice underwent daily defeat sessions by a CD1 aggressor for 10 days. Behavior was assessed on day 11 using social interaction and open-field tests. Mice received aKG for 5 days prior to the stress paradigm or as treatment for 14 days following the stress paradigm, after which social behavior was reassessed. BDNF signaling was examined via Western blots. RESULTS: aKG was identified as a metabolite released into the bloodstream following exercise in male mice. aKG was shown to mediate the positive effects of exercise on spatial learning and memory formation. aKG was also shown to have prophylactic and antidepressant effects in a chronic social defeat stress model of depression. CONCLUSIONS: aKG acts as a prophylactic and antidepressant to effectively counteract social avoidance behaviors by modulating BDNF levels in the hippocampus and nucleus accumbens."
    },
    {
      "pmid": "40183404",
      "title": "α‑ketoglutarate protects against septic cardiomyopathy by improving mitochondrial mitophagy and fission.",
      "authors": [
        "Wei Wu",
        "Qiong Ma",
        "Bo-Tao Li",
        "Shuang Shi",
        "Gong-Chang Guan",
        "Jun-Kui Wang",
        "Bao-Yao Xue",
        "Zhong-Wei Liu"
      ],
      "journal": "Molecular medicine reports",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Septic cardiomyopathy is a considerable complication in sepsis, which has high mortality rates and an incompletely understood pathophysiology, which hinders the development of effective treatments. α‑ketoglutarate (AKG), a component of the tricarboxylic acid cycle, serves a role in cellular metabolic regulation. The present study delved into the therapeutic potential and underlying mechanisms of AKG in ameliorating septic cardiomyopathy. A mouse model of sepsis was generated and treated with AKG via the drinking water. Cardiac function was assessed using echocardiography, while the mitochondrial ultrastructure was examined using transmission electron microscopy. Additionally, in vitro, rat neonatal ventricular myocytes were treated with lipopolysaccharide (LPS) as a model of sepsis and then treated with AKG. Mitochondrial function was evaluated via ATP production and Seahorse assays. Additionally, the levels of reactive oxygen species were determined using dihydroethidium and chloromethyl derivative CM‑H2DCFDA staining, apoptosis was assessed using a TUNEL assay, and the expression levels of mitochondria‑associated proteins were analyzed by western blotting. Mice subjected to LPS treatment exhibited compromised cardiac function, reflected by elevated levels of atrial natriuretic peptide, B‑type natriuretic peptide and β‑myosin heavy chain. These mice also exhibited pronounced mitochondrial morphological disruptions and dysfunction in myocardial tissues; treatment with AKG ameliorated these changes. AKG restored cardiac function, reduced mitochondrial damage and corrected mitochondrial dysfunction. This was achieved primarily through increasing mitophagy and mitochondrial fission. In vitro, AKG reversed LPS‑induced cardiomyocyte apoptosis and dysregulation of mitochondrial energy metabolism by increasing mitophagy and fission. These results revealed that AKG administration mitigated cardiac dysfunction in septic cardiomyopathy by promoting the clearance of damaged mitochondria by increasing mitophagy and fission, underscoring its therapeutic potential in this context.",
      "mesh_terms": [
        "Animals",
        "Mitophagy",
        "Cardiomyopathies",
        "Ketoglutaric Acids",
        "Mice",
        "Sepsis",
        "Myocytes, Cardiac",
        "Rats",
        "Mitochondrial Dynamics",
        "Disease Models, Animal",
        "Male",
        "Lipopolysaccharides",
        "Reactive Oxygen Species",
        "Apoptosis",
        "Mitochondria, Heart",
        "Mitochondria",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "40011434",
      "title": "Dysregulation of mitochondrial α-ketoglutarate dehydrogenase leads to elevated lipid peroxidation in CHCHD2-linked Parkinson's disease models.",
      "authors": [
        "Ge Gao",
        "Yong Shi",
        "Han-Xiang Deng",
        "Dimitri Krainc"
      ],
      "journal": "Nature communications",
      "publication_date": "2025-Feb-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dysregulation of mitochondrial function has been implicated in Parkinson's disease (PD), but the role of mitochondrial metabolism in disease pathogenesis remains to be elucidated. Using an unbiased metabolomic analysis of purified mitochondria, we identified alterations in α-ketoglutarate dehydrogenase (KGDH) pathway upon loss of PD-linked CHCHD2 protein. KGDH, a rate-limiting enzyme complex in the tricarboxylic acid cycle, was decreased in CHCHD2-deficient male mouse brains and human dopaminergic neurons. This deficiency of KGDH led to elevated α-ketoglutarate and increased lipid peroxidation. Treatment of CHCHD2-deficient dopaminergic neurons with lipoic acid, a KGDH cofactor and antioxidant agent, resulted in decreased levels of lipid peroxidation and phosphorylated α-synuclein. CHCHD10, a close homolog of CHCHD2 that is primarily linked to amyotrophic lateral sclerosis/frontotemporal dementia, did not affect the KGDH pathway or lipid peroxidation. Together, these results identify KGDH metabolic pathway as a targetable mitochondrial mechanism for correction of increased lipid peroxidation and α-synuclein in Parkinson's disease.",
      "mesh_terms": [
        "Animals",
        "Lipid Peroxidation",
        "Ketoglutarate Dehydrogenase Complex",
        "Humans",
        "Mitochondria",
        "Parkinson Disease",
        "Male",
        "Mice",
        "alpha-Synuclein",
        "Disease Models, Animal",
        "DNA-Binding Proteins",
        "Dopaminergic Neurons",
        "Thioctic Acid",
        "Transcription Factors",
        "Mitochondrial Proteins",
        "Mice, Knockout",
        "Ketoglutaric Acids",
        "Brain"
      ]
    },
    {
      "pmid": "39996573",
      "title": "Targeted Delivery of α-ketoglutarate to Macrophages in Bone: A Novel Therapeutic Strategy for Improving Fracture Healing in Type 2 Diabetes.",
      "authors": [
        "Jing Wang",
        "Jiahao Cao",
        "Siqi Zhang",
        "Hongli Chen",
        "Xuebing Yu",
        "Xinli Wang",
        "Tianji Wang",
        "Wei Cao",
        "Wengang Dong",
        "Xinsen Lin",
        "Jia Li",
        "Wei Lei",
        "Yafei Feng"
      ],
      "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
      "publication_date": "2025-Feb-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Impaired fracture healing is a common complication in type 2 diabetes mellitus (T2DM), with limited effective treatments. This study investigates the role of macrophages in bone repair and introduces a novel therapeutic strategy. Reduced glutaminase (GLS) expression and glutaminolysis are found in macrophages from T2DM mice and monocytes from T2DM patients. Specific deletion of GLS in macrophages altered their phenotypes and delayed fracture healing in mice. Mechanistically, GLS deficiency reduced α-ketoglutarate (α-KG) levels in macrophages, which impairs bone morphogenetic protein 2 (BMP2) production by increasing cytosine methylation on the promoter, ultimately hindering osteogenic differentiation of bone marrow mesenchymal stem cells. Importantly, while systemic α-KG supplementation deteriorates fracture healing in T2DM mice, a targeted delivery of α-KG using α-KG@Cy5.5@ALN-Liposome to macrophages in bone markedly improves fracture healing. These findings underscore the critical role of macrophage glutaminolysis in fracture healing and propose targeted α-KG delivery as a promising therapeutic intervention for improving fracture repair in T2DM patients."
    },
    {
      "pmid": "39970551",
      "title": "Enhancing spermatogonial stem cell differentiation: The role of alpha-ketoglutarate in in-Vitro cultures.",
      "authors": [
        "Mahdi Jahanbakhsh",
        "Tooba Mirzapour",
        "Fatemeh Asgari",
        "Hediyeh Fadakar",
        "Fatemeh Ghasemian",
        "Morteza Koruji"
      ],
      "journal": "Theriogenology",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spermatogonial stem cells (SSCs) have the unique ability to self-renew and differentiate into mature spermatozoa. In vitro culture of SSCs, however, presents several challenges, particularly in promoting efficient differentiation. This study investigates the role of metabolic intermediates, such as alpha-ketoglutarate (AKG), on the differentiation of SSCs isolated from the testes of 3-6 day-old mice. SSCs and sertoli cells were extracted using collagenase ІV and trypsin and co-cultured in DMEM/F12 supplemented with 20 % fetal bovine serum (FBS) and glial cell-derived neurotrophic factor (GDNF) for one week. The survival rate of cells was evaluated under influence of different dosages of AKG (0.04, 0.1, 0.4, 4, 10 mM) after 1 and 7 days of culture using the MTT test. The cell viability was significantly increased at the 0.1 mM dose of AKG rather than other groups. This dosage was selected for adding to culture system. In the control group, the cells cultured for three weeks in DMEM/F12 with 10 % FBS, 10⁻6 M retinoic acid, and 40 ng/mL bone morphogenetic protein-4 (BMP-4). The treatment group received the same medium with the addition of 0.1 mM AKG. The presence of Sertoli cell in the culture system was confirmed by SOX9-positive immunocytochemistry. The Colonies that formed on the Sertoli cells exhibited positive alkaline phosphatase activity and reacted positively for Oct4 and GFRa1 immunocytochemistry. The expression of testicular-specific genes (Acrosin and Sycp3) and anti-apoptosis-related genes (Nrf2 and Bcl2) was evaluated after 7 days (as the zero group) and again after 21 days of culture, in treatment (0.1 mM AKG) and control groups. A high expression of Acrosin and Sycp3 expression was observed in AKG-treated group compared to control and zero groups (p ≤ 0.05). The expression of Nrf2 and Bcl2 genes was also significantly increased in the treatment group (p ≤ 0.05). These findings suggest that AKG activates mechanisms of cellular antioxidant response and subsequently increase the expression of differentiation genes in SSCs.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Mice",
        "Ketoglutaric Acids",
        "Cell Differentiation",
        "Adult Germline Stem Cells",
        "Spermatogonia",
        "Cells, Cultured",
        "Sertoli Cells",
        "Cell Culture Techniques",
        "Cell Survival"
      ]
    },
    {
      "pmid": "39967425",
      "title": "Essential role of the metabolite α-ketoglutarate in bone tissue and bone-related diseases.",
      "authors": [
        "Zuping Wu",
        "Yuzhe Guan",
        "Qian Chen",
        "Ruifeng Song",
        "Jing Xie",
        "Xin Zhang",
        "Yan Wang",
        "Qianming Chen",
        "Xiaoyan Chen"
      ],
      "journal": "Acta biochimica et biophysica Sinica",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bone metabolism in bone tissue is constantly maintained in a state of dynamic equilibrium. The mass of bone and joint tissues is determined by both bone formation and bone resorption. It is hypothesized that disrupted metabolic balance leads to osteoporosis, osteoarthritis, rheumatoid arthritis, and bone tumors. Such disruptions often manifest as either a reduction or abnormality in bone mass and are frequently accompanied by pathological changes such as inflammation, fractures, and pain. α-Ketoglutarate (α-KG) serves as a pivotal intermediate in various metabolic pathways in mammals, significantly contributing to cellular energy metabolism, amino acid metabolism, and other physiological processes. α-KG may be a therapeutic target for a variety of bone-related diseases, such as osteoporosis, osteoarthritis, and rheumatoid arthritis, because of its role in maintaining the metabolic balance of bone. After the application of α-KG, bone loss and inflammation in bone tissue are alleviated. This review focuses on the regulatory effects of α-KG on various cells in bone and joint tissues. Owing to the regulatory effect of α-KG on the balance of bone metabolism, the application of α-KG in the treatment of osteoporosis, osteoarthritis, rheumatoid arthritis, bone tumors, and other bone tissue diseases has been clarified."
    },
    {
      "pmid": "39872214",
      "title": "IDH1 mutation inhibits differentiation of astrocytes and glioma cells with low oxoglutarate dehydrogenase expression by disturbing α-ketoglutarate-related metabolism and epigenetic modification.",
      "authors": [
        "Yuanlin Zhao",
        "Ying Yang",
        "Risheng Yang",
        "Chao Sun",
        "Xing Gao",
        "Xiwen Gu",
        "Yuan Yuan",
        "Yating Nie",
        "Shenhui Xu",
        "Ruili Han",
        "Lijun Zhang",
        "Jing Li",
        "Peizhen Hu",
        "Yingmei Wang",
        "Huangtao Chen",
        "Xiangmei Cao",
        "Jing Wu",
        "Zhe Wang",
        "Yu Gu",
        "Jing Ye"
      ],
      "journal": "Life metabolism",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Isocitrate dehydrogenase (IDH) mutations frequently occur in lower-grade gliomas and secondary glioblastomas. Mutant IDHs exhibit a gain-of-function activity, leading to the production of D-2-hydroxyglutarate (D-2HG) by reducing α-ketoglutarate (α-KG), a central player in metabolism and epigenetic modifications. However, the role of α-KG homeostasis in IDH-mutated gliomagenesis remains elusive. In this study, we found that low expression of oxoglutarate dehydrogenase (OGDH) was a common feature in IDH-mutated gliomas, as well as in astrocytes. This low expression of OGDH resulted in the accumulation of α-KG and promoted astrocyte maturation. However, IDH1 mutation significantly reduced α-KG levels and increased glutaminolysis and DNA/histone methylation in astrocytes. These metabolic and epigenetic alterations inhibited astrocyte maturation and led to cortical dysplasia in mice. Moreover, our results also indicated that reduced OGDH expression can promote the differentiation of glioma cells, while IDH1 mutations impeded the differentiation of glioma cells with low OGDH by reducing the accumulation of α-KG and increasing glutaminolysis. Finally, we found that l-glutamine increased α-KG levels and augmented the differentiation-promoting effects of AGI5198, an IDH1-mutant inhibitor, in IDH1-mutant glioma cells. Collectively, this study reveals that low OGDH expression is a crucial metabolic characteristic of IDH-mutant gliomas, providing a potential strategy for the treatment of IDH-mutant gliomas by targeting α-KG homeostasis."
    },
    {
      "pmid": "39833322",
      "title": "Differential effects of β-hydroxybutyrate and α-ketoglutarate on HCT-116 colorectal cancer cell viability under normoxic and hypoxic low-glucose conditions: exploring the role of SRC, HIF1α, ACAT1, and SIRT2 genes.",
      "authors": [
        "Parisa Badameh",
        "Farideh Akhlaghi Tabar",
        "Nima Mohammadipoor",
        "Roya Rezaei",
        "Roza Ranjkesh",
        "Mohammad Hasan Maleki",
        "Omid Vakili",
        "Sayed Mohammad Shafiee"
      ],
      "journal": "Molecular genetics and genomics : MGG",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recent therapeutic strategies have highlighted the potential of β-hydroxybutyrate (BHB) and α-ketoglutarate (α-KG) as effective anticancer agents, particularly for colon cancer. These metabolites can modulate cellular metabolism and induce epigenetic changes, inhibiting tumor growth. Nonetheless, certain cancer cells may utilize ketone bodies, like BHB as nutrient sources under hypoxic conditions, potentially reducing treatment efficacy. Understanding these mechanisms is crucial for optimizing cancer therapies. This study evaluated the effects of BHB and α-KG on HCT-116 colorectal cancer cell viability under normoxic and low-glucose hypoxic conditions. HCT-116 cell lines were treated with different doses of BHB and α-KG in normoxic and low-glucose hypoxic conditions, and then cell viability was assessed by the MTT assay. Moreover, the mRNA expression levels of SRC, hypoxia-inducible factor 1α (HIF-1α), acetyl-CoA acetyltransferase 1 (ACAT1), and sirtuin 2 (SIRT2) genes were determined using quantitative reverse transcriptase-polymerase chain reaction (q RT-PCR). BHB significantly increased the proliferation of HCT-116 colon cancer cells under low-glucose hypoxic conditions, while α-KG maintained cell viability in normoxic conditions but not in hypoxia. BHB treatment reduced SIRT2 mRNA levels and increased ACAT1, SRC, and HIF-1α expression. Conversely, α-KG decreased ACAT1, SRC, and HIF-1α expression and increased SIRT2 levels in normoxia but could not reverse gene expression during hypoxia. Our study demonstrated that BHB and α-KG exhibited complex interactions with colon cancer cell viability under varying oxygen and glucose conditions. While BHB promoted cell proliferation in hypoxic environments, α-KG showed protective effects in normoxic conditions. This research contributed to the growing body of evidence supporting the role of metabolic modulators in cancer therapy and emphasized the importance of understanding tumor microenvironments to optimize treatment outcomes. However, the need for further research into the metabolic pathways is underscored to enhance therapeutic strategies for cancer treatment.",
      "mesh_terms": [
        "Humans",
        "3-Hydroxybutyric Acid",
        "Glucose",
        "HCT116 Cells",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Cell Survival",
        "Colorectal Neoplasms",
        "Ketoglutaric Acids",
        "Acetyl-CoA C-Acetyltransferase",
        "Sirtuin 2",
        "Gene Expression Regulation, Neoplastic",
        "Cell Hypoxia",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "39662007",
      "title": "Metabolomics in Context of Alpha-Ketoglutarate and Lactate in Neonates with Birth Asphyxia.",
      "authors": [
        "Chandini Dash",
        "Seema Lekhwani",
        "Jagjit S Dalal",
        "Kiran Bala",
        "Kiran Dahiya",
        "Isha Malik",
        "Ajay Momi",
        "Rajan D Singh"
      ],
      "journal": "Clinical laboratory",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Neonatal birth/perinatal asphyxia is a critical condition that can adversely affect many different bodily tissues, particularly the brain; depending on duration and severity of asphyxia, leading to difficulties and lifelong disabilities. These can be avoided by early detection of the biochemical derangements and prompt intervention. Serum alpha-ketoglutarate (α-KG) and cord blood lactate have been found to be associated with birth asphyxia and may have potential to act as biomarkers for birth asphyxia. METHODS: Serum levels of α-KG and cord blood lactate were estimated in 34 birth asphyxiated neonates with clinical evidence of asphyxia. The levels were also analyzed in 46 apparently healthy controls, and data was compared among different groups by using appropriate statistical analysis. Serum α-KG was estimated by enzyme-linked immunosorbent assay (ELISA) and cord blood lactate by blood gas autoanalyzer (BGA) in the serum samples. RESULTS: Serum α-KG levels were found to be increased in birth asphyxiated neonates as compared to healthy controls (p-value = 0.06). Correlation of serum α-ketoglutarate (ng/mL) levels with outcome (discharged/expired) in birth asphyxiated neonates was not found to be statistically significant (r value = 0.156, p-value = 0.384). A statisti-cally significant correlation was not found between severity of birth asphyxia and levels of serum α-ketoglutarate (ng/mL) (r value = 0.029, p-value = 0.86). Also, correlation of cord blood lactate levels (mmol/L) with severity in birth asphyxiated neonates was not found to be statistically significant (r value = 0.326, p-value = 0.10). Correlation between cord blood lactate levels (mmol/L) and outcome in birth asphyxiated neonates (discharged/ expired) was not found to be statistically significant (r value = 0.03, p-value = 0.87), while correlation of cord pH levels and severity of birth asphyxia in cases was found to be highly statistically significant (r value = -0.60, p-value < 0.01) Conclusions: Serum α-KG and cord blood lactate bear the potential to act as biomarkers in neonates with birth asphyxia.",
      "mesh_terms": [
        "Humans",
        "Asphyxia Neonatorum",
        "Infant, Newborn",
        "Ketoglutaric Acids",
        "Lactic Acid",
        "Biomarkers",
        "Female",
        "Male",
        "Fetal Blood",
        "Metabolomics",
        "Case-Control Studies"
      ]
    },
    {
      "pmid": "39552097",
      "title": "Alpha-Ketoglutarate Alleviates Systemic Lupus Erythematosus-Associated Periodontitis in a Novel Murine Model.",
      "authors": [
        "Chuanyuan Mao",
        "Weijun Yu",
        "Lu Lin",
        "Ruhan Yang",
        "Shucheng Hu",
        "Guanglong Li",
        "Yuting Gu",
        "Min Jin",
        "Eryi Lu"
      ],
      "journal": "Journal of clinical periodontology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: To establish a reproducible experimental animal model for systemic lupus erythematosus (SLE)-associated periodontitis (PD), investigate the effects of SLE on PD and assess the therapeutic potential of alpha-ketoglutarate (αKG) for SLE-PD treatment. MATERIALS AND METHODS: An SLE-PD murine model was established via ligature-induced PD in MRL-lpr strain, with MRL/MpJ strain as a non-SLE control. The periodontal state was assessed using micro-CT, real-time PCR, histology, immunofluorescence and flow cytometry assays. αKG levels were analysed, and a thermoresponsive gel was designed as a periodontal dimethyl (DM)-αKG delivery system. αKG levels were analysed in gingival crevicular fluid (GCF) of PD patients with or without SLE. RESULTS: SLE significantly increased the periodontal inflammation and bone resorption in the SLE-PD model. αKG levels in GCF were lower in PD patients with SLE than in PD patients without SLE. Decreased αKG levels in the gingiva and macrophage M1/M2 imbalance were observed in SLE-PD mice. However, DM-αKG thermoresponsive gel effectively alleviated the periodontal inflammation, bone resorption and macrophage M1/M2 imbalance in SLE-PD mice. CONCLUSIONS: Our study established, for the first time, a novel SLE-PD murine model and revealed that SLE increases the severity of PD in vivo. Our findings highlight the therapeutic potential of αKG for SLE-associated PD.",
      "mesh_terms": [
        "Animals",
        "Ketoglutaric Acids",
        "Mice",
        "Disease Models, Animal",
        "Lupus Erythematosus, Systemic",
        "Periodontitis",
        "Gingival Crevicular Fluid",
        "Female",
        "Humans",
        "Mice, Inbred MRL lpr",
        "Adult",
        "X-Ray Microtomography",
        "Male",
        "Alveolar Bone Loss",
        "Middle Aged"
      ]
    },
    {
      "pmid": "38948289",
      "title": "[Latest Findings on the Role of α-Ketoglutarate in Metabolic Syndrome].",
      "authors": [
        "Yuhan Li",
        "Yuan Wang",
        "Quan Yuan"
      ],
      "journal": "Sichuan da xue xue bao. Yi xue ban = Journal of Sichuan University. Medical science edition",
      "publication_date": "2024-May-20",
      "publication_types": [
        "Journal Article",
        "Review",
        "English Abstract"
      ],
      "abstract": "Alpha-ketoglutarate (α-KG), an endogenous intermediate of the tricarboxylic acid cycle, is involved in a variety of cellular metabolic pathways. It serves as an energy donor, a precursor of amino acid biosynthesis, and an epigenetic regulator. α-KG plays physiological functions in immune regulation, oxidative stress, and anti-aging as well. In recent years, it has been reported that the level of α-KG in the body is closely associated with metabolic syndrome, including obesity, hyperglycemia, and other pathological factors. Exogenous supplementation of α-KG improves obesity, blood glucose levels, and cardiovascular disease risks associated with metabolic syndrome. Furthermore, α-KG regulates the common pathological mechanisms of metabolic syndrome, suggesting the potential application prospect of α-KG in metabolic syndrome. In order to provide a theoretical basis for further exploration of the application of α-KG in metabolic syndrome, we focused on α-KG and metabolic syndrome in this article and summarized the latest research progress in the role of α-KG in improving the pathological condition and disease progression of metabolic syndrome. For the next step, researchers may focus on the co-pathogenesis of metabolic syndrome and investigate whether α-KG can be used to achieve the therapeutic goal of \"homotherapy for heteropathy\" in the treatment of metabolic syndrome.",
      "mesh_terms": [
        "Metabolic Syndrome",
        "Ketoglutaric Acids",
        "Humans",
        "Obesity",
        "Animals",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "38877424",
      "title": "α-Ketoglutarate alleviates osteoarthritis by inhibiting ferroptosis via the ETV4/SLC7A11/GPX4 signaling pathway.",
      "authors": [
        "Rong He",
        "Yuchi Wei",
        "Zeyu Peng",
        "Jie Yang",
        "Zhenwei Zhou",
        "Ailin Li",
        "Yongji Wu",
        "Mingyue Wang",
        "Xiangyan Li",
        "Daqing Zhao",
        "Zhonghua Liu",
        "Haisi Dong",
        "Xiangyang Leng"
      ],
      "journal": "Cellular & molecular biology letters",
      "publication_date": "2024-Jun-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoarthritis (OA) is the most common degenerative joint disorder that causes disability in aged individuals, caused by functional and structural alterations of the knee joint. To investigate whether metabolic drivers might be harnessed to promote cartilage repair, a liquid chromatography-mass spectrometry (LC-MS) untargeted metabolomics approach was carried out to screen serum biomarkers in osteoarthritic rats. Based on the correlation analyses, α-ketoglutarate (α-KG) has been demonstrated to have antioxidant and anti-inflammatory properties in various diseases. These properties make α-KG a prime candidate for further investigation of OA. Experimental results indicate that α-KG significantly inhibited H2O2-induced cartilage cell matrix degradation and apoptosis, reduced levels of reactive oxygen species (ROS) and malondialdehyde (MDA), increased superoxide dismutase (SOD) and glutathione (GSH)/glutathione disulfide (GSSG) levels, and upregulated the expression of ETV4, SLC7A11 and GPX4. Further mechanistic studies observed that α-KG, like Ferrostatin-1 (Fer-1), effectively alleviated Erastin-induced apoptosis and ECM degradation. α-KG and Fer-1 upregulated ETV4, SLC7A11, and GPX4 at the mRNA and protein levels, decreased ferrous ion (Fe2+) accumulation, and preserved mitochondrial membrane potential (MMP) in ATDC5 cells. In vivo, α-KG treatment inhibited ferroptosis in OA rats by activating the ETV4/SLC7A11/GPX4 pathway. Thus, these findings indicate that α-KG inhibits ferroptosis via the ETV4/SLC7A11/GPX4 signaling pathway, thereby alleviating OA. These observations suggest that α-KG exhibits potential therapeutic properties for the treatment and prevention of OA, thereby having potential clinical applications in the future.",
      "mesh_terms": [
        "Ferroptosis",
        "Animals",
        "Osteoarthritis",
        "Ketoglutaric Acids",
        "Signal Transduction",
        "Rats",
        "Phospholipid Hydroperoxide Glutathione Peroxidase",
        "Amino Acid Transport System y+",
        "Male",
        "Proto-Oncogene Proteins c-ets",
        "Rats, Sprague-Dawley",
        "Apoptosis",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "38759745",
      "title": "α-ketoglutarate preconditioning extends the survival of engrafted adipose-derived mesenchymal stem cells to accelerate healing of burn wounds.",
      "authors": [
        "Shuaijun Li",
        "Cheng Zhao",
        "Guoying Shang",
        "Jun-Ling Xie",
        "Lei Cui",
        "Qun Zhang",
        "Jiefeng Huang"
      ],
      "journal": "Experimental cell research",
      "publication_date": "2024-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The application of adipose-derived stem cells (ADSCs) in treating hard-to-heal wounds has been widely accepted, while the short-term survival rate remains an obstacle in stem cell therapy. The aim of this study is to investigate the effect of preconditioning ADSCs with α-ketoglutarate (α-KG) on the healing of acid burn wounds and cell survival within wounds. Preconditioning of ADSCs was performed by treating cells at passage 3 with 3.5 mM DM-αKG for 24 h. Proliferation and migration of ADSCs was examined. An acid burn wound was created on the dorsal skin of mice. Cell suspension of ADSCs (2 × 106 cells/ml), either pre-treated with α-KG or not, was injected subcutaneously around the margin of wound. At 1,4,7,10,14 days after injection, the percentage of wound closure was evaluated. Expression of pro-angiogenic factors, matrix molecules and HIF1-α in pretreated ADSCs or in wounds was evaluated by qRT-PCR and immunohistochemistry staining, respectively. The survival rate of DiO-labelled ADSCs was determined with the in vivo bioluminescent imaging system. Treating with α-KG induced an enhancement in migration of ADSCs, while their proliferation was not affected. Expression of Vegf and Fgf-2 was significantly increased. With injection of pretreated ADSCs, healing of wounds was remarkably accelerated, along with increased ECM deposition and microvessel density. Moreover, pretreatment with α-KG resulted a prolonged survival of engrafted ADSCs was observed. Expression of HIF-1α was significantly increased in ADSCs treated with α-KG and in wounds injected with preconditioned ADSCs. Our results revealed that healing of acid burn wound was accelerated with administration of ADSCs pretreated with α-KG, which induced elevated expression of HIF-1α and prolonged survival of engrafted stem cells.",
      "mesh_terms": [
        "Animals",
        "Wound Healing",
        "Ketoglutaric Acids",
        "Mesenchymal Stem Cells",
        "Burns",
        "Mice",
        "Adipose Tissue",
        "Mesenchymal Stem Cell Transplantation",
        "Cell Survival",
        "Cell Proliferation",
        "Male",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Cell Movement",
        "Cells, Cultured"
      ]
    },
    {
      "pmid": "38611705",
      "title": "Regulating Effect of Exogenous α-Ketoglutarate on Ammonium Assimilation in Poplar.",
      "authors": [
        "Xiaoning Liu",
        "Liangdan Wu",
        "Yujia Si",
        "Yujie Zhai",
        "Mingyi Niu",
        "Mei Han",
        "Tao Su"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Mar-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Extensive industrial activities and anthropogenic agricultural practices have led to substantial ammonia release to the environment. Although croplands can act as ammonia sinks, reduced crop production under high concentrations of ammonium has been documented. Alpha-ketoglutarate (AKG) is a critical carbon source, displaying pleiotropic physiological functions. The objective of the present study is to disclose the potential of AKG to enhance ammonium assimilation in poplars. It showed that AKG application substantially boosted the height, biomass, and photosynthesis activity of poplars exposed to excessive ammonium. AKG also enhanced the activities of key enzymes involved in nitrogen assimilation: glutamine synthetase (GS) and glutamate synthase (GOGAT), elevating the content of amino acids, sucrose, and the tricarboxylic acid cycle (TCA) metabolites. Furthermore, AKG positively modulated key genes tied to glucose metabolism and ATP synthesis, while suppressing ATP-depleting genes. Correspondingly, both H+-ATPase activity and ATP content increased. These findings demonstrate that exogenously applying AKG improves poplar growth under a high level of ammonium treatment. AKG might function through sufficient carbon investment, which enhances the carbon-nitrogen balance and energy stability in poplars, promoting ammonium assimilation at high doses of ammonium. Our study provides novel insight into AKG's role in improving poplar growth in response to excess ammonia exposure.",
      "mesh_terms": [
        "Ammonium Compounds",
        "Ammonia",
        "Ketoglutaric Acids",
        "Carbon",
        "Nitrogen",
        "Adenosine Triphosphate"
      ]
    },
    {
      "pmid": "38453028",
      "title": "Dietary α-Ketoglutarate Alleviates Escherichia coli LPS-Induced Intestinal Barrier Injury by Modulating the Endoplasmic Reticulum-Mitochondrial System Pathway in Piglets.",
      "authors": [
        "Jiajia Lu",
        "Guangmang Liu",
        "Weixiao Sun",
        "Gang Jia",
        "Hua Zhao",
        "Xiaoling Chen",
        "Jing Wang"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: α-Ketoglutarate (AKG) plays a pivotal role in mitigating inflammation and enhancing intestinal health. OBJECTIVES: This study aimed to investigate whether AKG could protect against lipopolysaccharide (LPS)-induced intestinal injury by alleviating disorders in mitochondria-associated endoplasmic reticulum (MAM) membranes, dysfunctional mitochondrial dynamics, and endoplasmic reticulum (ER) stress in a piglet model. METHODS: Twenty-four piglets were subjected to a 2 × 2 factorial design with dietary factors (basal diet or 1% AKG diet) and LPS treatment (LPS or saline). After 21 d of consuming either the basal diet or AKG diet, piglets received injections of LPS or saline. The experiment was divided into 4 treatment groups [control (CON) group: basal diet + saline; LPS group: basal diet +LPS; AKG group: AKG diet + saline; and AKG_LPS group: AKG + LPS], each consisting of 6 piglets. RESULTS: The results demonstrated that compared with the CON group, AKG enhanced jejunal morphology, antioxidant capacity, and the messenger RNA and protein expression of tight junction proteins. Moreover, it has shown a reduction in serum diamine oxidase activity and D-lactic acid content in piglets. In addition, fewer disorders in the ER-mitochondrial system were reflected by AKG, as evidenced by AKG regulating the expression of key molecules of mitochondrial dynamics (mitochondrial calcium uniporter, optic atrophy 1, fission 1, and dynamin-related protein 1), ER stress [activating transcription factor (ATF) 4, ATF 6, CCAAT/enhancer binding protein homologous protein, eukaryotic initiation factor 2α, glucose-regulated protein (GRP) 78, and protein kinase R-like ER kinase], and MAM membranes [mitofusin (Mfn)-1, Mfn-2, GRP 75, and voltage-dependent anion channel-1]. CONCLUSIONS: Dietary AKG can prevent mitochondrial dynamic dysfunction, ER stress, and MAM membrane disorder, ultimately alleviating LPS-induced intestinal damage in piglets.",
      "mesh_terms": [
        "Animals",
        "Lipopolysaccharides",
        "Ketoglutaric Acids",
        "Swine",
        "Mitochondria",
        "Endoplasmic Reticulum",
        "Endoplasmic Reticulum Stress",
        "Escherichia coli",
        "Intestinal Mucosa",
        "Diet",
        "Intestines"
      ]
    },
    {
      "pmid": "38314939",
      "title": "α-Ketoglutarate Improves Ovarian Reserve Function in Primary Ovarian Insufficiency by Inhibiting NLRP3-Mediated Pyroptosis of Granulosa Cells.",
      "authors": [
        "Ke Liu",
        "Yafei Wu",
        "Wenqin Yang",
        "Tianlong Li",
        "Zhongxu Wang",
        "Shu Xiao",
        "Zhenghua Peng",
        "Meng Li",
        "Wenhao Xiong",
        "Meixiang Li",
        "Xi Chen",
        "Shun Zhang",
        "Xiaocan Lei"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "SCOPE: Premature ovarian insufficiency (POI) is a common female infertility problem, with its pathogenesis remains unknown. The NOD-like receptor family pyrin domain-containing 3 (NLRP3)-mediated pyroptosis has been proposed as a possible mechanism in POI. This study investigates the therapeutic effect of α-ketoglutarate (AKG) on ovarian reserve function in POI rats and further explores the potential molecular mechanisms. METHODS AND RESULTS: POI rats are caused by administration of cyclophosphamide (CTX) to determine whether AKG has a protective effect. AKG treatment increases the ovarian index, maintains both serum hormone levels and follicle number, and improves the ovarian reserve function in POI rats, as evidence by increased the level of lactate and the expression of rate-limiting enzymes of glycolysis in the ovaries, additionally reduced the expression of NLRP3, Gasdermin D (GSDMD), Caspase-1, Interleukin-18 (IL-18), and Interleukin-1 beta (IL-1β). In vitro, KGN cells are treated with LPS and nigericin to mimic pyroptosis, then treated with AKG and MCC950. AKG inhibits inflammatory and pyroptosis factors such as NLRP3, restores the glycolysis process in vitro, meanwhile inhibition of NLRP3 has the same effect. CONCLUSION: AKG ameliorates CTX-induced POI by inhibiting NLRP3-mediated pyroptosis, which provides a new therapeutic strategy and drug target for clinical POI patients.",
      "mesh_terms": [
        "Humans",
        "Rats",
        "Female",
        "Animals",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Ketoglutaric Acids",
        "Primary Ovarian Insufficiency",
        "Ovarian Reserve",
        "Pyroptosis",
        "Granulosa Cells",
        "Inflammasomes"
      ]
    },
    {
      "pmid": "38296652",
      "title": "Dimethyl α-Ketoglutarate Promotes the Synthesis of Collagen and Inhibits Metalloproteinases in HaCaT Cells.",
      "authors": [
        "Bo-Yeong Yu",
        "Da-Hae Eom",
        "Hyun Woo Kim",
        "Yong-Joo Jeong",
        "Young-Sam Keum"
      ],
      "journal": "Biomolecules & therapeutics",
      "publication_date": "2024-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We observed that treatment with dimethyl α-ketoglutarate (DMK) increased the amount of intracellular α-ketoglutarate significantly more than that of α-ketoglutarate in HaCaT cells. DMK also increased the level of intracellular 4-hydroxyproline and promoted the production of collagen in HaCaT cells. In addition, DMK decreased the production of collagenase and elastase and down-regulated the expression of selected matrix metalloproteinases (MMPs), such as MMP-1, MMP-9, MMP-10, and MMP-12, via transcriptional inhibition. The inhibition of MMPs by DMK was mediated by the suppression of the IL-1 signaling cascade, leading to the attenuation of ERK1/2 phosphorylation and AP-1 transactivation. Our study results illustrate that DMK, an alkylated derivative of α-ketoglutarate, increased the level of 4-hydroxyproline, promoted the production of collagen, and inhibited the expression of selected MMPs by affecting the IL-1 cascade and AP-1 transactivation in HaCaT cells. The results suggest that DMK might be useful as an anti-wrinkle ingredient."
    },
    {
      "pmid": "38266099",
      "title": "The Imipridone ONC213 Targets α-Ketoglutarate Dehydrogenase to Induce Mitochondrial Stress and Suppress Oxidative Phosphorylation in Acute Myeloid Leukemia.",
      "authors": [
        "Yongwei Su",
        "Jenna L Carter",
        "Xinyu Li",
        "Yu Fukuda",
        "Ashley Gray",
        "John Lynch",
        "Holly Edwards",
        "Jun Ma",
        "Patrick Schreiner",
        "Lisa Polin",
        "Juiwanna Kushner",
        "Sijana H Dzinic",
        "Steven A Buck",
        "Shondra M Pruett-Miller",
        "Katie Hege-Hurrish",
        "Camenzind Robinson",
        "Xinan Qiao",
        "Shuang Liu",
        "Shuangshuang Wu",
        "Guan Wang",
        "Jing Li",
        "Joshua E Allen",
        "Varun V Prabhu",
        "Aaron D Schimmer",
        "Dhananjay Joshi",
        "Shiva Kalhor-Monfared",
        "Iain D G Watson",
        "Richard Marcellus",
        "Methvin B Isaac",
        "Rima Al-Awar",
        "Jeffrey W Taub",
        "Hai Lin",
        "John D Schuetz",
        "Yubin Ge"
      ],
      "journal": "Cancer research",
      "publication_date": "2024-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Eradication of acute myeloid leukemia (AML) is therapeutically challenging; many patients succumb to AML despite initially responding to conventional treatments. Here, we showed that the imipridone ONC213 elicits potent antileukemia activity in a subset of AML cell lines and primary patient samples, particularly in leukemia stem cells, while producing negligible toxicity in normal hematopoietic cells. ONC213 suppressed mitochondrial respiration and elevated α-ketoglutarate by suppressing α-ketoglutarate dehydrogenase (αKGDH) activity. Deletion of OGDH, which encodes αKGDH, suppressed AML fitness and impaired oxidative phosphorylation, highlighting the key role for αKGDH inhibition in ONC213-induced death. ONC213 treatment induced a unique mitochondrial stress response and suppressed de novo protein synthesis in AML cells. Additionally, ONC213 reduced the translation of MCL1, which contributed to ONC213-induced apoptosis. Importantly, a patient-derived xenograft from a relapsed AML patient was sensitive to ONC213 in vivo. Collectively, these findings support further development of ONC213 for treating AML. SIGNIFICANCE: In AML cells, ONC213 suppresses αKGDH, which induces a unique mitochondrial stress response, and reduces MCL1 to decrease oxidative phosphorylation and elicit potent antileukemia activity. See related commentary by Boët and Sarry, p. 950.",
      "mesh_terms": [
        "Humans",
        "Oxidative Phosphorylation",
        "Myeloid Cell Leukemia Sequence 1 Protein",
        "Cell Line, Tumor",
        "Leukemia, Myeloid, Acute",
        "Apoptosis"
      ]
    },
    {
      "pmid": "38254035",
      "title": "α-Ketoglutarate improves cardiac insufficiency through NAD+-SIRT1 signaling-mediated mitophagy and ferroptosis in pressure overload-induced mice.",
      "authors": [
        "Hao Yu",
        "Daojing Gan",
        "Zhen Luo",
        "Qilin Yang",
        "Dongqi An",
        "Hao Zhang",
        "Yingchun Hu",
        "Zhuang Ma",
        "Qingchun Zeng",
        "Dingli Xu",
        "Hao Ren"
      ],
      "journal": "Molecular medicine (Cambridge, Mass.)",
      "publication_date": "2024-Jan-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In heart failure (HF), mitochondrial dysfunction and metabolic remodeling lead to a reduction in energy productivity and aggravate cardiomyocyte injury. Supplementation with α-ketoglutarate (AKG) alleviated myocardial hypertrophy and fibrosis in mice with HF and improved cardiac insufficiency. However, the myocardial protective mechanism of AKG remains unclear. We verified the hypothesis that AKG improves mitochondrial function by upregulating NAD+ levels and activating silent information regulator 2 homolog 1 (SIRT1) in cardiomyocytes. METHODS: In vivo, 2% AKG was added to the drinking water of mice undergoing transverse aortic constriction (TAC) surgery. Echocardiography and biopsy were performed to evaluate cardiac function and pathological changes. Myocardial metabolomics was analyzed by liquid chromatography‒mass spectrometry (LC‒MS/MS) at 8 weeks after surgery. In vitro, the expression of SIRT1 or PINK1 proteins was inhibited by selective inhibitors and siRNA in cardiomyocytes stimulated with angiotensin II (AngII) and AKG. NAD+ levels were detected using an NAD test kit. Mitophagy and ferroptosis levels were evaluated by Western blotting, qPCR, JC-1 staining and lipid peroxidation analysis. RESULTS: AKG supplementation after TAC surgery could alleviate myocardial hypertrophy and fibrosis and improve cardiac function in mice. Metabolites of the malate-aspartate shuttle (MAS) were increased, but the TCA cycle and fatty acid metabolism pathway could be inhibited in the myocardium of TAC mice after AKG supplementation. Decreased NAD+ levels and SIRT1 protein expression were observed in heart of mice and AngII-treated cardiomyocytes. After AKG treatment, these changes were reversed, and increased mitophagy, inhibited ferroptosis, and alleviated damage in cardiomyocytes were observed. When the expression of SIRT1 was inhibited by a selective inhibitor and siRNA, the protective effect of AKG was suppressed. CONCLUSION: Supplementation with AKG can improve myocardial hypertrophy, fibrosis and chronic cardiac insufficiency caused by pressure overload. By increasing the level of NAD+, the SIRT-PINK1 and SIRT1-GPX4 signaling pathways are activated to promote mitophagy and inhibit ferroptosis in cardiomyocytes, which ultimately alleviates cardiomyocyte damage.",
      "mesh_terms": [
        "Angiotensin II",
        "Aortic Valve Stenosis",
        "Chromatography, Liquid",
        "Ferroptosis",
        "Fibrosis",
        "Heart Failure",
        "Hypertrophy",
        "Ketoglutaric Acids",
        "Mitophagy",
        "Myocytes, Cardiac",
        "NAD",
        "Protein Kinases",
        "RNA, Small Interfering",
        "Sirtuin 1",
        "Tandem Mass Spectrometry",
        "Animals",
        "Mice"
      ]
    },
    {
      "pmid": "38225236",
      "title": "α-Ketoglutarate supplementation and NAD+ modulation enhance metabolic rewiring and radiosensitization in SLC25A1 inhibited cancer cells.",
      "authors": [
        "Kexu Xiang",
        "Mikhail Kunin",
        "Safa Larafa",
        "Maike Busch",
        "Nicole Dünker",
        "Verena Jendrossek",
        "Johann Matschke"
      ],
      "journal": "Cell death discovery",
      "publication_date": "2024-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic rewiring is the result of the increasing demands and proliferation of cancer cells, leading to changes in the biological activities and responses to treatment of cancer cells. The mitochondrial citrate transport protein SLC25A1 is involved in metabolic reprogramming offering a strategy to induce metabolic bottlenecks relevant to radiosensitization through the accumulation of the oncometabolite D-2-hydroxyglutarate (D-2HG) upon SLC25A1 inhibition (SLC25A1i). Previous studies have revealed the comparative effects of SLC25A1i or cell-permeable D-2HG (octyl-D-2HG) treatments on DNA damage induction and repair, as well as on energy metabolism and cellular function, which are crucial for the long-term survival of irradiated cells. Here, α-ketoglutarate (αKG), the precursor of D-2HG, potentiated the effects observed upon SLC25A1i on DNA damage repair, cell function and long-term survival in vitro and in vivo, rendering NCI-H460 cancer cells more vulnerable to ionizing radiation. However, αKG treatment alone had little effect on these phenotypes. In addition, supplementation with nicotinamide (NAM), a precursor of NAD (including NAD+ and NADH), counteracted the effects of SLC25A1i or the combination of SLC25A1i with αKG, highlighting a potential importance of the NAD+/NADH balance on cellular activities relevant to the survival of irradiated cancer cells upon SLC25A1i. Furthermore, inhibition of histone lysine demethylases (KDMs), as a major factor affected upon SLC25A1i, by JIB04 treatment alone or in combination with αKG supplementation phenocopied the broad effects on mitochondrial and cellular function induced by SLC25A1i. Taken together, αKG supplementation potentiated the effects on cellular processes observed upon SLC25A1i and increased the cellular demand for NAD to rebalance the cellular state and ensure survival after irradiation. Future studies will elucidate the underlying metabolic reprogramming induced by SLC25A1i and provide novel therapeutic strategies for cancer treatment."
    },
    {
      "pmid": "37984632",
      "title": "A bone-targeting near-infrared luminescence nanocarrier facilitates alpha-ketoglutarate efficacy enhancement for osteoporosis therapy.",
      "authors": [
        "Chunan Cheng",
        "Zhenyu Xing",
        "Qian Hu",
        "Na Kong",
        "Chongshan Liao",
        "Sixin Xu",
        "Jieying Zhang",
        "Feiwu Kang",
        "Xingjun Zhu"
      ],
      "journal": "Acta biomaterialia",
      "publication_date": "2024-Jan-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Osteoporosis (OP), which largely increases the risk of fractures, is the most common chronic degenerative orthopedic disease in the elderly due to the imbalance of bone homeostasis. Alpha-ketoglutaric acid (AKG), an endogenous metabolic intermediate involved in osteogenesis, plays critical roles in osteogenic differentiation and mineralization and the inhibition of osteoclastogenic differentiation. However, the low bioavailability and poor bone-targeting efficiency of AKG seriously limit its efficacy in OP treatment. In this work, a bone-targeting, near-infrared emissive lanthanide luminescence nanocarrier loaded with AKG (β-NaYF4:7%Yb, 60%Nd@NaLuF4@mSiO2-EDTA-AKG, abbreviated as LMEK) is developed for the enhancement of AKG efficacy in OP therapy. By utilizing the NIR-II luminescence (>1000 nm) of LMEK, whole-body bone imaging with high spatial resolution is achieved to confirm the bone enrichment of AKG noninvasively in vivo. The results reveal that LMEK exhibits a remarkable OP therapeutic effect in improving the osseointegration of the surrounding bone in the ovariectomized OP mice models, which is validated by the enhanced inhibition of osteoclast through hypoxia-inducible factor-1α suppression and promotion of osteogenic differentiation in osteoblast. Notably, the dose of AKG in LMEK can be reduced to only 0.2 % of the dose when pure AKG is used in therapy, which dramatically improves the bioavailability of AKG and mitigates the metabolism burden. This work provides a strategy to conquer the low utilization of AKG in OP therapy, which not only overcomes the challenges in AKG efficacy for OP treatment but also offers insights into the development and application of other potential drugs for skeletal diseases. STATEMENT OF SIGNIFICANCE: Alpha-ketoglutarate (AKG) is an intermediate within the Krebs cycle, participating in diverse metabolic and cellular processes, showing potential for osteoporosis (OP) therapy. However, AKG's limited bioavailability and inefficient bone-targeting hinder its effectiveness in treating OP. Herein, a near-infrared emissive nanocarrier is developed that precisely targets bones and delivers AKG, bolstering its effectiveness in OP therapy. Thanks to this efficient bone-targeting delivery, the AKG dosage is reduced to 0.2 % of the conventional treatment level. This marks the first utilization of a bone-targeting nanocarrier to amplify AKG's bioavailability and OP therapy efficacy. Furthermore, the mechanism of AKG-loaded nanocarrier regulating the biological behavior of osteoclasts and osteoblasts mediated is tentatively explored.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Aged",
        "Ketoglutaric Acids",
        "Osteogenesis",
        "Luminescence",
        "Osteoporosis",
        "Osteoblasts"
      ]
    },
    {
      "pmid": "37967727",
      "title": "High-fat high-fructose diet and alpha-ketoglutarate affect mouse behavior that is accompanied by changes in oxidative stress response and energy metabolism in the cerebral cortex.",
      "authors": [
        "Oleh Demianchuk",
        "Myroslava Vatashchuk",
        "Dmytro Gospodaryov",
        "Viktoria Hurza",
        "Marian Ivanochko",
        "Vitalii Derkachov",
        "Vladyslav Berezovskyi",
        "Oleh Lushchak",
        "Kenneth B Storey",
        "Maria Bayliak",
        "Volodymyr I Lushchak"
      ],
      "journal": "Biochimica et biophysica acta. General subjects",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: High caloric diets with high amounts of fats and sweeteners such as fructose may predispose organisms to neurodegenerative diseases. METHODS: This study aimed to examine the effects of a high-fat high-fructose diet (HFFD) on the behavior of mice, energy metabolism, and markers of oxidative stress in murine cerebral cortex. Dietary α-ketoglutarate (AKG) was chosen as a treatment which could modulate the putative effects of HFFD. RESULTS: We found that HFFD stimulated locomotion and defecation in mice, whereas an AKG-supplemented diet had a proclivity to promote anxiety-like behavior. HFFD stimulated lipid peroxidation, and in turn, the AKG-supplemented diet led to a higher ratio of reduced to oxidized glutathione, higher activity of NAD(P)H:quinone oxidoreductase 1, and higher mRNA levels of UDP-glucose 6-dehydrogenase and transcription factor EB. Both diets separately, but not in combination, led to a decrease in the activities of glutathione peroxidase, glutathione S-transferase, and phosphofructokinase. All experimental diets resulted in lower levels of transcripts of genes encoding pyruvate dehydrogenase kinase 4 (PDK4), glycine N-methyl transferase, and peroxisome proliferator receptor γ co-activator 1. CONCLUSIONS: Our results show that diet supplemented with AKG resulted in effects similar to those of HFFD on the cerebral cortex, but elicited substantial differences between these two diets with respect to behavior, glutathione-dependent detoxification, and processes related to autophagy. GENERAL SIGNIFICANCE: Our study provides insight into the metabolic effects of HFFD alone and in combination with alpha-ketoglutarate in the mouse brain.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Ketoglutaric Acids",
        "Fructose",
        "Diet, High-Fat",
        "Oxidative Stress",
        "Energy Metabolism"
      ]
    },
    {
      "pmid": "37801896",
      "title": "Coptidis Rhizoma processed with Evodia Rutaecarpa improves the effect on ulcerative colitis by increasing intestinal energy metabolites alpha-ketoglutarate and Lactobacillus reuteri.",
      "authors": [
        "Zhen-Ye Luo",
        "Yin-Xia Hu",
        "Chuan-Wei Qiu",
        "Wei-Cong Chen",
        "Li Li",
        "Fei-Long Chen",
        "Chang-Shun Liu"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Evodia Rutaecarpa-processed Coptidis Rhizoma (ECR) is a traditional Chinese medicine for the treatment of ulcerative colitis (UC) in China. However, the mechanisms underlying the ECR processing are not elucidated. PURPOSE: Coptidis Rhizoma (CR) regulates the gut microbiota in the treatment of gastrointestinal diseases. This study explored the mechanism of action of ECR before and after processing in UC in view of the regulation of gut microecology. STUDY DESIGN: A preclinical experimental investigation was performed using a mouse model of UC to examine the regulatory effect of ECR and its mechanisms through gut microbiota analysis and metabolomic assays. METHODS: Mice received 4% dextran sulfate sodium to establish a UC model and treated with ECR and CR. Colonic histopathology and inflammatory changes were observed. Gut microbiota was analyzed using 16 s rRNA sequencing. Transplants of Lactobacillus reuteri were used to explore the correlation between ECR processing and the gut microbiota. The expression of mucin-2, Lgr5, and PCNA in colonic epithelial cells was measured using immunofluorescence. Wnt3a and β-catenin levels were detected by western blotting. The metabolites in the colon tissue were analyzed using a targeted energy metabolomic assay. The effect of energy metabolite α-ketoglutarate (α-KG) on L. reuteri growth and UC were verified in mice. RESULTS: ECR improved the effects on UC in mice compared to CR, including alleviating colonic injury and inflammation, and modulating gut microbiota by increasing L. reuteri level. L. reuteri dose-dependently alleviated colonic injury, increased mucin-2 level, and promoted colonic epithelial regeneration by increasing Lgr5 and PCNA expression. This was consistent with the results before and after ECR processing. L. reuteri promoted epithelial regeneration by upregulating Wnt/β-catenin pathway. Moreover, ECR increased metabolites levels (especially α-KG) to promote energy metabolism in the colon tissue compared to CR. α-KG treatment increased L. reuteri level and alleviated mucosal damage in UC mice. It promoted L. reuteri growth by increasing the energy metabolic status by enhancing α-KG dehydrogenase activity. CONCLUSION: ECR processing improves the therapeutic effects of UC via the α-KG-L. reuteri-epithelial regeneration axis.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Colitis, Ulcerative",
        "Ketoglutaric Acids",
        "Drugs, Chinese Herbal",
        "Evodia",
        "Limosilactobacillus reuteri",
        "Mucin-2",
        "beta Catenin",
        "Proliferating Cell Nuclear Antigen",
        "Colon",
        "Disease Models, Animal",
        "Dextran Sulfate",
        "Colitis",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "37800478",
      "title": "α-Ketoglutarate-Dependent KDM6 Histone Demethylases and Interferon-Stimulated Gene Expression in Lupus.",
      "authors": [
        "Erica N Montano",
        "Moumita Bose",
        "Lihong Huo",
        "Gantsetseg Tumurkhuu",
        "Gabriela De Los Santos",
        "Brianna Simental",
        "Aleksandr B Stotland",
        "Janet Wei",
        "C Noel Bairey Merz",
        "Jo Suda",
        "Gislaine Martins",
        "Sarfaraz Lalani",
        "Kate Lawrenson",
        "Yizhou Wang",
        "Sarah Parker",
        "Swamy Venuturupalli",
        "Mariko Ishimori",
        "Daniel J Wallace",
        "Caroline A Jefferies"
      ],
      "journal": "Arthritis & rheumatology (Hoboken, N.J.)",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: We aimed to investigate the hypothesis that interferon (IFN)-stimulated gene (ISG) expression in systemic lupus erythematosus (SLE) monocytes is linked to changes in metabolic reprogramming and epigenetic regulation of ISG expression. METHODS: Monocytes from healthy volunteers and patients with SLE at baseline or following IFNα treatment were analyzed by extracellular flux analysis, proteomics, metabolomics, chromatin immunoprecipitation, and gene expression. The histone demethylases KDM6A/B were inhibited using glycogen synthase kinase J4 (GSK-J4). GSK-J4 was tested in pristane and resiquimod (R848) models of IFN-driven SLE. RESULTS: SLE monocytes had enhanced rates of glycolysis and oxidative phosphorylation compared to healthy control monocytes, as well as increased levels of isocitrate dehydrogenase and its product, α-ketoglutarate (α-KG). Because α-KG is a required cofactor for histone demethylases KDM6A and KDM6B, we hypothesized that IFNα may be driving \"trained immune\" responses through altering histone methylation. IFNα priming (day 1) resulted in a sustained increase in the expression of ISGs in primed cells (day 5) and enhanced expression on restimulation with IFNα. Importantly, decreased H3K27 trimethylation was observed at the promoters of ISGs following IFNα priming. Finally, GSK-J4 (KDM6A/B inhibitor) resulted in decreased ISG expression in SLE patient monocytes, as well as reduced autoantibody production, ISG expression, and kidney pathology in R848-treated BALB/c mice. CONCLUSION: Our study suggests long-term IFNα exposure alters the epigenetic regulation of ISG expression in SLE monocytes via changes in immunometabolism, a mechanism reflecting trained immunity to type I IFN. Importantly, it opens the possibility that targeting histone-modifying enzymes, such as KDM6A/B, may reduce IFN responses in SLE.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Humans",
        "Ketoglutaric Acids",
        "Histones",
        "Epigenesis, Genetic",
        "Interferon Type I",
        "Lupus Erythematosus, Systemic",
        "Histone Demethylases",
        "Gene Expression",
        "Jumonji Domain-Containing Histone Demethylases"
      ]
    },
    {
      "pmid": "37623229",
      "title": "Different RONS Generation in MTC-SK and NSCL Cells Lead to Varying Antitumoral Effects of Alpha-Ketoglutarate + 5-HMF.",
      "authors": [
        "Joachim Greilberger",
        "Katharina Erlbacher",
        "Philipp Stiegler",
        "Reinhold Wintersteiger",
        "Ralf Herwig"
      ],
      "journal": "Current issues in molecular biology",
      "publication_date": "2023-Aug-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Carbonylated proteins (CPs) serve as specific indicators of increased reactive oxygen and nitrogen species (RONS) production in cancer cells, attributed to the dysregulated mitochondrial energy metabolism known as the Warburg effect. The aim of this study was to investigate the potential of alpha-ketoglutarate (aKG), 5-hydroxymethylfurfural (5-HMF), and their combination as mitochondrial-targeting antioxidants in MTC-SK or NCI-H23 cancer cells. METHODS: MTC-SK and NCI-H23 cells were cultured in the absence or presence of varying concentrations (0-500 µg/mL) of aKG, 5-HMF, and the combined aKG + 5-HMF solutions. After 0, 24, 48, and 72 h, mitochondrial activity, cancer cell membrane CP levels, cell growth, and caspase-3 activity were assessed in aliquots of MTC-SK and NCI-H23 cells. RESULTS: The mitochondrial activity of MTC-SK cells exhibited a concentration- and time-dependent reduction upon treatment with aKG, 5-HMF, or the combined aKG + 5-HMF. The half-maximal inhibitory concentration (IC50%) for mitochondrial activity was achieved at 500 µg/mL aKG, 200 µg/mL 5-HMF, and 200 µg/mL aKG + 66.7 µg/mL 5-HMF after 72 h. In contrast, NCI-H23 cells showed a minimal reduction (10%) in mitochondrial activity even at the highest combined concentration of aKG + 5-HMF. The CP levels in MTC-SK cells were measured at 8.7 nmol/mg protein, while NCI-H23 cells exhibited CP levels of 1.4 nmol/mg protein. The combination of aKG + 5-HMF led to a decrease in CP levels specifically in MTC-SK cells. The correlation between mitochondrial activity and CP levels in the presence of different concentrations of combined aKG + 5-HMF in MTC-SK cells demonstrated a linear and concentration-dependent decline in CP levels and mitochondrial activity. Conversely, the effect was less pronounced in NCI-H23 cells. Cell growth of MTC-CK cells was reduced to 60% after 48 h and maintained at 50% after 72 h incubation when treated with 500 µg/mL aKG (IC50%). Addition of 500 µg/mL 5-HMF inhibited cell growth completely regardless of the incubation time. The IC50% for 5-HMF on MTC-CK cell growth was calculated at 375 µg/mL after 24 h incubation and 200 µg/mL 5-HMF after 72 h. MTC-SK cells treated with 500 µg/mL aKG + 167 µg/mL 5-HMF showed no cell growth. The calculated IC50% for the combined substances was 250 µg/mL aKG + 83.3 µg/mL 5-HMF (48 h incubation) and 200 µg/mL aKG + 66.7 µg/mL 5-HMF (72 h incubation). None of the tested concentrations of aKG, 5-HMF, or the combined solution had any effect on NCI-H23 cell growth at any incubation time. Caspase-3 activity increased to 21% in MTC-CK cells in the presence of 500 µg/mL aKG, while an increase to 59.6% was observed using 500 µg/mL 5-HMF. The combination of 500 µg/mL aKG + 167.7 µg/mL 5-HMF resulted in a caspase-3 activity of 55.2%. No caspase-3 activation was observed in NCI-H23 cells when treated with aKG, 5-HMF, or the combined solutions. CONCLUSION: CPs may serve as potential markers for distinguishing between cancer cells regulated by RONS. The combination of aKG + 5-HMF showed induced cell death in high-RONS-generating cancer cells compared to low-RONS-generating cancer cells."
    },
    {
      "pmid": "37526345",
      "title": "Targeting Alpha-Ketoglutarate Disruption Overcomes Immunoevasion and Improves PD-1 Blockade Immunotherapy in Renal Cell Carcinoma.",
      "authors": [
        "Le Li",
        "Xing Zeng",
        "Zheng Chao",
        "Jing Luo",
        "Wei Guan",
        "Qiang Zhang",
        "Yue Ge",
        "Yanan Wang",
        "Zezhong Xiong",
        "Sheng Ma",
        "Qiang Zhou",
        "Junbiao Zhang",
        "Jihua Tian",
        "David Horne",
        "Bertram Yuh",
        "Zhiquan Hu",
        "Gong-Hong Wei",
        "Baojun Wang",
        "Xu Zhang",
        "Peixiang Lan",
        "Zhihua Wang"
      ],
      "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The Warburg effect-related metabolic dysfunction of the tricarboxylic acid (TCA) cycle has emerged as a hallmark of various solid tumors, particularly renal cell carcinoma (RCC). RCC is characterized by high immune infiltration and thus recommended for immunotherapeutic interventions at an advanced stage in clinical guidelines. Nevertheless, limited benefits of immunotherapy have prompted investigations into underlying mechanisms, leading to the proposal of metabolic dysregulation-induced immunoevasion as a crucial contributor. In this study, a significant decrease is found in the abundance of alpha-ketoglutarate (αKG), a crucial intermediate metabolite in the TCA cycle, which is correlated with higher grades and a worse prognosis in clinical RCC samples. Elevated levels of αKG promote major histocompatibility complex-I (MHC-I) antigen processing and presentation, as well as the expression of β2-microglobulin (B2M). While αKG modulates broad-spectrum demethylation activities of histone, the transcriptional upregulation of B2M is dependent on the demethylation of H3K4me1 in its promoter region. Furthermore, the combination of αKG supplementation and PD-1 blockade leads to improved therapeutic efficacy and prolongs survival in murine models when compared to monotherapy. Overall, the findings elucidate the mechanisms of immune evasion in anti-tumor immunotherapies and suggest a potential combinatorial treatment strategy in RCC.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Carcinoma, Renal Cell",
        "Programmed Cell Death 1 Receptor",
        "Ketoglutaric Acids",
        "Kidney Neoplasms",
        "Immunotherapy"
      ]
    },
    {
      "pmid": "37498307",
      "title": "Alpha-ketoglutarate supplementation reduces inflammation and thrombosis in type 2 diabetes by suppressing leukocyte and platelet activation.",
      "authors": [
        "Sakshi Agarwal",
        "Riya Ghosh",
        "Garima Verma",
        "Rajesh Khadgawat",
        "Prasenjit Guchhait"
      ],
      "journal": "Clinical and experimental immunology",
      "publication_date": "2023-Dec-12",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The interplay between platelets and leukocytes contributes to the pathogenesis of inflammation, thrombosis, and cardiovascular diseases (CVDs) in type 2 diabetes (T2D). Our recent studies described alpha-ketoglutarate (αKG), a Krebs cycle intermediate metabolite as an inhibitor to platelets and leukocytes activation by suppressing phosphorylated-Akt (pAkt) through augmentation of prolyl hydroxylase-2 (PHD2). Dietary supplementation with a pharmacological concentration of αKG significantly inhibited lung inflammation in mice with either SARS-CoV-2 infection or exposed to hypoxia treatment. We therefore investigated if αKG supplementation could suppress hyperactivation of these blood cells and reduce thromboinflammatory complications in T2D. Our study describes that dietary supplementation with αKG (8 mg/100 g body wt. daily) for 7 days significantly reduced the activation of platelets and leukocytes (neutrophils and monocytes), and accumulation of IL1β, TNFα, and IL6 in peripheral blood of T2D mice. αKG also reduced the infiltration of platelets and leukocytes, and accumulation of inflammatory cytokines in lungs by suppressing pAkt and pP65 signaling. In a cross-sectional investigation, our study also described the elevated platelet-leukocyte aggregates and pro-inflammatory cytokines in circulation of T2D patients. T2D platelets and leukocytes showed an increased aggregation and thrombus formation in vitro. Interestingly, a pre-incubation of T2D blood samples with octyl αKG significantly suppressed the activation of these blood cells and ameliorated aggregate/thrombus formation in vitro. Thus, suggesting a potential therapeutic role of αKG against inflammation, thrombosis, and CVDs in T2D.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Ketoglutaric Acids",
        "Cross-Sectional Studies",
        "Diabetes Mellitus, Type 2",
        "Platelet Activation",
        "Inflammation",
        "Leukocytes",
        "Blood Platelets",
        "Thrombosis",
        "Cardiovascular Diseases",
        "Cytokines",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "37234553",
      "title": "α-Ketoglutarate stimulates cell growth through the improvement of glucose and glutamine metabolism in C2C12 cell culture.",
      "authors": [
        "Bingquan Yang",
        "Yuefei Liu",
        "Jürgen Michael Steinacker"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Cellular adaptation to physical training and energy metabolism play an important role during physical exercise. This study sought to investigate the effects of α-KG on cell growth and energy metabolism in C2C12 cell culture. METHODS: C2C12 cells were cultured in media pretreated without (control) or with α-KG at different concentrations, and cells and media were harvested every 24 h for 8 days. From cell counts, specific cell growth rate (SGR) and doubling time were calculated. The content of glucose, glutamine, lactate, and ammonia in media was determined, and the specific consumption rate (SCR) or production rate (SPR) was calculated. Additionally, cell colony-forming efficiency (CFE) was determined. RESULTS: The control cells showed a CFE at 50%, a typical cell growth curve in the first 5 days with a mean SGR at 0.86/day, and a mean cell count doubling time at 19.4 h. In the group with α-KG at 100 mM, the cells underwent rapid cell death, and thus no further analysis was made. The treatment with α-KG at lower concentrations (0.1 mM and 1.0 mM) led to a higher CFE at 68 and 55%, respectively, whereas those in groups with higher α-KG concentration decreased (10 and 6% for 20 mM and 30 mM α-KG, respectively). The mean SGR was 0.95/day, 0.94/day, 0.77/day, 0.71/day, and 0.65/day for groups treated with α-KG at 0.1, 1.0, 10.0, 20.0, and 30.0 mM, respectively, and the corresponding cell count doubling time was 17.6, 17.8, 20.9, 24.6, and 24.7 h, respectively. In comparison with that of the control group, the mean glucose SCR decreased in all the groups treated with α-KG, while the mean glutamine SCR remained unchanged; the mean lactate SPR increased in the groups treated with α-KG ≥ 20.0 mM. Finally, the mean SPR of ammonia was lower in all α-KG groups than that in the control. DISCUSSION AND CONCLUSION: The treatment with α-KG at lower concentrations increased cell growth whereas at higher concentrations decreased cell growth, and α-KG reduced glucose consumption and ammonia production. Therefore, α-KG stimulates cell growth in a dose-dependent manner, which is likely through the improvement of glucose and glutamine metabolism in a C2C12 culture setting."
    },
    {
      "pmid": "37217632",
      "title": "Alpha-ketoglutarate supplementation and BiologicaL agE in middle-aged adults (ABLE)-intervention study protocol.",
      "authors": [
        "Elena Sandalova",
        "Jorming Goh",
        "Zi Xiang Lim",
        "Zhi Meng Lim",
        "Diogo Barardo",
        "Rajkumar Dorajoo",
        "Brian K Kennedy",
        "Andrea B Maier"
      ],
      "journal": "GeroScience",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "Targeting molecular processes of aging will enable people to live healthier and longer lives by preventing age-related diseases. Geroprotectors are compounds with the potential to increase healthspan and lifespan. Even though many of them have been tested in animal models, the translation to humans is limited. Alpha-Ketoglutarate (AKG) has been studied widely in model animals, but there are few studies testing its geroprotective properties in humans. ABLE is a double blinded placebo-controlled randomized trial (RCT) of 1 g sustained release Ca-AKG versus placebo for 6 months of intervention and 3 months follow up including 120 40-60-year-old healthy individuals with a higher DNA methylation age compared to their chronological age. The primary outcome is the decrease in DNA methylation age from baseline to the end of the intervention. A total of 120 participants will be randomized to receive either sustained release Ca-AKG or placebo. Secondary outcomes include changes in the inflammatory and metabolic parameters in blood, handgrip strength and leg extension strength, arterial stiffness, skin autofluorescence, and aerobic capacity from baseline to 3 months, 6 months, and 9 months. This study will recruit middle-aged participants with an older DNA methylation age compared to their chronological age, and test whether supplementation with Ca-AKG can reduce DNA methylation age. This study is unique in its inclusion of biologically older participants.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Middle Aged",
        "Ketoglutaric Acids",
        "Hand Strength",
        "Delayed-Action Preparations",
        "Aging",
        "Dietary Supplements",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "37207449",
      "title": "α-Ketoglutarate-dependent Enzymes in Breast Cancer and Therapeutic Implications.",
      "authors": [
        "Jingjing Xiong",
        "Chaojun Yan",
        "Qing Zhang",
        "Jing Zhang"
      ],
      "journal": "Endocrinology",
      "publication_date": "2023-Apr-17",
      "publication_types": [
        "Review",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "α-Ketoglutarate (αKG)-dependent dioxygenases are a superfamily of enzymes that require oxygen, reduced iron, and αKG for their catalytic functions. Therefore, they have the potential to sense the availabilities of oxygen, iron, and specific metabolites, including αKG and its structurally related metabolites. These enzymes play essential roles in various biological processes, including cellular adaptation to hypoxia, epigenetic and epitranscriptomic regulation of gene expression, and metabolic reprogramming. Many αKG-dependent dioxygenases are dysregulated in cancer pathogenesis. Herein, we review how they are regulated and function in breast cancer, which may offer new therapeutic intervention strategies for targeting this family of enzymes.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Neoplasms",
        "Ketoglutaric Acids",
        "Iron",
        "Dioxygenases",
        "Oxygen"
      ]
    },
    {
      "pmid": "37175250",
      "title": "NMR-Based Metabolic Profiling of the Effects of α-Ketoglutarate Supplementation on Energy-Deficient C2C12 Myotubes.",
      "authors": [
        "Yantong Li",
        "Shuya Zhang",
        "Caihua Huang",
        "Donghai Lin"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Skeletal muscle is closely linked to energy metabolism, but it is inevitably deprived of energy. Cellular differentiation is an essential and energy-demanding process in skeletal muscle development. Much attention has been paid to identifying beneficial factors that promote skeletal muscle satellite cell differentiation and further understanding the underlying regulatory mechanisms. As a critical metabolic substrate or regulator, α-ketoglutarate (AKG) has been recognized as a potential nutritional supplement or therapeutic target for skeletal muscle. We have previously found beneficial effects of AKG supplementation on the proliferation of C2C12 myoblasts cultured under both normal and energy-deficient conditions and have further elucidated the underlying metabolic mechanisms. However, it remains unclear what role AKG plays in myotube formation in different energy states. In the present study, we investigated the effects of AKG supplementation on the differentiation of C2C12 myoblasts cultured in normal medium (Nor myotubes) and low glucose medium (Low myotubes) and performed NMR-based metabonomic profiling to address AKG-induced metabolic changes in both Nor and Low myotubes. Significantly, AKG supplementation promoted myotube formation and induced metabolic remodeling in myotubes under normal medium and low glucose medium, including improved energy metabolism and enhanced antioxidant capacity. Specifically, AKG mainly altered amino acid metabolism and antioxidant metabolism and upregulated glycine levels and antioxidase expression. Our results are typical for the mechanistic understanding of the effects of AKG supplementation on myotube formation in the two energy states. This study may be beneficial for further exploring the applications of AKG supplementation in sports, exercise, and therapy.",
      "mesh_terms": [
        "Antioxidants",
        "Ketoglutaric Acids",
        "Muscle Fibers, Skeletal",
        "Dietary Supplements",
        "Glucose"
      ]
    },
    {
      "pmid": "37154729",
      "title": "α-Ketoglutarate Attenuates Hyperlipidemia-Induced Endothelial Damage by Activating the Erk-Nrf2 Signaling Pathway to Inhibit Oxidative Stress and Mitochondrial Dysfunction.",
      "authors": [
        "Danyu Cheng",
        "Xuyun Liu",
        "Yilin Gao",
        "Li Cui",
        "Min Wang",
        "Yezi Zheng",
        "Weiqiang Lv",
        "Lin Zhao",
        "Jiankang Liu"
      ],
      "journal": "Antioxidants & redox signaling",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aims: α-Ketoglutarate (AKG) is an intermediate of the tricarboxylic acid cycle and a key hub linking amino acid metabolism and glucose oxidation. Previous studies have shown that AKG improved cardiovascular diseases such as myocardial infarction and myocardial hypertrophy through antioxidant and lipid-lowering characteristics. However, its protective effect and mechanism on endothelial injury caused by hyperlipidemia have not been elucidated yet. In this study, we tested whether AKG possesses protective effects on hyperlipidemia-induced endothelial injury and studied the mechanism. Results: AKG administration both in vivo, and in vitro significantly suppressed the hyperlipidemia-induced endothelial damage, regulated ET-1 and nitric oxide levels, and reduced the inflammatory factor interleukin-6 and matrix metallopeptidase-1 by inhibiting oxidative stress and mitochondrial dysfunction. The protective effects were achieved by the mechanism of activating the Nrf2 phase II system through the ERK signaling pathway. Innovation: These results reveal the role of the AKG-ERK-Nrf2 signaling pathway in the prevention of hyperlipidemia-induced endothelial damage, and suggest that AKG, as a mitochondria-targeting nutrient, is a potential drug for the treatment of endothelial damage in hyperlipidemia. Conclusion: AKG ameliorated the hyperlipidemia-induced endothelial damage and inflammatory response by inhibiting oxidative stress and mitochondrial dysfunction. Antioxid. Redox Signal. 39, 777-793."
    },
    {
      "pmid": "37101286",
      "title": "Epigenetic modifier alpha-ketoglutarate modulates aberrant gene body methylation and hydroxymethylation marks in diabetic heart.",
      "authors": [
        "Rohini Dhat",
        "Dattatray Mongad",
        "Sivarupa Raji",
        "Silpa Arkat",
        "Nitish R Mahapatra",
        "Nishant Singhal",
        "Sandhya L Sitasawad"
      ],
      "journal": "Epigenetics & chromatin",
      "publication_date": "2023-Apr-27",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Diabetic cardiomyopathy (DCM) is a leading cause of death in diabetic patients. Hyperglycemic myocardial microenvironment significantly alters chromatin architecture and the transcriptome, resulting in aberrant activation of signaling pathways in a diabetic heart. Epigenetic marks play vital roles in transcriptional reprogramming during the development of DCM. The current study is aimed to profile genome-wide DNA (hydroxy)methylation patterns in the hearts of control and streptozotocin (STZ)-induced diabetic rats and decipher the effect of modulation of DNA methylation by alpha-ketoglutarate (AKG), a TET enzyme cofactor, on the progression of DCM. METHODS: Diabetes was induced in male adult Wistar rats with an intraperitoneal injection of STZ. Diabetic and vehicle control animals were randomly divided into groups with/without AKG treatment. Cardiac function was monitored by performing cardiac catheterization. Global methylation (5mC) and hydroxymethylation (5hmC) patterns were mapped in the Left ventricular tissue of control and diabetic rats with the help of an enrichment-based (h)MEDIP-sequencing technique by using antibodies specific for 5mC and 5hmC. Sequencing data were validated by performing (h)MEDIP-qPCR analysis at the gene-specific level, and gene expression was analyzed by qPCR. The mRNA and protein expression of enzymes involved in the DNA methylation and demethylation cycle were analyzed by qPCR and western blotting. Global 5mC and 5hmC levels were also assessed in high glucose-treated DNMT3B knockdown H9c2 cells. RESULTS: We found the increased expression of DNMT3B, MBD2, and MeCP2 with a concomitant accumulation of 5mC and 5hmC, specifically in gene body regions of diabetic rat hearts compared to the control. Calcium signaling was the most significantly affected pathway by cytosine modifications in the diabetic heart. Additionally, hypermethylated gene body regions were associated with Rap1, apelin, and phosphatidyl inositol signaling, while metabolic pathways were most affected by hyperhydroxymethylation. AKG supplementation in diabetic rats reversed aberrant methylation patterns and restored cardiac function. Hyperglycemia also increased 5mC and 5hmC levels in H9c2 cells, which was normalized by DNMT3B knockdown or AKG supplementation. CONCLUSION: This study demonstrates that reverting hyperglycemic damage to cardiac tissue might be possible by erasing adverse epigenetic signatures by supplementing epigenetic modulators such as AKG along with an existing antidiabetic treatment regimen.",
      "mesh_terms": [
        "Male",
        "Rats",
        "Animals",
        "Epigenesis, Genetic",
        "Ketoglutaric Acids",
        "Diabetes Mellitus, Experimental",
        "Rats, Wistar",
        "DNA Methylation",
        "DNA"
      ]
    },
    {
      "pmid": "37098377",
      "title": "Alpha-ketoglutarate supplementation ameliorates ovarian reserve and oocyte quality decline with aging in mice.",
      "authors": [
        "Huan Wang",
        "Jianmin Xu",
        "Hui Li",
        "Wenhui Chen",
        "Xinxin Zeng",
        "Yingpu Sun",
        "Qingling Yang"
      ],
      "journal": "Molecular and cellular endocrinology",
      "publication_date": "2023-Jul-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Assisted reproductive technology is widely accepted as an effective treatment to improve female fertility, but the decline of aging oocyte quality remains an important factor in the decrease of female fecundity. However, the effective strategies for improving oocyte aging are still not well understood. In the study, we demonstrated that ROS content and abnormal spindle proportion were increased and mitochondrial membrane potential was decreased in aging oocytes. However, supplementation of α-ketoglutarate (α-KG), an immediate metabolite in the tricarboxylic acid cycle (TCA), for 4 months to aging mice, significantly increased the ovarian reserve showed by more follicle numbers observed. In addition, the oocyte quality was significantly improved, as demonstrated by reduced fragmentation rate and decreased reactive oxygen species (ROS) levels, in addition to a lower rate of abnormal spindle assembly, thereby improving the mitochondrial membrane potential. Consistent with the in vivo data, α-KG administration also improved the post-ovulated aging oocyte quality and early embryonic development by improving mitochondrial functions and reducing ROS accumulation and abnormal spindle assembly. Our data revealed that α-KG supplementation might be an effective strategy to improve the quality of aging oocytes in vivo or in vitro.",
      "mesh_terms": [
        "Pregnancy",
        "Mice",
        "Female",
        "Animals",
        "Ovarian Reserve",
        "Ketoglutaric Acids",
        "Reactive Oxygen Species",
        "Oocytes",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "36894359",
      "title": "Alpha-ketoglutarate ameliorates induced premature ovarian insufficiency in rats by inhibiting apoptosis and upregulating glycolysis.",
      "authors": [
        "Tianlong Li",
        "Jie Liu",
        "Ke Liu",
        "Qian Wang",
        "Junna Cao",
        "Ping Xiao",
        "Wenqin Yang",
        "Xiang Li",
        "Jiangming Li",
        "Meng Li",
        "Xuehan Tang",
        "Meixiang Li",
        "Shun Zhang",
        "Xiaocan Lei"
      ],
      "journal": "Reproductive biomedicine online",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "RESEARCH QUESTION: What are the effects of alpha-ketoglutarate (α-KG) treatment on the ovarian morphology and ovarian reserve function of rats with cyclophosphamide (CTX)-induced premature ovarian insufficiency (POI)? DESIGN: Thirty female Sprague Dawley rats were randomly allocated to a control group (n = 10) and a POI group (n = 20). Cyclophosphamide was administered for 2 weeks to induce POI. The POI group was then divided into two groups: a CTX-POI group (n = 10), administered normal saline, and a CTX-POI + α-KG group (n = 10), administered α-KG 250 mg/kg per day for 21 days. Body mass and fertility was assessed at the end of the study. Serum samples were collected for hormone concentration measurement, and biochemical, histopathological, TUNEL, immunohistochemical and glycolytic pathway analyses were conducted for each group. RESULTS: The α-KG treatment increased body mass and ovarian index of rats, partially normalized their disrupted estrous cycles, prevented follicular loss, restored ovarian reserve, and increased pregnancy rate and litter sizes of rats with POI. It significantly reduced serum concentration of FSH (P < 0.001), increased that of oestradiol (P<0.001) and reduced apoptosis of granulosa cells (P = 0.0003). Moreover, α-KG increased concentrations of lactate (P = 0.015) and ATP (P = 0.025), reduced that of pyruvate (P<0.001) and increased expression of rate-limiting enzymes of glycolysis in the ovary. CONCLUSIONS: α-KG treatment ameliorates the deleterious effects of CTX on the fertility of female rats, possibly by reducing the apoptosis of ovarian granulosa cells and restoring glycolysis.",
      "mesh_terms": [
        "Pregnancy",
        "Humans",
        "Rats",
        "Female",
        "Animals",
        "Ketoglutaric Acids",
        "Rats, Sprague-Dawley",
        "Primary Ovarian Insufficiency",
        "Menopause, Premature",
        "Cyclophosphamide",
        "Apoptosis"
      ]
    },
    {
      "pmid": "36854755",
      "title": "Supplementation with α-ketoglutarate improved the efficacy of anti-PD1 melanoma treatment through epigenetic modulation of PD-L1.",
      "authors": [
        "Nian Liu",
        "Jianglin Zhang",
        "Mingjie Yan",
        "Lihui Chen",
        "Jie Wu",
        "Qian Tao",
        "Bei Yan",
        "Xiang Chen",
        "Cong Peng"
      ],
      "journal": "Cell death & disease",
      "publication_date": "2023-Feb-28",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Patients with advanced melanoma have shown an improved outlook after anti-PD1 therapy, but the low response rate restricts clinical benefit; therefore, enhancing anti-PD1 therapeutic efficacy remains a major challenge. Here, our findings showed a significantly increased abundance of α-KG in healthy controls, anti-PD1-sensitive melanoma-bearing mice, and anti-PD1-sensitive melanoma patients; moreover, supplementation with α-KG enhanced the efficacy of anti-PD1 immunotherapy and increased PD-L1 expression in melanoma tumors via STAT1/3. We also found that supplementation with α-KG significantly increased the activity of the methylcytosine dioxygenases TET2/3, which led to an increased 5-hydroxymethylcytosine (5-hmC) level in the PD-L1 promoter. As a consequence, STAT1/3 binding to the PD-L1 promoter was stabilized to upregulate PD-L1 expression. Importantly, single-cell sequencing of preclinical samples and analysis of clinical data revealed that TET2/3-STAT1/3-CD274 signaling was associated with sensitivity to anti-PD1 treatment in melanoma. Taken together, our results provide novel insight into α-KG's function in anti-PD1 treatment of melanoma and suggest supplementation with α-KG as a novel promising strategy to improve the efficacy of anti-PD1 therapy.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "B7-H1 Antigen",
        "Dietary Supplements",
        "Epigenesis, Genetic",
        "Ketoglutaric Acids",
        "Melanoma"
      ]
    },
    {
      "pmid": "36773430",
      "title": "A novel mechanism of Dimethyl ester of Alpha-ketoglutarate in suppressing Paraquat-induced BEAS-2B cell injury by alleviating GSDME dependent pyroptosis.",
      "authors": [
        "Yahui Tang",
        "Kaiyuan Chen",
        "Zhong Xiao",
        "Guangliang Hong",
        "Lufeng Hu",
        "Jianping Cai",
        "Zhongqiu Lu"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acute lung injury (ALI) induced by paraquat (PQ) progresses rapidly, leading to high mortality; however, there is no specific antidote. Our limited knowledge of the pathogenic toxicological mechanisms of PQ has hindered the development of treatments against PQ exposure. PURPOSE: Pyroptosis is a form of programmed cell death recently identified as a novel molecular mechanism adopted by chemotherapeutic drugs for cancer therapy. However, the involvement of pyroptosis in PQ-induced lung injury has not been reported. Therefore, we investigated the effects of PQ on the lung tissues to elucidate the molecular mechanisms underlying its toxicity, especially its ability to induce pyroptosis. METHODS: To observe the morphological changes of BEAS-2B cells exposed to PQ, the plasma membrane damage of the cells was detected by LDH release assay, mitochondrial function and cell metabolism were detected by energy metabolism analysis. Western blotting was used to detect the protein levels of GSDMD, C-GSDMD, GSDME and N-GSDME in BEAS-2B cells. Metabolites of TCA cycle were detected by metabolomics, and the changes of TCA cycle metabolic enzymes in cells were detected by Western blotting. RESULTS: We observed that PQ induced proteolytic cleavage of gasdermin E (GSDME) with concomitant cleavage of caspase 3 in BEAS-2B cells. Knockout of GSDME attenuated PQ-induced cell death. Additionally, PQ induced ROS accumulation, mitochondrial depolarisation, and mitochondrial dysfunction in these cells. PQ activated the caspase 3/GSDME pathway and damaged the cytoplasmic membrane in cells, leading to pyroptosis. We demonstrated that DMK suppressed PQ-induced pyroptosis by blocking PQ-induced caspase 3/GSDME pathway activation, reducing cellular ROS levels, and improving mitochondrial function. CONCLUSION: These findings provide novel insights into the previously unrecognized mechanism of GSDME-dependent pyroptosis in PQ poisoning.",
      "mesh_terms": [
        "Ketoglutaric Acids",
        "Paraquat",
        "Acute Lung Injury",
        "Caspase 3",
        "Pyroptosis",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "36771407",
      "title": "Elevation of Intracellular Alpha-Ketoglutarate Levels Inhibits Osteoclastogenesis by Suppressing the NF-κB Signaling Pathway in a PHD1-Dependent Manner.",
      "authors": [
        "Junquan Tian",
        "Xuetai Bao",
        "Fan Yang",
        "Xiongzhuo Tang",
        "Qian Jiang",
        "Yuying Li",
        "Kang Yao",
        "Yulong Yin"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Age-related osteoporosis, a high-prevalence disease in the aged population, is generally attributed to the excessive activity of osteoclasts. Most approved drugs treat osteoporosis by inhibition of osteoclasts. Although in vivo studies have shown that alpha-ketoglutarate (AKG), an intermediate in the TCA cycle, can ameliorate age-related osteoporosis, the effects of AKG on osteoclastogenesis and the underlying mechanism of its action have not been studied yet. Here, we showed that the elevation of intracellular AKG levels by supplementing dimethyl AKG (DM-AKG, a cell-permeable derivative of AKG) inhibits the receptor activator of NF-κB ligand (RANKL)-induced osteoclasts differentiation from primary bone marrow-derived macrophages (BMMs) and RAW264.7 cells in vitro. We further found that DM-AKG treatment suppresses NF-κB signaling and oxidative phosphorylation (OXPHOS) during RANKL-induced osteoclastogenesis in RAW264.7 cells. Interestingly, dimethyl oxalylglycine (DMOG), an AKG competitive inhibitor of AKG-dependent prolyl hydroxylases (PHDs), antagonizes the suppression of the RANKL-activated NF-κB signaling pathway caused by DM-AKG treatment. Furthermore, blocked PHD1 expression (also known as EglN2), instead of PHD2 or PHD3, was confirmed to reverse the DM-AKG treatment-induced suppression of the RANKL-activated NF-κB signaling pathway. Accordingly, blocked PHD1 expression antagonized the inhibitory effects of DM-AKG on osteoclastogenesis. Together, our finding suggests that the elevation of intracellular AKG levels inhibits osteoclastogenesis by suppressing RANKL-activated NF-κB signaling in a PHD1-dependent manner, which may provide a novel nutritional strategy for osteoporosis treatment.",
      "mesh_terms": [
        "Humans",
        "Aged",
        "NF-kappa B",
        "Osteogenesis",
        "Ketoglutaric Acids",
        "Signal Transduction",
        "Osteoclasts",
        "Cell Differentiation",
        "Osteoporosis",
        "RANK Ligand",
        "Bone Resorption",
        "Hypoxia-Inducible Factor-Proline Dioxygenases"
      ]
    },
    {
      "pmid": "36615293",
      "title": "Alpha Ketoglutarate Downregulates the Neutral Endopeptidase and Enhances the Growth Inhibitory Activity of Thiorphan in Highly Aggressive Osteosarcoma Cells.",
      "authors": [
        "Magdalena Mizerska-Kowalska",
        "Adrianna Sławińska-Brych",
        "Emilia Niedziela",
        "Viktor Brodovskiy",
        "Barbara Zdzisińska"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Dec-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Since natural substances are widely explored as epigenetic modulators of gene expression and epigenetic abnormalities are important causes of cancerogenesis, factors with pro-tumor activities subjected to epigenetic control, e.g., neutral endopeptidase (NEP, neprilysin), are promising anticancer targets for potential therapies acting via epigenetic regulation of gene expression. Alpha-ketoglutarate (AKG) is a naturally occurring co-substrate for enzymes involved in histone and DNA demethylation with suggested anti-cancer activity. Hence, we investigated a potential effect of AKG on the NEP expression in cells derived from various cancers (cervical, colon, osteosarcoma) and normal epithelial cells and osteoblasts. Moreover, the overall methylation status of histone H3 was explored to establish the molecular target of AKG activity. Additionally, it was investigated whether AKG in combination with thiorphan (NEP specific inhibitor) exhibited enhanced anticancer activity. The results revealed that AKG downregulated the expression of NEP at the protein level only in highly aggressive osteosarcoma HOS cells (flow cytometry and fluorometric assays), and this protease was found to be involved in AKG-induced growth inhibition in osteosarcoma cells (siRNA NEP silencing, BrdU assay, flow cytometry). Unexpectedly, AKG-induced hypermethylation of H3K27 in HOS cells, which was partially dependent on EZH2 activity. However, this effect was not implicated in the AKG-induced NEP downregulation (flow cytometry). Finally, the combined treatment with AKG and thiorphan was shown to significantly enhance the growth inhibitory potential of each one towards HOS cells (BrdU assay). These preliminary studies have shown for the first time that the downregulation of NEP expression is a promising target in therapies of NEP-implicating HOS cells. Moreover, this therapeutic goal can be achieved via AKG-induced downregulation of NEP and synergistic activity of AKG with thiorphan, i.e., a NEP specific inhibitor. Furthermore, this study has reported for the first time that exogenous AKG can influence the activity of histone methyltransferase, EZH2. However, this issue needs further investigation to elucidate the mechanisms of this phenomenon.",
      "mesh_terms": [
        "Humans",
        "Thiorphan",
        "Neprilysin",
        "Ketoglutaric Acids",
        "Epigenesis, Genetic",
        "Bromodeoxyuridine",
        "Histones",
        "Osteosarcoma"
      ]
    },
    {
      "pmid": "36399800",
      "title": "α-ketoglutarate suppresses immediate early gene expression in cancer cells.",
      "authors": [
        "Sungmin Joo",
        "Seungwoo Baek",
        "Jaehyeon Kang",
        "Dong Soo Seo",
        "Taeg Kyu Kwon",
        "Younghoon Jang"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2022-Dec-31",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Cancer cells exhibit increased glutamine consumption compared to normal cells, supporting cell survival and proliferation. Glutamine is converted to α-ketoglutarate (αKG), which then enters the tricarboxylic acid cycle to generate ATP. Recently, therapeutic modulation of glutamine metabolism has become an attractive metabolic anti-cancer strategy. However, how synergistic combination therapy is required to overcome glutamine metabolism drug resistance remains elusive. To address this issue, we first investigated the role of αKG in regulating gene expression in several cancer cell lines. Using RNA-seq analysis and histone modification screening, we demonstrated that αKG reduced the expression of the immediate early gene (IEG) in cancer cells in an H3K27 acetylation-dependent manner. Conversely, glutaminase (GLS) inhibitors induce IEG expression in cancer cells. Furthermore, we showed that siRNA knockdown of orphan nuclear receptor subfamily 4 group A member 1 (NR4A1) induces IEG expression. Notably, the NR4A1 agonist cytosporone B sensitizes GLS inhibitor resistance to cancer cell death. Together, these findings indicate that therapeutic targeting of IEG dysregulation by αKG can be a potentially effective anti-cancer therapeutic strategy for glutamine metabolism inhibitors.",
      "mesh_terms": [
        "Genes, Immediate-Early",
        "Ketoglutaric Acids",
        "Glutamine",
        "Citric Acid Cycle",
        "Combined Modality Therapy",
        "Neoplasms"
      ]
    },
    {
      "pmid": "36256893",
      "title": "The influence of 5-fluorouracil on the α-ketoglutarate dehydrogenase complex in rat's cardiac muscle - a preliminary study.",
      "authors": [
        "Małgorzata Knapik-Czajka",
        "Anna Gawędzka",
        "Michał Jurczyk",
        "Jagoda Drąg",
        "Małgorzata Belczyk",
        "Veronika Aleksanrovych",
        "Anna Gil",
        "Krzysztof Gil"
      ],
      "journal": "Folia medica Cracoviensia",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "5-fluorouracil (5-FU), which is a commonly used chemotherapy agent exerts undesired cardiac toxicity. Mitochondrial dysfunction is thought to be one of potentially important mechanisms of 5-FU- induced cardiotoxicity. α-ketoglutarate dehydrogenase (α-KGDHC) is the key regulatory enzyme of TCA cycle. The complex consists of multiple copies of three catalytic subunits: α-ketoglutarate dehydrogenase (E1), dihydrolipoamide succinyltransferase (E2) and dihydrolipoamide dehydrogenase (E3). α-KGDHC together with branched chain α-ketoacid dehydrogenase (BCKDH) and pyruvate dehydrogenase (PDH), are the members of 2-oxoacid dehydrogenases family that share some structural and functional similarities. Recently, it has been found that 5-FU stimulates BCKDH in rat's cardiac muscle. Therefore, we hypothesize that 5-FU modifies α-KGDHC activity and affects cardiac muscle metabolism. The aim of this study was to determine the effect of 5-FU on α-KGDHC activity and protein levels of E1 and E2 subunits of the complex in rat's cardiac muscle. Wistar male rats were administered with 4 doses of 5-FU, 150 mg/ kg b.wt. each (study group) or 0.3% methylcellulose (control group). α-KGDHC activity was assayed spectrophotometrically. The E1 and E2 proteins levels were quantified by Western blot. 5-FU administration resulted in stimulation of myocardial α-KGDHC activity in rats. In addition, E2 protein level increased in response to 5-FU treatment, while the E1 protein level remained unchanged. Up-regulation of α-KGDHC appears to result from change in E2 subunit protein level. However, the effect of 5-FU on factors modifying α-KGDHC activity at post-translational level cannot be excluded.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Male",
        "Ketoglutarate Dehydrogenase Complex",
        "Dihydrolipoamide Dehydrogenase",
        "Fluorouracil",
        "Rats, Wistar",
        "Myocardium",
        "Keto Acids",
        "Methylcellulose",
        "Pyruvates"
      ]
    },
    {
      "pmid": "36209172",
      "title": "Alpha-ketoglutarate ameliorates abdominal aortic aneurysm via inhibiting PXDN/HOCL/ERK signaling pathways.",
      "authors": [
        "Junjun Liu",
        "Mingyuan Liu",
        "Jiaxuan Feng",
        "Hongqiao Zhu",
        "Jianlie Wu",
        "Heng Zhang",
        "Shun Xiao",
        "Zaiping Jing",
        "Jian Zhou",
        "Haitao Niu",
        "Mingjin Guo"
      ],
      "journal": "Journal of translational medicine",
      "publication_date": "2022-Oct-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Abdominal aortic aneurysm (AAA) represents the serious vascular degenerative disorder, which causes high incidence and mortality. Alpha-ketoglutarate (AKG), a crucial metabolite in the tricarboxylic acid (TCA) cycle, has been reported to exert significant actions on the oxidative stress and inflammation. However, its role in AAA still remains elusive. Herein, we examined the effects of AKG on the formation of AAA. The study established an elastase-induced mouse abdominal aortic aneurysms model as well as a TNF-α-mediated vascular smooth muscle cells (VSMCs) model, respectively. We displayed that AKG pre-treatment remarkably prevented aneurysmal dilation assessed by diameter and volume and reduced aortic rupture. In addition, it was also observed that AKG treatment suppressed the development of AAA by attenuating the macrophage infiltration, elastin degradation and collagen fibers remodeling. In vitro, AKG potently decreased TNF-α-induced inflammatory cytokines overproduction, more apoptotic cells and excessive superoxide. Mechanistically, we discovered that upregulation of vpo1 in AAA was significantly suppressed by AKG treatment. By exploring the RNA-seq data, we found that AKG ameliorates AAA mostly though inhibiting oxidative stress and the inflammatory response. PXDN overexpression neutralized the inhibitory effects of AKG on ROS generation and inflammatory reaction in MOVAS. Furthermore, AKG treatment suppressed the expression of p-ERK1/2, 3-Cl Tyr in vivo and in vitro. ERK activator disrupted the protective of AKG on TNF-α-induced VSMCs phenotypic switch. Conclusively, AKG can serve as a beneficial therapy for AAA through regulating PXDN/HOCL/ERK signaling pathways.",
      "mesh_terms": [
        "Animals",
        "Aortic Aneurysm, Abdominal",
        "Collagen",
        "Cytokines",
        "Deoxyribonucleosides",
        "Disease Models, Animal",
        "Elastin",
        "Inflammation",
        "Ketoglutaric Acids",
        "MAP Kinase Signaling System",
        "Mice",
        "Mice, Inbred C57BL",
        "Muscle, Smooth, Vascular",
        "Myocytes, Smooth Muscle",
        "Pancreatic Elastase",
        "Purine Nucleosides",
        "Reactive Oxygen Species",
        "Signal Transduction",
        "Superoxides",
        "Tricarboxylic Acids",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "35904584",
      "title": "GDH promotes isoprenaline-induced cardiac hypertrophy by activating mTOR signaling via elevation of α-ketoglutarate level.",
      "authors": [
        "Zhi-Rong Lin",
        "Zhen-Zhen Li",
        "Yan-Jun Cao",
        "Wen-Jing Yu",
        "Jian-Tao Ye",
        "Pei-Qing Liu"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Numerous studies reveal that metabolism dysfunction contributes to the development of pathological cardiac hypertrophy. While the abnormal lipid and glucose utilization in cardiomyocytes responding to hypertrophic stimuli have been extensively studied, the alteration and implication of glutaminolysis are rarely discussed. In the present work, we provide the first evidence that glutamate dehydrogenase (GDH), an enzyme that catalyzes conversion of glutamate into ɑ-ketoglutarate (AKG), participates in isoprenaline (ISO)-induced cardiac hypertrophy through activating mammalian target of rapamycin (mTOR) signaling. The expression and activity of GDH were enhanced in cultured cardiomyocytes and rat hearts following ISO treatment. Overexpression of GDH, but not its enzymatically inactive mutant, provoked cardiac hypertrophy. In contrast, GDH knockdown could relieve ISO-triggered hypertrophic responses. The intracellular AKG level was elevated by ISO or GDH overexpression, which led to increased phosphorylation of mTOR and downstream effector ribosomal protein S6 kinase (S6K). Exogenous supplement of AKG also resulted in mTOR activation and cardiomyocyte hypertrophy. However, incubation with rapamycin, an mTOR inhibitor, attenuated hypertrophic responses in cardiomyocytes. Furthermore, GDH silencing protected rats from ISO-induced cardiac hypertrophy. These findings give a further insight into the role of GDH in cardiac hypertrophy and suggest it as a potential target for hypertrophy-related cardiomyopathy.",
      "mesh_terms": [
        "Animals",
        "Cardiomegaly",
        "Glucose",
        "Glutamate Dehydrogenase",
        "Glutamates",
        "Isoproterenol",
        "Ketoglutaric Acids",
        "Lipids",
        "Myocytes, Cardiac",
        "Rats",
        "Ribosomal Protein S6 Kinases",
        "Sirolimus",
        "Sugar Alcohol Dehydrogenases",
        "TOR Serine-Threonine Kinases"
      ]
    },
    {
      "pmid": "35740646",
      "title": "α-Ketoglutarate-Mediated DNA Demethylation Sustains T-Acute Lymphoblastic Leukemia upon TCA Cycle Targeting.",
      "authors": [
        "Yanwu Wang",
        "Ning Shen",
        "Gervase Spurlin",
        "Sovannarith Korm",
        "Sarah Huang",
        "Nicole M Anderson",
        "Leah N Huiting",
        "Hudan Liu",
        "Hui Feng"
      ],
      "journal": "Cancers",
      "publication_date": "2022-Jun-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite the development of metabolism-based therapy for a variety of malignancies, resistance to single-agent treatment is common due to the metabolic plasticity of cancer cells. Improved understanding of how malignant cells rewire metabolic pathways can guide the rational selection of combination therapy to circumvent drug resistance. Here, we show that human T-ALL cells shift their metabolism from oxidative decarboxylation to reductive carboxylation when the TCA cycle is disrupted. The α-ketoglutarate dehydrogenase complex (KGDHC) in the TCA cycle regulates oxidative decarboxylation by converting α-ketoglutarate (α-KG) to succinyl-CoA, while isocitrate dehydrogenase (IDH) 1 and 2 govern reductive carboxylation. Metabolomics flux analysis of T-ALL reveals enhanced reductive carboxylation upon genetic depletion of the E2 subunit of KGDHC, dihydrolipoamide-succinyl transferase (DLST), mimicking pharmacological inhibition of the complex. Mechanistically, KGDHC dysfunction causes increased demethylation of nuclear DNA by α-KG-dependent dioxygenases (e.g., TET demethylases), leading to increased production of both IDH1 and 2. Consequently, dual pharmacologic inhibition of the TCA cycle and TET demethylases demonstrates additive efficacy in reducing the tumor burden in zebrafish xenografts. These findings provide mechanistic insights into how T-ALL develops resistance to drugs targeting the TCA cycle and therapeutic strategies to overcome this resistance."
    },
    {
      "pmid": "35499760",
      "title": "Targeting BCAT1 Combined with α-Ketoglutarate Triggers Metabolic Synthetic Lethality in Glioblastoma.",
      "authors": [
        "Bo Zhang",
        "Hui Peng",
        "Mi Zhou",
        "Lei Bao",
        "Chenliang Wang",
        "Feng Cai",
        "Hongxia Zhang",
        "Jennifer E Wang",
        "Yanling Niu",
        "Yan Chen",
        "Yijie Wang",
        "Kimmo J Hatanpaa",
        "John A Copland",
        "Ralph J DeBerardinis",
        "Yingfei Wang",
        "Weibo Luo"
      ],
      "journal": "Cancer research",
      "publication_date": "2022-Jul-05",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: Branched-chain amino acid transaminase 1 (BCAT1) is upregulated selectively in human isocitrate dehydrogenase (IDH) wildtype (WT) but not mutant glioblastoma multiforme (GBM) and promotes IDHWT GBM growth. Through a metabolic synthetic lethal screen, we report here that α-ketoglutarate (AKG) kills IDHWT GBM cells when BCAT1 protein is lost, which is reversed by reexpression of BCAT1 or supplementation with branched-chain α-ketoacids (BCKA), downstream metabolic products of BCAT1. In patient-derived IDHWT GBM tumors in vitro and in vivo, cotreatment of BCAT1 inhibitor gabapentin and AKG resulted in synthetic lethality. However, AKG failed to evoke a synthetic lethal effect with loss of BCAT2, BCKDHA, or GPT2 in IDHWT GBM cells. Mechanistically, loss of BCAT1 increased the NAD+/NADH ratio but impaired oxidative phosphorylation, mTORC1 activity, and nucleotide biosynthesis. These metabolic alterations were synergistically augmented by AKG treatment, thereby causing mitochondrial dysfunction and depletion of cellular building blocks, including ATP, nucleotides, and proteins. Partial restoration of ATP, nucleotides, proteins, and mTORC1 activity by BCKA supplementation prevented IDHWT GBM cell death conferred by the combination of BCAT1 loss and AKG. These findings define a targetable metabolic vulnerability in the most common subset of GBM that is currently incurable. SIGNIFICANCE: Metabolic synthetic lethal screening in IDHWT glioblastoma defines a vulnerability to ΑΚG following BCAT1 loss, uncovering a therapeutic strategy to improve glioblastoma treatment. See related commentary by Meurs and Nagrath, p. 2354.",
      "mesh_terms": [
        "Adenosine Triphosphate",
        "Glioblastoma",
        "Humans",
        "Ketoglutaric Acids",
        "Mechanistic Target of Rapamycin Complex 1",
        "Nucleotides",
        "Synthetic Lethal Mutations",
        "Transaminases"
      ]
    },
    {
      "pmid": "35344214",
      "title": "Maintenance of glutamine synthetase expression alleviates endotoxin-induced sepsis via alpha-ketoglutarate-mediated demethylation.",
      "authors": [
        "Jianghong Yu",
        "Jun Zhang",
        "Menglin Shi",
        "Hao Ding",
        "Liyun Ma",
        "Huilu Zhang",
        "Jie Liu"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Glutamine synthetase (Glul) is the enzyme that synthesizes endogenous glutamine, which is responsible for critical metabolic pathways and the immune system. However, the role of Glul in regulating endotoxin (lipopolysaccharide, LPS)-induced sepsis remains unclear. Here, we found that Glul expression in macrophages was significantly inhibited in endotoxemia, and that Glul deletion induced macrophages to differentiate into the pro-inflammatory type and aggravated sepsis in mice. Mechanistically, TLR4/NF-κB-induced alpha-ketoglutarate (α-KG) depletion inhibits Glul expression through H3K27me3-mediated methylation in septic mice. Both Glul overexpression with adeno-associated virus (AAV) and restoration by replenishing α-KG can alleviate the severity of sepsis. In conclusion, the study demonstrated that Glul can regulate LPS-induced sepsis and provides a novel strategy for the treatment of this disease.",
      "mesh_terms": [
        "Animals",
        "Demethylation",
        "Endotoxins",
        "Glutamate-Ammonia Ligase",
        "Ketoglutaric Acids",
        "Lipopolysaccharides",
        "Mice",
        "NF-kappa B",
        "Sepsis"
      ]
    },
    {
      "pmid": "35334805",
      "title": "Alpha-Ketoglutarate Promotes Goblet Cell Differentiation and Alters Urea Cycle Metabolites in DSS-Induced Colitis Mice.",
      "authors": [
        "Alejandro Bravo Iniguez",
        "Qiyu Tian",
        "Min Du",
        "Mei-Jun Zhu"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Mar-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The metabolite, alpha-ketoglutarate (aKG), shows promise as an approach for ameliorating colitis, but much remains unknown about the full extent of its effects on the metabolome and mucosal barrier. To further elucidate this matter, C57BL/6 male mice received drinking water with or without 1% aKG for three weeks, then were subjected to 2.5% dextran sulfate sodium (DSS) induction for 7 days followed by 7 days of recovery. Cecal content and intestinal tissue samples were analyzed for changes in metabolite profile and signaling pathways. Gas chromatography-mass spectrometry (GC-MS) metabolomics revealed a separation between the metabolome of mice treated with or without aKG; putrescine and glycine were significantly increased; and ornithine and amide products, oleamide and urea were significantly decreased. Based on a pathway analysis, aKG treatment induced metabolite changes and enriched glutathione metabolism and the urea cycle. Additionally, signaling pathways committing epithelial cells to the secretory lineage were elevated in aKG-treated mice. Consistently, aKG supplementation increased goblet cells staining, mRNA expression of mucin 2, and, trefoil factor 3 and Krüppel-like factor 4, markers of goblet cell differentiation. These data suggest the ameliorating the effects of aKG against chemically induced colitis involves a reduction in harmful metabolites and the promotion of goblet cell differentiation, resulting in a more-fortified mucus layer.",
      "mesh_terms": [
        "Animals",
        "Cell Differentiation",
        "Colitis",
        "Goblet Cells",
        "Ketoglutaric Acids",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Urea"
      ]
    },
    {
      "pmid": "35325641",
      "title": "Effect of dimethyl alpha-ketoglutarate supplementation on the in vitro developmental competences of ovine oocytes.",
      "authors": [
        "Yuchun Hao",
        "Jiapeng Wang",
        "Jingyu Ren",
        "Zhanpeng Liu",
        "Ziyi Bai",
        "Gang Liu",
        "Yanfeng Dai"
      ],
      "journal": "Theriogenology",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The supplementation of dimethyl alpha-ketoglutarate (DMKG) during the in vitro maturation (IVM) process has been shown to improve the in vitro developmental competences of porcine oocytes. Here, the effects of DMKG supplementation in IVM medium on the development competencies of ovine oocytes were investigated by analyzing the nuclear maturation rate to metaphase II (MII) stage, ATP synthesis, cortical granules (CGs) dynamic, F-actin polymerization, mitochondrial activity, mitochondrial damage, reactive oxygen species (ROS) production, intracellular glutathione (GSH) production, DNA damage, cellular apoptosis, fertilization capacity and blastocyst development potential of ovine oocytes. In addition, the oxidative stress damage model induced by H2O2 treatment was applied to confirm the antioxidative effect of DMKG supplementation on the development of ovine oocytes. The results showed that compared with MII oocytes without DMKG supplementation (Control group), 3 mM DMKG supplementation during IVM significantly (P < 0.05) increased nuclear maturation rate, ATP synthesis, CGs dynamic, F-actin polymerization, mitochondrial activity, GSH production and embryonic developmental competence and decreased ROS production, mitochondrial damage, DNA damage and cellular apoptosis level of ovine MII oocytes. Moreover, the reductions in the developmental competences of ovine MII oocytes caused by H2O2 induced oxidative stress damages were effectively ameliorated by the co-supplementation in IVM of 3 mM DMKG (P < 0.05). Our results demonstrate the promising effect of DMKG supplementation on the in vitro developmental competence of ovine oocytes via the reduction of oxidative stress damages and indicates further research into the clinical applications of DMKG and the development of ovine breeding technologies is warranted.",
      "mesh_terms": [
        "Actins",
        "Adenosine Triphosphate",
        "Animals",
        "Blastocyst",
        "Dietary Supplements",
        "Embryonic Development",
        "Fertilization in Vitro",
        "Glutathione",
        "Hydrogen Peroxide",
        "In Vitro Oocyte Maturation Techniques",
        "Ketoglutaric Acids",
        "Oocytes",
        "Reactive Oxygen Species",
        "Sheep",
        "Sheep, Domestic",
        "Swine"
      ]
    },
    {
      "pmid": "34847066",
      "title": "Rejuvant®, a potential life-extending compound formulation with alpha-ketoglutarate and vitamins, conferred an average 8 year reduction in biological aging, after an average of 7 months of use, in the TruAge DNA methylation test.",
      "authors": [
        "Oleksandr Demidenko",
        "Diogo Barardo",
        "Valery Budovskii",
        "Robb Finnemore",
        "Francis R Palmer",
        "Brian K Kennedy",
        "Yelena V Budovskaya"
      ],
      "journal": "Aging",
      "publication_date": "2021-Nov-30",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The search continues for possible interventions that delay and/or reverse biological aging, resulting in extended healthspan and lifespan. Interventions delaying aging in animal models are well established; however, most lack validation in humans. The length of human lifespan makes it impractical to perform survival analysis. Instead, aging biomarkers, such as DNA methylation (DNAm) clocks, have been developed to monitor biological age. Herein we report a retrospective analysis of DNA methylation age in 42 individuals taking Rejuvant®, an alpha-ketoglutarate based formulation, for an average period of 7 months. DNAm testing was performed at baseline and by the end of treatment with Rejuvant® supplementation. Remarkably, individuals showed an average decrease in biological aging of 8 years (p-value=6.538x10-12). Furthermore, the supplementation with Rejuvant® is robust to individual differences, as indicated by the fact that a large majority of participants decreased their biological age. Moreover, we found that Rejuvant® is of additional benefit to chronologically and biologically older individuals. While continued testing, particularly in a placebo-controlled design, is required, the nearly 8-year reversal in the biological age of individuals taking Rejuvant® for 4 to 10 months is noteworthy, making the natural product cocktail an intriguing candidate to affect human aging.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aging",
        "DNA Methylation",
        "Dietary Supplements",
        "Female",
        "Geroscience",
        "Humans",
        "Ketoglutaric Acids",
        "Male",
        "Middle Aged",
        "Vitamins"
      ]
    },
    {
      "pmid": "34817909",
      "title": "The study of skin hydration, anti-wrinkles function improvement of anti-aging cream with alpha-ketoglutarate.",
      "authors": [
        "Fan Yang",
        "Zheng Zhou",
        "Miao Guo",
        "Ziyan Zhou"
      ],
      "journal": "Journal of cosmetic dermatology",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The tricarboxylic acid (TCA) cycle is a key metabolic pathway for driving the generation of mitochondrial energy in all oxidative organisms. Alpha-ketoglutarate (Alpha-KG), a precursor of glutamine, is known as a crucial intermediate of the TCA cycle and plays a pivotal role in multiple metabolic processes. As a precursor of glutamate and glutamine, AKG acts as an antioxidant agent as it directly reacts with hydrogen peroxide with formation of succinate, water, and carbon dioxide; meanwhile, it discharges plenty of ATP by oxidative decarboxylation. Several studies reported that Alpha-KG is a key participant in the detoxification of reactive oxygen species and acts as an integral part of the oxidative defense machinery. However, few studies have been reported on the efficacy of Alpha-KG in the maintenance of skin functions. This study demonstrated that Alpha-KG has beneficial effects on skin hydration and barrier function and that fermentation is an effective way to enhance the synthesis of Alpha-KG in yeast, which possesses mitochondria. METHODS: Evaluation of promoting effects on epidermal keratinocyte proliferation: Keratinocytes were incubated with a test sample, and the degree of proliferation was determined by MTT [3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide] assay. Evaluation of promoting effects on mRNA expression of genes related to skin hydration and barrier function: Keratinocytes were incubated with a test sample, and gene expression levels of filaggrin (FLG), serine palmitoyltransferase (SPT), and involucrin (IVL) were analyzed by real-time RT-PCR. Analysis of Alpha-KG in rice fermented liquid: Alpha-KG in rice fermented liquid was quantitatively analyzed by capillary electrophoresis time-of-flight mass spectrometry (CE-TOF-MS). Clinical study testing methods and VISIA testing: After 28 days of treatment use the cream with Alpha-KG and control sample without Alpha-KG, instrumentation measurements were adopted to assess skin wrinkles, texture, elasticity, and firmness, tested by the VISIA-CR. RESULTS: Immediately after using the sample for D0, the skin wrinkles were significantly reduced by 23.64%. After using the sample for D7, the average clinical score of outer corner wrinkles was significantly reduced by 15.23%, and nasolabial groove wrinkles were significantly reduced by 25.68%. After using the sample for D56, the mean clinical evaluation score of crow's feet decreased significantly by 25.42%; the average score of clinical evaluation of skin firmness increased significantly by 41.40%; the skin gloss increased significantly by 28.67%. CONCLUSION: It was demonstrated that Alpha-KG is expected to promote skin hydration and barrier function by the activation of cell proliferation and the up-regulation of mRNA expression of genes related to the maintenance of epidermal function in in vitro tests. In order to develop a cosmetic ingredient including Alpha-KG, we focused on fermentation with yeast as an efficient production method of Alpha-KG and found that fermentation of rice with yeast efficiently produced Alpha-KG. Taken together, it is considered that rice fermented liquid containing Alpha-KG could be a promising ingredient for skin care products. Through the clinical testing, rice fermented liquid containing Alpha-KG could be a promising cosmetic ingredient for skin care products.",
      "mesh_terms": [
        "Aging",
        "Humans",
        "Ketoglutaric Acids",
        "Nasolabial Fold",
        "Skin",
        "Skin Aging",
        "Skin Cream"
      ]
    },
    {
      "pmid": "34261826",
      "title": "Measurement of the nuclear concentration of α-ketoglutarate during adipocyte differentiation by using a fluorescence resonance energy transfer-based biosensor with nuclear localization signals.",
      "authors": [
        "Tomohiro Suzuki",
        "Mayuko Hayashi",
        "Tetsuro Komatsu",
        "Akiko Tanioka",
        "Masahiro Nagasawa",
        "Kyoko Tanimura-Inagaki",
        "Mohammad Sharifur Rahman",
        "Shinnosuke Masuda",
        "Kosuke Yusa",
        "Juro Sakai",
        "Hiroshi Shibata",
        "Takeshi Inagaki"
      ],
      "journal": "Endocrine journal",
      "publication_date": "2021-Dec-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "α-Ketoglutarate (α-KG) also known as 2-oxoglutarate (2-OG) is an intermediate metabolite in the tricarboxylic acid (TCA) cycle and is also produced by the deamination of glutamate. It is an indispensable cofactor for a series of 2-oxoglutarate-dependent oxygenases including epigenetic modifiers such as ten-eleven translocation DNA demethylases (TETs) and JmjC domain-containing histone demethylases (JMJDs). Since these epigenetic enzymes target genomic DNA and histone in the nucleus, the nuclear concentration of α-KG would affect the levels of transcription by modulating the activity of the epigenetic enzymes. Thus, it is of great interest to measure the nuclear concentration of α-KG to elucidate the regulatory mechanism of these enzymes. Here, we report a novel fluorescence resonance energy transfer (FRET)-based biosensor with multiple nuclear localization signals (NLSs) to measure the nuclear concentration of α-KG. The probe contains the α-KG-binding GAF domain of NifA protein from Azotobacter vinelandii fused with EYFP and ECFP. Treatment of 3T3-L1 preadipocytes expressing this probe with either dimethyl-2-oxoglutarate (dimethyl-2-OG), a cell-permeable 2-OG derivative, or citrate elicited time- and dose-dependent changes in the FRET ratio, proving that this probe functions as an α-KG sensor. Measurement of the nuclear α-KG levels in the 3T3-L1 cells stably expressing the probe during adipocyte differentiation revealed that the nuclear concentration of α-KG increased in the early stage of differentiation and remained high thereafter. Thus, this nuclear-localized α-KG probe is a powerful tool for real-time monitoring of α-KG concentrations with subcellular resolution in living cells and is useful for elucidating the regulatory mechanisms of epigenetic enzymes.",
      "mesh_terms": [
        "Adipocytes",
        "Biosensing Techniques",
        "Cell Differentiation",
        "Fluorescence Resonance Energy Transfer",
        "Ketoglutaric Acids",
        "Nuclear Localization Signals"
      ]
    },
    {
      "pmid": "34220849",
      "title": "Evaluation of Alpha-Ketoglutarate Supplementation on the Improvement of Intestinal Antioxidant Capacity and Immune Response in Songpu Mirror Carp (Cyprinus carpio) After Infection With Aeromonas hydrophila.",
      "authors": [
        "Di Wu",
        "Ze Fan",
        "Jinnan Li",
        "Yuanyuan Zhang",
        "Chang'an Wang",
        "Qiyou Xu",
        "Liansheng Wang"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "As an intermediate substance of the tricarboxylic acid cycle and a precursor substance of glutamic acid synthesis, the effect of alpha-ketoglutarate on growth and protein synthesis has been extensively studied. However, its prevention and treatment of pathogenic bacteria and its mechanism have not yet been noticed. To evaluate the effects of alpha-ketoglutarate on intestinal antioxidant capacity and immune response of Songpu mirror carp, a total of 360 fish with an average initial weight of 6.54 ± 0.08 g were fed diets containing alpha-ketoglutarate with 1% for 8 weeks. At the end of the feeding trial, the fish were challenged with Aeromonas hydrophila for 2 weeks. The results indicated that alpha-ketoglutarate supplementation significantly increased the survival rate of carp after infection with Aeromonas hydrophila (P < 0.05), and the contents of immune digestion enzymes including lysozyme, alkaline phosphatase and the concentration of complement C4 were markedly enhanced after alpha-ketoglutarate supplementation (P < 0.05). Also, appropriate alpha-ketoglutarate increased the activities of total antioxidant capacity and catalase and prevented the up-regulation in the mRNA expression levels of pro-inflammatory cytokines including tumor necrosis factor-α, interleukin-1β, interleukin-6, and interleukin-8 (P < 0.05). Furthermore, the mRNA expression levels of toll-like receptor 4 (TLR4), and nuclear factor kappa-B (NF-κB) were strikingly increased after infection with Aeromonas hydrophila (P < 0.05), while the TLR4 was strikingly decreased with alpha-ketoglutarate supplementation (P < 0.05). Moreover, the mRNA expression levels of tight junctions including claudin-1, claudin-3, claudin-7, claudin-11 and myosin light chain kinases (MLCK) were upregulated after alpha-ketoglutarate supplementation (P < 0.05). In summary, the appropriate alpha-ketoglutarate supplementation could increase survival rate, strengthen the intestinal enzyme immunosuppressive activities, antioxidant capacities and alleviate the intestinal inflammation, thereby promoting the intestinal immune responses and barrier functions of Songpu mirror carp via activating TLR4/MyD88/NF-κB and MLCK signaling pathways after infection with Aeromonas hydrophila.",
      "mesh_terms": [
        "Aeromonas hydrophila",
        "Animal Feed",
        "Animals",
        "Antioxidants",
        "Carps",
        "Dietary Supplements",
        "Fish Proteins",
        "Gram-Negative Bacterial Infections",
        "Host-Pathogen Interactions",
        "Immunity, Innate",
        "Intestinal Mucosa",
        "Ketoglutaric Acids",
        "Myeloid Differentiation Factor 88",
        "Myosin-Light-Chain Kinase",
        "NF-kappa B",
        "Signal Transduction",
        "Toll-Like Receptor 4"
      ]
    },
    {
      "pmid": "34179130",
      "title": "α-Ketoglutarate Upregulates Collecting Duct (Pro)renin Receptor Expression, Tubular Angiotensin II Formation, and Na+ Reabsorption During High Glucose Conditions.",
      "authors": [
        "Aarón Guerrero",
        "Bruna Visniauskas",
        "Pilar Cárdenas",
        "Stefanny M Figueroa",
        "Jorge Vivanco",
        "Nicolas Salinas-Parra",
        "Patricio Araos",
        "Quynh My Nguyen",
        "Modar Kassan",
        "Cristián A Amador",
        "Minolfa C Prieto",
        "Alexis A Gonzalez"
      ],
      "journal": "Frontiers in cardiovascular medicine",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes mellitus (DM) causes high glucose (HG) levels in the plasma and urine. The (pro)renin receptor (PRR) is a key regulator of renal Na+ handling. PRR is expressed in intercalated (IC) cells of the collecting duct (CD) and binds renin to promote angiotensin (Ang) II formation, thereby contributing to Na+ reabsorption. In DM, the Kreb's cycle is in a state of suppression in most tissues. However, in the CD, expression of glucose transporters is augmented, boosting the Kreb's cycle and consequently causing α-ketoglutarate (αKG) accumulation. The αKG receptor 1 (OXGR1) is a Gq-coupled receptor expressed on the apical membrane of IC cells of the CD. We hypothesize that HG causes αKG secretion and activation of OXGR1, which increases PRR expression in CD cells. This effect then promotes intratubular AngII formation and Na+ reabsorption. To test this hypothesis, streptozotocin (STZ)-induced diabetic mice were treated with or without montelukast (ML), an OXGR1 antagonist, for 6 days. STZ mice had higher urinary αKG and PRR expression along with augmented urinary AngII levels and Na+ retention. Treatment with ML prevented all these effects. Similarly, primary cultured inner medullary CD cells treated with HG showed increased PRR expression, while OXGR1 antagonist prevented this effect. αKG increases PRR expression, while treatments with ML, PKC inhibition, or intracellular Ca2+ depletion impair this effect. In silico analysis suggested that αKG binds to mouse OXGR1. These results indicate that HG conditions promote increased levels of intratubular αKG and OXGR1-dependent PRR upregulation, which impact AngII formation and Na+ reabsorption."
    },
    {
      "pmid": "33863801",
      "title": "l-Theanine Activates the Browning of White Adipose Tissue Through the AMPK/α-Ketoglutarate/Prdm16 Axis and Ameliorates Diet-Induced Obesity in Mice.",
      "authors": [
        "Wan-Qiu Peng",
        "Gang Xiao",
        "Bai-Yu Li",
        "Ying-Ying Guo",
        "Liang Guo",
        "Qi-Qun Tang"
      ],
      "journal": "Diabetes",
      "publication_date": "2021-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "l-Theanine is a nonprotein amino acid with much beneficial efficacy. We found that intraperitoneal treatment of the mice with l-theanine (100 mg/kg/day) enhanced adaptive thermogenesis and induced the browning of inguinal white adipose tissue (iWAT) with elevated expression of Prdm16, Ucp1, and other thermogenic genes. Meanwhile, administration of the mice with l-theanine increased energy expenditure. In vitro studies indicated that l-theanine induced the development of brown-like features in adipocytes. The shRNA-mediated depletion of Prdm16 blunted the role of l-theanine in promoting the brown-like phenotypes in adipocytes and in the iWAT of mice. l-theanine treatment enhanced AMPKα phosphorylation both in adipocytes and iWAT. Knockdown of AMPKα abolished l-theanine-induced upregulation of Prdm16 and adipocyte browning. l-Theanine increased the α-ketoglutarate (α-KG) level in adipocytes, which may increase the transcription of Prdm16 by inducing active DNA demethylation on its promoter. AMPK activation was required for l-theanine-induced increase of α-KG and DNA demethylation on the Prdm16 promoter. Moreover, intraperitoneal administration with l-theanine ameliorated obesity, improved glucose tolerance and insulin sensitivity, and reduced plasma triglyceride, total cholesterol, and free fatty acids in the high-fat diet-fed mice. Our results suggest a potential role of l-theanine in combating diet-induced obesity in mice, which may involve l-theanine-induced browning of WAT.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Adipose Tissue, White",
        "Animals",
        "DNA Methylation",
        "DNA-Binding Proteins",
        "Diet, High-Fat",
        "Glutamates",
        "Ketoglutaric Acids",
        "Maillard Reaction",
        "Male",
        "Mice, Inbred C57BL",
        "Obesity",
        "Transcription Factors",
        "Mice"
      ]
    },
    {
      "pmid": "33859536",
      "title": "The Regulatory Role of α-Ketoglutarate Metabolism in Macrophages.",
      "authors": [
        "Shaojuan Liu",
        "Jie Yang",
        "Zhenfang Wu"
      ],
      "journal": "Mediators of inflammation",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Macrophages are multifunctional immune cells whose functions depend on polarizable phenotypes and the microenvironment. Macrophages have two phenotypes, including the M1 proinflammatory phenotype and the M2 anti-inflammatory phenotype, which play important roles in many inflammatory responses and diseases. α-Ketoglutarate is a key metabolite of the TCA cycle and can regulate the phenotype of macrophage polarization to exert anti-inflammatory effects in many inflammation-related diseases. In this review, we primarily elucidate the metabolism, regulatory mechanism, and perspectives of α-ketoglutarate on macrophages. The regulation of macrophage polarization by α-ketoglutarate may provide a promising target for the prevention and therapy of inflammatory diseases and is beneficial to animal health.",
      "mesh_terms": [
        "Cell Polarity",
        "Humans",
        "Inflammation",
        "Ketoglutaric Acids",
        "Macrophages"
      ]
    },
    {
      "pmid": "33571527",
      "title": "Development of a colorimetric α-ketoglutarate detection assay for prolyl hydroxylase domain (PHD) proteins.",
      "authors": [
        "Samantha J Wong",
        "Alison E Ringel",
        "William Yuan",
        "Joao A Paulo",
        "Haejin Yoon",
        "Mark A Currie",
        "Marcia C Haigis"
      ],
      "journal": "The Journal of biological chemistry",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Since the discovery of the prolyl hydroxylases domain (PHD) proteins and their canonical hypoxia-inducible factor (HIF) substrate two decades ago, a number of in vitro hydroxylation (IVH) assays for PHD activity have been developed to measure the PHD-HIF interaction. However, most of these assays either require complex proteomics mass spectrometry methods that rely on the specific PHD-HIF interaction or require the handling of radioactive material, as seen in the most commonly used assay measuring [14C]O2 release from labeled [14C]α-ketoglutarate. Here, we report an alternative rapid, cost-effective assay in which the consumption of α-ketoglutarate is monitored by its derivatization with 2,4-dinitrophenylhydrazine (2,4-DNPH) followed by treatment with concentrated base. We extensively optimized this 2,4-DNPH α-ketoglutarate assay to maximize the signal-to-noise ratio and demonstrated that it is robust enough to obtain kinetic parameters of the well-characterized PHD2 isoform comparable with those in published literature. We further showed that it is also sensitive enough to detect and measure the IC50 values of pan-PHD inhibitors and several PHD2 inhibitors in clinical trials for chronic kidney disease (CKD)-induced anemia. Given the efficiency of this assay coupled with its multiwell format, the 2,4-DNPH α-KG assay may be adaptable to explore non-HIF substrates of PHDs and potentially to high-throughput assays.",
      "mesh_terms": [
        "Colorimetry",
        "Enzyme Assays",
        "Humans",
        "Hydroxylation",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Hypoxia-Inducible Factor-Proline Dioxygenases",
        "Ketoglutaric Acids",
        "Kinetics",
        "Phenylhydrazines",
        "Substrate Specificity"
      ]
    },
    {
      "pmid": "33547710",
      "title": "Dietary Alpha-Ketoglutarate Promotes Epithelial Metabolic Transition and Protects against DSS-Induced Colitis.",
      "authors": [
        "Qiyu Tian",
        "Alejandro Bravo Iniguez",
        "Qi Sun",
        "Hongbin Wang",
        "Min Du",
        "Mei-Jun Zhu"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "SCOPE: As a natural compound in foods, alpha-ketoglutarate (aKG) is one of the key metabolites maintaining energy homeostasis. This study examines the beneficial effects of dietary aKG against the development of experimental colitis and further explores the underlying molecular mechanisms. METHODS AND RESULTS: Eight-week-old male C57BL/6 mice receive drinking water with or without 1% aKG for 4 weeks. At week 3, colitis is induced by 2.5% dextran sulfate sodium (DSS) for 7 days followed by 7 days recovery. Dietary aKG supplementation decreases DSS-induced body weight loss, gross bleeding, fecal consistency score, and disease activity index. In agreement, aKG supplementation restores DSS-associated colon shortening, ameliorated mucosal damage, and macrophage infiltration into colonic tissue, which are associated with suppressed gut inflammation and Wnt signaling, and improved epithelial structure. Consistently, aKG supplementation enhances M1 to M2 macrophage polarization and strengthens intestinal barrier function. Additionally, aKG supplementation elevates colonic aKG levels while decreasing 2-hydroxyglutarate levels, which increases oxidative instead of glycolytic metabolism. CONCLUSION: aKG supplementation protects against epithelial damage and ameliorates DSS-induced colitis, which are associated with suppressed inflammation, Wnt signaling pathway, and glycolysis. Intake of foods enriched with aKG or aKG supplementation can be an alternative approach for the prevention or treatment of colitis that are common in Western societies.",
      "mesh_terms": [
        "Animals",
        "Colitis",
        "Colon",
        "Dextran Sulfate",
        "Dietary Supplements",
        "Intestines",
        "Ketoglutaric Acids",
        "Macrophages",
        "Male",
        "Mice, Inbred C57BL",
        "Wnt Signaling Pathway",
        "Mice"
      ]
    },
    {
      "pmid": "33383217",
      "title": "Glutamine metabolite α-ketoglutarate acts as an epigenetic co-factor to interfere with osteoclast differentiation.",
      "authors": [
        "Sangyong Lee",
        "Hyuk Soon Kim",
        "Myoung Jun Kim",
        "Keun Young Min",
        "Wahn Soo Choi",
        "Jueng Soo You"
      ],
      "journal": "Bone",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Osteoclasts (OCs) have been well-known involved in the exacerbation of bone-related diseases. However, the role of metabolites on osteoclastogenesis has not been well characterized. Herein, we found osteoclastogenesis was negatively regulated by α-ketoglutarate (αKG) in vitro and in vivo (C57BL/6 mouse). Kinetic transcriptome analysis revealed the upregulation of solute carrier family 7 member 11 (Slc7a11), a subunit of the cysteine/glutamate antiporter, as well as the downregulation of typical OC maker genes through αKG treatment. Given that Slc7a11 could control ROS level through glutathione import, we measured intracellular ROS, then RANKL-induced ROS production was inhibited by αKG. Notably, we highlight that αKG plays an epigenetic co-factor at the Slc7a11 promoter by demethylating repressive histone H3K9 methylation and simultaneously increasing the nuclear factor erythroid 2-related factor (Nrf2) binding, a critical transcription factor through chromatin immunoprecipitation (ChIP) analysis. Together, we suggested that αKG could be a therapeutic strategy for OC activated diseases.",
      "mesh_terms": [
        "Animals",
        "Cell Differentiation",
        "Epigenesis, Genetic",
        "Glutamine",
        "Ketoglutaric Acids",
        "Mice",
        "Mice, Inbred C57BL",
        "Osteoclasts",
        "RANK Ligand"
      ]
    },
    {
      "pmid": "33344518",
      "title": "Empagliflozin Decreases Lactate Generation in an NHE-1 Dependent Fashion and Increases α-Ketoglutarate Synthesis From Palmitate in Type II Diabetic Mouse Hearts.",
      "authors": [
        "Hong Zhang",
        "Laween Uthman",
        "Diane Bakker",
        "Sahinda Sari",
        "Sha Chen",
        "Markus W Hollmann",
        "Ruben Coronel",
        "Nina C Weber",
        "Sander M Houten",
        "Michel van Weeghel",
        "Coert J Zuurbier"
      ],
      "journal": "Frontiers in cardiovascular medicine",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aims/hypothesis: Changes in cardiac metabolism and ion homeostasis precede and drive cardiac remodeling and heart failure development. We previously demonstrated that sodium/glucose cotransporter 2 inhibitors (SGLT2i's) have direct cardiac effects on ion homeostasis, possibly through inhibition of the cardiac sodium/hydrogen exchanger (NHE-1). Here, we hypothesize that Empagliflozin (EMPA) also possesses direct and acute cardiac effects on glucose and fatty acid metabolism of isolated type II diabetes mellitus (db/db) mouse hearts. In addition, we explore whether direct effects on glucose metabolism are nullified in the presence of an NHE-1 inhibitor. Methods: Langendorff-perfused type II diabetic db/db mouse hearts were examined in three different series: 1: 13C glucose perfusions (n = 32); 2: 13C palmitate perfusions (n = 13); and 3: 13C glucose + 10 μM Cariporide (specific NHE-1 inhibitor) perfusions (n = 17). Within each series, EMPA treated hearts (1 μM EMPA) were compared with vehicle-perfused hearts (0.02% DMSO). Afterwards, hearts were snap frozen and lysed for stable isotope analysis and metabolomics using LC-MS techniques. Hearts from series 1 were also analyzed for phosphorylation status of AKT, STAT3, AMPK, ERK, and eNOS (n = 8 per group). Results: Cardiac mechanical performance, oxygen consumption and protein phosphorylation were not altered by 35 min EMPA treatment. EMPA was without an overall acute and direct effect on glucose or fatty acid metabolism. However, EMPA did specifically decrease cardiac lactate labeling in the 13C glucose perfusions (13C labeling of lactate: 58 ± 2% vs. 50 ± 3%, for vehicle and EMPA, respectively; P = 0.02), without changes in other glucose metabolic pathways. In contrast, EMPA increased cardiac labeling in α-ketoglutarate derived from 13C palmitate perfusions (13C labeling of α-KG: 79 ± 1% vs. 86 ± 1% for vehicle and EMPA, respectively; P = 0.01). Inhibition of the NHE by Cariporide abolished EMPA effects on lactate labeling from 13C glucose. Conclusions: The present study shows for the first time that the SGLT2 inhibitor Empagliflozin has acute specific metabolic effects in isolated diabetic hearts, i.e., decreased lactate generation from labeled glucose and increased α-ketoglutarate synthesis from labeled palmitate. The decreased lactate generation by EMPA seems to be mediated through NHE-1 inhibition."
    },
    {
      "pmid": "33321940",
      "title": "Alpha Ketoglutarate Exerts In Vitro Anti-Osteosarcoma Effects through Inhibition of Cell Proliferation, Induction of Apoptosis via the JNK and Caspase 9-Dependent Mechanism, and Suppression of TGF-β and VEGF Production and Metastatic Potential of Cells.",
      "authors": [
        "Katarzyna Kaławaj",
        "Adrianna Sławińska-Brych",
        "Magdalena Mizerska-Kowalska",
        "Aleksandra Żurek",
        "Agnieszka Bojarska-Junak",
        "Martyna Kandefer-Szerszeń",
        "Barbara Zdzisińska"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2020-Dec-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteosarcoma (OS) is the most common type of primary bone tumor. Currently, there are limited treatment options for metastatic OS. Alpha-ketoglutarate (AKG), i.e., a multifunctional intermediate of the Krebs cycle, is one of the central metabolic regulators of tumor fate and plays an important role in cancerogenesis and tumor progression. There is growing evidence suggesting that AKG may represent a novel adjuvant therapeutic opportunity in anti-cancer therapy. The present study was intended to check whether supplementation of Saos-2 and HOS osteosarcoma cell lines (harboring a TP53 mutation) with exogenous AKG exerted an anti-cancer effect. The results revealed that AKG inhibited the proliferation of both OS cell lines in a concentration-dependent manner. As evidenced by flow cytometry, AKG blocked cell cycle progression at the G1 stage in both cell lines, which was accompanied by a decreased level of cyclin D1 in HOS and increased expression of p21Waf1/Cip1 protein in Saos-2 cells (evaluated with the ELISA method). Moreover, AKG induced apoptotic cell death and caspase-3 activation in both OS cell lines (determined by cytometric analysis). Both the immunoblotting and cytometric analysis revealed that the AKG-induced apoptosis proceeded predominantly through activation of an intrinsic caspase 9-dependent apoptotic pathway and an increased Bax/Bcl-2 ratio. The apoptotic process in the AKG-treated cells was mediated via c-Jun N-terminal protein kinase (JNK) activation, as the specific inhibitor of this kinase partially rescued the cells from apoptotic death. In addition, the AKG treatment led to reduced activation of extracellular signal-regulated kinase (ERK1/2) and significant inhibition of cell migration and invasion in vitro concomitantly with decreased production of pro-metastatic transforming growth factor β (TGF-β) and pro-angiogenic vascular endothelial growth factor (VEGF) in both OS cell lines suggesting the anti-metastatic potential of this compound. In conclusion, we showed the anti-osteosarcoma potential of AKG and provided a rationale for a further study of the possible application of AKG in OS therapy.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Apoptosis",
        "Caspase 9",
        "Cell Line, Tumor",
        "Cell Movement",
        "Cell Proliferation",
        "Humans",
        "Ketoglutaric Acids",
        "MAP Kinase Kinase 4",
        "Osteosarcoma",
        "Transforming Growth Factor beta",
        "Vascular Endothelial Growth Factor A"
      ]
    },
    {
      "pmid": "32832918",
      "title": "α-Ketoglutarate attenuates Wnt signaling and drives differentiation in colorectal cancer.",
      "authors": [
        "Thai Q Tran",
        "Eric A Hanse",
        "Amber N Habowski",
        "Haiqing Li",
        "Mari B Ishak Gabra",
        "Ying Yang",
        "Xazmin H Lowman",
        "Amelia M Ooi",
        "Shu Y Liao",
        "Robert A Edwards",
        "Marian L Waterman",
        "Mei Kong"
      ],
      "journal": "Nature cancer",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Genetic-driven deregulation of the Wnt pathway is crucial but not sufficient for colorectal cancer (CRC) tumourigenesis. Here, we show that environmental glutamine restriction further augments Wnt signaling in APC mutant intestinal organoids to promote stemness and leads to adenocarcinoma formation in vivo via decreasing intracellular alpha-ketoglutarate (aKG) levels. aKG supplementation is sufficient to rescue low-glutamine induced stemness and Wnt hyperactivation. Mechanistically, we found that aKG promotes hypomethylation of DNA and histone H3K4me3, leading to an upregulation of differentiation-associated genes and downregulation of Wnt target genes, respectively. Using CRC patient-derived organoids and several in vivo CRC tumour models, we show that aKG supplementation suppresses Wnt signaling and promotes cellular differentiation, thereby significantly restricting tumour growth and extending survival. Together, our results reveal how metabolic microenvironment impacts Wnt signaling and identify aKG as a potent antineoplastic metabolite for potential differentiation therapy for CRC patients.",
      "mesh_terms": [
        "Colorectal Neoplasms",
        "Glutamine",
        "Humans",
        "Ketoglutaric Acids",
        "Organoids",
        "Tumor Microenvironment",
        "Wnt Signaling Pathway"
      ]
    },
    {
      "pmid": "32124915",
      "title": "The mechanism and role of intracellular α-ketoglutarate reduction in hepatic stellate cell activation.",
      "authors": [
        "Jianjian Zhao",
        "Yueping Jiang",
        "Xueguo Sun",
        "Xishuang Liu",
        "Fuguo Liu",
        "Mingquan Song",
        "Lingyun Zhang"
      ],
      "journal": "Bioscience reports",
      "publication_date": "2020-Mar-27",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The activation of hepatic stellate cells (HSCs) plays a central role in liver fibrosis. α-ketoglutarate is a natural metabolite and previous studies have shown that increase in intracellular α-ketoglutarate can inhibit HSC activation. AIM: The aim of the present study is to determine the changes and role of intracellular α-ketoglutarate in HSC activation and clarify its mechanism of action. METHODS: A human HSC cell line (LX-2) and the primary mouse HSC were used in the present study. We detected the changes of intracellular α-ketoglutarate levels and the expression of enzymes involved in the metabolic processes during HSC activation. We used siRNA to determine the role of intracellular α-ketoglutarate in HSC activation and elucidate the mechanism of the metabolic changes. RESULTS: Our results demonstrated that intracellular α-ketoglutarate levels decreased with an HSC cell line and primary mouse HSC activation, as well as the expression of isocitrate dehydrogenase 2 (IDH2), an enzyme that catalyzes the production of α-ketoglutarate. In addition, knockdown of IDH2 efficiently promoted the activation of HSCs, which was able to be reversed by introduction of an α-ketoglutarate analogue. Furthermore, we demonstrated that α-ketoglutarate regulated HSC activation is independent of transforming growth factor-β1 (TGF-β1). CONCLUSIONS: Our findings demonstrated that decrease in IDH2 expression limits the production of α-ketoglutarate during HSC activation and in turn promotes the activation of HSCs through a TGF-β1 independent pathway. The present study suggests that IDH2 and α-ketoglutarate may be potential new targets for the prevention and treatment of liver fibrosis.",
      "mesh_terms": [
        "Animals",
        "Cell Line",
        "Cell Proliferation",
        "Collagen Type I",
        "Hepatic Stellate Cells",
        "Humans",
        "Isocitrate Dehydrogenase",
        "Ketoglutaric Acids",
        "Liver Cirrhosis",
        "Mice",
        "Signal Transduction",
        "Transforming Growth Factor beta1"
      ]
    },
    {
      "pmid": "31841452",
      "title": "α-Ketoglutarate Modulates Macrophage Polarization Through Regulation of PPARγ Transcription and mTORC1/p70S6K Pathway to Ameliorate ALI/ARDS.",
      "authors": [
        "Meiyun Liu",
        "Yuanli Chen",
        "Suyu Wang",
        "Huanping Zhou",
        "Di Feng",
        "Juan Wei",
        "Xuan Shi",
        "Lingmin Wu",
        "Pengcheng Zhang",
        "Hao Yang",
        "Xin Lv"
      ],
      "journal": "Shock (Augusta, Ga.)",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "As tissue-resident cells in the lung, alveolar macrophages display remarkable heterogeneity and play a crucial role in the development and control of septic acute lung injury/acute respiratory distress syndrome (ALI/ARDS). Recent evidence suggests that α-ketoglutarate (α-KG) plays an important role in alternative activation of macrophage (M2) through metabolic and epigenetic reprogramming, and thus possesses anti-inflammatory properties. However, the underlying mechanisms of α-KG's effect on alveolar macrophage polarization and the potential effects of α-KG in ALI/ARDS remain unclear. Here, we examined the effects and mechanisms of α-KG on alveolar macrophage polarization, and investigated the possible effects of α-KG on lipopolysaccharide (LPS)-induced ALI/ARDS in a mouse model. We found that α-KG inhibited M1 macrophage polarization and promoted IL-4-induced M2 macrophage polarization in MH-S cells (a murine alveolar macrophage cell line). Further experiments showed that α-KG down-regulated the expression of M1-polarized marker genes and inhibited the activities of mammalian target of rapamycin complex 1 (mTORC1)/p70 ribosomal protein S6 kinase (p70S6K) signaling pathway in M1-polarized MH-S cells. Moreover, our results showed that α-KG promoted IL-4-induced M2 polarization of MH-S cells by augmenting nuclear translocation of peroxisome proliferator-activated receptor γ (PPARγ) and increasing expression of relevant fatty acid metabolic genes. Finally, using an LPS-induced ALI/ARDS mouse model, we found that α-KG ameliorated the LPS-induced inflammation and lung pathological damage, as well as α-KG pretreated mice had better clinical scores compared with the LPS group. These findings reveal new mechanisms of α-KG in regulating macrophage polarization which may provide novel strategies for the prevention and treatment of inflammatory diseases, including sepsis and septic ALI/ARDS.",
      "mesh_terms": [
        "Animals",
        "Blotting, Western",
        "Cell Line",
        "Enzyme-Linked Immunosorbent Assay",
        "Ketoglutaric Acids",
        "Lipopolysaccharides",
        "Macrophages, Alveolar",
        "Male",
        "Mechanistic Target of Rapamycin Complex 1",
        "Mice",
        "Mice, Inbred C57BL",
        "PPAR gamma",
        "Real-Time Polymerase Chain Reaction",
        "Respiratory Distress Syndrome",
        "Ribosomal Protein S6 Kinases, 70-kDa"
      ]
    },
    {
      "pmid": "31833510",
      "title": "Effects of ornithine α-ketoglutarate on growth performance and gut microbiota in a chronic oxidative stress pig model induced by d-galactose.",
      "authors": [
        "Yuying Li",
        "Peng Wang",
        "Jie Yin",
        "Shunshun Jin",
        "Wenxuan Su",
        "Junquan Tian",
        "Tiejun Li",
        "Kang Yao"
      ],
      "journal": "Food & function",
      "publication_date": "2020-Jan-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to evaluate the protective effects and underlying mechanisms of ornithine α-ketoglutarate (OKG) on d-galactose (d-gal)-induced chronic oxidative stress in a pig model. A total of 40 castrated young pigs were randomly separated into five groups, including a control group, a model group treated with 5 mg per kg body weight (BW) d-gal, and three d-gal + OKG groups in which the pigs received 0.5%, 1%, and 2% OKG (n = 8). The experiment lasted for 28 days. The growth performance, serum oxidative stress index, expression of relative intestinal genes, gut microbiota, and serum amino acid pool were determined. The results demonstrated that administration of d-gal significantly affected growth performance and superoxide dismutase (SOD) and glutathione peroxidase (GSH-Px) levels including related mRNA expression suppression, malondialdehyde (MDA) levels enhancement, gut microbiota dysfunction, and serum amino acid alteration in pigs. However, treatment with 0.5% OKG markedly ameliorated the reduction in the growth performance, as evidenced by the reversed final body weight, average feed intake, and average body weight. Also, 0.5% OKG enhanced the SOD and GSH-Px levels including relative mRNA expression in the intestine and inhibited lipid oxidation subsequent to MDA generation. The intestinal abundances of Firmicutes were increased and those of Proteobacteria, Fusobacteria, Bacteriodetes, and Euryarchaeota were decreased in the pigs supplemented with 0.5% OKG. Meanwhile, 0.5% OKG increased the glutamate, proline, aspartate, threonine, valine, isoleucine and leucine levels in the serum. Collectively, these results indicate that d-gal induced chronic oxidative stress and also proved the positive effects of 0.5% OKG on altering the pig gut microbe, restoring serum amino acid and alleviating the growth-suppression induced by d-gal chronic oxidative stress.",
      "mesh_terms": [
        "Amino Acids",
        "Animals",
        "Galactose",
        "Gastrointestinal Microbiome",
        "Glutathione Peroxidase",
        "Malondialdehyde",
        "Ornithine",
        "Oxidative Stress",
        "Superoxide Dismutase",
        "Swine"
      ]
    },
    {
      "pmid": "31607802",
      "title": "Effects of pyruvate and dimethyl-α-ketoglutarate, either alone or in combination, on pre- and post-implantation development of mouse zygotes cultured in vitro.",
      "authors": [
        "Eun Sol Choi",
        "Koga Kawano",
        "Misaki Hiraya",
        "Eibai Matsukawa",
        "Masayasu Yamada"
      ],
      "journal": "Reproductive medicine and biology",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Dimethyl α-ketoglutarate (dm-α-KG) promotes in vitro development to blastocysts of C57BL/6J X C3He F1 mouse zygotes cultured in medium lacking pyruvate. Here, we examined the effects of pyruvate and dm-α-KG on in vitro development to blastocysts of ICR mouse zygotes and their post-implantation developmental ability. METHODS: Zygotes were cultured in medium with pyruvate at 0-0.2 mmol/L in the presence or absence of 1 mmol/L dm-α-KG for 96 hours and evaluated for blastocyst formation rates. The resultant blastocysts were non-surgically transferred to surrogates and evaluated for birth rates. RESULTS: In medium lacking pyruvate, zygotes could not develop beyond the two-cell stage, in the presence or absence of dm-α-KG. However, the blastocyst formation rate in medium with 0.01 mmol/L pyruvate (12%) was markedly increased with addition of dm-α-KG (49%). Around 80% of embryos developed to blastocysts in medium with 0.2 mmol/L pyruvate, in the presence or absence of dm-α-KG. Importantly, birth rate was markedly improved by treatment with 0.2 mmol/L pyruvate and dm-αKG (31.0%), compared with those with pyruvate treatment alone (16.3%). CONCLUSIONS: Pyruvate and dm-α-KG synergistically work during in vitro culture to markedly improve the blastocyst formation rate and post-implantation developmental ability of the resultant blastocysts in ICR mice."
    },
    {
      "pmid": "31398548",
      "title": "Efficient separation of α-ketoglutarate from Yarrowia lipolytica WSH-Z06 culture broth by converting pyruvate to l-tyrosine.",
      "authors": [
        "Qingzi Lei",
        "Weizhu Zeng",
        "Jingwen Zhou",
        "Guocheng Du"
      ],
      "journal": "Bioresource technology",
      "publication_date": "2019-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Co-production of α-ketoglutaric acid (KGA) and pyruvic acid (PYR) by Yarrowia lipolytica WSH-Z06 could significantly increase the final titer and yield of keto acids. However, efficient separation of KGA and PYR in an economic manner is a big challenge owing to their similar properties. In the present study, a separation process was established to convert PYR in the fermentation broth to l-tyrosine (TYR). Owing to its low solubility, TYR was easily precipitated out and could be easily removed from the reaction system. The whole-cell catalysis reaction solution was subjected to acid treatment, centrifugation, cation exchange column separation, rotary evaporation, Buchner funnel filtration, and dry separation method to obtain KGA and TYR powders. The purity/recovery rates of KGA and TYR were 98.16%/78.68% and 98.19%/73.46%, respectively. The use of biological pathways to separate KGA from the culture broth could make the separation process easier and further decrease the operation cost.",
      "mesh_terms": [
        "Keto Acids",
        "Ketoglutaric Acids",
        "Pyruvic Acid",
        "Tyrosine",
        "Yarrowia"
      ]
    },
    {
      "pmid": "31317039",
      "title": "Intervention with α-Ketoglutarate Ameliorates Colitis-Related Colorectal Carcinoma via Modulation of the Gut Microbiome.",
      "authors": [
        "Si Li",
        "Chenxing Fu",
        "Yurong Zhao",
        "Jianhua He"
      ],
      "journal": "BioMed research international",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The intestinal microbiome plays a crucial role in promoting intestinal health, and perturbations to its constitution may result in chronic intestinal inflammation and lead to colorectal cancer (CRC). α-Ketoglutarate is an important intermediary in the NF-κB-mediated inflammatory pathway that maintains intestinal homeostasis and prevents initiation of intestinal inflammation, a known precursor to carcinoma development. The objective of this study was to assess the potential protective effects of α-ketoglutarate intervention against CRC development, which may arise due to its known anti-inflammatory and antitumour effects. CRC was induced in C57BL/6 mice using azoxymethane (AOM) and dextran sulfate sodium (DSS). Tumour frequency, histological rating, and colonic microbiota were assessed in colonic samples. The findings demonstrated that α-ketoglutarate offered significant protection against CRC development in mice. Furthermore, α-ketoglutarate also exhibited immunomodulatory effects mediated via downregulation of interleukin (IL)-6, IL-22, tumour necrosis factor (TNF)-α, and IL-1β cytokines. Finally, intervention with α-ketoglutarate tended to minimise the frequency of opportunistic pathogens (Escherichia and Enterococcus) while increasing the populations of Akkermansia, Butyricicoccus, Clostridium, and Ruminococcus. Taken together, our findings show that dietary α-ketoglutarate intervention may protect against inflammation-related CRC.",
      "mesh_terms": [
        "Animals",
        "Azoxymethane",
        "Colitis",
        "Colorectal Neoplasms",
        "Cytokines",
        "Dextran Sulfate",
        "Disease Models, Animal",
        "Gastrointestinal Microbiome",
        "Gene Expression Regulation",
        "Humans",
        "Inflammation",
        "Interleukin-1beta",
        "Interleukin-6",
        "Interleukins",
        "Ketoglutaric Acids",
        "Mice",
        "NF-kappa B",
        "Interleukin-22"
      ]
    },
    {
      "pmid": "31244408",
      "title": "Efficacy assessment of co-treated alpha-ketoglutarate and N-acetyl cysteine against the subchronic toxicity of cyanide in rats.",
      "authors": [
        "R M Satpute",
        "Y D Bhutia",
        "V Lomash",
        "R Bhattacharya"
      ],
      "journal": "Toxicology and industrial health",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Cyanide is an important industrial pollutant, major occupational hazard, and a potential chemical warfare agent. Its intentional or accidental exposure to humans is a big clinical problem because of its rapid mode of action. Certain plant origin foods also contain substantial amount of cyanide and cause chronic toxicity. This study explores the protective efficacy of co-treatment of alpha-ketoglutarate (AKG) and an antioxidant N-acetyl cysteine (NAC) against toxicity of subchronically exposed cyanide in rats. We explore the effect of AKG + NAC co-treatment on oxidative stress, inflammation, and histological changes induced due to long-term sublethal cyanide exposure. Cyanide induces oxidative stress by inhibiting metalloenzymes (catalase and superoxide dismutase) causing increase in lipid peroxidation (malondialdehyde) and decrease in reduced glutathione (GSH). It also increases the activity of cyclo-oxygenase enzymes causing oxidative stress-mediated inflammation in the brain. Cyanide exposure also causes degenerative changes in the brain as shown in histology. It also causes pathology in liver and kidney. AKG is known to form cyanohydrins with cyanide reducing the free cyanide levels, and its combination with NAC showed overall improvement in by reducing the oxidative stress and subsequent neuroinflammation. Their combination was also found to improve the histological outcome of vital tissues. AKG, an over-the-counter sport medicine, and the antioxidant NAC per se did not show any detrimental effects in any tested parameter. Hence, oral treatment with AKG and NAC can be beneficial for the treatment of chronic cyanide poisoning.",
      "mesh_terms": [
        "Acetylcysteine",
        "Animals",
        "Brain",
        "Cyanides",
        "Ketoglutaric Acids",
        "Kidney",
        "Liver",
        "Male",
        "Oxidative Stress",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "31158818",
      "title": "Alpha-ketoglutarate affects murine embryo development through metabolic and epigenetic modulations.",
      "authors": [
        "Zhenzhen Zhang",
        "Changjiu He",
        "Lu Zhang",
        "Tianqi Zhu",
        "Dongying Lv",
        "Guangdong Li",
        "Yukun Song",
        "Jing Wang",
        "Hao Wu",
        "Pengyun Ji",
        "Guoshi Liu"
      ],
      "journal": "Reproduction (Cambridge, England)",
      "publication_date": "2019-Aug-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "α-Ketoglutarate (α-KG) is an intermediary metabolite in the tricarboxylic acid (TCA) cycle and functions to inhibit ATPase and maintain the pluripotency of embryonic stem cells (ESCs); however, little is known regarding the effects of α-KG on the development of preimplantation embryos. Herein, we report that α-KG (150 μM) treatment significantly promoted the blastocyst rate, the number of inner cell mass (ICM) cells and foetal growth after embryo transfer. Mechanistic studies revealed two important pathways involved in the α-KG effects on embryo development. First, α-KG modulates mitochondria function by inducing relatively low ATP production without modification of mitochondrial copy number. The relatively low energy metabolism preserves the pluripotency and competence of the ICM. Second, α-KG modifies epigenetics in embryos cultured in vitro by affecting the activity of the DNA demethylation enzyme TET and the DNA methylation gene Dnmt3a to increase the ratio of 5hmC/5mC ratio. Elevation of the 5hmC/5mC ratio not only promotes the pluripotency of the ICM but also leads to a methylation level in an in vitro embryo close to that in an in vivo embryo. All these functions of α-KG collectively contribute to an increase in the number of ICM cells, leading to greater adaptation of cultured embryos to in vitro conditions and promoting foetal growth after embryo transfer. Our findings provide basic knowledge regarding the mechanisms by which α-KG affects embryo development and cell differentiation.",
      "mesh_terms": [
        "Adenosine Triphosphate",
        "Animals",
        "DNA Methylation",
        "DNA-Binding Proteins",
        "Dioxygenases",
        "Embryo Transfer",
        "Embryonic Development",
        "Epigenesis, Genetic",
        "Iron",
        "Ketoglutaric Acids",
        "Mice, Inbred ICR",
        "Mitochondria",
        "Proto-Oncogene Proteins",
        "Sequence Analysis, RNA"
      ]
    },
    {
      "pmid": "31094237",
      "title": "Alpha-ketoglutarate mediated hepatoprotection against alcohol induced toxicity: in vivo functional observation studies in Sprague Dawley rats using gamma scintigraphy.",
      "authors": [
        "Lalita Mehra",
        "Harish Rawat",
        "Abhinav Jaimini",
        "Amit Tyagi",
        "Gaurav Mittal"
      ],
      "journal": "Drug and chemical toxicology",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alcohol is the most abused psychoactive substance and known hepatotoxicant. Present study elucidates possible therapeutic effect of oral alpha-ketoglutarate (AKG) supplementation against alcohol induced hepatic dysfunction, using biochemical, histopathological and most importantly, in vivo functional imaging approaches. Animals were divided into three groups of 6 animals each. Group-I (control): Normal saline; Group-II: 20% (v/v) solution of ethanol (5 ml/day) intragastrically using oral gavage for 2 months. Group-III: ethanol treatment as in group-II along with AKG supplementation (2g/kg/bw; intragastrically using oral gavage for 2 months). In vivo hepatobiliary scintigraphy was performed in all animals using 99mTc-mebrofenin (99mTc-MEB) as radiotracer to determine changes in (a) Hepatic extraction fraction (HEF), for quantification of radiotracer uptake, (b) Time to reach maximum hepatic uptake (Tpeak), and (c) Time for hepatic uptake to reduce by 50% (T1/2peak). Biochemical (alanine aminotransferase, aspartate aminotransferase, reduced glutathione, superoxide dismutase, catalase, and lipid peroxidation) and histological parameters were also studied. Hepatic uptake and excretion kinetics using 99mTc-MEB scintigraphy showed prompt 99mTc-MEB clearance from liver in control group (HEF: 91.26 ± 2.32; Tpeak: 143 ± 23 sec; T1/2peak: 434 ± 41 sec), while it was significantly abnormal in ethanol group and showed less efficient radiotracer accumulation (HEF: 62.72 ± 5.6; Tpeak: 201 ± 33 sec; T1/2peak: 542 ± 52 sec). Supplementation of AKG along with ethanol significantly improved liver function (HEF: 76.42 ± 5.3; Tpeak: 155 ± 34 sec; T1/2peak: 455 ± 22 sec). Biochemical and histopathology parameters were correlative to findings of functional imaging study. Results strongly indicate hepatoprotective potential of AKG against alcohol-induced hepatic injury. Study further proposes the use of in vivo hepatobiliary scintigraphy for high throughput screening of other hepatoprotectants.",
      "mesh_terms": [
        "Alanine Transaminase",
        "Animals",
        "Aspartate Aminotransferases",
        "Disease Models, Animal",
        "Ethanol",
        "Ketoglutaric Acids",
        "Liver",
        "Liver Diseases",
        "Liver Diseases, Alcoholic",
        "Male",
        "Radionuclide Imaging",
        "Rats",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "31051157",
      "title": "Alpha ketoglutarate exerts a pro-osteogenic effect in osteoblast cell lines through activation of JNK and mTOR/S6K1/S6 signaling pathways.",
      "authors": [
        "Aleksandra Żurek",
        "Magdalena Mizerska-Kowalska",
        "Adrianna Sławińska-Brych",
        "Katarzyna Kaławaj",
        "Agnieszka Bojarska-Junak",
        "Martyna Kandefer-Szerszeń",
        "Barbara Zdzisińska"
      ],
      "journal": "Toxicology and applied pharmacology",
      "publication_date": "2019-Jul-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Although numerous in vivo studies have suggested that alpha-ketoglutarate (AKG), i.e. the key intermediate in the Krebs cycle, may have an anabolic effect on bone tissue, the direct influence of AKG on osteoblasts and the underlying mechanism of its action have not been investigated so far. The aim of this study was to assess the impact of AKG (disodium salt dihydrate) on osteogenesis in vitro and identification of some signaling mechanisms involved in this activity. The human and mouse normal osteoblast cell lines hFOB 1.19 and MC3T3-E1 were used in this study. The results showed that AKG did not increase the proliferation of osteoblasts; however, it upregulated the expression of transcription factors RUNX2 and Osterix, the mRNA and protein levels of osteoblast differentiation markers (alkaline phosphatase, type I collagen, bone sialoprotein II, osteopontin, osteocalcin), and the mineralization levels in the hFOB 1.19 and MC3T3-E1 cell cultures. Moreover, AKG increased JNK, mTOR, S6K1, and S6 phosphorylation and decreased ERK1/2 phosphorylation in both osteoblast cell lines. The JNK inhibitor and rapamycin, but not the ERK inhibitor, abolished the AKG-promoted osteoblast differentiation. Using immunofluorescence staining, qRT-PCR, and Western blot analysis, we detected the presence of an AKG receptor GPR99 activated by alpha ketoglutaric acid in the tested osteoblast cell lines. However, AKG salt did not activate GPR99. Our findings suggest that AKG salt activates the JNK and mTOR/S6K1/S6 signaling pathways to promote differentiation of osteoblasts, independently of GPR99 activation. We can conclude that AKG salts might be promising candidates for bone anabolic drugs used for prevention or/and treatment of osteoporosis.",
      "mesh_terms": [
        "3T3 Cells",
        "Animals",
        "Cell Line",
        "Cell Proliferation",
        "Cell Survival",
        "Core Binding Factor Alpha 1 Subunit",
        "Gene Expression Regulation",
        "Humans",
        "Ketoglutaric Acids",
        "Mice",
        "Osteoblasts",
        "Osteogenesis",
        "RNA, Messenger",
        "Sp7 Transcription Factor"
      ]
    },
    {
      "pmid": "30346763",
      "title": "Prevention of Oxidative Stress by α-Ketoglutarate via Activation of CAR Signaling and Modulation of the Expression of Key Antioxidant-Associated Targets in Vivo and in Vitro.",
      "authors": [
        "Liuqin He",
        "Jian Wu",
        "Wenjie Tang",
        "Xihong Zhou",
        "Qinlu Lin",
        "Feijun Luo",
        "Yulong Yin",
        "Tiejun Li"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2018-Oct-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "α-Ketoglutarate (AKG) can act as an antioxidant both in vitro and in vivo. However, the mechanisms of the protective effects of AKG are still not well understood. We evaluated the effects of AKG supplementation on the regulation of the constitutive-androstane-receptor (CAR) pathway in porcine intestinal cells and piglets exposed to H2O2. Our data showed that AKG treatment significantly increased not only the intra- and extracellular levels of AKG (26.9 ± 1.31 μmol/g protein, 1064.4 ± 39.80 μmol/L medium) but also those of Asp (29.3 ± 0.21 μmol/g, 4.20 ± 0.11 μmol/L), Gln (24.82 ± 1.50 μmol/g, 1087.80 ± 16.10 μmol/L), and Glu (91.90 ± 3.6 μmol/g, 19.76 ± 1.00 μmol/L). There was approximately a 4-fold increase in α-ketoglutarate dehydrogenase mRNA levels in enterocytes and a simultaneous reduction in ROS levels ( P < 0.05). Moreover, AKG treatment increased the activities of the antioxidant enzymes and the efficiency of cellular respiration ( P < 0.05). AKG also regulated the mRNA levels of the target genes involved in antioxidant responses and xenobiotic detoxification in enterocytes. Increases in the protein levels of SOD1, SOD2, CAR, RXRα, and UCP2 and marked reductions in the expression levels of Nrf2 and Keap1 proteins ( P < 0.05) were observed after AKG administration in the H2O2-induced piglets. Our results indicated that AKG may protect against oxidative stress by activating CAR signaling and modulating the expression of key antioxidant-related targets, which improves cellular respiration and antioxidant capacity. The in vivo and in vitro effects of AKG suggest that it may prove to be useful in the reduction of oxidative stress in animal and human trials and subsequent prevention of gastrointestinal pathologies.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Catalase",
        "Cell Line",
        "Constitutive Androstane Receptor",
        "Enterocytes",
        "Ketoglutaric Acids",
        "Malondialdehyde",
        "NF-E2-Related Factor 2",
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Receptors, Cytoplasmic and Nuclear",
        "Signal Transduction",
        "Superoxide Dismutase",
        "Sus scrofa"
      ]
    },
    {
      "pmid": "29988033",
      "title": "α-ketoglutarate dehydrogenase inhibition counteracts breast cancer-associated lung metastasis.",
      "authors": [
        "Sandra Atlante",
        "Alessia Visintin",
        "Elisabetta Marini",
        "Matteo Savoia",
        "Chiara Dianzani",
        "Marta Giorgis",
        "Duran Sürün",
        "Federica Maione",
        "Frank Schnütgen",
        "Antonella Farsetti",
        "Andreas M Zeiher",
        "Massimo Bertinaria",
        "Enrico Giraudo",
        "Francesco Spallotta",
        "Chiara Cencioni",
        "Carlo Gaetano"
      ],
      "journal": "Cell death & disease",
      "publication_date": "2018-Jul-09",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Metastasis formation requires active energy production and is regulated at multiple levels by mitochondrial metabolism. The hyperactive metabolism of cancer cells supports their extreme adaptability and plasticity and facilitates resistance to common anticancer therapies. In spite the potential relevance of a metastasis metabolic control therapy, so far, limited experience is available in this direction. Here, we evaluated the effect of the recently described α-ketoglutarate dehydrogenase (KGDH) inhibitor, (S)-2-[(2,6-dichlorobenzoyl) amino] succinic acid (AA6), in an orthotopic mouse model of breast cancer 4T1 and in other human breast cancer cell lines. In all conditions, AA6 altered Krebs cycle causing intracellular α-ketoglutarate (α-KG) accumulation. Consequently, the activity of the α-KG-dependent epigenetic enzymes, including the DNA demethylation ten-eleven translocation translocation hydroxylases (TETs), was increased. In mice, AA6 injection reduced metastasis formation and increased 5hmC levels in primary tumours. Moreover, in vitro and in vivo treatment with AA6 determined an α-KG accumulation paralleled by an enhanced production of nitric oxide (NO). This epigenetically remodelled metabolic environment efficiently counteracted the initiating steps of tumour invasion inhibiting the epithelial-to-mesenchymal transition (EMT). Mechanistically, AA6 treatment could be linked to upregulation of the NO-sensitive anti-metastatic miRNA 200 family and down-modulation of EMT-associated transcription factor Zeb1 and its CtBP1 cofactor. This scenario led to a decrease of the matrix metalloproteinase 3 (MMP3) and to an impairment of 4T1 aggressiveness. Overall, our data suggest that AA6 determines an α-KG-dependent epigenetic regulation of the TET-miR200-Zeb1/CtBP1-MMP3 axis providing an anti-metastatic effect in a mouse model of breast cancer-associated metastasis.",
      "mesh_terms": [
        "Animals",
        "Breast Neoplasms",
        "Cell Adhesion",
        "Cell Line, Tumor",
        "Cell Movement",
        "Enzyme Inhibitors",
        "Female",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Ketoglutarate Dehydrogenase Complex",
        "Lung Neoplasms",
        "Mice",
        "Mice, Inbred BALB C",
        "Succinic Acid"
      ]
    },
    {
      "pmid": "29913148",
      "title": "Disruption of IDH2 attenuates lipopolysaccharide-induced inflammation and lung injury in an α-ketoglutarate-dependent manner.",
      "authors": [
        "Jung Hyun Park",
        "Hyeong Jun Ku",
        "Jin Hyup Lee",
        "Jeen-Woo Park"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2018-Sep-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Acute lung injury (ALI) is an acute failure of the respiratory system with unacceptably high mortality, for which effective treatment is urgently necessary. Infiltrations by immune cells, such as leukocytes and macrophages, are responsible for the inflammatory response in ALI, which is characterized by excessive production of pro-inflammatory mediators in lung tissues exposed to various pathogen-associated molecules such as lipopolysaccharide (LPS) from microbial organisms. α-Ketoglutarate (α-KG) is a key metabolic intermediate and acts as a pro-inflammatory metabolite, which is responsible for LPS-induced proinflammatory cytokine production through NF-κB signaling pathway. Mitochondrial NADP+-dependent isocitrate dehydrogenase (IDH2) has been reported as an essential enzyme catalyzing the conversion of isocitrate to α-KG with concurrent production of NAPDH. Therefore, we evaluated the role of IDH2 in LPS-induced ALI using IDH2-deficient mice. We observed that LPS-induced inflammation and lung injury is attenuated in IDH2-deficient mice, leading to a lengthened life span of the mice. Our results also suggest that IDH2 disruption suppresses LPS-induced proinflammatory cytokine production, resulting from an inhibition of the NF-κB signaling axis in an α-KG-dependent manner. In conclusion, disruption of IDH2 leads to a decrease in α-KG levels, and the activation of NF-κB in response to LPS is attenuated by reduction of α-KG levels, which eventually reduces the inflammatory response in the lung during LPS-induced ALI. The present study supports the rationale for targeting IDH2 as an important therapeutic strategy for the treatment of systemic inflammatory response syndromes, particularly ALI.",
      "mesh_terms": [
        "Acute Lung Injury",
        "Animals",
        "Gene Knockout Techniques",
        "Isocitrate Dehydrogenase",
        "Ketoglutaric Acids",
        "Lipopolysaccharides",
        "Male",
        "Mice, Inbred C57BL",
        "Mice, Knockout",
        "NF-kappa B",
        "Pneumonia"
      ]
    },
    {
      "pmid": "29756325",
      "title": "Effect of dietary α-ketoglutarate and allicin supplementation on the composition and diversity of the cecal microbial community in growing pigs.",
      "authors": [
        "Shaojuan Liu",
        "Liuqin He",
        "Qian Jiang",
        "Veeramuthu Duraipandiyan",
        "Naif A Al-Dhabi",
        "Gang Liu",
        "Kang Yao",
        "Yulong Yin"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The search for substitutes for antibiotics has recently become urgent. In our previous work, dietary α-ketoglutarate (AKG) combined with allicin improved growth performance and enhanced immunity in growing pigs, whereas the effects on them of intestinal microbiota were unclear. Here, we further investigate the effects of dietary AKG and allicin supplementation on the composition and diversity of intestinal microbiota in growing pigs. RESULTS: Treatment with a combination of AKG and allicin enhanced cecal bacteria richness and diversity, as evidenced by changes in Chao 1, ACE, Shannon, and Simpson values when compared to the control group and antibiotics group. At the phylum level, Bacteroidetes and Firmicutes were the two most abundant phyla. Treatment with a combination of AKG and allicin increased the numbers of Firmicutes and reduced the numbers of Bacteroidetes. Prevotella was the most abundant genus; it was increased by treatment with a combination of AKG and allicin. Furthermore, compared with the antibiotic group, the level of acetate was increased in the AKG group with or without allicin. Treatment with a combination of AKG and allicin increased the levels of cecal butyrate and total volatile fatty acids (VFA) when compared with the control group in growing pigs. CONCLUSION: Dietary 1.0% AKG combined with 0.5% allicin improved cecal microbial composition and diversity, which might further promote VFA metabolism in growing pigs. © 2018 Society of Chemical Industry.",
      "mesh_terms": [
        "Animals",
        "Bacteria",
        "Biodiversity",
        "Cecum",
        "Disulfides",
        "Gastrointestinal Microbiome",
        "Ketoglutaric Acids",
        "Sulfinic Acids",
        "Swine"
      ]
    },
    {
      "pmid": "29599405",
      "title": "Transketolase Regulates the Metabolic Switch to Control Breast Cancer Cell Metastasis via the α-Ketoglutarate Signaling Pathway.",
      "authors": [
        "Chien-Wei Tseng",
        "Wen-Hung Kuo",
        "Shih-Hsuan Chan",
        "Hong-Lin Chan",
        "King-Jen Chang",
        "Lu-Hai Wang"
      ],
      "journal": "Cancer research",
      "publication_date": "2018-Jun-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Although metabolic reprogramming is recognized as a hallmark of tumorigenesis and progression, little is known about metabolic enzymes and oncometabolites that regulate breast cancer metastasis, and very few metabolic molecules have been identified as potential therapeutic targets. In this study, the transketolase (TKT) expression correlated with tumor size in the 4T1/BALB/c syngeneic model. In addition, TKT expression was higher in lymph node metastases compared with primary tumor or normal tissues of patients, and high TKT levels were associated with poor survival. Depletion of TKT or addition of alpha-ketoglutarate (αKG) enhanced the levels of tumor suppressors succinate dehydrogenase and fumarate hydratase (FH), decreasing oncometabolites succinate and fumarate, and further stabilizing HIF prolyl hydroxylase 2 (PHD2) and decreasing HIF1α, ultimately suppressing breast cancer metastasis. Reduced TKT or addition of αKG mediated a dynamic switch of glucose metabolism from glycolysis to oxidative phosphorylation. Various combinations of the TKT inhibitor oxythiamine, docetaxel, and doxorubicin enhanced cell death in triple-negative breast cancer (TNBC) cells. Furthermore, oxythiamine treatment led to increased levels of αKG in TNBC cells. Together, our study has identified a novel TKT-mediated αKG signaling pathway that regulates breast cancer oncogenesis and can be exploited as a modality for improving therapy.Significance: These findings uncover the clinical significance of TKT in breast cancer progression and metastasis and demonstrate effective therapy by inhibiting TKT or by adding αKG. Cancer Res; 78(11); 2799-812. ©2018 AACR.",
      "mesh_terms": [
        "Animals",
        "Cell Line, Tumor",
        "Female",
        "Fumarate Hydratase",
        "Glycolysis",
        "Humans",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Ketoglutaric Acids",
        "MCF-7 Cells",
        "Mice",
        "Mice, Inbred BALB C",
        "Mice, SCID",
        "Neoplasm Metastasis",
        "Oxidative Phosphorylation",
        "Signal Transduction",
        "Transketolase",
        "Triple Negative Breast Neoplasms"
      ]
    },
    {
      "pmid": "29540215",
      "title": "Glutaminase 1 regulates the release of extracellular vesicles during neuroinflammation through key metabolic intermediate alpha-ketoglutarate.",
      "authors": [
        "Beiqing Wu",
        "Jianhui Liu",
        "Runze Zhao",
        "Yuju Li",
        "Justin Peer",
        "Alexander L Braun",
        "Lixia Zhao",
        "Yi Wang",
        "Zenghan Tong",
        "Yunlong Huang",
        "Jialin C Zheng"
      ],
      "journal": "Journal of neuroinflammation",
      "publication_date": "2018-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Extracellular vesicles (EVs) are important in the intercellular communication of the central nervous system, and their release is increased during neuroinflammation. Our previous data demonstrated an increased release of EVs during HIV-1 infection and immune activation in glial cells. However, the molecular mechanism by which infection and inflammation increase EV release remains unknown. In the current study, we investigated the role of glutaminase 1 (GLS1)-mediated glutaminolysis and the production of a key metabolic intermediate α-ketoglutarate on EV release. METHODS: Human monocyte-derived macrophage primary cultures and a BV2 microglia cell line were used to represent the innate immune cells in the CNS. Transmission electron microscopy, nanoparticle tracking analysis, and Western blots were used to determine the EV regulation. GLS1 overexpression was performed using an adenovirus vector in vitro and transgenic mouse models in vivo. Data were evaluated statistically by ANOVA, followed by the Bonferroni post-test for paired observations. RESULTS: Our data revealed an increased release of EVs in GLS1-overexpressing HeLa cells. In HIV-1-infected macrophages and immune-activated microglia BV2 cells, treatment with bis-2-(5-phenylacetamido-1,2,4-thiadiazol-2-yl)ethyl sulfide (BPTES) or CB839, two specific GLS inhibitors, significantly decreased EV release, suggesting a critical role of GLS1 in EV release. Furthermore, addition of α-ketoglutarate or ceramide rescued EV release during BPTES treatment, implicating α-ketoglutarate and ceramide as critical downstream effectors for GLS inhibitors. These findings were further corroborated with the investigation of brain tissues in GLS1-transgenic mice. The EV levels were significantly higher in GLS1 transgenic mice than those in control mice, suggesting that GLS1 increases EV release in vivo. CONCLUSIONS: These findings suggest that GLS1-mediated glutaminolysis and its downstream production of α-ketoglutarate are essential in regulating EV release during HIV-1 infection and immune activation. These new mechanistic regulations may help understand how glutamine metabolism shapes EV biogenesis and release during neuroinflammation.",
      "mesh_terms": [
        "Aniline Compounds",
        "Benzeneacetamides",
        "Benzylidene Compounds",
        "Brain",
        "Calcium-Binding Proteins",
        "Cell Cycle Proteins",
        "Cells, Cultured",
        "Central Nervous System",
        "Ceramides",
        "Dose-Response Relationship, Drug",
        "Endosomal Sorting Complexes Required for Transport",
        "Enzyme Inhibitors",
        "Extracellular Vesicles",
        "Glutamates",
        "Glutaminase",
        "Glutamine",
        "HIV Infections",
        "Humans",
        "Lipopolysaccharides",
        "Macrophages",
        "Membrane Proteins",
        "Microglia",
        "Sulfides",
        "Thiadiazoles"
      ]
    },
    {
      "pmid": "29262538",
      "title": "Alpha-ketoglutarate suppresses the NF-κB-mediated inflammatory pathway and enhances the PXR-regulated detoxification pathway.",
      "authors": [
        "Liuqin He",
        "Huan Li",
        "Niu Huang",
        "Xihong Zhou",
        "Junquan Tian",
        "Tiejun Li",
        "Jing Wu",
        "Yanan Tian",
        "Yulong Yin",
        "Kang Yao"
      ],
      "journal": "Oncotarget",
      "publication_date": "2017-Nov-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alpha-ketoglutarate (AKG) is a critical nutritional factor in the maintenance of intestinal homeostasis. However, the relative mechanism of AKG has not been well understood. It was recently shown that the interaction between nuclear factor kappa B (NF-κB)-mediated inflammatory pathway and pregnane X receptor (PXR)-regulated detoxification pathway is a check and balance mechanism for keeping the homeostatic state of the intestine, preventing the onset of intestinal inflammation which may lead to cancer. In the current study we used lipopolysaccharide (LPS)-challenged piglet and intestinal porcine epithelial cells-J2 models to investigate the effects of dietary AKG supplementation on the intestinal immune system and PXR regulated target expression. We found that LPS induced significant activation of the NF-κB-mediated inflammatory pathway with concomitant impairment of intestinal nutrient absorption. AKG administration increased intracellular AKG and its metabolite concentrations and enhanced the mRNA expression of alpha-ketoglutarate dehydrogenase in vivo and in vitro. Thus dietary AKG supplementation reversed the adverse effects induced by LPS. We also found a strong inhibitory effects on the NF-κB-mediated inflammatory pathway, especially, in the AKG-treated intestinal tissues, LPS-induced NF-κB phosphorylation was inhibited and TNF-α was suppressed. Interestingly, AKG has potent effects in regulating the PXR and its downstream targets such as CYP3As and CYP2Bs in vivo and in vitro, although AKG is not a known PXR ligand. One potential mechanism for the up-regulation of the PXR pathway is through the down-regulation of NF-κB pathway which in turn de-represses the PXR-regulated target expression. Taken together, our results suggest that AKG improves intestinal immune system through modulating the interaction between PXR and NF-κB. Our findings have important implications for the prevention and treatment of intestinal inflammatory diseases in neonates."
    },
    {
      "pmid": "29190890",
      "title": "Administration of alpha-ketoglutarate improves epithelial restitution under stress injury in early-weaning piglets.",
      "authors": [
        "Liuqin He",
        "Xihong Zhou",
        "Niu Huang",
        "Huan Li",
        "Zhijie Cui",
        "Junquan Tian",
        "Qian Jiang",
        "Shaojuan Liu",
        "Jian Wu",
        "Tiejun Li",
        "Kang Yao",
        "Yulong Yin"
      ],
      "journal": "Oncotarget",
      "publication_date": "2017-Nov-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alpha-ketoglutarate (AKG) is an important cellular metabolite that participates in energy production and amino acid metabolism. However, the protective effects and mechanism of AKG on mucosal lesions have not been well understood. This study was conducted to investigate the effects of dietary AKG supplementation on epithelial restitution in early-weaning piglets under Escherichia coli lipopolysaccharide (LPS) induction. A total of 32 weaned piglets were used in a 2 × 2 factorial design; the major factors were dietary treatment (basal diet or AKG diet) and inflammatory challenge (LPS or saline). The results showed that AKG supplementation improved the growth performance and intestinal morphology in the LPS-induced early-weaning piglets. Compared with the basal diet, the AKG diet remarkably decreased the concentration and mRNA expression of intestinal inflammatory cytokines (IL-1β, IL-6, and IL-12) in the LPS-induced piglets. Moreover, AKG administration upregulated the mRNA expression of nutrient-sensing transporters (GLUT-2, SGLT-1, PEPT-1, I-FABP2) in the small intestine of both saline- and LPS-treated piglets, and improved the distribution and expression of tight-junction genes andproteins (ZO-1, Occludin, Claudins, E-cadherin). Collectively, our findings indicate that AKG has the potential to alleviate intestinal inflammatory response and improve epithelial restitution and nutrient-sensing ability under stress injury in early-weaning piglets, and it also provides an experimental basis for enteral use of AKG in swine production and clinical application to prevent intestinal epithelial damage."
    },
    {
      "pmid": "29149454",
      "title": "Melatonin alleviates adipose inflammation through elevating α-ketoglutarate and diverting adipose-derived exosomes to macrophages in mice.",
      "authors": [
        "Zhenjiang Liu",
        "Lu Gan",
        "Tiantian Zhang",
        "Qian Ren",
        "Chao Sun"
      ],
      "journal": "Journal of pineal research",
      "publication_date": "2018-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity is associated with macrophage infiltration and metabolic inflammation, both of which promote metabolic disease progression. Melatonin is reported to possess anti-inflammatory properties by inhibiting inflammatory response of adipocytes and macrophages activation. However, the effects of melatonin on the communication between adipocytes and macrophages during adipose inflammation remain elusive. Here, we demonstrated melatonin alleviated inflammation and elevated α-ketoglutarate (αKG) level in adipose tissue of obese mice. Mitochondrial isocitrate dehydrogenase 2 (Idh2) mRNA level was also elevated by melatonin in adipocytes leading to increase αKG level. Further analysis revealed αKG was the target for melatonin inhibition of adipose inflammation. Moreover, sirtuin 1 (Sirt1) physically interacted with IDH2 and formed a complex to increase the circadian amplitude of Idh2 and αKG content in melatonin-inhibited adipose inflammation. Notably, melatonin promoted exosomes secretion from adipocyte and increased adipose-derived exosomal αKG level. Our results also confirmed that melatonin alleviated adipocyte inflammation and increased ratio of M2 to M1 macrophages by transporting of exosomal αKG to macrophages and promoting TET-mediated DNA demethylation. Furthermore, exosomal αKG attenuated signal transducers and activators of transduction-3 (STAT3)/NF-κB signal by its receptor oxoglutarate receptor 1 (OXGR1) in adipocytes. Melatonin also attenuated adipose inflammation and deceased macrophage number in chronic jet-lag mice. In summary, our results demonstrate melatonin alleviates metabolic inflammation by increasing cellular and exosomal αKG level in adipose tissue. Our data reveal a novel function of melatonin on adipocytes and macrophages communication, suggesting a new potential therapy for melatonin to prevent and treat obesity caused systemic inflammatory disease.",
      "mesh_terms": [
        "Adipose Tissue",
        "Adiposity",
        "Animals",
        "Exosomes",
        "Inflammation",
        "Ketoglutaric Acids",
        "Macrophages",
        "Melatonin",
        "Mice",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "28939592",
      "title": "α-Ketoglutarate prevents skeletal muscle protein degradation and muscle atrophy through PHD3/ADRB2 pathway.",
      "authors": [
        "Xingcai Cai",
        "Yexian Yuan",
        "Zhengrui Liao",
        "Kongping Xing",
        "Canjun Zhu",
        "Yaqiong Xu",
        "Lulu Yu",
        "Lina Wang",
        "Songbo Wang",
        "Xiaotong Zhu",
        "Ping Gao",
        "Yongliang Zhang",
        "Qingyan Jiang",
        "Pingwen Xu",
        "Gang Shu"
      ],
      "journal": "FASEB journal : official publication of the Federation of American Societies for Experimental Biology",
      "publication_date": "2018-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Skeletal muscle atrophy due to excessive protein degradation is the main cause for muscle dysfunction, fatigue, and weakening of athletic ability. Endurance exercise is effective to attenuate muscle atrophy, but the underlying mechanism has not been fully investigated. α-Ketoglutarate (AKG) is a key intermediate of tricarboxylic acid cycle, which is generated during endurance exercise. Here, we demonstrated that AKG effectively attenuated corticosterone-induced protein degradation and rescued the muscle atrophy and dysfunction in a Duchenne muscular dystrophy mouse model. Interestingly, AKG also inhibited the expression of proline hydroxylase 3 (PHD3), one of the important oxidoreductases expressed under hypoxic conditions. Subsequently, we identified the β2 adrenergic receptor (ADRB2) as a downstream target for PHD3. We found AKG inhibited PHD3/ADRB2 interaction and therefore increased the stability of ADRB2. In addition, combining pharmacologic and genetic approaches, we showed that AKG rescues skeletal muscle atrophy and protein degradation through a PHD3/ADRB2 mediated mechanism. Taken together, these data reveal a mechanism for inhibitory effects of AKG on muscle atrophy and protein degradation. These findings not only provide a molecular basis for the potential use of exercise-generated metabolite AKG in muscle atrophy treatment, but also identify PHD3 as a potential target for the development of therapies for muscle wasting.-Cai, X., Yuan, Y., Liao, Z., Xing, K., Zhu, C., Xu, Y., Yu, L., Wang, L., Wang, S., Zhu, X., Gao, P., Zhang, Y., Jiang, Q., Xu, P., Shu, G. α-Ketoglutarate prevents skeletal muscle protein degradation and muscle atrophy through PHD3/ADRB2 pathway.",
      "mesh_terms": [
        "Animals",
        "Corticosterone",
        "Disease Models, Animal",
        "Ketoglutaric Acids",
        "Male",
        "Metabolic Networks and Pathways",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Inbred mdx",
        "Muscle Fibers, Skeletal",
        "Muscle Proteins",
        "Muscle, Skeletal",
        "Muscular Atrophy",
        "Muscular Dystrophy, Duchenne",
        "Procollagen-Proline Dioxygenase",
        "Protein Stability",
        "Proteolysis",
        "Receptors, Adrenergic, beta-2"
      ]
    },
    {
      "pmid": "28780590",
      "title": "Alpha-ketoglutarate enhances freeze-thaw tolerance and prevents carbohydrate-induced cell death of the yeast Saccharomyces cerevisiae.",
      "authors": [
        "Maria M Bayliak",
        "Olha V Hrynkiv",
        "Roksolana V Knyhynytska",
        "Volodymyr I Lushchak"
      ],
      "journal": "Archives of microbiology",
      "publication_date": "2018-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Stress resistance and fermentative capability are important quality characteristics of baker's yeast. In the present study, we examined protective effects of exogenous alpha-ketoglutarate (AKG), an intermediate of the tricarboxylic acid cycle and amino acid metabolism, against freeze-thaw and carbohydrate-induced stresses in the yeast Saccharomyces cerevisiae. Growth on AKG-supplemented medium prevented a loss of viability and improved fermentative capacity of yeast cells after freeze-thaw treatment. The cells grown in the presence of AKG had higher levels of amino acids (e.g., proline), higher metabolic activity and total antioxidant capacity, and higher activities of catalase, NADP-dependent glutamate dehydrogenase and glutamine synthase compared to control ones. Both synthesis of amino acids and enhancement of antioxidant system capacity could be involved in AKG-improved freeze-thaw tolerance in S. cerevisiae. Cell viability dramatically decreased under incubation of stationary-phase yeast cells in 2% glucose or fructose solutions (in the absence of the other nutrients) as compared with incubation in distilled water or in 10 mM AKG solution. The decrease in cell viability was accompanied by acidification of the medium, and decrease in cellular respiration, aconitase activity, and levels of total protein and free amino acids. The supplementation with 10 mM AKG effectively prevented carbohydrate-induced yeast death. Protective mechanisms of AKG could be associated with the intensification of respiration and prevention of decreasing protein level as well as with direct antioxidant AKG action.",
      "mesh_terms": [
        "Amino Acids",
        "Antioxidants",
        "Carbohydrate Metabolism",
        "Catalase",
        "Cell Death",
        "Fermentation",
        "Freezing",
        "Ketoglutaric Acids",
        "Proline",
        "Saccharomyces cerevisiae",
        "Saccharomyces cerevisiae Proteins"
      ]
    },
    {
      "pmid": "28629719",
      "title": "Alpha ketoglutarate nanoparticles: A potentially effective treatment for cyanide poisoning.",
      "authors": [
        "Shaheen Sultana",
        "Sushma Talegaonkar",
        "Dhruv Kumar Nishad",
        "Gaurav Mittal",
        "F J Ahmad",
        "Aseem Bhatnagar"
      ],
      "journal": "European journal of pharmaceutics and biopharmaceutics : official journal of Arbeitsgemeinschaft fur Pharmazeutische Verfahrenstechnik e.V",
      "publication_date": "2018-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this research work was to prepare nanosized formulation of alpha ketoglutarate as dry powder inhaler for cyanide poisoning. Nanosizing can be approached by solid phase and liquid phase method. The different conditions encountered in both these approaches can greatly affect the particle characteristics. In this study milling and precipitation technique were compared to study their effect on α-KG particles characteristics. Differences in choice of stabilizers were observed between the two processing techniques. Sonication processes followed by HPH produced small sized particles in which Pluronic F68 was employed as stabilizing agent. Precipitation approach produced ultrafine drug particles by utilizing combination of stabilizers (PVA+PEG 400). Amongst the two sonication processes, probe sonication process produced well stabilized small sized particles. The designed particles showed 43.13±2.36% lung deposition when compared with ultrasonication and precipitation technique that showed 31.69% and 21.67% respirable fraction. The MMAD of the designed particles was found suitable for deep alveolar deposition. Clinical studies (Phase-I trial) showed whole lung deposition of 52.51% for DPI. The P/C ratio was found to be 1.02 suggesting uniform distribution of particles in different lung compartments.",
      "mesh_terms": [
        "Administration, Inhalation",
        "Adult",
        "Cyanides",
        "Humans",
        "Ketoglutaric Acids",
        "Lung",
        "Male",
        "Nanoparticles",
        "Particle Size",
        "Radionuclide Imaging"
      ]
    },
    {
      "pmid": "28398002",
      "title": "Alpha-Ketoglutarate Curbs Differentiation and Induces Cell Death in Mesenchymal Stromal Precursors with Mitochondrial Dysfunction.",
      "authors": [
        "Karmveer Singh",
        "Linda Krug",
        "Abhijit Basu",
        "Patrick Meyer",
        "Nicolai Treiber",
        "Seppe Vander Beken",
        "Meinhard Wlaschek",
        "Stefan Kochanek",
        "Wilhelm Bloch",
        "Hartmut Geiger",
        "Pallab Maity",
        "Karin Scharffetter-Kochanek"
      ],
      "journal": "Stem cells (Dayton, Ohio)",
      "publication_date": "2017-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increased concentrations of reactive oxygen species (ROS) originating from dysfunctional mitochondria contribute to diverse aging-related degenerative disorders. But so far little is known about the impact of distinct ROS on metabolism and fate of stromal precursor cells. Here, we demonstrate that an increase in superoxide anion radicals due to superoxide dismutase 2 (Sod2) deficiency in stromal precursor cells suppress osteogenic and adipogenic differentiation through fundamental changes in the global metabolite landscape. Our data identify impairment of the pyruvate and l-glutamine metabolism causing toxic accumulation of alpha-ketoglutarate in the Sod2-deficient and intrinsically aged stromal precursor cells as a major cause for their reduced lineage differentiation. Alpha-ketoglutarate accumulation led to enhanced nucleocytoplasmic vacuolation and chromatin condensation-mediated cell death in Sod2-deficient stromal precursor cells as a consequence of DNA damage, Hif-1α instability, and reduced histone H3 (Lys27) acetylation. These findings hold promise for prevention and treatment of mitochondrial disorders commonly associated with aged individuals. Stem Cells 2017;35:1704-1718.",
      "mesh_terms": [
        "Adipocytes",
        "Aging",
        "Animals",
        "Animals, Newborn",
        "Cell Death",
        "Cell Differentiation",
        "Chondrocytes",
        "Chromatin",
        "Gene Expression Regulation",
        "Glutamine",
        "Histones",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Ketoglutaric Acids",
        "Mesenchymal Stem Cells",
        "Metabolome",
        "Mice",
        "Mice, Knockout",
        "Mitochondria",
        "Osteoblasts",
        "Primary Cell Culture",
        "Pyruvic Acid",
        "Reactive Oxygen Species",
        "Skin",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "28241728",
      "title": "AMPK/α-Ketoglutarate Axis Regulates Intestinal Water and Ion Homeostasis in Young Pigs.",
      "authors": [
        "Liuqin He",
        "Niu Huang",
        "Huan Li",
        "Junquan Tian",
        "Xihong Zhou",
        "Tiejun Li",
        "Kang Yao",
        "Guoyao Wu",
        "Yulong Yin"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2017-Mar-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Water and ion absorption via sensitive aquaporins (AQPs) and ion channels is of critical importance in intestinal health. However, whether α-ketoglutarate (AKG) could improve intestinal water and ion homeostasis in lipopolysaccharide (LPS)-challenged piglets and whether the AMP-activated protein kinase (AMPK) pathway is involved remains largely unknown. This study was conducted to investigate the effect of dietary AKG supplementation on the small intestinal water and ion homeostasis through modulating the AMPK pathway in a piglet diarrhea model. A total of 32 weaned piglets were used in a 2 × 2 factorial design; the major factors were diet (basal diet or 1% AKG diet) and challenge (Escherichia coli LPS or saline). The results showed that LPS challenge increased the diarrhea index and affected the concentrations of serum Na+, K+, Cl-, glucose, and AKG and its metabolites in piglets fed the basal or AKG diet. However, the addition of AKG attenuated diarrhea incidence and reversed these serum parameter concentrations. Most AQPs (e.g., AQP1, AQP3, AQP4, AQP5, AQP8, AQP10, and AQP11) and ion transporters (NHE3, ENaC, and DRA/PAT1) were widely distributed in the duodenum and jejunum of piglets. We also found that AKG up-regulated the expression of intestinal epithelial AQPs while inhibiting the expression of ion transporters. LPS challenge decreased (P < 0.05) the gene and protein expression of the AMPK pathway (AMPKα1, AMPKα2, SIRT1, PGC-1α, ACC, and TORC2) in the jejunum and ileum. Notably, AKG supplementation enhanced the abundance of these proteins in the LPS-challenged piglets. Collectively, AKG plays an important role in increasing water and ion homeostasis through modulating the AMPK pathway. Our novel finding has important implications for the prevention and treatment of gut dysfunction in neonates.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Animals",
        "Biological Transport",
        "Diarrhea",
        "Homeostasis",
        "Intestinal Mucosa",
        "Intestines",
        "Ions",
        "Ketoglutaric Acids",
        "Swine",
        "Swine Diseases",
        "Water"
      ]
    },
    {
      "pmid": "28216953",
      "title": "Therapeutic potential of alpha-ketoglutarate against acetaminophen-induced hepatotoxicity in rats.",
      "authors": [
        "Lalita Mehra",
        "Yasha Hasija",
        "Gaurav Mittal"
      ],
      "journal": "Journal of pharmacy & bioallied sciences",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Alpha-ketoglutarate (α-KG) is a cellular intermediary metabolite of Krebs cycle, involved in energy metabolism, amino acid synthesis, and nitrogen transport. It is available over-the-counter and marketed as a nutritional supplement. There is a growing body of evidence to suggest that dietary α-KG has the potential to maintain cellular redox status and thus can protect various oxidative stress induced disease states. The aim of the present study was to investigate the hepatoprotective role of α-KG in acetaminophen (APAP) induced toxicity in rats. MATERIALS AND METHODS: Animals were divided into three groups of six animals each. Group I (Vehicle control): Normal Saline, Group II (APAP): A single intraperitoneal injection of 0.6 g/kg, Group III (APAP + α-KG): APAP as in Group II with α-KG treatment at a dose of 2 g/kg, orally for 5 days. Then the levels of alanine aminotransferase (ALT), aspartate aminotransferase (AST), and alkaline phosphatase (ALP) with oxidative stress markers including malondialdehyde (MDA), reduced glutathione (GSH), superoxide dismutase (SOD), catalase (CAT), and histopathology were analyzed. RESULTS: The results indicate that APAP caused significant elevations in ALT, AST, ALP, and MDA levels, while GSH, SOD, and CAT were significantly depleted while co-administration of α-KG showed a significant (P < 0.05) reduction in the severity of these damages. Histologically, the liver showed inflammation and necrosis after APAP treatment, which were significantly restored with co-administration of α-KG. CONCLUSION: These results indicate the possible therapeutic potential of α-KG in protecting liver damage by APAP in rats."
    },
    {
      "pmid": "27823933",
      "title": "Dimethyl α-ketoglutarate reduces CCl4-induced liver fibrosis through inhibition of autophagy in hepatic stellate cells.",
      "authors": [
        "Jianjian Zhao",
        "Lei Peng",
        "Ruibing Cui",
        "Xiaolan Guo",
        "Ming Yan"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2016-Dec-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sustained activation of hepatic stellate cells (HSCs) leads to liver fibrosis. Autophagy fuels the activation of HSCs by generation of ATP. Our previous research demonstrated an inhibitory effect of dimethyl α-ketoglutarate (DMKG) on HSCs activation in vitro. In the current study, we demonstrated that DMKG reduced CCl4-induced liver fibrosis in Wistar rats. Then, with the use of the HSC-T6 cell lines and double immunofluorescent staining of liver sections, we showed that the anti-fibrotic effect occurred through the inhibition of the autophagy of HSCs. Both experiments showed that DMKG could inhibit autophagy and activation of HSCs, and that the activation of HSCs was down-regulated with autophagy. In addition, we showed that DMKG could lead to lipid droplet accumulation and decrease cellular ATP content in HSCs. Furthermore, the mechanism of how DMKG inhibited autophagy of HSCs was explored in vitro with the use of c646 (a competitive inhibitor of acetyl-coenzyme A which binds to the acetyltransferase EP300) and lipoic acid (an alternative acetyl-coenzyme A -replenishing agent to DMKG), and showed that both acetyl-coenzyme A and EP300 were involved. Collectively, our study investigated the possible role of DMKG in preventing liver fibrosis and HSCs activation. We showed that DMKG may be a potential therapeutic agent for the treatment of liver fibrosis.",
      "mesh_terms": [
        "Animals",
        "Autophagy",
        "Carbon Tetrachloride",
        "Dose-Response Relationship, Drug",
        "Hepatic Stellate Cells",
        "Ketoglutaric Acids",
        "Liver Cirrhosis",
        "Rats",
        "Rats, Wistar",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "27788775",
      "title": "Alpha-ketoglutarate reduces ethanol toxicity in Drosophila melanogaster by enhancing alcohol dehydrogenase activity and antioxidant capacity.",
      "authors": [
        "Maria M Bayliak",
        "Halyna V Shmihel",
        "Maria P Lylyk",
        "Kenneth B Storey",
        "Volodymyr I Lushchak"
      ],
      "journal": "Alcohol (Fayetteville, N.Y.)",
      "publication_date": "2016-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ethanol at low concentrations (<4%) can serve as a food source for fruit fly Drosophila melanogaster, whereas at higher concentrations it may be toxic. In this work, protective effects of dietary alpha-ketoglutarate (AKG) against ethanol toxicity were studied. Food supplementation with 10-mM AKG alleviated toxic effects of 8% ethanol added to food, and improved fly development. Two-day-old adult flies, reared on diet containing both AKG and ethanol, possessed higher alcohol dehydrogenase (ADH) activity as compared with those reared on control diet or diet with ethanol only. Native gel electrophoresis data suggested that this combination diet might promote post-translational modifications of ADH protein with the formation of a highly active ADH form. The ethanol-containing diet led to significantly higher levels of triacylglycerides stored in adult flies, and this parameter was not altered by AKG supplement. The influence of diet on antioxidant defenses was also assessed. In ethanol-fed flies, catalase activity was higher in males and the levels of low molecular mass thiols were unchanged in both sexes compared to control values. Feeding on a mixture of AKG and ethanol did not affect catalase activity but caused a higher level of low molecular mass thiols compared to ethanol-fed flies. It can be concluded that both a stimulation of some components of antioxidant defense and the increase in ADH activity may be responsible for the protective effects of AKG diet supplementation in combination with ethanol. The results suggest that AKG might be useful as a treatment option to neutralize toxic effects of excessive ethanol intake and to improve the physiological state of D. melanogaster and other animals, potentially including humans.",
      "mesh_terms": [
        "Alcohol Dehydrogenase",
        "Animals",
        "Animals, Genetically Modified",
        "Antioxidants",
        "Drosophila melanogaster",
        "Eating",
        "Enzyme Activation",
        "Ethanol",
        "Female",
        "Ketoglutaric Acids",
        "Male"
      ]
    },
    {
      "pmid": "27752843",
      "title": "Glutamate and α-ketoglutarate: key players in glioma metabolism.",
      "authors": [
        "Andreas Maus",
        "Godefridus J Peters"
      ],
      "journal": "Amino acids",
      "publication_date": "2017-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Glioblastoma multiforme (GBM), or grade IV astrocytoma, is the most common type of primary brain tumor. It has a devastating prognosis with a 2-year-overall survival rate of only 26 % after standard treatment, which includes surgery, radiation, and adjuvant chemotherapy with temozolomide. Also lower grade gliomas are difficult to treat, because they diffusely spread into the brain, where extensive removal of tissue is critical. Better understanding of the cancer's biology is a key for the development of more effective therapy approaches. The discovery of isocitrate dehydrogenase (IDH) mutations in leukemia and glioma drew attention to specific metabolic aberrations in IDH-mutant gliomas. In the center of the metabolic alterations is α-ketoglutarate (αKG), an intermediate metabolite in the tricarboxylic acid (TCA) cycle, and the associated amino acid glutamate (Glu). This article highlights the role of these metabolites in glioma energy and lipid production and indicates possible weak spots of IDH-mutant and IDH-wt gliomas.",
      "mesh_terms": [
        "Antimetabolites, Antineoplastic",
        "Brain Neoplasms",
        "Citric Acid Cycle",
        "Gene Expression",
        "Glioblastoma",
        "Glutamic Acid",
        "Humans",
        "Isocitrate Dehydrogenase",
        "Ketoglutaric Acids",
        "Mutation",
        "Neoplasm Grading",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "27641099",
      "title": "AMPK/α-Ketoglutarate Axis Dynamically Mediates DNA Demethylation in the Prdm16 Promoter and Brown Adipogenesis.",
      "authors": [
        "Qiyuan Yang",
        "Xingwei Liang",
        "Xiaofei Sun",
        "Lupei Zhang",
        "Xing Fu",
        "Carl J Rogers",
        "Anna Berim",
        "Shuming Zhang",
        "Songbo Wang",
        "Bo Wang",
        "Marc Foretz",
        "Benoit Viollet",
        "David R Gang",
        "Buel D Rodgers",
        "Mei-Jun Zhu",
        "Min Du"
      ],
      "journal": "Cell metabolism",
      "publication_date": "2016-Oct-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Promoting brown adipose tissue (BAT) development is an attractive strategy for the treatment of obesity, as activated BAT dissipates energy through thermogenesis; however, the mechanisms controlling BAT formation are not fully understood. We hypothesized that as a master regulator of energy metabolism, AMP-activated protein kinase (AMPK) may play a direct role in the process and found that AMPKα1 (PRKAA1) ablation reduced Prdm16 expression and impaired BAT development. During early brown adipogenesis, the cellular levels of α-ketoglutarate (αKG), a key metabolite required for TET-mediated DNA demethylation, were profoundly increased and required for active DNA demethylation of the Prdm16 promoter. AMPKα1 ablation reduced isocitrate dehydrogenase 2 activity and cellular αKG levels. Remarkably, postnatal AMPK activation with AICAR or metformin rescued obesity-induced suppression of brown adipogenesis and thermogenesis. In summary, AMPK is essential for the epigenetic control of BAT development through αKG, thus linking a metabolite to progenitor cell differentiation and thermogenesis.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Adipogenesis",
        "Adipose Tissue, Brown",
        "Animals",
        "Cell Line",
        "DNA Methylation",
        "DNA-Binding Proteins",
        "Gene Deletion",
        "Ketoglutaric Acids",
        "Mice, Knockout",
        "Mice, Obese",
        "Obesity",
        "Promoter Regions, Genetic",
        "Stromal Cells",
        "Transcription Factors",
        "Weaning"
      ]
    },
    {
      "pmid": "27476977",
      "title": "Psat1-Dependent Fluctuations in α-Ketoglutarate Affect the Timing of ESC Differentiation.",
      "authors": [
        "In-Young Hwang",
        "Sojung Kwak",
        "Sangho Lee",
        "Hyunsoo Kim",
        "Sang Eun Lee",
        "Jae-Hwan Kim",
        "Young Ah Kim",
        "Yoon Kyung Jeon",
        "Doo Hyun Chung",
        "Xing Jin",
        "Sunghyouk Park",
        "Hyonchol Jang",
        "Eun-Jung Cho",
        "Hong-Duk Youn"
      ],
      "journal": "Cell metabolism",
      "publication_date": "2016-Sep-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Embryonic stem cells (ESCs) undergo coordinated epigenetic and metabolic changes to differentiate properly. However, the precise mechanisms by which these alterations are fine-tuned in the early stages of differentiation have not been identified. In this study, we demonstrate that phosphoserine aminotransferase 1 (Psat1), an Oct4/Sox2/Nanog (OSN) target protein, regulates changes in α-ketoglutarate (α-KG), determining the fate of mouse ESCs (mESCs). Maintaining Psat1 levels was essential for mESC self-renewal and pluripotency. Moderate knockdown (KD) of Psat1 in mESCs lowered DNA 5'-hydroxymethylcytosine (5'-hmC) and increased histone methylation levels by downregulating permissive amounts of α-KG, ultimately accelerating differentiation. We found that intracellular α-KG declined transiently during differentiation and that its dysregulation by treatment with dimethyl-α-KG impeded differentiation. Further, by in vivo teratoma formation assay, pluripotency of Psat1 KD mESCs was impaired, especially into the ectodermal lineage. Thus, we have established how Psat1 is regulated in maintaining intracellular α-KG levels and determining the fate of mESCs.",
      "mesh_terms": [
        "Animals",
        "Cell Differentiation",
        "DNA Methylation",
        "Histones",
        "Intracellular Space",
        "Ketoglutaric Acids",
        "Mice",
        "Mouse Embryonic Stem Cells",
        "Time Factors",
        "Transaminases",
        "Transcription Factors"
      ]
    },
    {
      "pmid": "27326424",
      "title": "Alpha-Ketoglutarate as a Molecule with Pleiotropic Activity: Well-Known and Novel Possibilities of Therapeutic Use.",
      "authors": [
        "Barbara Zdzisińska",
        "Aleksandra Żurek",
        "Martyna Kandefer-Szerszeń"
      ],
      "journal": "Archivum immunologiae et therapiae experimentalis",
      "publication_date": "2017-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Alpha-ketoglutarate (AKG), an endogenous intermediary metabolite in the Krebs cycle, is a molecule involved in multiple metabolic and cellular pathways. It functions as an energy donor, a precursor in the amino acid biosynthesis, a signalling molecule, as well as a regulator of epigenetic processes and cellular signalling via protein binding. AKG is an obligatory co-substrate for 2-oxoglutarate-dependent dioxygenases, which catalyse hydroxylation reactions on various types of substrates. It regulates the activity of prolyl-4 hydroxylase, which controls the biosynthesis of collagen, a component of bone tissue. AKG also affects the functioning of prolyl hydroxylases, which, in turn, influences the function of the hypoxia-inducible factor, an important transcription factor in cancer development and progression. Additionally, it affects the functioning of enzymes that influence epigenetic modifications of chromatin: ten-eleven translocation hydroxylases involved in DNA demethylation and the Jumonji C domain containing lysine demethylases, which are the major histone demethylases. Thus, it regulates gene expression. The metabolic and extrametabolic function of AKG in cells and the organism open many different fields for therapeutic interventions for treatment of diseases. This review presents the results of studies conducted with the use of AKG in states of protein deficiency and oxidative stress conditions. It also discusses current knowledge about AKG as an immunomodulatory agent and a bone anabolic factor. Additionally, the regulatory role of AKG and its structural analogues in carcinogenesis as well as the results of studies of AKG as an anticancer agent are discussed.",
      "mesh_terms": [
        "Anabolic Agents",
        "Animals",
        "Antineoplastic Agents",
        "Antioxidants",
        "Citric Acid Cycle",
        "DNA Methylation",
        "Dietary Supplements",
        "Epigenesis, Genetic",
        "Humans",
        "Hypoxia",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Ketoglutaric Acids",
        "Mutation",
        "Oxidative Stress",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "27273352",
      "title": "The Protective and Therapeutic Effect of Exclusive and Combined Treatment with Alpha-ketoglutarate Sodium Salt and Ipriflavone on Bone Loss in Orchidectomized Rats.",
      "authors": [
        "R P Radzki",
        "M Bieńko",
        "R Filip",
        "S G Pierzynowski"
      ],
      "journal": "The journal of nutrition, health & aging",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study investigated the effect of alpha-ketoglutarate sodium salt (AKG) and ipriflavone (IP) treatment on the mineralization of the tibia in male rats during the development and after the establishment of osteopenia. DESIGN: One hundred and twenty eight male rats were randomly selected and submitted to either sham-operation (SHO) or orchidectomy (ORX), after which each group were then randomly divided between the two experiments. In Experiment-1, treatment with AKG or/and IP started after a 7-day recovery period, whereas in Experiment-2, the experimental protocol proceeded after a 60-day period of osteopenia establishment. AKG was then administered as an experimental drinking, at a concentration of 1.0 mol/l. As a control, a placebo solution was administered. IP at 50 mg/kg b.w., and physiological saline - PhS (as a control for IP) were applied daily via gavage. MEASUREMENTS: After 60 days of experimental treatment, in both experiments, the rats were sacrificed, their body weight recorded, while blood serum (Osteocalcin, CTX) and isolated tibia (weight, length, pQCT, DXA, 3-point bending test) were stored for further analysis. RESULTS AND CONCLUSIONS: Our results show that during the development of osteopenia, AKG and IP when applied exclusively, counteracts osteopenia development, whereas their usage after the establishment of osteopenia, significantly limits the development of bone disorders. Furthermore, combined treatment of AKG and IP exceeded the effects of their sole usage. In addition, during the development of osteopenia, AKG and IP not only inhibited bone resorption, but markedly stimulated the formation of bone tissue. Finally, after the development of osteopenia, combined treatment with AKG and IP protected the bone tissue against orchidectomy-induced bone loss.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Isoflavones",
        "Ketoglutaric Acids",
        "Male",
        "Orchiectomy",
        "Osteoporosis",
        "Rats",
        "Rats, Wistar",
        "Tibia"
      ]
    },
    {
      "pmid": "27018713",
      "title": "Effects of Alpha-Ketoglutarate on Glutamine Metabolism in Piglet Enterocytes in Vivo and in Vitro.",
      "authors": [
        "Liuqin He",
        "Huan Li",
        "Niu Huang",
        "Junquan Tian",
        "Zhiqiang Liu",
        "Xihong Zhou",
        "Kang Yao",
        "Tiejun Li",
        "Yulong Yin"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2016-Apr-06",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Alpha-ketoglutarate (AKG) plays a vital part in the tricarboxylic acid cycle and is a key intermediate in the oxidation of L-glutamine (Gln). The study was to evaluate effects of AKG on Gln metabolism in vivo and in vitro. A total of twenty-one piglets were weaned at 28 days with a mean body weight (BW) of 6.0 ± 0.2 kg, and randomly divided into 3 groups: corn soybean meal based diet (CON group); the basal diet with 1% alpha-ketoglutarate (AKG treatment group); and the basal diet with 1% L-glutamine (GLN treatment group). Intestinal porcine epithelial cells-1 (IPEC-1) were incubated to investigate effects of 0.5, 2, and 3 mM AKG addition on Gln metabolism. Our results showed that there were no differences (P > 0.05) among the 3 treatments in initial BW, final BW, and average daily feed intake. However, average daily gain (P = 0.013) and gain:feed (P = 0.041) of the AKG group were greater than those of the other two groups. In comparison with the CON group, the AKG and GLN groups exhibited an improvement in villus length, mucosal thickness, and crypt depth in the jejunum of piglets. Serum concentrations of Asp, Glu, Val, Ile, Tyr, Phe, Lys, and Arg in the piglets fed the 1% AKG or Gln diet were lower than those in the CON group. Compared with the CON group, the mRNA expression of jejunal and ileal amino acid (AA) transporters in the AKG and GLN groups were significantly increased (P < 0.05). Additionally, the in vitro study showed that the addition of 0.5, 2, and 3 mM AKG dose-dependently decreased (P < 0.05) the net utilization of Gln and formulation of ammonia, Glu, Ala, and Asp by IPEC-1. In conclusion, dietary AKG supplementation, as a replacement for Gln, could improve Gln metabolism in piglet enterocytes and enhance the utilization of AA.",
      "mesh_terms": [
        "Amino Acids",
        "Animals",
        "Arginine",
        "Aspartic Acid",
        "Body Weight",
        "Citric Acid Cycle",
        "Diet",
        "Dietary Supplements",
        "Enterocytes",
        "Glutamine",
        "Ileum",
        "Intestinal Mucosa",
        "Intestine, Small",
        "Isoleucine",
        "Jejunum",
        "Ketoglutaric Acids",
        "Lysine",
        "Phenylalanine",
        "RNA, Messenger",
        "Swine",
        "Tyrosine",
        "Valine",
        "Weaning"
      ]
    },
    {
      "pmid": "26629827",
      "title": "Hyperreactivity of Blood Leukocytes in Patients with NAFLD to Ex Vivo Lipopolysaccharide Treatment Is Modulated by Metformin and Phosphatidylcholine but Not by Alpha Ketoglutarate.",
      "authors": [
        "Agnieszka Zwolak",
        "Agnieszka Szuster-Ciesielska",
        "Jadwiga Daniluk",
        "Olga Słabczyńska",
        "Martyna Kandefer-Szerszeń"
      ],
      "journal": "PloS one",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION AND AIMS: Toll-like receptor 4 and proinflammatory cytokines play a central role in the progression of nonalcoholic fatty liver disease. We investigated IL-1, IL-6 and TNFα production and toll-like receptor 4 in both--obese and lean patients with non-alcoholic fatty liver disease who met different sets of metabolic syndrome criteria and linked the results with the disease burden. MATERIALS AND METHODS: 95 subjects were divided into four groups depending on the following criteria: presence or absence of metabolic syndrome and/or non-alcoholic fatty liver disease, glucose tolerance (prediabetes or normoglycemia) and BMI value (obese or lean). We determined the levels of IL-1β, IL-6, TNFα, and monocyte toll-like receptor 4 expression in fresh blood as well as in blood cultures treated with lipopolysaccharide with or without metformin, alphaketoglutarate or phosphatidylcholine supplementation. RESULTS: The blood leukocytes of patients with non-alcoholic fatty liver disease are hypersensitive to lipopolysaccharide treatment and produce elevated levels of pro-inflammatory cytokines in response to ex vivo treatment with lipopolysaccharide. Moreover, they overexpress toll-like receptor-4. Hyperreactivity was typical mainly for obese patients with non-alcoholic fatty liver disease together with metabolic syndrome and decreased with the severity of disease. Metformin was the most effective in attenuation of hyperreactivity in all groups of patients with non-alcoholic fatty liver disease, but in obese patients the effectiveness of metformin was weaker than in lean. The reduction of cytokine level by metformin was accompanied by the decrease in toll-like receptor-4 expression. phosphatidylcholine also attenuated hyperreactivity to lipopolysaccharide but mainly in obese patients. Alpha ketoglutarate did not modulate cytokines' level and toll-like receptor 4 expression in non-alcoholic fatty liver disease patients. CONCLUSIONS: Metformin and phosphatidylcholine attenuated lipopolysaccharide induced toll-like receptor 4 overexpression and overproduction of pro-inflammatory cytokines; however, their efficacy depended on combined presence of non-alcoholic fatty liver disease, metabolic syndrome and obesity.",
      "mesh_terms": [
        "Cytokines",
        "Dose-Response Relationship, Drug",
        "Female",
        "Gene Expression Regulation",
        "Humans",
        "Ketoglutaric Acids",
        "Leukocytes",
        "Lipopolysaccharides",
        "Male",
        "Metabolic Syndrome",
        "Metformin",
        "Middle Aged",
        "Monocytes",
        "Non-alcoholic Fatty Liver Disease",
        "Obesity",
        "Phosphatidylcholines",
        "Toll-Like Receptor 4"
      ]
    },
    {
      "pmid": "26513478",
      "title": "Lithium Interferes with the Urinary Excretion of Phenolsulfonphthalein in Rats: Involvement of a Reduced Content of α-Ketoglutarate, the Driving Force for Organic Anion Transporters OAT1 and OAT3, in the Kidney Cortex.",
      "authors": [
        "Yuichi Uwai",
        "Misato Tsuge",
        "Yuta Tokai",
        "Tatsuya Kawasaki",
        "Tomohiro Nabekura"
      ],
      "journal": "Pharmacology",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: Lithium is effective in the treatment for bipolar disorder and is known to influence renal functions. The purpose of this study was to examine the effects of lithium on the renal organic anion transport system. METHODS: Pharmacokinetic experiments using rats and Western blotting were conducted. RESULTS: Until 60 min after the intravenous injection of phenolsulfonphthalein, a typical substrate of the renal organic anion transporters, as a bolus, 41.2% of the dose was recovered in the urine, and the infusion of lithium chloride dose-dependently interfered with its renal excretion. No significant changes were observed in the expression levels of rat organic anion transporters rOAT1 and rOAT3, and the content of α-ketoglutarate, the driving force for both transporters, was significantly decreased in the kidney cortex of rats administered lithium. CONCLUSION: These findings represented the dysfunction of the renal organic anion transport system in rats by lithium. As the mechanism, the reduced driving force for rOAT1 and rOAT3 was suggested to be involved at least in part.",
      "mesh_terms": [
        "Animals",
        "Antimanic Agents",
        "Blotting, Western",
        "Dose-Response Relationship, Drug",
        "Ketoglutaric Acids",
        "Kidney Cortex",
        "Kidney Function Tests",
        "Lithium Chloride",
        "Male",
        "Organic Anion Transport Protein 1",
        "Organic Anion Transporters, Sodium-Independent",
        "Phenolsulfonphthalein",
        "Rats, Wistar",
        "Substrate Specificity",
        "Tissue Distribution",
        "Urine"
      ]
    },
    {
      "pmid": "26231040",
      "title": "Registered report: Oncometabolite 2-hydroxyglutarate is a competitive inhibitor of α-ketoglutarate-dependent dioxygenases.",
      "authors": [
        "Brad Evans",
        "Erin Griner"
      ],
      "journal": "eLife",
      "publication_date": "2015-Jul-31",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The Reproducibility Project: Cancer Biology seeks to address growing concerns about reproducibility in scientific research by conducting replications of selected experiments from a number of high-profile papers in the field of cancer biology. The papers, which were published between 2010 and 2012, were selected on the basis of citations and Altmetric scores (Errington et al., 2014). This Registered report describes the proposed replication plan of key experiments from 'Oncometabolite 2-hydroxyglutarate is a competitive inhibitor of α-ketoglutarate-dependent dioxygenases' by Xu and colleagues, published in Cancer Cell in 2011 (Xu et al., 2011). The key experiments being replicated include Supplemental Figure 3I, which demonstrates that transfection with mutant forms of IDH1 increases levels of 2-hydroxyglutarate (2-HG), Figures 3A and 8A, which demonstrate changes in histone methylation after treatment with 2-HG, and Figures 3D and 7B, which show that mutant IDH1 can effect the same changes as treatment with excess 2-HG. The Reproducibility Project: Cancer Biology is a collaboration between the Center for Open Science and Science Exchange, and the results of the replications will be published by eLife.",
      "mesh_terms": [
        "Dioxygenases",
        "Glutarates",
        "Humans",
        "Isocitrate Dehydrogenase",
        "Ketoglutaric Acids"
      ]
    },
    {
      "pmid": "25365924",
      "title": "Salicylic acid binding of mitochondrial alpha-ketoglutarate dehydrogenase E2 affects mitochondrial oxidative phosphorylation and electron transport chain components and plays a role in basal defense against tobacco mosaic virus in tomato.",
      "authors": [
        "Yangwenke Liao",
        "Miaoying Tian",
        "Huan Zhang",
        "Xin Li",
        "Yu Wang",
        "Xiaojian Xia",
        "Jie Zhou",
        "Yanhong Zhou",
        "Jingquan Yu",
        "Kai Shi",
        "Daniel F Klessig"
      ],
      "journal": "The New phytologist",
      "publication_date": "2015-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Salicylic acid (SA) plays a critical role in plant defense against pathogen invasion. SA-induced viral defense in plants is distinct from the pathways mediating bacterial and fungal defense and involves a specific pathway mediated by mitochondria; however, the underlying mechanisms remain largely unknown. The SA-binding activity of the recombinant tomato (Solanum lycopersicum) alpha-ketoglutarate dehydrogenase (Slα-kGDH) E2 subunit of the tricarboxylic acid (TCA) cycle was characterized. The biological role of this binding in plant defenses against tobacco mosaic virus (TMV) was further investigated via Slα-kGDH E2 silencing and transient overexpression in plants. Slα-kGDH E2 was found to bind SA in two independent assays. SA treatment, as well as Slα-kGDH E2 silencing, increased resistance to TMV. SA did not further enhance TMV defense in Slα-kGDH E2-silenced tomato plants but did reduce TMV susceptibility in Nicotiana benthamiana plants transiently overexpressing Slα-kGDH E2. Furthermore, Slα-kGDH E2-silencing-induced TMV resistance was fully blocked by bongkrekic acid application and alternative oxidase 1a silencing. These results indicated that binding by Slα-kGDH E2 of SA acts upstream of and affects the mitochondrial electron transport chain, which plays an important role in basal defense against TMV. The findings of this study help to elucidate the mechanisms of SA-induced viral defense.",
      "mesh_terms": [
        "Cell Respiration",
        "Disease Resistance",
        "Electron Transport",
        "Gene Expression Regulation, Plant",
        "Gene Silencing",
        "Ketoglutarate Dehydrogenase Complex",
        "Solanum lycopersicum",
        "Mitochondria",
        "Oxidative Phosphorylation",
        "Plant Diseases",
        "Plant Proteins",
        "Salicylic Acid",
        "Nicotiana",
        "Tobacco Mosaic Virus"
      ]
    },
    {
      "pmid": "24828042",
      "title": "The metabolite α-ketoglutarate extends lifespan by inhibiting ATP synthase and TOR.",
      "authors": [
        "Randall M Chin",
        "Xudong Fu",
        "Melody Y Pai",
        "Laurent Vergnes",
        "Heejun Hwang",
        "Gang Deng",
        "Simon Diep",
        "Brett Lomenick",
        "Vijaykumar S Meli",
        "Gabriela C Monsalve",
        "Eileen Hu",
        "Stephen A Whelan",
        "Jennifer X Wang",
        "Gwanghyun Jung",
        "Gregory M Solis",
        "Farbod Fazlollahi",
        "Chitrada Kaweeteerawat",
        "Austin Quach",
        "Mahta Nili",
        "Abby S Krall",
        "Hilary A Godwin",
        "Helena R Chang",
        "Kym F Faull",
        "Feng Guo",
        "Meisheng Jiang",
        "Sunia A Trauger",
        "Alan Saghatelian",
        "Daniel Braas",
        "Heather R Christofk",
        "Catherine F Clarke",
        "Michael A Teitell",
        "Michael Petrascheck",
        "Karen Reue",
        "Michael E Jung",
        "Alison R Frand",
        "Jing Huang"
      ],
      "journal": "Nature",
      "publication_date": "2014-Jun-19",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Metabolism and ageing are intimately linked. Compared with ad libitum feeding, dietary restriction consistently extends lifespan and delays age-related diseases in evolutionarily diverse organisms. Similar conditions of nutrient limitation and genetic or pharmacological perturbations of nutrient or energy metabolism also have longevity benefits. Recently, several metabolites have been identified that modulate ageing; however, the molecular mechanisms underlying this are largely undefined. Here we show that α-ketoglutarate (α-KG), a tricarboxylic acid cycle intermediate, extends the lifespan of adult Caenorhabditis elegans. ATP synthase subunit β is identified as a novel binding protein of α-KG using a small-molecule target identification strategy termed drug affinity responsive target stability (DARTS). The ATP synthase, also known as complex V of the mitochondrial electron transport chain, is the main cellular energy-generating machinery and is highly conserved throughout evolution. Although complete loss of mitochondrial function is detrimental, partial suppression of the electron transport chain has been shown to extend C. elegans lifespan. We show that α-KG inhibits ATP synthase and, similar to ATP synthase knockdown, inhibition by α-KG leads to reduced ATP content, decreased oxygen consumption, and increased autophagy in both C. elegans and mammalian cells. We provide evidence that the lifespan increase by α-KG requires ATP synthase subunit β and is dependent on target of rapamycin (TOR) downstream. Endogenous α-KG levels are increased on starvation and α-KG does not extend the lifespan of dietary-restricted animals, indicating that α-KG is a key metabolite that mediates longevity by dietary restriction. Our analyses uncover new molecular links between a common metabolite, a universal cellular energy generator and dietary restriction in the regulation of organismal lifespan, thus suggesting new strategies for the prevention and treatment of ageing and age-related diseases.",
      "mesh_terms": [
        "Animals",
        "Caenorhabditis elegans",
        "Cell Line",
        "Enzyme Activation",
        "Enzyme Inhibitors",
        "Gene Knockdown Techniques",
        "HEK293 Cells",
        "Humans",
        "Jurkat Cells",
        "Ketoglutaric Acids",
        "Longevity",
        "Mice",
        "Mitochondrial Proton-Translocating ATPases",
        "Protein Binding",
        "TOR Serine-Threonine Kinases"
      ]
    }
  ]
}