{
  "supplement": "Antioxidants",
  "query": "Antioxidants[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:10:34",
  "research_count": 3018,
  "count": 100,
  "articles": [
    {
      "pmid": "40305793",
      "title": "NEXT-GENERATION ANTIOXIDANTS: SHOULD WE TARGET PEROXIREDOXINS?",
      "authors": [
        "U Gavrilova",
        "S Alieva",
        "A Gerasimenko",
        "E Mikhaleva",
        "E Solovieva",
        "Kh Vedzizheva",
        "M Sadykov",
        "A Belousova",
        "A Ladaev",
        "I Aupov",
        "E Maasheva",
        "I Makhamaev",
        "I Yanarkaev"
      ],
      "journal": "Georgian medical news",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Reactive oxygen species (ROS) play a dual role in biology, functioning as both essential signaling molecules and agents of cellular damage under oxidative stress. While classical antioxidant therapies have shown promise in preclinical models, they have consistently failed in clinical trials, largely due to their lack of specificity and disruption of physiological redox signaling. Peroxiredoxins (Prx), a family of thiol-dependent peroxidases, have emerged as attractive next-generation targets due to their enzymatic specificity, compartmentalization, and involvement in redox relay mechanisms. This review critically examines the structural and functional features of Prx, their context-dependent roles in cancer, neurodegeneration, and cardiovascular diseases, and the growing arsenal of pharmacological modulators. We further discuss the challenges and opportunities of Prx-targeted therapy and evaluate whether these enzymes represent a viable and superior strategy within the evolving landscape of redox medicine.",
      "mesh_terms": [
        "Humans",
        "Peroxiredoxins",
        "Antioxidants",
        "Reactive Oxygen Species",
        "Neoplasms",
        "Oxidative Stress",
        "Oxidation-Reduction",
        "Neurodegenerative Diseases",
        "Cardiovascular Diseases",
        "Animals",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "40298876",
      "title": "Role of Reactive Oxygen Species in Collagen-Induced Platelet Activation and the Protective Effects of Antioxidants.",
      "authors": [
        "Jin-Yi Han",
        "Hideo Utsumi",
        "Han-Young Chung"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Apr-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Collagen plays a crucial role in platelet activation and thrombosis, yet the underlying mechanisms involving reactive oxygen species (ROS) remain incompletely understood. This study investigated how collagen modulates ROS generation and platelet aggregation both in vitro and in vivo, as well as evaluating the protective effects of antioxidants. In vitro, collagen induced dose-dependent platelet aggregation and increased ROS generation, evidenced by the enhanced EMPO adduct formation detected via electron spin resonance (ESR). In vivo experiments demonstrated that collagen administration significantly accelerated CAT-1 decay, indicating elevated oxidative stress with a transient peak around 1 minute post-treatment. Furthermore, escalating collagen doses correlated with increased ROS generation and reduced survival rates in mice, underscoring collagen's impact on oxidative stress and thrombosis severity. Importantly, treatment with enzymatic antioxidants (superoxide dismutase, catalase) and non-enzymatic antioxidants (DMTU, Tiron, mannitol) significantly attenuated collagen-induced oxidative stress and improved animal survival. Collectively, these findings elucidate the pivotal role of ROS in collagen-induced platelet activation and thrombosis and highlight antioxidants as promising therapeutic candidates for preventing thrombotic disorders and managing cardiovascular risk."
    },
    {
      "pmid": "40278639",
      "title": "Molecular Mechanisms Contributing to the Impairment of Steroid Hormones, Sperm Characteristics, and Testicular Architecture in Male Rabbits After Chronic Exposure to Cadmium: Role of Gallic Acid and Selenium as Antioxidants.",
      "authors": [
        "Salah A Sheweita",
        "Saleh M Al-Qahtani",
        "Rofida M Ahmed",
        "Mohamed S Sheweita",
        "Ahmed Atta"
      ],
      "journal": "Toxics",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: One hazardous material that occurs naturally in the environment and induces oxidative stress is cadmium (Cd). Epidemiological data revealed that exposure to cadmium in the workplace and environment might be linked to many illnesses and serious testicular injuries. AIMS: It is taught that antioxidants can protect different organs against environmental toxic compounds. Therefore, the current investigation aims to show the role of antioxidants (gallic acid and selenium) in the protection against cadmium toxicity, including the architecture of the testes, semen properties, steroid hormones, protein expression of cytochrome P450 [CYP 19 and 11A1] contributing to the production of steroid hormones, and antioxidant enzyme activities, in male rabbits. METHODS: Male rabbits were given cadmium orally three times/week [1 mg/kg BW] for twelve weeks. In addition, gallic acid (20 mg/kg) or selenium (1 mg/kg BW) was administered two hours before cadmium treatment. This investigation included a spectrophotometer, histopathology, and Western immunoblotting techniques. RESULTS: Cadmium treatment significantly reduced sperm counts, testosterone, and estrogen levels after four, eight, and twelve weeks of treatment. In addition, after a 12-week treatment of rabbits with cadmium, the activity of 17β-hydroxysteroid dehydrogenase and antioxidant enzymes, including catalase, superoxide dismutase, glutathione reductase, glutathione peroxidase, and glutathione S-transferase, as well as the glutathione levels, were inhibited in the testes tissue. On the other hand, following cadmium treatment, rabbit's testes showed a discernible increase in free radical levels. Interestingly, the activity of antioxidant enzymes and level of free radicals were recovered in rabbits treated with gallic acid or selenium before cadmium treatment. In addition, after 12 weeks of cadmium treatment, the steroidogenic protein expressions of CYP 11A1 and CYP 19 were upregulated and downregulated in the testes, respectively. Interestingly, after pretreatment of rabbits with either gallic acid or selenium for two hours before cadmium administration, the downregulated CYP11A1 was restored to normal levels. In the histopathological investigation, immature spermatozoids and sloughed spermatogonium cells were observed in cadmium-treated rabbits' testes. On the other hand, pretreatments of rabbits with gallic acid or selenium mitigated and alleviated the adverse effects of cadmium on testes architecture and increased the production of healthy sperm. CONCLUSIONS: The lower levels of steroid hormones could be due to the downregulation of CYP11A1, inhibition of 17β-hydroxysteroid dehydrogenase, antioxidant enzyme activities, and the induction of free radical levels. Furthermore, the pretreatment of rabbits with gallic acid or selenium mitigated the adverse effects of cadmium on the tissue architecture of testes and steroid hormone levels."
    },
    {
      "pmid": "40272665",
      "title": "Antioxidants in cancer therapy mitigating lipid peroxidation without compromising treatment through nanotechnology.",
      "authors": [
        "Daniel Ejim Uti",
        "Item Justin Atangwho",
        "Esther Ugo Alum",
        "Emmanuella Ntaobeten",
        "Uket Nta Obeten",
        "Inalegwu Bawa",
        "Samuel A Agada",
        "Catherine Ironya-Ogar Ukam",
        "Godwin Eneji Egbung"
      ],
      "journal": "Discover nano",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Cancer treatments often exploit oxidative stress to selectively kill tumour cells by disrupting their lipid peroxidation membranes and inhibiting antioxidant enzymes. However, lipid peroxidation plays a dual role in cancer progression, acting as both a tumour promoter and a suppressor. Balancing oxidative stress through antioxidant therapy remains a challenge, as excessive antioxidant activity may compromise the efficacy of chemotherapy and radiotherapy. AIM: This review explores the role of antioxidants in mitigating lipid peroxidation in cancer therapy while maintaining treatment efficacy. It highlights recent advancements in nanotechnology-based targeted antioxidant delivery to optimize therapeutic outcomes. METHODS: A comprehensive literature review was conducted using reputable databases, including PubMed, Scopus, Web of Science, and ScienceDirect. The search focused on publications from the past five years (2020-2025), supplemented by relevant studies from earlier years. Keywords such as \"antioxidants,\" \"lipid peroxidation,\" \"nanotechnology in cancer therapy,\" and \"oxidative stress\" were utilized. Relevant articles were critically analysed, and graphical illustrations were created. RESULTS: Emerging evidence suggests that nanoparticles, including liposomes, polymeric nanoparticles, metal-organic frameworks, and others, can effectively encapsulate and control the release of antioxidants in tumour cells while minimizing systemic toxicity. Stimuli-responsive carriers with tumour-specific targeting mechanisms further enhance antioxidant delivery. Studies indicate that these strategies help preserve normal cells, mitigate oxidative stress-related damage, and improve treatment efficacy. However, challenges such as bioavailability, stability, and potential interactions with standard therapies remain. CONCLUSION: Integrating nanotechnology with antioxidant-based interventions presents a promising approach for optimizing cancer therapy. Future research should focus on refining lipid peroxidation modulation strategies, assessing oxidative stress profiles during treatment, and employing biomarkers to determine optimal antioxidant dosing. A balanced approach to antioxidant use may enhance therapeutic efficacy while minimizing adverse effects."
    },
    {
      "pmid": "40266053",
      "title": "Advancing Biomedical Research on Salivary Antioxidants: Exploring the Significance in Oral Precancer and Cancer.",
      "authors": [
        "Vidya G Doddawad",
        "B M Gurupadayya",
        "Vidya Cs",
        "Shivananda S",
        "Karthikeya Patil",
        "R Sumukh Bharadwaj"
      ],
      "journal": "Oncology (Williston Park, N.Y.)",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Under normal physiological circumstances, an equilibrium exists between prooxidants and antioxidants in the body. The body generates free radicals as part of its natural cellular metabolism. However, when there is an unevenness or modification in the levels of antioxidants, it gives rise to a state known as oxidative stress. This phenomenon is implicated in numerous pathological conditions. It can potentially harm cells by causing minor injuries to cell membranes, deactivating proteins, damaging DNA, and triggering tissue damage through cell-signaling molecules. Human saliva is a diagnostic fluid that is rich in antioxidant compounds and plays a primary role in the protective mechanism. These antioxidants neutralize the free radicals, including reactive oxygen species and reactive nitrogen species, that are released due to oxidative stress and prevent cell breakdown, tissue damage, and DNA mutations. Whole human saliva may contain numerous antioxidants that are measurable tools to monitor the oral cavity's oxidative processes and help guide the development of new drugs or treatment plans. This article provides extensive information on salivary antioxidants and their role in common oral lesions like inflammatory, premalignant, malignant, and autoimmune diseases.",
      "mesh_terms": [
        "Humans",
        "Saliva",
        "Antioxidants",
        "Mouth Neoplasms",
        "Precancerous Conditions",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "40261148",
      "title": "Is there an association between superoxide dismutase gene polymorphisms, antioxidants in oxidative stress pathway, and oral health-related quality of life after root canal treatment?",
      "authors": [
        "Ludmila Da Silva Guimarães",
        "Erlange Andrade Borges da Silva",
        "Juliana Miranda Bonelli",
        "Heitor Ganier Ribeiro",
        "Alice Corrêa Silva-Sousa",
        "Manoel Damião Sousa-Neto",
        "Erika Calvano Küchler",
        "Lívia Azeredo Alves Antunes",
        "Fernanda Signorelli Calazans",
        "Leonardo Santos Antunes"
      ],
      "journal": "Acta odontologica Scandinavica",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To evaluate the association between genetic polymorphisms in SOD2 and SOD3 and oral health-related quality of life (OHRQoL).  Material and methods: The cohort study included 109 participants, all of whom underwent root canal treatment on a single-rooted maxillary or mandibular tooth with asymptomatic periapical periodontitis. The OHRQoL was assessed using the Oral Health Impact Profile-14 at three intervals: prior to root canal treatment (T0), 7 (T7), and 30 (T30) days post-treatment. Genomic DNA was extracted from buccal cells for genotyping of polymorphisms in SOD2 (rs5746136, rs4880, and rs10370) and SOD3 (rs2855262 and rs13306703) using real-time PCR. Both Univariate and Multivariate Poisson Regression analyses were conducted, with p < 0.05 indicating statistical significance.  Results: The rs2855262 polymorphism in the SOD3 gene showed a significant difference in the functional limitation domain in both codominant (p = 0.037) and recessive (p = 0.040) models. The rs13306703 polymorphism in SOD3 demonstrated a significant difference in physical pain [in codominant (p = 0.001) and recessive (p < 0.001) models], psychological discomfort [in codominant (p = 0.002) and recessive (p = 0.002) models], handicap [in codominant (p = 0.011) and dominant (p = 0.015) models], and total score [in codominant (p = 0.011) and recessive (p = 0.007) models]. In the Multivariate Poisson Regression analysis, SOD2 (rs5746136) was associated with the psychological disability domain [in codominant (p = 0.049) and recessive (p = 0.040) models] and SOD3 (rs13306703), in the handicap domain [in codominant (p = 0.028) and dominant (p = 0.037) models].  Conclusions: Genetic polymorphisms in SOD2 and SOD3 genes can influence the OHRQoL response in patients with asymptomatic periapical periodontitis.",
      "mesh_terms": [
        "Humans",
        "Superoxide Dismutase",
        "Quality of Life",
        "Male",
        "Female",
        "Oral Health",
        "Adult",
        "Root Canal Therapy",
        "Oxidative Stress",
        "Middle Aged",
        "Antioxidants",
        "Cohort Studies",
        "Polymorphism, Genetic",
        "Polymorphism, Single Nucleotide",
        "Periapical Periodontitis"
      ]
    },
    {
      "pmid": "40227421",
      "title": "Involvement of Oxidative Stress and Antioxidants in Modification of Cardiac Dysfunction Due to Ischemia-Reperfusion Injury.",
      "authors": [
        "Naranjan S Dhalla",
        "Petr Ostadal",
        "Paramjit S Tappia"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Mar-14",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Delayed reperfusion of the ischemic heart (I/R) is known to impair the recovery of cardiac function and produce a wide variety of myocardial defects, including ultrastructural damage, metabolic alterations, subcellular Ca2+-handling abnormalities, activation of proteases, and changes in cardiac gene expression. Although I/R injury has been reported to induce the formation of reactive oxygen species (ROS), inflammation, and intracellular Ca2+ overload, the generation of oxidative stress is considered to play a critical role in the development of cardiac dysfunction. Increases in the production of superoxide, hydroxyl radicals, and oxidants, such as hydrogen peroxide and hypochlorous acid, occur in hearts subjected to I/R injury. In fact, mitochondria are a major source of the excessive production of ROS in I/R hearts due to impairment in the electron transport system as well as activation of xanthine oxidase and NADPH oxidase. Nitric oxide synthase, mainly present in the endothelium, is also activated due to I/R injury, leading to the production of nitric oxide, which, upon combination with superoxide radicals, generates nitrosative stress. Alterations in cardiac function, sarcolemma, sarcoplasmic reticulum Ca2+-handling activities, mitochondrial oxidative phosphorylation, and protease activation due to I/R injury are simulated upon exposing the heart to the oxyradical-generating system (xanthine plus xanthine oxidase) or H2O2. On the other hand, the activation of endogenous antioxidants such as superoxide dismutase, catalase, glutathione peroxidase, and the concentration of a transcription factor (Nrf2), which modulates the expression of various endogenous antioxidants, is depressed due to I/R injury in hearts. Furthermore, pretreatment of hearts with antioxidants such as catalase plus superoxide dismutase, N-acetylcysteine, and mercaptopropionylglycerine has been observed to attenuate I/R-induced subcellular Ca2+ handling and changes in Ca2+-regulatory activities; additionally, it has been found to depress protease activation and improve the recovery of cardiac function. These observations indicate that oxidative stress is intimately involved in the pathological effects of I/R injury and different antioxidants attenuate I/R-induced subcellular alterations and improve the recovery of cardiac function. Thus, we are faced with the task of developing safe and effective antioxidants as well as agents for upregulating the expression of endogenous antioxidants for the therapy of I/R injury."
    },
    {
      "pmid": "40227262",
      "title": "Microbial-Derived Antioxidants in Intestinal Inflammation: A Systematic Review of Their Therapeutic Potential.",
      "authors": [
        "María José García Mansilla",
        "María Jesús Rodríguez Sojo",
        "Andreea Roxana Lista",
        "Ciskey Vanessa Ayala Mosqueda",
        "Antonio Jesús Ruiz Malagón",
        "Ailec Ho Plagaro",
        "Julio Gálvez",
        "Alba Rodríguez Nogales",
        "María José Rodríguez Sánchez"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The potential of microbial-derived antioxidants to modulate intestinal inflammation is increasingly recognized, which is especially important in inflammatory bowel diseases (IBD). Oxidative stress, a major contributor to chronic intestinal inflammation, is the result of an imbalance between the production of reactive oxygen species (ROS) and the body's antioxidant defenses. This systematic review explores the role of microbial-derived antioxidants in alleviating IBD. Among the main findings are certain compounds, such as exopolysaccharides (EPS) and short-chain fatty acids (SCFAs), which have demonstrated their ability to neutralize ROS and strengthen the integrity of the intestinal barrier, thereby attenuating inflammatory responses. These antioxidants offer the dual benefit of mitigating oxidative stress and rebalancing the gut microbiota, which is often disrupted in IBD. Evidence from preclinical and clinical studies provides a better understanding of the mechanisms involved in the effects of these microbial antioxidants. Conventional treatments for IBD primarily focus on immune modulation. In this context, the integration of microbial-derived antioxidants could offer a complementary approach by addressing both oxidative damage and gut dysbiosis. Further research and clinical trials are essential to establish standardized treatment guidelines and clarify the long-term efficacy of these promising therapeutic agents."
    },
    {
      "pmid": "40227219",
      "title": "Natural Antioxidants Reduce Oxidative Stress and the Toxic Effects of RNA-CUG(exp) in an Inducible Glial Myotonic Dystrophy Type 1 Cell Model.",
      "authors": [
        "Fernando Morales",
        "Dayana Vargas",
        "Melissa Palma-Jiménez",
        "Esteban J Rodríguez",
        "Gabriela Azofeifa",
        "Oscar Hernández-Hernández"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Feb-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The toxic gain-of-function of RNA-CUG(exp) in DM1 has been largely studied in skeletal muscle, with little focus on its effects on the central nervous system (CNS). This study aimed to study if oxidative stress is present in DM1, its relationship with the toxic RNA gain-of-function and if natural antioxidants can revert some of the RNA-CUG(exp) toxic effects. Using an inducible glial DM1 model (MIO-M1 cells), we compared OS in expanded vs. unexpanded cells and investigated whether antioxidants can mitigate OS and RNA-CUG(exp) toxicity. OS was measured via superoxide anion and lipid peroxidation assays. RNA foci were identified using FISH, and the mis-splicing of selected exons was analyzed using semi-quantitative RT-PCR. Cells were treated with natural antioxidants, and the effects on OS, foci formation, and mis-splicing were compared between treated and untreated cells. The results showed significantly higher superoxide anion and lipid peroxidation levels in untreated DM1 cells, which decreased after antioxidant treatment (ANOVA, p < 0.001). Foci were present in 51% of the untreated cells but were reduced in a dose-dependent manner following treatment (ANOVA, p < 0.001). Antioxidants also improved the splicing of selected exons (ANOVA, p < 0.001), suggesting OS plays a role in DM1, and antioxidants may offer therapeutic potential."
    },
    {
      "pmid": "40223281",
      "title": "Antioxidants Ameliorates Ionizing Radiation-Induced Microcephaly in Cerebral Organoid Derived from Human-induced Pluripotent Stem Cells.",
      "authors": [
        "Mikio Shimada",
        "Yoshihisa Matsumoto"
      ],
      "journal": "Radiation research",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ionizing radiation exposure induces DNA damage and chromosome aberrations through both direct and indirect effect. The indirect effects are primarily mediated by the generation of hydroxyl radicals, a process attributed to radiation. Dimethyl sulfoxide (DMSO) and ascorbic acid (AA) are known as radical scavengers and have radioprotective effects. Radiation therapy is widely employed in the treatment of malignant tumors such as glioblastoma; however, its side effects, including cognitive impairments resulting from damage to healthy neurons, pose significant challenges. To ameliorate these effects, radioprotective reagents have been sought. In this study, we used cerebral organoids derived from human-induced pluripotent stem cells to address the radioprotective effect of radical scavengers, DMSO and AA in brain exposure. Although exposure to radiation for 20-day-old cerebral organoids results in DNA double-strand breaks and apoptosis leading to microcephaly phenotype, treatment with DMSO or AA not only before but also after radiation alleviated DNA damage, cell death, and the microcephaly phenotype. Our results suggest that DMSO and AA are candidates for the radioprotective reagents for brain tumor therapy."
    },
    {
      "pmid": "40183992",
      "title": "Alleviating effect of antioxidants on combined chromium and cadmium-induced neurotoxicity and apoptosis by activating the Nrf2-keap1 and associated pathway in Swiss albino mice.",
      "authors": [
        "Swapnil Tripathi",
        "Dharati Parmar",
        "Samir Raval",
        "Shivkumar Prajapati",
        "Gyanendra Singh"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chromium (Cr) and cadmium (Cd) are well-known cytotoxic and carcinogenic elements co-existing in the biosphere. Though their separate toxicities have been well researched, little is known about their combined effects, particularly with regard to the cellular stress response. The current study intends to explore the individual and combined toxic effects of Cr and Cd in the brain of Swiss albino mice in addition to examining the possible neuroprotective functions of coenzyme Q10 (CoQ10), biochanin-A (BCA), and phloretin (PHL), the naturally occurring flavonoids with antioxidant qualities. Mice were administered orally with Cr and Cd (75 ppm each) along with the i.p. dose of CoQ10 (10 mg/kg), BCA, and PHL (50 mg/kg each), respectively. After two weeks of treatment, an array of biochemical assays, histopathological examination, and gene expression analyses were carried out to evaluate the underlying mechanisms of the selected nutraceuticals. Our findings, which underscore the importance of this research, demonstrated that the administration of the nutraceuticals reduced oxidative stress and restored the antioxidant defense system by decreasing the levels of malondialdehyde (MDA) and protein carbonyl content (PCC) with concomitant increase in superoxide dismutase (SOD), catalase (CAT), glutathione-S-transferase (GST), reduced glutathione (GSH), and total thiol (TT) activity. A decrease in cholinesterase activity was also observed, along with the altered histo-architecture. The qRT-PCR analysis of mRNA expression revealed the upregulation of genes associated with antioxidant defense (SIRT1, Nrf2, HO-1, NQO1) along with the downregulation of the apoptotic markers caspase-8 and 3, respectively. The study highlights the neuroprotective effects of CoQ10, BCA, and PHL against Cr and Cd-induced oxidative stress via enhancing Nrf2-mediated exogenous antioxidant defenses and mitigating cellular damage and neural apoptosis. These results imply that these nutraceuticals may have therapeutic value in alleviating neurological disorders brought on by heavy metal exposure, with potential significant impact on future treatments.",
      "mesh_terms": [
        "Animals",
        "NF-E2-Related Factor 2",
        "Antioxidants",
        "Apoptosis",
        "Mice",
        "Chromium",
        "Kelch-Like ECH-Associated Protein 1",
        "Oxidative Stress",
        "Cadmium",
        "Male",
        "Signal Transduction",
        "Brain"
      ]
    },
    {
      "pmid": "40183147",
      "title": "Role of Essential Oils and Antioxidants in the Treatment of Fibrosis.",
      "authors": [
        "Jaishree Sah",
        "Indu Singh"
      ],
      "journal": "Current drug research reviews",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Fibrosis is the leading cause of many lethal diseases. It is characterized by the accumulation of extracellular matrix (ECM) components, which leads to damaged tissue functioning in the influenced organs. Essential oils are concentrated hydrophobic liquid having volatile compounds extracted from plant or plant parts while antioxidants are the compounds that help in scavenging free radicals and prevent reducing the oxidation processes. In this review, challenges that come during the treatment of fibrosis have been covered, mechanism of action of both essential oil and antioxidants is also outlined in this article. This review aimed to provide scientific fundamental and knowledge, ideas for the development and application of essential oils and antioxidants in the treatment of fibrosis.",
      "mesh_terms": [
        "Oils, Volatile",
        "Antioxidants",
        "Humans",
        "Fibrosis",
        "Animals"
      ]
    },
    {
      "pmid": "40170797",
      "title": "Effect of methoxychlor on liver function, lipid peroxidation, and antioxidants in experimental rats.",
      "authors": [
        "Savina K Ottupurakkal",
        "E Jayadevi Variyar",
        "K M Ramkumar",
        "R Jayasuriya"
      ],
      "journal": "Toxicology reports",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Methoxychlor (MXC), a widely used pesticide, poses significant toxicological risks to various biological systems. It is an environmental contaminant and the only organochlorine pesticide still using instead of DDT. Endocrine disruption of MXC is also under investigation.This study aimed to investigate the effects of MXC on antioxidant status, lipid peroxidation, and liver metabolism in experimental rats. METHODS: Male Wistar rats were divided into control and treatment groups, with the latter receiving 150 mg/kg and 250 mg/kg body weight (BW) of MXC via oral administration for 30 days. Liver function was assessed by measuring circulating biomarkers, including Alanine Transaminase (ALT), Aspartate Transaminase (AST), and Alkaline Phosphatase (ALP). Oxidative damage was evaluated by determining Thiobarbituric Acid Reactive Substances (TBARS), hydroperoxide (HYP), and other lipid peroxidation markers. Key enzymes involved in antioxidant defense mechanisms were also analyzed in the liver of experimental animals. RESULTS: Our results demonstrated a significant increase in ALT, AST, and ALP levels in the serum of rats exposed to MXC, indicating impaired liver function. This was accompanied by elevated lipid peroxidation, further emphasizing oxidative stress. Moreover, the activities of antioxidant enzymes such as SOD, GPx, and CAT were markedly reduced in the MXC-exposed groups compared to the controls, suggesting a compromised antioxidant defense system. CONCLUSION: These findings suggest that methoxychlor exposure disrupts liver function and induces oxidative stress by enhancing lipid peroxidation, thereby depleting natural antioxidant defenses. This study highlights the potential hepatotoxic effects of methoxychlor and underscores the role of oxidative stress in mediating its toxicity."
    },
    {
      "pmid": "40144648",
      "title": "Antioxidants for the management of oral leukoplakia: A systematic review of randomized controlled trials.",
      "authors": [
        "Divya Gopinath",
        "Sara Ibrahim Waki",
        "Kwok Fu Cheah",
        "Swagatika Panda"
      ],
      "journal": "Journal of oral biology and craniofacial research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Oral leukoplakia (OL) is a potentially malignant disorder characterized by non-scrabble white lesions that may turn into invasive carcinoma if left untreated. Few antioxidant treatments have shown promising results in the regression of lesions and prevention of their progression to carcinoma. We aim to summarize the current evidence on the effectiveness of antioxidants in the management of OL. MATERIALS AND METHODS: The present systematic review followed PRISMA guidelines and involved a thorough search of three scientific databases: PubMed, Scopus, and Cochrane. We used specific algorithms related to the keywords \"antioxidant\" and \"Oral leukoplakia\" to identify randomized controlled trials (RCTs) that have explored the utility of antioxidants in the management of OL. The risk of bias assessment was conducted using the Cochrane risk of bias tool (ROB 2.0), ensuring the reliability of our findings. RESULTS: Out of 2490 articles retrieved, only thirteen RCTs involving 1147 participants fulfilled the inclusion criteria. Lycopene was found to be the most consistently effective antioxidant, showing significant effectiveness in reducing lesion size, both in oral and topical forms. The trials incorporating other antioxidants, including vitamin A, vitamin C, β-carotene, and curcumin, demonstrated mixed results. Severe heterogeneity was detected in treatment forms, dosage, administration frequency, treatment duration, and follow-up time among all included trials. CONCLUSION: Lycopene may play a significant role in the non-surgical management of OL. Future research with large-scale, well-designed, randomized controlled trials with standardized dosing, delivery methods, and outcome measures is mandatory to provide more robust evidence on the available antioxidant therapy for OL."
    },
    {
      "pmid": "40136430",
      "title": "The Application and Molecular Mechanisms of Mitochondria-Targeted Antioxidants in Chemotherapy-Induced Cardiac Injury.",
      "authors": [
        "Chih-Jen Liu",
        "Lu-Kai Wang",
        "Fu-Ming Tsai"
      ],
      "journal": "Current issues in molecular biology",
      "publication_date": "2025-Mar-07",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Chemotherapeutic agents play a crucial role in cancer treatment. However, their use is often associated with significant adverse effects, particularly cardiotoxicity. Drugs such as anthracyclines (e.g., doxorubicin) and platinum-based agents (e.g., cisplatin) cause mitochondrial damage, which is one of the main mechanisms underlying cardiotoxicity. These drugs induce oxidative stress, leading to an increase in reactive oxygen species (ROS), which in turn damage the mitochondria in cardiomyocytes, resulting in impaired cardiac function and heart failure. Mitochondria-targeted antioxidants (MTAs) have emerged as a promising cardioprotective strategy, offering a potential solution. These agents efficiently scavenge ROS within the mitochondria, protecting cardiomyocytes from oxidative damage. Recent studies have shown that MTAs, such as elamipretide, SkQ1, CoQ10, and melatonin, significantly mitigate chemotherapy-induced cardiotoxicity. These antioxidants not only reduce oxidative damage but also help maintain mitochondrial structure and function, stabilize mitochondrial membrane potential, and prevent excessive opening of the mitochondrial permeability transition pore, thus preventing apoptosis and cardiac dysfunction. In this review, we integrate recent findings to elucidate the mechanisms of chemotherapy-induced cardiotoxicity and highlight the substantial therapeutic potential of MTAs in reducing chemotherapy-induced heart damage. These agents are expected to offer safer and more effective treatment options for cancer patients in clinical practice."
    },
    {
      "pmid": "40128318",
      "title": "Assessing the efficacy of varicocelectomy, antioxidants, FSH treatment, and lifestyle modifications on sperm DNA fragmentation: a systematic review and meta-analysis.",
      "authors": [
        "Anett Szabó",
        "Szilárd Váncsa",
        "Péter Hegyi",
        "Tamás Kói",
        "Júlia Ács",
        "Réka Juhász Hermánné",
        "Nándor Ács",
        "Tibor Szarvas",
        "Péter Nyirády",
        "Zsolt Kopa"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "Infertility affects 15% of couples in developed countries, 50% accounting for male origin. In 2021, sperm DNA fragmentation (SDF) testing was incorporated into male fertility evaluations as an evidence-based functional test. We aimed to assess the effect of interventions that could potentially improve SDF. A random-effect meta-analysis was performed with a systematic search in three databases. Pooled mean differences (MD) with 95% confidence intervals (CI) were calculated. Initially, 36,531 articles were found, of which 86 papers with over 8,000 patients were included. Three months following varicocelectomy, the decrease in SDF was -6.74% (CI: -9.40, -4.08) compared to preoperative data of patients, whereas it was -12.39% (CI: -22.41, -2.36) after six months and -10.06% (CI: -22.69, + 2.56) at twelve months. A dose-dependent effect could also be observed in grade II and III varicoceles. The overall SDF decrease at three months was -4.27% (CI: -6.11, -2.43) for antioxidants, -4.51% (CI: -6.81, -2.20) for combined antioxidant therapy and -3.36% (CI: -4.44, -2.28) for monotherapy. In terms of follicle-stimulating hormone treatment (FSH) at three months, the change in SDF was -6.66% (CI: -9.64, -3.69). For lifestyle modifications, a change of -3.24% (CI: -5.33, -1.16) was observed at three months. Other interventions are narratively summarized in the systematic review. Of the interventions reviewed, varicocelectomy is the most effective in reducing SDF at six months, FSH treatment might be useful, antioxidants appear questionable, and lifestyle interventions require more studies of similar designs to draw firm conclusions.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Varicocele",
        "DNA Fragmentation",
        "Antioxidants",
        "Spermatozoa",
        "Infertility, Male",
        "Follicle Stimulating Hormone",
        "Life Style",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "40113844",
      "title": "Mitigation of salinity stress via improving growth, chlorophyll contents and antioxidants defense in sunflower with Bacillus pumilis and biochar.",
      "authors": [
        "Qingfang Tu",
        "Shiyong Tang",
        "Shoucheng Huang"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increasing salinity stress is a significant challenge in agriculture, affecting ~ 20% of irrigated areas worldwide. It can induce osmotic stress, oxidative stress, and nutrient imbalance in plants. Using rhizobacterial species and biochar can be an effective method to overcome this issue. Bacillus pumilus is a rhizobacteria that can enhance plant salt tolerance, facilitate nutrient solubilization in saline soils, and generate stress-alleviating metabolites. On the other hand, nitrilotriacetic acid mixed biochar (NAT-BC) can increase crop yields and mitigate salt stress by improving nutrients and water uptake. That's why the present study was carried out to explore the combined effect of NAT-BC and Bacillus pumilus on sunflowers in both non-saline and salinity-stress on sunflowers. Four treatments, i.e., 0NAT-BC, Bacillus pumilus, 0.75NAT-BC, Bacillus pumilus + 0.75NAT-BC, were applied in four replications following a completely randomized design (CRD). Results showed that Bacillus pumilus + 0.75NAT-BC caused significant enhancement in sunflower plant height (103%), stem diameter (45%), head diameter (74%), stomatal conductance (60%), and protein content (11%) rate over control under salinity stress. A significant improvement in sunflower chlorophyll a (19%), chlorophyll b (35%), and total chlorophyll (54%) compared to the control confirm the efficacy of Bacillus pumilus + 0.75NAT-BC under salinity stress. It is concluded that applying treatment Bacillus pumilus + 0.75NAT-BC can alleviate salinity stress in sunflowers via improvement in total chlorophyll contents, which was the most representative attribute in the current study. Growers are recommended to apply Bacillus pumilus + 0.75NAT-BC to achieve better sunflower growth under salinity stress.",
      "mesh_terms": [
        "Helianthus",
        "Charcoal",
        "Bacillus pumilus",
        "Salt Stress",
        "Chlorophyll",
        "Antioxidants",
        "Salinity",
        "Salt Tolerance"
      ]
    },
    {
      "pmid": "40057223",
      "title": "Antioxidants improve the viability of diabetic bone marrow MSCs without rescuing their pro-regenerative secretome function.",
      "authors": [
        "Michelle Maartens",
        "Mare Vlok",
        "Mari van de Vyver"
      ],
      "journal": "Molecular and cellular endocrinology",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bone marrow mesenchymal stem cell (BM-MSC) dysfunction and poor viability are prominent in diabetes and limit their therapeutic efficacy. A proteomic investigation was performed to assess disease associated alterations and the efficacy of antioxidants to rescue cellular function. BM-MSCs were isolated from obese diabetic mice (B6.Cg-Lepob/J) cultured in the presence or absence of N-acetylcysteine (NAC) and ascorbic acid-2phosphate (AAP). Label free Liquid Chromatography and Mass Spectrometry (LC-MS) analysis detected 5079 proteins with 251 being differentially expressed between treatment groups. NAC/AAP improved cellular growth/viability post isolation by up-regulating proteins involved in redox status, ATP synthesis, Rho-GTPase signaling and modulated the immunophenotype of BM-MSCs. Despite a single application of the secretome not providing any advantage for wound bed regeneration in full thickness excisional diabetic wounds, the intracellular proteome illustrated the potential mechanisms of action by which NAC/AAP targeted the respiratory chain and modulated the immune phenotype of BM-MSCs. Given these observations, antioxidant supplementation might be more effective as prophylactic strategy to protect MSCs against functional decline instead of using it as a restorative agent and warrants further investigation.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Mesenchymal Stem Cells",
        "Diabetes Mellitus, Experimental",
        "Cell Survival",
        "Ascorbic Acid",
        "Mice",
        "Secretome",
        "Acetylcysteine",
        "Bone Marrow Cells",
        "Male",
        "Proteomics",
        "Proteome",
        "Regeneration",
        "Cells, Cultured",
        "Cell Proliferation",
        "Wound Healing"
      ]
    },
    {
      "pmid": "40052588",
      "title": "Oxidative stress in endometriosis: Sources, mechanisms and therapeutic potential of antioxidants (Review).",
      "authors": [
        "Li Huang",
        "Ling Shi",
        "Maoya Li",
        "Xiaolan Yin",
        "Xiaoli Ji"
      ],
      "journal": "International journal of molecular medicine",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Endometriosis affects ~15% of women of reproductive age worldwide, impacting ~190 million individuals. Despite its high prevalence, the precise pathogenesis of endometriosis remains unclear. Emerging evidence has highlighted oxidative stress as a pivotal factor in the initiation and progression of this disease. The present review comprehensively summarizes the sources of oxidative stress in endometriosis, including redox imbalance characterized by increased oxidative markers and diminished antioxidant defenses, mitochondrial dysfunction leading to excessive production of reactive oxygen species (ROS), and aberrant iron metabolism that further amplifies ROS generation. The accumulation of ROS disrupts cellular redox homeostasis, thereby exacerbating oxidative stress and activating key cell proliferation signaling pathways, such as the Raf/MEK/ERK and mTOR pathways. Activation of these pathways promotes the survival and proliferation of ectopic endometrial cells, contributing to lesion development and disease progression. The present review also discusses how oxidative stress induces epigenetic modifications that may further drive the pathological features of endometriosis. Finally, the recent advances in the application of antioxidants as therapeutic agents for endometriosis are highlighted, underscoring their potential to mitigate oxidative stress and ameliorate disease symptoms. Understanding the intricate relationship between oxidative stress and endometriosis may pave the way for novel diagnostic and therapeutic strategies aimed at improving patient outcomes.",
      "mesh_terms": [
        "Humans",
        "Endometriosis",
        "Oxidative Stress",
        "Female",
        "Antioxidants",
        "Reactive Oxygen Species",
        "Animals",
        "Epigenesis, Genetic",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "40052524",
      "title": "Effect of microbe-derived antioxidants on intestinal oxidative stress, NLRP3 inflammasome, morphologic structure, and growth performance in weanling piglets.",
      "authors": [
        "Cheng Shen",
        "Zhen Luo",
        "Chengbing Yu",
        "Yanzheng Wei",
        "Zhitong Zhang",
        "Yin Han",
        "Hongcai Zhang",
        "Jing Zhang",
        "Weina Xu",
        "Jianxiong Xu"
      ],
      "journal": "Journal of food science",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Weaning stress induces pigs oxidative stress, which decreases growth performance, causes intestinal damage, and increases diarrhea and death in piglets. Microbe-derived antioxidants (MA) have an antioxidant and immune-modulatory role, but the impacts of MA on growth performance, intestinal oxidative stress, structure and function, and inflammatory response of weaned piglets are unclear. To elucidate whether MA can modulate intestinal oxidative stress, inflammatory response, and barrier function impairment and the possible mechanisms of its modulation, a total of 60 DLY (a crossbreed of Duroc, Landrance, and Yorkshire) piglets were randomly selected from 6 litters, with 10 piglets from each litter. Piglets from the same litter with similar body weight (6.44 ± 0.08 kg) were assigned to two groups: MA group (MA) and control group (Con). Results indicated that MA treatment markedly increased (p < 0.01) the average daily gain and average feed intake while decreasing the F/G (feed conversion ratio) (p < 0.01) at days 21-41. The addition of MA noticeably inhibited the ROS-NLRP3-IL-1β pathway (p < 0.05) and decreased inflammatory factors such as IL-1β and IL-18 in the intestine (p < 0.01). Moreover, MA supplementation significantly reduced the jejunal myosin light-chain kinase content (p < 0.01) while increasing the jejunal ZO-1 and Occludin content (p < 0.05). MA supplementation resulted in a noticeable rise in the colonic CD206+ positive cells (p < 0.01) and mRNA expression of iNOS (p < 0.01), COX2 (p < 0.05), TLR4 (p < 0.01), MyD88 (p < 0.01), and NF-κB (p < 0.01). MA treatment also activated the Nrf2-HO-1 pathway (p < 0.01). These discoveries imply that MA can improve the antioxidant capacity by activating the Nrf2 pathway, alleviate intestinal inflammation by inhibiting the activation of the ROS-NLRP3-IL-1β pathway and regulating the polarization of intestinal macrophages, and ultimately improve the growth performance of weaned piglets.",
      "mesh_terms": [
        "Animals",
        "Weaning",
        "Antioxidants",
        "Oxidative Stress",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Swine",
        "Inflammasomes",
        "Intestines",
        "Animal Feed",
        "Gastrointestinal Microbiome",
        "Interleukin-1beta",
        "Intestinal Mucosa",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "40020477",
      "title": "Antioxidants against oxidative stress induced by sodium fluoride toxicity in murine models: A systematic review.",
      "authors": [
        "Gladys Ortiz-Barroso",
        "Ricardo E Ramírez-Orozco",
        "Vicente Esparza-Villalpando",
        "Mayra Macedo-Mendoza",
        "Tonatiuh Barrios-García",
        "Nayeli Amalinalli Pulido-Hornedo"
      ],
      "journal": "Journal of trace elements in medicine and biology : organ of the Society for Minerals and Trace Elements (GMS)",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Review"
      ],
      "abstract": "INTRODUCTION: Fluorosis, a condition resulting from excessive fluoride intake, leads to dental, skeletal, and soft tissue alterations through mechanisms that induce oxidative stress. With its potential to significantly impact the field, this review aims to assess the efficacy of antioxidant agents in murine models exhibiting fluorosis-induced toxicity. By transferring electrons to oxidizing agents, antioxidants can attenuate oxidation reactions and mitigate cellular damage. METHODOLOGY: This systematic review adheres to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines, encompassing articles investigating the impact of antioxidant substances on murine fluorosis models, explicitly focusing on oxidative stress markers and antioxidant levels across various tissues. RESULTS: A qualitative synthesis of 79 articles highlights antioxidant agents such as vitamin C, vitamin E, selenium, carotenoids, polyphenolic compounds (including flavonoids and polyphenolic acids), amino acids, and others among animals with fluorosis induction showed variations in oxidative stress markers and antioxidant activity levels under different administration protocols compared to those receiving prophylactic, concomitant concurrent, or therapeutic antioxidant treatments. CONCLUSION: Fluoride administration across diverse doses and durations elicits heightened oxidative stress markers in multiple rodent tissues. The current evidence suggests that some antioxidants are effective as a prophylactic and concurrent in murine models of fluorosis. However, the methodological differences between studies prevent the establishment of a protocol for potential standardized use.",
      "mesh_terms": [
        "Animals",
        "Oxidative Stress",
        "Antioxidants",
        "Mice",
        "Sodium Fluoride",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "40002339",
      "title": "Antioxidants in Age-Related Macular Degeneration: Lights and Shadows.",
      "authors": [
        "Uday Pratap Singh Parmar",
        "Pier Luigi Surico",
        "Tommaso Mori",
        "Rohan Bir Singh",
        "Francesco Cutrupi",
        "Pramila Premkishore",
        "Gabriele Gallo Afflitto",
        "Antonio Di Zazzo",
        "Marco Coassin",
        "Francesco Romano"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Age-related macular degeneration (AMD) is a leading cause of vision impairment worldwide, primarily driven by oxidative stress and inflammation. This review examines the role of antioxidants in mitigating oxidative damage, emphasizing both their therapeutic potential and limitations in AMD management. Key findings underscore the efficacy of specific antioxidants, including vitamins C and E, lutein, zeaxanthin, and Coenzyme Q10, in slowing AMD progression. Landmark studies such as AREDS and AREDS2 have shaped current antioxidant formulations, although challenges persist, including patient variability and long-term safety concerns. Emerging therapies, such as mitochondrial-targeted antioxidants and novel compounds like saffron and resveratrol, offer promising avenues for AMD treatment. Complementary lifestyle interventions, including antioxidant-rich diets and physical activity, further support holistic management approaches. This review highlights the critical role of antioxidants in AMD therapy, advocating for personalized strategies to optimize patient outcomes."
    },
    {
      "pmid": "39996235",
      "title": "Combination therapy of mitochondria-targeted antioxidants and polyphenols for early intervention in Huntington's disease.",
      "authors": [
        "Anuradha Acharya",
        "Sukriti Vishwas",
        "Sachin Kumar Singh"
      ],
      "journal": "EXCLI journal",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39967652",
      "title": "The role of potential oxidative biomarkers in the prognosis of intracerebral hemorrhage and the exploration antioxidants as possible preventive and treatment options.",
      "authors": [
        "Jiayong Yao",
        "Xiaohong Dai",
        "Xueping Yv",
        "Lei Zheng",
        "Jia Zheng",
        "Binglin Kuang",
        "Wei Teng",
        "Weiwei Yu",
        "Mingyue Li",
        "Hongtao Cao",
        "Wei Zou"
      ],
      "journal": "Frontiers in molecular biosciences",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Intracerebral hemorrhage (ICH) is a non traumatic hemorrhage that occurs in a certain part of the brain. It usually leads to brain cell damage. According to a large number of experimental research, oxidative stress is an important pathophysiological processes of cerebral hemorrhage. In this paper, we aim to determine how changes in oxidative stress biomarkers indicate the damage degree of cerebral hemorrhage, and to explore and summarize potential treatments or interventions. We found that patients with cerebral hemorrhage are characterized by increased levels of oxidative stress markers, such as total malondialdehyde (MDA), F2 isoprostaglandin, hydroxynonenal, myeloperoxidase and protein hydroxyl. Therefore, the changes of oxidative stress caused by ICH on these markers can be used to evaluate and diagnose ICH, predict its prognosis, and guide preventive treatment to turn to antioxidant based treatment as a new treatment alternative."
    },
    {
      "pmid": "39961245",
      "title": "A critical review of electrochemical (bio)sensors for liposoluble antioxidants.",
      "authors": [
        "Edita Voitechovič",
        "Justina Gaidukevič",
        "Rasa Pauliukaite"
      ],
      "journal": "Talanta",
      "publication_date": "2025-Jun-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Lipophilic antioxidants (LAOs) are essential for physical and mental health of all mammals. Their importance in the treatment and prevention of diseases is undeniable. Alongside water-soluble antioxidants, LAOs play a crucial role in maintaining the quality and stability of various food, cosmetic, and pharmaceutical products. Electrochemical detection methods have emerged as powerful analytical tools for identifying and quantifying a broad range of analytes. However, LAOs are often overlooked targets for electrochemical analysis. This critical review aims to explore the current advancements, limitations, and future perspectives of electrochemical detection methods for LAOs. The observed electrochemical methods in LAOs investigations are: cyclic voltammetry, differential pulse voltammetry, square wave voltammetry, electrochemical impedance spectroscopy, and square wave anodic stripping voltammetry. Additionally, electrochemical evaluation of total antioxidant capacity and activity are included for the discussions. The review provides an overview of the electrochemical (bio)sensors from 2018 to 2024 for LAOs determination of following groups: synthetic (phenolic, amine and organophosphate antioxidants), and natural (tocopherols, carotenoids, polyunsaturated fatty acids) antioxidants, including vitamins D and K, coenzyme Q, which are not directly associated to the antioxidant group, but also possess antioxidant activity. The general preferences of medium selection and practical aspects of the sample preparation strategy are included.",
      "mesh_terms": [
        "Antioxidants",
        "Electrochemical Techniques",
        "Humans",
        "Biosensing Techniques",
        "Animals",
        "Lipids"
      ]
    },
    {
      "pmid": "39959941",
      "title": "Stabilization of Verdigris Pigment on Paper: Evaluation of Antioxidants Under Mild Accelerated Degradation Conditions.",
      "authors": [
        "Jasna Malešič",
        "Klara Retko",
        "Matjaž Finšgar",
        "Irena Kralj Cigić"
      ],
      "journal": "ChemPlusChem",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Copper-based pigments, such as verdigris, have caused severe damage to many important historical documents, and their preservation remains a significant concern for paper conservators and researchers. This study re-evaluates the efficacy of two promising antioxidants, tetrabutylammonium bromide (TBABr) and benzotriazole (BTA), as stabilization agents for paper documents containing verdigris pigment. The evaluation was conducted under mild accelerated degradation conditions using historically accurate mock-up paper samples. To assess the stability of the mock-up papers, various parameters were measured during accelerated degradation, including colour, molecular weight (Mw), and pH value. Size exclusion chromatography measurements of Mw confirmed that TBABr provided superior stabilization compared to BTA. Additionally, the total colour change was slightly more pronounced in the samples treated with BTA compared to those treated with TBABr. However, during degradation, some paper samples containing thicker application of pigment exhibited significant black and brown spots, regardless of treatment (untreated, treated with BTA, or TBABr). X-ray photoelectron spectroscopy confirmed the presence of both Cu(I) and Cu(II) oxidation states in all samples, with a higher Cu(II) content on the surface of TBABr treated samples compared to those treated with BTA. This may indicate differences in the mechanisms of degradation. Raman spectroscopy identified the spots on both untreated and TBABr-treated samples as copper(II) oxide."
    },
    {
      "pmid": "39918793",
      "title": "Ligand-Targeted Ag9 Cluster Self-Cascade Antioxidants for Enhanced Reactive Oxygen Species Clearance in the Treatment of Inflammatory Bowel Disease.",
      "authors": [
        "Ya-Meng Xie",
        "Yue Wang",
        "Geng Zhang",
        "Zhi Wang",
        "Hai-Feng Su",
        "Xiqing Cheng",
        "Jiayu Huang",
        "Di Sun",
        "Wen-Gang Li",
        "Qin Kuang"
      ],
      "journal": "Nano letters",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Atomically precise metal nanoclusters (MNCs) with flexible peripheral ligands provide selective channels and unique electronic structures to the rigid metal core, showing great application potential in many fields such as biomimetic nanozymes. In this study, we developed cost-effective, low-toxicity, and water-soluble MNC based self-cascade antioxidants for enhanced reactive oxygen species clearance. Compared to Ag nanoparticles, the Ag9 NCs with a monovalent Ag core coordinated by nonmetallic S and O show superior superoxide dismutase-like (inhibition 86.7%) and catalase-like (Km = 20.37 mM, Vmax = 3.13 × 10-3 mM s-1) activities. Interestingly, the -COOH groups on the ligands endow Ag9 NCs with a -42.5 mV negative surface charge, enhancing the targeting to inflammatory cells. Additionally, Ag9 NCs' remarkable therapeutic effects have been confirmed in cell cultures and an inflammatory bowel disease (IBD) model. Thus, this study proposes a novel cluster-based nanozyme that utilizes ligands for targeting and monovalent metal cores for catalysis, demonstrating significant therapeutic potential for IBD treatment.",
      "mesh_terms": [
        "Reactive Oxygen Species",
        "Antioxidants",
        "Silver",
        "Inflammatory Bowel Diseases",
        "Humans",
        "Ligands",
        "Metal Nanoparticles",
        "Animals",
        "Mice",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "39914379",
      "title": "Impacts of Resistance Training on Endogenous Antioxidants in Older Individuals: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
      "authors": [
        "Lilliany de Souza Cordeiro",
        "Diego Gama Linhares",
        "Juliana Brandão Pinto de Castro",
        "Andressa Oliveira Barros Dos Santos",
        "Luciano Lima Dos Santos",
        "Giullio César Pereira Salustiano Mallen da Silva",
        "Rodrigo Gomes de Souza Vale"
      ],
      "journal": "Journal of physical activity & health",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND: Cellular antioxidant activity and oxidative stress are assumed to be critical factors in the aging process. This study aims to investigate the effects of resistance training (RT) on endogenous antioxidants in healthy older individuals. DESIGN: The records were identified through searches in 5 electronic databases (PubMed, Bireme, Scopus, SPORTDiscus, and Web of Science) in June 2024 for eligible randomized controlled trials that observed older individuals subjected to RT programs that reported endogenous antioxidant outcomes. The Tool for the assEssment of Study qualiTy and reporting in EXercise (ranging from 0 to 15) was used to verify the methodological quality of the studies. RESULTS: Fourteen randomized controlled trials involving 676 healthy older individuals were included in the systematic review. Of these, 10 articles were included in the meta-analysis. The meta-analysis indicated that RT interventions did not have significant effects on improving catalase levels (standardized mean difference = 0.84; 95% CI, -0.61 to 2.29) or antioxidant activity (standardized mean difference = 0.28; 95% CI, -0.41 to 0.98). However, RT was associated with a significant reduction in superoxide dismutase (mean difference = -0.16; 95% CI, -0.29 to -0.04) and glutathione peroxidase increased (standardized mean difference = 0.57; 95% CI, 0.13 to 1.01). CONCLUSIONS: Based on available evidence, the meta-analysis suggests potential improvement in glutathione peroxidase gene expression and reduction in gene expression of superoxide dismutase after the intervention physical activity intervention in healthy older individuals.",
      "mesh_terms": [
        "Humans",
        "Resistance Training",
        "Antioxidants",
        "Randomized Controlled Trials as Topic",
        "Aged",
        "Oxidative Stress",
        "Glutathione Peroxidase",
        "Superoxide Dismutase",
        "Catalase"
      ]
    },
    {
      "pmid": "39906922",
      "title": "Structured Exercise Therapy Increases Endogenous Antioxidants to Repair Muscle Strength and Health in Porcine Ischemic Myopathy Model of Peripheral Artery Disease.",
      "authors": [
        "Carson Hoffmann",
        "Dennis Foster",
        "Emma Fletcher",
        "Maiko Sasaki",
        "Feifei Li",
        "Dylan McLaughlin",
        "Xiangqin Cui",
        "Panagiotis Koutakis",
        "Jarrod A Call",
        "Luke Brewster"
      ],
      "journal": "Advances in wound care",
      "publication_date": "2025-Feb-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: The mechanisms of structured exercise therapy (SET) in peripheral artery disease (PAD) are not clear. We have developed an SET module for our large animal model of ischemic myopathy. We hypothesized that SET would increase muscle strength and walking distance in this model. The objective was to discover the SET-dependent mechanisms involved in this process. Approach: After induction of unilateral hind limb ischemia, three animals were exposed to standard environmental enrichment (sedentary or SED) and four animals underwent SET thrice weekly for 4 weeks postoperatively. Walking, hind limb pressure indices, and strength testing were performed weekly. Terminal muscle samples were used for skeletal muscle testing. Results: SET animals increased walking distance over time. SET increased muscle strength in both the ischemic and nonischemic limb. When comparing the ischemic SED hind limb muscle with that of ischemic + SET, the SET group has improved respiration and decreased oxidative stress. Markers of cell death and impaired functional regeneration were increased in SED ischemic muscles but returned toward baseline in the SET ischemic muscle. Innovation: This study uses a validated, large animal model of ischemic myopathy similar to that seen in humans with PAD. The effects of exercise on limb function, strength, and skeletal muscle health are reported in this model. Conclusion: SET increases muscle strength and regeneration by increasing endogenous antioxidants and mitochondrial respiration, resulting in favorable muscle health despite ongoing ischemia. This model may assist in preclinical testing of PAD therapies designed to improve muscle health. [Figure: see text]."
    },
    {
      "pmid": "39897882",
      "title": "Effect of melatonin on the contents of fatty acids and antioxidants of saffron.",
      "authors": [
        "Mohammad Mehdi Samim",
        "Ali Sorooshzadeh",
        "Ali Mokhtassi-Bidgoli",
        "Mohammad Sadegh Sabet"
      ],
      "journal": "Heliyon",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Early leaf senescence at the end of the growing season poses a significant challenge in saffron cultivation. While changes in leaf composition during senescence have been extensively documented in various plants, similar studies on saffron remain unexplored. Furthermore, there has been no investigation into the potential role of melatonin in delaying leaf senescence in saffron. This study aimed to examine the changes in saffron leaf composition and evaluate the effects of melatonin foliar application during the late growth stage. The research was conducted over two consecutive cropping years (2020-2021 and 2021-2022). In the first experiment, five concentrations of melatonin (0, 50, 100, 150, and 200 μM) were applied as foliar sprays to assess their effects on fatty acid composition and plant greenness. The second experiment involved varying melatonin concentrations and two application timings (124 and 131 days after germination) to study their impact on antioxidant enzyme activity. Both experiments were designed as factorial trials within a completely randomized block design with three replicates. The results demonstrated that treatment with 100 μM melatonin significantly increased the production of fatty acids, including C8:0 (67.60 %), C10:0 (98.66 %), C12:0 (40.73 %), and C18:0 (35.32 %) compared to the untreated control. Also, the highest activities of ascorbate peroxidase and catalase enzymes were observed with 100 μM melatonin applied 124 days after germination. On the same day, the highest total protein content was recorded with 50 μM melatonin, although it was not significantly different from the 100 μM treatment. In conclusion, the 100 μM melatonin treatment was found to be the most effective in enhancing plant greenness, modifying fatty acid composition, boosting antioxidant enzyme activity, and increasing total protein content. However, the timing of melatonin application emerged as a critical factor warranting careful consideration. These findings highlight the promising role of melatonin in improving the physiological and biochemical attributes of saffron plants."
    },
    {
      "pmid": "39861119",
      "title": "The Potential Application of Nanocarriers in Delivering Topical Antioxidants.",
      "authors": [
        "Zulfan Zazuli",
        "Rika Hartati",
        "Cornelia Rosasepti Rowa",
        "Sukmadjaja Asyarie",
        "Satrialdi"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2025-Jan-06",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The imbalance in the production of reactive oxygen species (ROS) with endogenous antioxidant capacity leads to oxidative stress, which drives many disorders, especially in the skin. In such conditions, supplementing exogenous antioxidants may help the body prevent the negative effect of ROS. However, the skin, as the outermost barrier of the body, provides a perfect barricade, making the antioxidant delivery complicated. Several strategies have been developed to enhance the penetration of antioxidants through the skin, one of which is nanotechnology. This review focuses on utilizing several nanocarrier systems, including nanoemulsions, liposomes, solid lipid nanoparticles (SLNs), nanostructured lipid carriers (NLCs), and polymeric nanoparticles, for transporting antioxidants into the skin. We also reveal ROS formation in the skin and the role of antioxidant therapy, as well as the natural sources of antioxidants. Furthermore, we discuss the clinical application of topical antioxidant therapy concomitantly with the current status of using nanotechnology to deliver topical antioxidants. This review will accelerate the advancement of topical antioxidant therapy."
    },
    {
      "pmid": "39857448",
      "title": "Exploring Strategies to Prevent and Treat Ovarian Cancer in Terms of Oxidative Stress and Antioxidants.",
      "authors": [
        "Yanru Long",
        "Houhui Shi",
        "Jiatian Ye",
        "Xiaorong Qi"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Oxidative stress is a state of imbalance between the production of reactive oxygen species (ROS) and reactive nitrogen species (RNS) and the antioxidant defence system in the body. Oxidative stress may be associated with a variety of diseases, such as ovarian cancer, diabetes mellitus, and neurodegeneration. The generation of oxidative stress in ovarian cancer, one of the common and refractory malignancies among gynaecological tumours, may be associated with several factors. On the one hand, the increased metabolism of ovarian cancer cells can lead to the increased production of ROS, and on the other hand, the impaired antioxidant defence system of ovarian cancer cells is not able to effectively scavenge the excessive ROS. In addition, chemotherapy and radiotherapy may elevate the oxidative stress in ovarian cancer cells. Oxidative stress can cause oxidative damage, promote the development of ovarian cancer, and even result in drug resistance. Therefore, studying oxidative stress in ovarian cancer is important for the prevention and treatment of ovarian cancer. Antioxidants, important markers of oxidative stress, might serve as one of the strategies for preventing and treating ovarian cancer. In this review, we will discuss the complex relationship between oxidative stress and ovarian cancer, as well as the role and therapeutic potential of antioxidants in ovarian cancer, thus guiding future research and clinical interventions."
    },
    {
      "pmid": "39857361",
      "title": "Recent Trends in the Development and Application of Nano-Antioxidants for Skin-Related Disease.",
      "authors": [
        "Yi Xue",
        "Tao Wang",
        "Ji-Peng Liu",
        "Qi Chen",
        "Xiao-Long Dai",
        "Min Su",
        "Yu-Hang Cheng",
        "Cheng-Chao Chu",
        "Yun-Qing Ren"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Dec-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Skin is a vital barrier for the human body, protecting against external environmental influences and maintaining internal homeostasis. In addition, an imbalance of oxidative stress and antioxidant mechanisms can lead to skin-related diseases. Thus, for treating skin-related diseases, antioxidant therapy may be an important strategy to alleviate these symptoms. However, traditional drug therapies have limitations in treating these conditions, such as lack of lasting effect and insufficient skin permeability. Recently, nano-antioxidants, with their good permeability, sustained-release ability, multifunctionality, and other beneficial characteristics, have showed their advances in the exploration of skin-related diseases from research on safe therapies to clinical practice. Hereby, we review the latest research and advancements in nano-antioxidants for skin-related diseases. We categorize skin-related diseases into four main groups: skin inflammatory diseases, skin damage caused by ultraviolet rays, skin wound healing, and other skin-related conditions. Additionally, we summarize the prospects and potential future directions for nano-antioxidant drugs in treating skin-related diseases."
    },
    {
      "pmid": "39857355",
      "title": "Effects of Selected Antioxidants on Electroretinography in Rodent Diabetic Retinopathy.",
      "authors": [
        "Radosław Dutczak",
        "Marita Pietrucha-Dutczak"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Dec-27",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Electroretinography (ERG) is a non-invasive technique for evaluating the retinal function in various ocular diseases. Its results are useful for diagnosing ocular disorders and assessing disease progression or treatment effectiveness. Since numerous studies are based on animal models, validating the ERG results from animals is pivotal. The first part of this paper presents basic information on the types of ERG tests used on rodents, and the second part describes the recorded functional changes in rodents' retinas when various antioxidant treatments for diabetic retinopathy were used. Our study showed that among the tests for diabetic retinopathy diagnosis in rodents, full-field ERG is accurate and the most commonly used, and pattern ERG and the photopic negative response of the flash ERG tests are rarely chosen. Furthermore, antioxidants generally protect retinas from functional losses. Their beneficial influence is expressed in the preserved amplitudes of the a- and b-waves and the oscillatory potentials. However, prolonging the drug exposure showed that the antioxidants could delay the onset of adverse changes but did not stop them. Future studies should concentrate on how long-term antioxidant supplementation affects the retinal function."
    },
    {
      "pmid": "39821756",
      "title": "Comparing the Effect of Heat Therapy and Mitochondrial-Targeted Antioxidants in Polycystic Ovarian Syndrome Phenotype Induced by Junk Food Consumption.",
      "authors": [
        "Shaimaa Nasr Amin",
        "Iman Aolymat",
        "Sara Adel Hosny",
        "Noha Samir Abdel Latif",
        "Walaa Ibrahim",
        "Asmaa Mohammed ShamsEldeen",
        "Dalia Azmy Elberry"
      ],
      "journal": "Reproductive sciences (Thousand Oaks, Calif.)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Polycystic ovarian syndrome (PCOS) is a complex endocrine-metabolic disorder, and multiple factors contribute to its pathophysiology. The current study assessed a PCOS-like animal model induced by consuming a high-fat sugar (HFHS) diet and compared the treatment outcome of mitochondrial-targeted antioxidants versus heat therapy. Sixty rats were divided into the following study groups: three control groups (negative and positive for the treatments used), HFHS, hot tub therapy (HTT) treatment, and MitoQ10 treatment (500 µmol/L MitoQ10 in clean drinking water daily, from week fourteen till week twenty-two of the study). At week fourteen, PCOS was confirmed by vaginal smear examination; measurements of blood testosterone (T), anti-Mullerian hormone (AMH), follicle-stimulating hormone (FSH), luteinizing hormone (LH), glucose, and insulin; and determination of the homeostatic model assessment of IR (HOMA-IR). At week 22, blood samples were collected for measurement of the serum LH, FSH, AMH, T, insulin, glucose, lipid profile, kisspeptin, ADAM metallopeptidase with thrombospondin type 1 motif 19 (ADAMTS19), S100 calcium-binding protein B (S100B), fibulin 1 (FBLN1), immunoglobulin free light chains (FLCs), kappa and lambda. Ovaries were examined for morphological changes; for the levels of glutathione (GSH), catalase, SOD, malondialdehyde (MDA), and nitric oxide (NO); and the expression of FK506 binding protein 52 (FKBP52) and the androgen receptor (AR). The consumption of HFHS diet-induced PCOS-like features, which have been ameliorated by both HTT and mitoQ10 as potential therapies, with MitoQ10 showing a superior effect over HTT.",
      "mesh_terms": [
        "Female",
        "Polycystic Ovary Syndrome",
        "Animals",
        "Antioxidants",
        "Rats",
        "Mitochondria",
        "Ubiquinone",
        "Phenotype",
        "Disease Models, Animal",
        "Diet, High-Fat",
        "Hot Temperature",
        "Organophosphorus Compounds",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "39796449",
      "title": "The Link Between Dysbiosis, Inflammation, Oxidative Stress, and Asthma-The Role of Probiotics, Prebiotics, and Antioxidants.",
      "authors": [
        "Paulina Kleniewska",
        "Rafał Pawliczak"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Dec-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Asthma (a chronic inflammatory disease of the airways) is characterized by a variable course, response to treatment, and prognosis. Its incidence has increased significantly in recent decades. Unfortunately, modern lifestyle and environmental factors contribute to the further increase in the incidence of this disease. Progressive industrialization and urbanization, widespread use of antibiotic therapy, excessive sterility and inappropriate, highly processed diets are some of the many risk factors that are relevant today. Over the years, a lot of evidence has been gathered showing the influence of microorganisms of the gut or airways on human health. Studies published in recent years indicate that dysbiosis (microbial imbalance) and oxidative stress (pro-oxidant-antioxidant imbalance) are important elements of the pathogenesis of this inflammatory disease. Scientists have attempted to counteract the effects of this process by using probiotics, prebiotics, and antioxidants. The use of probiotic microorganisms positively modulates the immune system by maintaining homeostasis between individual fractions of immune system cells. Moreover, recently conducted experiments have shown that probiotics have antioxidant, anti-inflammatory, and protective properties in oxidative stress (OS). The aim of this study is to present the current state of knowledge on the role of dysbiosis and OS in the pathogenesis of asthma. Conclusions: This review highlights the importance of using probiotics, prebiotics, and antioxidants as potential strategies to support the treatment and prevention of this disease.",
      "mesh_terms": [
        "Humans",
        "Probiotics",
        "Oxidative Stress",
        "Dysbiosis",
        "Prebiotics",
        "Asthma",
        "Antioxidants",
        "Inflammation",
        "Gastrointestinal Microbiome"
      ]
    },
    {
      "pmid": "39775513",
      "title": "The role of oxidative stress and antioxidants in older individuals with osteoporotic hip fractures.",
      "authors": [
        "Mustafa Aydın",
        "Emre Avcı"
      ],
      "journal": "Ulusal travma ve acil cerrahi dergisi = Turkish journal of trauma & emergency surgery : TJTES",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Osteoporosis is characteristically defined as a decrease in bone density and mass, accompanied by the deterioration of bone structure, which increases bone fragility and the risk of fractures. Osteoporosis frequently develops with age. In high-risk populations, oxidative damage is a common pathological condition. Oxidative stress plays a critical role in the development of osteoporosis and the formation of osteoporosis-related fractures. This study aimed to investigate the role of oxidative stress and antioxidants in bone tissue metabolism among elderly individuals with osteoporotic hip fractures, specifically intertrochanteric femur fractures and femoral neck fractures, who presented to our department. METHODS: Based on power analysis, 24 patients over the age of 65 who presented with hip pain following a fall, were diagnosed with hip fractures (intertrochanteric or femoral neck fractures) on X-ray, were hospitalized in the Orthopedics and Traumatology Department, and underwent surgery were included in the study. A control group consisting of 24 healthy individuals matched for age and gender, with no history of fractures and meeting the same exclusion criteria, was also included. Levels of oxidative stress and antioxidant parameters, including total antioxidant status (TAS), total oxidant status (TOS), oxidative stress index (OSI), and paraoxonase-1 (PON-1), were measured in serum samples using spectrophotometric methods. RESULTS: The TAS (p=0.189) and OSI (p=0.110) levels in the patient group were significantly lower compared to the control group. Conversely, the TOS (p=0.002) and PON-1 (p=0.013) levels in the patient group were significantly higher than those in the control group. CONCLUSION: The data indicate that oxidative balance is disrupted due to increased oxidative load and the resulting antioxidant deficiency. A better understanding of the pathophysiology of the disease, along with the development of alternative treatment approaches and disease markers, will contribute to the literature.",
      "mesh_terms": [
        "Humans",
        "Oxidative Stress",
        "Female",
        "Male",
        "Aged",
        "Antioxidants",
        "Hip Fractures",
        "Osteoporotic Fractures",
        "Aged, 80 and over",
        "Case-Control Studies",
        "Aryldialkylphosphatase"
      ]
    },
    {
      "pmid": "39770452",
      "title": "An Advanced Combinatorial System from Vitis vinifera Leaves and Propolis Enhances Antioxidants' Skin Delivery and Fibroblasts Functionality.",
      "authors": [
        "Sophia Athanasopoulou",
        "Eleni Spanidi",
        "Eleni Panagiotidou",
        "Andrea Cavagnino",
        "Anaïs Bobier",
        "Konstantinos Gardikis"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Nov-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Vine leaves are a bulky by-product that are disposed of and treated as waste in the wine production process. In the present study polyphenols from vine leaves were extracted and simultaneously encapsulated in a new delivery system consisting of liposomes and cyclodextrins. This system was further combined with propolis polyphenols encapsulated in cyclodextrins, resulting in a colloidal suspension for the release of antioxidants in a time-controlled way, the rate of which depends on the ratio of the materials. The result is a raw material that exhibits antioxidant and ECM protective effects when administered in skin fibroblasts (NHDFs). Methods: The antioxidant and ECM promoting efficacy of the produced raw material was assessed by the Folin-Ciocalteu method, DPPH assay, and in cellulo assays in fibroblasts, such as the cell viability assay, scratch assay, cell migration assay, gene expression analysis, and immunofluorescence analysis, for the detection, visualization, and quantification of collagen-I, collagen-IIIa, and elastin signals and collagenase assay. Results: Treatment of NHDFs with the combinatorial delivery system promoted collagen and elastin synthesis and deposition in normal conditions and, upon induced external stress, as assessed by in vitro transcriptomic and proteomic analysis. A significant inhibition of collagenase was also observed, suggesting a multitargeted efficacy of the active ingredients also by preventing collagen degradation. Conclusions: Therefore, this liposome-cyclodextrin encapsulated polyphenol complex represents a novel bioactive ingredient with promising skin applications."
    },
    {
      "pmid": "39765905",
      "title": "Cisplatin-Induced Hearing Loss, Oxidative Stress, and Antioxidants as a Therapeutic Strategy-A State-of-the-Art Review.",
      "authors": [
        "Olaf Rose",
        "Tim Croonenberg",
        "Stephanie Clemens",
        "Tobias Hinteregger",
        "Stefanie Eppacher",
        "Petra Huber-Cantonati",
        "Marta Garcia-Miralles",
        "Raffaella Liuni",
        "Silvia Dossena"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Dec-21",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cisplatin is an established component of treatment protocols for various solid malignancies but carries a significant potential for serious adverse effects. Ototoxicity from cisplatin treatment is an important dose-limiting toxicity that manifests as bilateral, progressive, irreversible, dose-dependent sensorineural hearing loss, ear pain, tinnitus, and vestibular dysfunction. Despite the recent approval of sodium thiosulphate for the prevention of cisplatin-induced hearing loss (CIHL) in pediatric patients, structured prevention programs are not routinely implemented in most hospitals, and reducing platinum-induced ototoxicity in adults remains an important clinical problem without established treatment options. Cochlear oxidative stress plays a fundamental role in CIHL. Here, we review the molecular mechanisms leading to oxidative stress in CIHL and the clinical and preclinical studies testing antioxidants in CIHL to guide future clinical trials in assessing the efficacy and safety of candidate antioxidant compounds in this clinical setting."
    },
    {
      "pmid": "39764687",
      "title": "Anti-oxidants as therapeutic agents for oxidative stress associated pathologies: future challenges and opportunities.",
      "authors": [
        "Shivani R Nandha",
        "Rahul Checker",
        "Raghavendra S Patwardhan",
        "Deepak Sharma",
        "Santosh K Sandur"
      ],
      "journal": "Free radical research",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Free radicals have been implicated in the pathogenesis of cancer along with cardiovascular, neurodegenerative, pulmonary and inflammatory disorders. Further, the relationship between oxidative stress and disease is distinctively established. Clinical trials using anti-oxidants for the prevention of disease progression have indicated some beneficial effects. However, these trials failed to establish anti-oxidants as therapeutic agents due to lack of efficacy. This is attributed to the fact that living systems are under dynamic redox control wherein their redox behavior is compartmentalized and simple aggregation of redox couples, distributed throughout the system, is of miniscule importance while determining their overall redox state. Further, free radical metabolism is intriguingly complex as they play plural roles segregated in a spatio-temporal manner. Depending on quality, quantity and site of generation, free radicals exhibit beneficial or harmful effects. Use of nonspecific, non-targeted, general ROS scavengers lead to systemic elimination of all types of ROS and interferes in cellular signaling. Failure of anti-oxidants to act as therapeutic agents lies in this oversimplification of extremely dynamic cellular redox environment as a static and non-compartmentalized redox state. Rather than generalizing the term \"oxidative stress\" if we can identify the \"type of oxidative stress\" in different types of diseases, a targeted and more specific anti-oxidant therapy may be developed. In this review, we discuss the concept of redox dynamics, role and type of oxidative stress in disease conditions, and current status of anti-oxidants as therapeutic agents. Further, we probe the possibility of developing novel, targeted and efficacious anti-oxidants with drug-like properties.",
      "mesh_terms": [
        "Humans",
        "Oxidative Stress",
        "Antioxidants",
        "Animals",
        "Reactive Oxygen Species",
        "Oxidation-Reduction"
      ]
    },
    {
      "pmid": "39751765",
      "title": "Co-delivery of antioxidants and siRNA-VEGF: promising treatment for age-related macular degeneration.",
      "authors": [
        "Marina F Dias",
        "Estael L C Cruz-Cazarim",
        "Frederico Pittella",
        "Ana Baião",
        "Ana Catarina Pacheco",
        "Bruno Sarmento",
        "Silvia L Fialho"
      ],
      "journal": "Drug delivery and translational research",
      "publication_date": "2025-Jan-03",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Current treatments for retinal disorders are anti-angiogenic agents, laser photocoagulation, and photodynamic therapies. These conventional treatments focus on reducing abnormal blood vessel formation in the retina, which, in a low-oxygen environment, can lead to harmful proliferation of endothelial cells. This results in dysfunctional, leaky blood vessels that cause retinal edema, hemorrhage, and vision loss. Age-related Macular Degeneration is a primary cause of vision loss and blindness in the elderly, impacting around 20% of those over 50 years old. This complex disease is also closely related to oxidative stress in retina. In this review, we explore the challenge of treating retinal diseases, alternatives and possibilities of enhancing the effectiveness of therapies using co-delivery systems containing both antiangiogenic and antioxidant therapeutic agents. Despite recent proposals potential, the lack of extensive clinical studies on the long-term outcomes and optimal combinations of therapies means that the full risk profile and effectiveness of combined therapy are not yet completely understood. These factors must be carefully considered and managed by healthcare providers to optimize treatment outcomes and ensure patient safety."
    },
    {
      "pmid": "39748038",
      "title": "Influence of indole acetic acid, arginine and mango fruit waste biochar on nutrients, chlorophyll contents and antioxidants of Fenugreek in salt affected soil.",
      "authors": [
        "Misbah Hareem",
        "Sammina Mahmood",
        "Subhan Danish",
        "Rana Khalid Iqbal",
        "Abdullah A Alarfaj",
        "Sulaiman Ali Alharbi"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Jan-02",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Salinity stress disrupts water uptake and nutrient absorption, causing reduced photosynthesis, stunted growth, and decreased crop yields in plants. The use of indole acetic acid (IAA), arginine (AN), and mango fruit waste biochar (MFWB) can be effective methods to overcome this problem. Indole acetic acid (IAA) is a natural auxin hormone that aids cell elongation and division, thereby increasing plant height and branching. L-arginine, an amino acid, is crucial for plant defense mechanisms, forming proline, polyamines, and nitric oxide, which regulate biological activities and prevent oxidative damage. Mango fruit waste biochar enhances soil fertility and water retention, thereby enhancing fruit development and yield. This study investigates the effects of combining IAA and AN as amendments to fenugreek, with and without MFWB. Four treatments (control, 2mM IAA, 250 mg/L AN, and 250 mg/L AN + 2mM IAA) study were conducted in four replications using a completely randomized design. Results demonstrate that the 250 mg/L AN + 2mM IAA with MFWB treatment led to a significant rise in fenugreek plant length (30.26%), plant fresh weight (36.37%), and plant dry weight (15.78%) over the control under salinity stress. There was a notable increase in chlorophyll a (5.13%), chlorophyll b (14.06%), total chlorophyll (7.79%), and shoot N, P, K from the control under salinity stress also showing the potential of 250 mg/L AN + 2mM IAA with MFWB. In conclusion, applying 250 mg/L AN + 2mM IAA with MFWB is a strategy for alleviating salinity stress in fenugreeks.",
      "mesh_terms": [
        "Trigonella",
        "Chlorophyll",
        "Indoleacetic Acids",
        "Antioxidants",
        "Arginine",
        "Mangifera",
        "Soil",
        "Charcoal",
        "Fruit",
        "Nutrients",
        "Salt Stress",
        "Salinity"
      ]
    },
    {
      "pmid": "39732216",
      "title": "Nanoparticle-based flavonoid therapeutics: Pioneering biomedical applications in antioxidants, cancer treatment, cardiovascular health, neuroprotection, and cosmeceuticals.",
      "authors": [
        "Hadeer M Morsy",
        "Mohamed Y Zaky",
        "Nour Y S Yassin",
        "Ashraf Y Z Khalifa"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2025-Feb-10",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Flavonoids, a type of natural polyphenolic molecule, have garnered significant research interest due to their ubiquitous nature and diverse biological activities, including antioxidant, anti-inflammatory, and anticancer effects, making them appealing to various scientific disciplines. In this regard, the use of a flavonoid nanoparticle delivery system is to overcome low bioavailability, bioactivity, poor aqueous solubility, systemic absorption, and intensive metabolism. Therefore, this review summarizes the classification of nanoparticles (liposomes, polymeric, and solid lipid nanoparticles) and the advantages of using nanoparticle-flavonoid formulations to boost flavonoid bioavailability. Moreover, this review illustrated the pioneering biomedical applications of nanoparticle-based flavonoid therapeutics, as well as safety and toxicity considerations of using a flavonoid nanoparticle delivery system.",
      "mesh_terms": [
        "Humans",
        "Antioxidants",
        "Animals",
        "Flavonoids",
        "Nanoparticles",
        "Neoplasms",
        "Cosmeceuticals",
        "Neuroprotective Agents",
        "Biological Availability",
        "Nanoparticle Drug Delivery System",
        "Cardiovascular Diseases",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "39711134",
      "title": "Organoselenium compounds beyond antioxidants.",
      "authors": [
        "Ritu Mamgain",
        "Garima Mishra",
        "Saumya Kriti",
        "Fateh V Singh"
      ],
      "journal": "Future medicinal chemistry",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Organoselenium chemistry has become a significant field due to its role in synthesizing numerous biologically active and therapeutic compounds. In early phase, researchers focused on designing organoselenium compounds with antioxidant properties and were quite successful. In last two decades, synthetic chemists shifted their focus toward synthesis of organoselenium compounds with biological properties, moving beyond their traditional antioxidant properties. The review includes synthesis and study of organo-selenium compounds as anticancer, antimicrobial, antiviral, antidiabetic, antithyroid, anti-inflammatory therapies, contributing to disease treatment. This review covers the synthesis and medicinal applications of synthetic organoselenium compounds over the past 10 years, thus making it a valuable resource for researchers in the field of medicinal chemistry.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Anti-Infective Agents",
        "Anti-Inflammatory Agents",
        "Antineoplastic Agents",
        "Antioxidants",
        "Antiviral Agents",
        "Hypoglycemic Agents",
        "Organoselenium Compounds"
      ]
    },
    {
      "pmid": "39710276",
      "title": "The interplay of plant-based antioxidants, inflammation, and clinical outcomes in asthma: A systematic review.",
      "authors": [
        "Madiha Ajaz",
        "Indu Singh",
        "Lada Vugic",
        "Rati Jani",
        "Hasini Rathnayake",
        "Shashya Diyapaththugama",
        "Getahun Fentaw Mulaw",
        "Natalie J Colson"
      ],
      "journal": "Respiratory medicine",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Asthma is a chronic inflammatory disease and a leading cause of disability, posing a huge economic and social burden. Plant-based antioxidants have the potential to block proinflammatory pathways and protect against oxidative damage, which could improve asthma management. OBJECTIVE: This review examines the role of plant-based antioxidants as adjuvant therapy on inflammatory markers and clinical outcomes of adults with asthma. METHODS: Digital databases, including Scopus, MEDLINE, EMBASE, CINAHL, PsycINFO, and Cochrane Airway Group's Specialized Register of Trials, were searched. Two independent authors performed initial and full-text screening of identified papers. The criteria for study inclusion and exclusion were predefined. Two authors independently performed data extraction and risk of bias as per the PRISMA checklist. RESULTS: After full-text screening, nine randomized controlled trials were included in the final review. Seven of the included studies highlighted the efficacy of plant-based antioxidants in modulating the inflammatory cytokines in asthmatics. The benefits of antioxidants were also observed for improving oxidative status, lung functioning, and airway inflammatory markers. Furthermore, the overall quality of asthmatic patients' lives was improved with fewer exacerbations such as night coughs and wheezing. Despite having some limitations, the overall risk of bias was low in this review. CONCLUSION: The review indicated that plant-based antioxidants could have adjuvant beneficial effects in the management of asthma inflammatory markers, which may help improve asthma-related clinical outcomes. However, due to the small number of study subjects, further research is required on the effect of plant-based antioxidants on asthma-inflammatory markers and clinical outcomes.",
      "mesh_terms": [
        "Asthma",
        "Humans",
        "Antioxidants",
        "Inflammation",
        "Randomized Controlled Trials as Topic",
        "Adult",
        "Treatment Outcome",
        "Oxidative Stress",
        "Cytokines",
        "Biomarkers",
        "Quality of Life",
        "Female",
        "Male"
      ]
    },
    {
      "pmid": "39709399",
      "title": "Examination of the effect of treatment of severe early childhood caries and fluoride varnish applications on salivary oxidative stress biomarkers and antioxidants.",
      "authors": [
        "Sinem Birant",
        "Sabiha Ceren İlisulu",
        "Hazal Ozcan",
        "Karolin Yanar"
      ],
      "journal": "BMC oral health",
      "publication_date": "2024-Dec-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Saliva contains a variety of biochemical compounds, including antioxidants, and serves as the body's first line of defense against oxidative stress caused by free radicals. The aim of this study was to investigate the effects of dental treatments on salivary oxidative stress biomarkers in children aged 3-5 years with severe early childhood caries (S-ECC) compared to children without caries. METHOD: This study was conducted on 20 children aged 3-5 years with severe early childhood caries (S-ECC) and 20 children without caries. Salivary oxidative stress biomarkers and antioxidants were measured after the initial examination (T0), after the end of restorative treatments (T1), and after fluoride varnish applications (T2). Post hoc Bonferroni test was used to compare normally distributed parameters between T0-T1-T2 times. Pearson correlation analysis was used to examine the relationships between parameters that conform to normal distribution. The Mann-Whitney U test was used to compare the parameters in the control and experimental groups. Significance was evaluated at the p < 0.05 level. RESULTS: The mean dmft of the participants in the study group was 8.86 ± 14.5. Advanced oxidation protein products (AOPP), dityrosine (DT), kynurenine (KYN), advanced glycation end products (AGE), lipid hydroperoxides (LHP) and malondialdehyde (MDA) values decrease after the treatment of dental caries and protective fluoride varnish applications, while an increases in total thiol (TSH) and Cu/Zn-superoxide dismutase (Cu/Zn-SOD) values were observed after protective varnish applications compared to pre-treatment values. Antioxidant parameters at time T2 in the study group were statistically significantly higher than in the control group (p < 0.05). In the study group, there was no correlation between TSH and oxidative stress mediators in terms of changes at time T1 post-treatment compared to the pre-treatment period, while an inverse moderate relationship was found with AGE and LHP in terms of changes at time T2 post-treatment (p < 0.05). CONCLUSIONS: An increase in salivary antioxidants was detected after dental restorations were completed and protective fluoride varnish application, while a decrease in oxidative stress markers was detected. CLINICAL RELEVANCE: Fluoride varnish applications applied in the study group may further reduce the oral microbiome load and cause salivary oxidative stress markers to be significantly lower than in the control group.",
      "mesh_terms": [
        "Humans",
        "Oxidative Stress",
        "Dental Caries",
        "Saliva",
        "Child, Preschool",
        "Biomarkers",
        "Antioxidants",
        "Female",
        "Male",
        "Fluorides, Topical",
        "Cariostatic Agents",
        "DMF Index",
        "Case-Control Studies"
      ]
    },
    {
      "pmid": "39703344",
      "title": "Antioxidants in neuropsychiatric disorder prevention: neuroprotection, synaptic regulation, microglia modulation, and neurotrophic effects.",
      "authors": [
        "Fangfei Liu",
        "Qianqian Bai",
        "Wenchao Tang",
        "Shumin Zhang",
        "Yan Guo",
        "Shunji Pan",
        "Xiaoyu Ma",
        "Yanhui Yang",
        "Hua Fan"
      ],
      "journal": "Frontiers in neuroscience",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Oxidative stress, caused by an imbalance between the generation of reactive oxygen species (ROS) and the body's intrinsic antioxidant defenses, plays a critical role in neurodegenerative diseases such as Alzheimer's, Parkinson's, and Huntington's. Beyond these conditions, recent evidence indicates that dysregulated redox balance is implicated in neuropsychiatric disorders, including schizophrenia, major depressive disorder, and anxiety disorders. Preclinical and clinical studies have demonstrated the potential of antioxidants, such as N-acetylcysteine, sulforaphane, alpha-lipoic acid, L-carnitine, ascorbic acid, selenocompounds, flavones and zinc, in alleviating neuropsychiatric symptoms by mitigating excitotoxicity, enhancing synaptic plasticity, reducing microglial overactivation and promoting synaptogenesis. This review explores the role of oxidative stress in the pathogenesis of neuropsychiatric disorders. It provides an overview of the current evidence on antioxidant therapy's pharmacological effects, as demonstrated in animal models and clinical studies. It also discusses the underlying mechanisms and future directions for developing antioxidant-based adjuvant therapies. Given the limitations and side effects of existing treatments for neuropsychiatric disorders, antioxidant therapy presents a promising, safer alternative. Further research is essential to deepen our understanding and investigate the clinical efficacy and mechanisms underlying these therapies."
    },
    {
      "pmid": "39701825",
      "title": "Effects of antioxidants on in vitro growth of Thecaphora frezzii.",
      "authors": [
        "Ana Cristina Figueroa",
        "María Soledad Díaz",
        "Mauricio Turco",
        "Andrea Fernández Trotta",
        "Bibiana Marino",
        "Néstor Walter Soria",
        "Dante Miguel Beltramo",
        "Roxana Valeria Alasino"
      ],
      "journal": "Journal of applied microbiology",
      "publication_date": "2024-Dec-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Thecaphora frezzii, the causal agent of peanut smut, causes significant grain losses in Argentina. Current control strategies are insufficient to manage this pathogen. We investigate the effect of antioxidants on the in vitro development of T. frezzii hyphae, to identify compounds with antifungal activity, also evaluate protein and lipid profiles as potential targets for these compounds. METHODS AND RESULTS: The antifungal activity was evaluated in both, solid and liquid media, and minimum inhibitory concentration and minimum fungicidal concentration were calculated. The protein profile was assessed using sodium dodecyl sulfate polyacrylamide gel electrophoresis, while lipids were analyzed by thin-layer chromatography (TLC) and gas chromatography with flame ionization detection, both before and after hyphal treatment. Lipase activity was analyzed using agar Tween 20 and TLC, while lipid peroxidation was evaluated by the thiobarbituric acid-reactive substance (TBARS)assay. Microscopy was used to observe morphological and metabolic changes. Butylated hydroxyanisole, methylparaben, and lipoic acid showed inhibitory effects on T. frezzii. Lipoic acid was chosen for further study due to its lack of environmental toxicity. Lipoic acid induced the loss of cytosolic proteins, hydrolysis of triglycerides, and increased levels of free fatty acids, monoacylglycerols, and diacylglycerols. It also caused a decrease in ergosterol levels and alterations in the fungal cell wall and membrane, ultimately leading to cell death. CONCLUSIONS: This study demonstrates the efficacy of lipoic acid in inhibiting the in vitro development of T. frezzii.",
      "mesh_terms": [
        "Antioxidants",
        "Microbial Sensitivity Tests",
        "Antifungal Agents",
        "Hyphae",
        "Arachis",
        "Lipid Peroxidation",
        "Fungal Proteins",
        "Lipase",
        "Argentina",
        "Chromatography, Thin Layer"
      ]
    },
    {
      "pmid": "39694334",
      "title": "Effect of serum antioxidants on cognitive dysfunction in first-episode and drug-naïve patients with major depressive disorder.",
      "authors": [
        "Ziyun Zhang",
        "Yuanyuan Huang",
        "Sumiao Zhou",
        "Shixuan Feng",
        "Chenyu Liu",
        "Hehua Li",
        "Lida Zhang",
        "Wei Han",
        "Fengchun Wu"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cognitive dysfunction is a persistent and difficult-to-treat symptom of major depressive disorder (MDD) and is receiving increasing attention. A balanced state of oxidative stress sustained by antioxidants is essential for normal functioning of brain, including learning capacity, emotional regulation, and cognitive function. The correlation between cognition and oxidative stress may also be altered in patients with mental disorders. This study aimed to explore the relationship between serum antioxidant levels and cognitive dysfunction in patients with MDD. METHODS: We collected and matched cognitive performance data using the Measurement and Treatment Research to Improve Cognition in Schizophrenia Consensus Cognitive Battery (MCCB), serum antioxidants, and demographic and clinical characteristics of 105 first-episode drug-naïve patients with MDD and 53 healthy controls (HC) from February 2022 to October 2023, and then analyzed the differences between the two groups. HamiltonDepressionScale-17 and Young Mania Rating Scale (YMRS) were used to evaluate the clinical symptoms of the participants with MDD. Serum antioxidants, including albumin (ALB), uric acid (UA), and superoxide dismutase (SOD) were used to detect the level of oxidative stress in participants and its correlation with cognitive function. We then used a threshold for cognitive dysfunction of 1.5 standard deviations below the mean of the standard score to divide the participants with MDD into two groups to detect the relevant elements of the five different domains of cognitive dysfunction in MDD. RESULTS: ALB levels were significantly lower in the MDD group (p = 0.001) after adjusting for years of education. The performance in all five domains of cognitive function was significantly worse in the MDD group than in the HC group (p < 0.001). Speed of processing (SOP) in the MDD group correlated with ALB (r = 0.261, p = 0.008), and UA (r = 0.295, p = 0.002) levels. We also explored the correlation between the attention/vigilance (AV) domain and the UA (r = 0.239, p = 0.015). YMRS score was risk factor of impairment of SOP domain in patients with MDD. Yet UA was a protective factor against SOP impairment, with a 0.006-fold reduction in the risk of SOP impairment for each 1-unit increase in UA. CONCLUSIONS: As serum antioxidants, ALB and UA may serve as biomarkers of cognitive function in patients with MDD. Our findings contribute to the understanding of the potential ability of serum antioxidants to predict cognitive decline in patients with MDD.",
      "mesh_terms": [
        "Humans",
        "Depressive Disorder, Major",
        "Male",
        "Female",
        "Cognitive Dysfunction",
        "Antioxidants",
        "Adult",
        "Oxidative Stress",
        "Uric Acid",
        "Young Adult",
        "Superoxide Dismutase",
        "Neuropsychological Tests",
        "Middle Aged",
        "Case-Control Studies"
      ]
    },
    {
      "pmid": "39691374",
      "title": "The Protective Effects of Microbe Derived Antioxidants on Digestive Tissue Morphology, Functions, and Intestinal Microbiota Diversity of Eriocheir sinensis Exposed to Glyphosate.",
      "authors": [
        "Yameng Song",
        "Mengyao Wu",
        "Yongxu Cheng",
        "Chao Niu",
        "Xiaowen Yu",
        "Yangyang Pang",
        "Xiaozhen Yang"
      ],
      "journal": "Aquaculture nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: The use of glyphosate (Gly) has caused unnecessary economic losses to the aquaculture industry, but research on the effect of Gly on Eriocheir sinensis is very limited. The aim of this study is to reduce the negative effects of Gly, reduce yield loss, and improve economic benefits through nutritional feed control technology. Methods: The experiment involved 80 crabs randomly divided into four groups: control group, Gly group (48.945 mg/L), microbe-derived antioxidant (MA) group, and Gly and MA treatment group. The study lasted for 7 days. In this study, the effects of Gly on the digestive function of E. sinensis were investigated using histology and spectrophotometer, and the gut microorganisms of E. sinensis were analyzed using high-throughput sequencing technology. Results: The study found that exposure to Gly resulted in separation of the folds of the midgut mucosa of Eriocheir sinensis from the basement membrane, a decrease in the fold area of the hindgut mucosa, and an increase in the number of B cells in hepatic tubules. Additionally, the lipase activity of the intestine in the Gly group was significantly higher than that of the control group and the MA + Gly group, while the hepatopancreatic lipase decreased significantly. The amylase activity in the intestine and hepatopancreas of the Gly group was significantly lower than that of the control group. The trypsin activity in the hepatopancreas of the MA + Gly group was significantly higher than that of the Gly group. The Shannon diversity index in MA + Gly group was significantly lower than that in control group. At the phylum level, the abundance of the Campilobacterota in the MA + Gly group decreased. At the genus level, the proportion of the Citrobacter and Flavobacterium in the MA + Gly group decreased. Conclusion: Gly has certain effects on the digestive tissue function, intestinal microbial diversity index and intestinal microbiota structure of E. sinensis, and MA can ameliorate the negative effects of Gly on E. sinensis."
    },
    {
      "pmid": "39674630",
      "title": "The positive implication of natural antioxidants on oxidative stress-mediated diabetes mellitus complications.",
      "authors": [
        "Shouvik Mallik",
        "Bijoy Paria",
        "Sayed Mohammad Firdous",
        "Hesham S Ghazzawy",
        "Nashi K Alqahtani",
        "Yong He",
        "Xiaoli Li",
        "Mostafa M Gouda"
      ],
      "journal": "Journal, genetic engineering & biotechnology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The complementary intervention to modulate diabetes mellitus (DM) metabolism has recently brought the global attention, since DM has become among the global burden diseases. Where, several related pathways elevate the production of superoxide in consequences. For example, the flux of glycation-derived end products (AGEs) could lead to the deactivation of insulin signaling pathways. In that context, many vitamins and phytochemicals in natural sources have high antioxidant impacts that reduce oxidative stress and cell damages. These chemicals could be applied as bioactive antidiabetic agents. Their mode of actions could be from regulating the intracellular reactive oxygen species (ROS) which cause several pro-inflammatory pathways related to the oxidative stress (OS) and DM. Besides, they have a great potential to control the epigenetic mutations and hyperglycemia and help in back the blood glucose to the normal level. Therefore, the current review addresses the important role of natural functional antioxidants in DM management and its association with its OS complications."
    },
    {
      "pmid": "39673903",
      "title": "Culture media with antioxidants improved preimplantation embryo development and clinical outcomes of patients of advanced age.",
      "authors": [
        "Shigetoshi Mizumoto",
        "Yozo Nagao",
        "Hitomi Watanabe",
        "Keiko Tanaka",
        "Takeshi Kuramoto"
      ],
      "journal": "Reproductive biomedicine online",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "RESEARCH QUESTION: What are the clinical effects of using culture media supplemented with antioxidants (AOX) throughout the IVF process? DESIGN: Prospective randomized single-centre study. Cumulus-oocyte complexes and semen samples collected from 127 treatment cycles were divided evenly between the study arm (culture media with AOX) and the control arm (culture media without AOX). The primary endpoint was the good-quality blastocyst (GQB) rate on day 5-6 per metaphase II (MII) oocyte. RESULTS: Fertilization rate and day 5-6 blastocyst rate per MII oocyte differed significantly in favour of the study arm, whereas GQB rate did not. A subgroup analysis, stratified by maternal age, revealed significant improvements in the study arm for day 3 embryo development rate, day 5-6 blastocyst rate, GQB rate and blastocyst utilization rate for patients aged 35-40 years, while the impacts on these endpoints were much smaller in patients aged <35 years. Ninety-four single vitrified blastocyst transfers (SVBT) were performed in each arm. The blastocysts derived from the study arm showed better results of SVBT for patients aged 35-40 years, defined by embryo implantation rate, fetal heartbeat rate and live birth rate, whereas these variables did not differ significantly between the two arms when assessing the results for patients of all ages and patients aged <35 years. CONCLUSIONS: Embryo development and SVBT outcomes of treatment cycles of patients aged 35-40 years improved significantly when using AOX-supplemented culture media throughout the IVF process.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Adult",
        "Antioxidants",
        "Culture Media",
        "Embryonic Development",
        "Fertilization in Vitro",
        "Embryo Culture Techniques",
        "Pregnancy",
        "Prospective Studies",
        "Embryo Transfer",
        "Maternal Age",
        "Pregnancy Rate",
        "Male",
        "Blastocyst"
      ]
    },
    {
      "pmid": "39673736",
      "title": "New α-glucosidase inhibitors and antioxidants in optimized Psychotria malayana Jack leaves extract identified by gC-MS-based metabolomics and in silico molecular docking.",
      "authors": [
        "Sharifah Nurul Akilah Syed Mohamad",
        "Alfi Khatib",
        "Siti Zaiton Mat So'ad",
        "Qamar Uddin Ahmed",
        "Zalikha Ibrahim",
        "Mohd Zuwairi Saiman",
        "Dewi Melani Hariyadi",
        "Agus Susilo",
        "Mohammad Shahzad Samdani",
        "Syed Atif Abbas",
        "Mahibub Mahamadsa Kanakal",
        "Abdullah Khan",
        "Mohammad Kashif"
      ],
      "journal": "Natural product research",
      "publication_date": "2024-Dec-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Our earlier research demonstrated α-glucosidase inhibitory (AGI) and antioxidant activities of the optimised extract of Psychotria malayana leaves. It was reported having numerous compounds, although it was unclear which compounds exhibit the bioactivities as well as their binding interaction to the enzyme. This study aimed to identify the compounds possessing AGI and antioxidant activities in the extract utilising GC-MS-based metabolomics, and to analyse the ligand-enzyme binding interactions via in-silico molecular docking. A partial least square was employed to correlate the metabolite profile and bioactivities. The loading plot reveals the bioactive compounds in this extract. The AGI activity of 1-cyclohexene-1-carboxylic, propanoic, butanedioic and D-gluconic acid together with the antioxidant activity of some compounds were reported for the first time through this study. The docking study reveals that all compounds, except for 1-cyclohexene-1-carboxylic acid, exhibit binding to the enzyme's catalytic site. This discovery demonstrates the potential of this plant for diabetes therapy."
    },
    {
      "pmid": "39658952",
      "title": "Impact of Traditional Chinese Medicine Antioxidants on Oxidative Stress and Drug-Induced Liver Injury: A Review.",
      "authors": [
        "Jing Zhao",
        "He Liang",
        "Yanrong Li",
        "Zimeng Xu",
        "Xueqin Li",
        "Lulu Zhao",
        "Mengqian Zhang",
        "Xuehui Duan"
      ],
      "journal": "Medical science monitor : international medical journal of experimental and clinical research",
      "publication_date": "2024-Dec-11",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The liver serves as a crucial organ for detoxification and exhibits a robust regenerative capacity. The improper administration of pharmaceuticals frequently results in drug-induced liver injury (DILI), a condition closely associated with the overproduction of reactive oxygen species (ROS). In addressing DILI, Traditional Chinese Medicine (TCM) often employs plant-based remedies, which have demonstrated favorable therapeutic outcomes. These plant-based treatments are typically rich in antioxidants capable of neutralizing ROS. However, there is a notable lack of comprehensive reviews that synthesize the therapeutic effects of antioxidants derived from medicinal plants on DILI. The present review starts by exploring ROS generation and clearance in human health, then outlines DILI characteristics and treatments, emphasizing its strong link to oxidative stress. Furthermore, we discuss the properties and classification of antioxidants found in plant-based pharmaceuticals, with a particular emphasis on the synergistic effects of these antioxidants and their mechanisms for repairing DILI. Finally, we provide a summary of commonly utilized medicinal plants from TCM for the treatment of DILI. In conclusion, this article explores the future prospects and potential solutions for treating DILI using antioxidants found in plant-based drugs derived from TCM. The objective of this review is to examine the role of antioxidants in TCM and their impact on DILI.",
      "mesh_terms": [
        "Humans",
        "Oxidative Stress",
        "Antioxidants",
        "Medicine, Chinese Traditional",
        "Chemical and Drug Induced Liver Injury",
        "Drugs, Chinese Herbal",
        "Reactive Oxygen Species",
        "Plants, Medicinal",
        "Liver",
        "Animals"
      ]
    },
    {
      "pmid": "39635715",
      "title": "Effects of antioxidants on skin hydration, inflammatory cytokines, and keratinocyte differentiation markers in a PM10-exposed skin barrier-disrupted mouse model.",
      "authors": [
        "Jin Ho Kim",
        "Mi Hee Kwack",
        "Weon Ju Lee"
      ],
      "journal": "International journal of immunopathology and pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Given that particulate matter (PM) has an established role in inducing oxidative stress, inflammation, and skin aging, it is plausible that PM could exacerbate inflammatory skin conditions such as xerosis. Xerosis represents a significant dermatological concern among older adults within aging populations. We conducted an investigation into the efficacy of antioxidants, such as dieckol, punicalagin, epigallocatechin gallate (EGCG), and resveratrol, against PM10 in a skin barrier-disrupted mouse model. A skin barrier-disrupted mouse model was induced by tape stripping. This study investigated the antioxidative and anti-inflammatory properties of antioxidants on PM-induced changes using the skin barrier-disrupted mouse model. Tape strips were attached to the back of 7-week-old nude mice and removed quickly. To investigate variations in skin hydration, levels of inflammatory cytokines, and indicators of keratinocyte differentiation, mice underwent treatment with several compounds: a control vehicle (100 μL), PM10 100 μL (100 μg/mL), PM10 100 μL (100 μg/mL) with antioxidants 100 μL (Punicalagin 5 μM, Dieckol 5 μM, EGCG 1 μM, resveratol 1 μM) for 1 week. To assess their effects, different analysis were conducted using measurements of skin moisture, real-time polymerase chain reaction, enzyme-linked immunosorbent assay for detecting inflammatory cytokines, and immunofluorescence staining to identify markers of keratinocyte differentiation. While PM10 decreased water content in disrupted skin, all antioxidants preserved skin hydration in the skin barrier-disrupted mice, regardless of the presence of PM10. All antioxidants also inhibited the upregulation of inflammatory cytokines, such as interleukin (IL)-1β, IL-4, IL-6, IL-8, and tumor necrosis factor-alpha and normalized the downregulation of keratinocyte differentiation markers against PM10 in skin barrier-disrupted mice. This study elucidated the protective effects of antioxidants-namely, punicalagin, dieckol, EGCG, and resveratrol-in mitigating the impact of PM10 on skin barrier integrity and inflammation in a disrupted skin barrier mouse model, highlighting their potential utility in dermatological treatments.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Keratinocytes",
        "Cytokines",
        "Cell Differentiation",
        "Skin",
        "Mice",
        "Particulate Matter",
        "Disease Models, Animal",
        "Mice, Nude",
        "Biomarkers"
      ]
    },
    {
      "pmid": "39626525",
      "title": "Effects of sucrose and 1-MCP on enzymatic and nonenzymatic antioxidants in postharvest Gynura bicolor DC.",
      "authors": [
        "Fuzheng Guo",
        "Jiayuan Han",
        "Min Jin",
        "Yitong Xie",
        "Li Jiang"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "After harvesting, Gynura bicolor DC (G. bicolor) undergoes rapid quality deterioration, including decay, nutrient loss, and reactive oxygen species (ROS) burst, greatly limiting its shelf life. This study was performed to evaluate the effects of treatment with sucrose and 1-methylcyclopropene (1-MCP) on indices of quality deterioration, ROS metabolism, and phenylpropanoid metabolism, with the goals of resisting oxidative stress and improving the postharvest quality of G. bicolor. Sucrose treatment activated phenylpropanoid metabolism, increased phenylalanine ammonia lyase (PAL), cinnamate-4-hydroxylase (C4H), and 4-coumarate:CoA ligase (4CL) activities, and promoted the accumulation of phenolics. The increases in nonenzymatic antioxidants decreased O2·-, ·OH, and H2O2 contents. Conversely, 1-MCP treatment increased NADPH oxidase (NOX) activity and induced transient oxidative stress, which significantly activated enzymatic antioxidants, including superoxide dismutase (SOD), catalase (CAT), and ascorbate peroxidase (APX), thus maintaining a lower ROS level. Treatment with both sucrose and 1-MCP exhibited a synergistic effect on alleviating oxidative stress, downregulating GbSAG101 and GbATG expression. Compared with sucrose treatment, 1-MCP treatment showed a greater inhibitory effect on ROS burst. Phenolic substance contents were similar in plants treated with sucrose and 1-MCP at the end of the storage period. Therefore, we speculated that higher levels of antioxidant enzyme activity may decrease the consumption of nonenzymatic antioxidants. Our experimental results indicated the involvement of different pathways in the effects of sucrose treatment, 1-MCP treatment, and combined treatment on delaying ROS burst, and suggested potential alternative methods for the preservation of vegetables with stems during the postharvest storage.",
      "mesh_terms": [
        "Antioxidants",
        "Sucrose",
        "Asteraceae",
        "Reactive Oxygen Species",
        "Oxidative Stress",
        "Phenylalanine Ammonia-Lyase",
        "Plant Proteins",
        "Superoxide Dismutase",
        "Ascorbate Peroxidases",
        "Catalase",
        "Phenols",
        "Cyclopropanes"
      ]
    },
    {
      "pmid": "39625043",
      "title": "Cyclophosphamide-Induced Infertility and the Impact of Antioxidants.",
      "authors": [
        "Morteza Abdi",
        "Manouchehr Fadaee",
        "Amirreza Jourabchi",
        "Hadi Karimzadeh",
        "Tohid Kazemi"
      ],
      "journal": "American journal of reproductive immunology (New York, N.Y. : 1989)",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "An important drawback of anticancer chemotherapy is the harm it causes to healthy cells. Cyclophosphamide (CP) is a widely used chemotherapeutic alkylating agent that is regularly used in cancer treatment. However, it can cause severe side effects, including genotoxicity, due to its ability to damage DNA. This toxicity is thought to be associated with oxidative stress induced by an excessive amount of reactive oxygen species (ROS). Therefore, there is a specific focus on the potential effects of anticancer treatments on fertility. Due to the increasing life expectancy of cancer patients, those desiring parenthood may face the negative impacts of therapies. Utilizing substances with antioxidant and cytoprotective characteristics to protect the reproductive system from harmful consequences during chemotherapy would be highly beneficial. This review introduces the physiological and pathological roles of ROS in the reproductive systems of both males and females, then we address the adverse effects of CP administration on infertility and discuss how antioxidants can reverse these effects.",
      "mesh_terms": [
        "Humans",
        "Cyclophosphamide",
        "Antioxidants",
        "Female",
        "Male",
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Antineoplastic Agents, Alkylating",
        "Animals",
        "Infertility",
        "Neoplasms"
      ]
    },
    {
      "pmid": "39594542",
      "title": "The Use of Antioxidants for Cardiovascular Protection in Fetal Growth Restriction: A Systematic Review.",
      "authors": [
        "Charmaine R Rock",
        "Suzanne L Miller",
        "Beth J Allison"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Fetal growth restriction (FGR) increases the risk of cardiovascular disease. There are currently no treatment options available; however, antioxidants have shown potential to improve cardiovascular deficits associated with FGR. This systematic review aimed to determine whether antenatal antioxidant intervention can effectively protect the developing cardiovascular system in FGR. We searched for interventional studies that used an antenatal antioxidant intervention to improve cardiac and/or vascular outcomes in FGR published between 01/1946 and 09/2024 using MEDLINE and Embase (PROSPERO: CRD42024503756). The risk of bias was assessed with SYRCLE. The studies were assessed for cardiovascular protection based on the percentage of cardiac and/or vascular deficits that were restored with the antioxidant treatment. Studies were characterised as showing strong cardiovascular protection (≥50% restoration), mild cardiovascular protection (>0% but <50% restoration), an antioxidant-only effect (this did not include control group which showed a change with antioxidant intervention compared to FGR) or no cardiovascular protection (0% restoration). Thirty-eight publications met the inclusion criteria, encompassing 43 studies and investigating 15 antioxidant interventions. Moreover, 29/43 studies (71%) reported the restoration of at least one cardiac or vascular deficit with antioxidant intervention, and 21/43 studies (51%) were classified as strong cardiovascular protection. An ex vivo analysis of the arterial function in seven studies revealed endothelial dysfunction in growth-restricted offspring and antioxidant interventions restored the endothelial function in all cases. Additionally, four studies demonstrated that antioxidants reduced peroxynitrite-mediated oxidative stress. Notably, only 13/43 studies (32%) delayed antioxidant administration until after the induction of FGR. Antenatal antioxidant interventions show promise for providing cardiovascular protection in FGR. Melatonin was the most frequently studied intervention followed by nMitoQ, vitamin C and N-acetylcysteine, all of which demonstrated a strong capacity to reduce oxidative stress and improve nitric oxide bioavailability in the cardiovascular system of growth-restricted offspring; however, this systematic review highlights critical knowledge gaps and inconsistencies in preclinical research, which hinder our ability to determine which antioxidant treatments are currently suitable for clinical translation."
    },
    {
      "pmid": "39594479",
      "title": "Exploration of New Drug Candidate Derived from Antioxidants of Korean Native Halophytes: Control of Acinetobacter baumannii with Antipathogenic Activity.",
      "authors": [
        "Jihee Lee",
        "Ho Sung Kim",
        "Jeong Woo Park",
        "Bohyun Yun",
        "Woo Young Bang",
        "Ki Hwan Moon",
        "Youngwan Seo"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Oct-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The rise of antibiotic-resistant bacteria poses a significant challenge to the treatment of bacterial infections, necessitating the development of novel antibiotics or strategies to preserve the efficacy of existing ones. This study investigates the role of oxidative stress modulation in the pathogenicity of multidrug-resistant (MDR) bacterial strains, aiming to identify potential avenues for new drug design. Specifically, the anti-biofilm effects of crude extracts and fractions from seven halophyte species native to Jeju Island, South Korea, were evaluated against Acinetobacter baumannii ATCC 17978. Notably, the 85% aqueous methanol fraction of Peucedanum japonicum Thunb. (Pj) and the n-hexane fraction of Lysimachia mauritiana Lam. (Lm) demonstrated significant anti-biofilm activity. Further assessments revealed that these fractions also exhibited notable antioxidant and anti-inflammatory properties, with the Pj fraction showing a lifespan extension effect in the Caenorhabditis elegans model. These findings suggest that Pj and Lm hold promise as potential candidates for the development of new therapeutic agents targeting MDR bacteria."
    },
    {
      "pmid": "39563566",
      "title": "[Antioxidants as part of preconception preparation in men over 45 years of age].",
      "authors": [
        "A Nashivochnikova N",
        "N Krupin V",
        "V Krupin A",
        "E Leanovich V",
        "O Getigezhev I"
      ],
      "journal": "Urologiia (Moscow, Russia : 1999)",
      "publication_date": "2024-Jul",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The reproductive potential of older men is influenced by the androgen deficiency and an increased risk of sperm DNA damage. In addition, with aging, a number of other diseases may have a detrimental effect on spermatogenesis. For this reason, the search for methods for correcting impaired spermatogenesis in men of the older age group is of relevance. The use of dietary supplements with antioxidant effects seems promising. AIM: To increase the efficiency of preconception preparation for men aged 45 years and older using an antioxidant complex. MATERIALS AND METHODS: A total of 102 patients aged 45 years and older with pathospermia and metabolic syndrome (MS) of varying severity were included in the study. The main group consisted of 52 patients aged 45 to 55 years, while in the control group there were 50 patients (45-54 years). In addition to standard therapy for MS, patients of the main group received the dietary supplement \"Speroton\", 1 sachet 2 times a day with meals for 3 months. In the control group, men received only standard therapy for MS. The results were assessed after 3 and 6 months from the start of treatment. A sperm analysis was used as the main criterion for assessing treatment efficiency. Sperm DNA damage was characterized by DNA fragmentation. In addition, the concentration of zinc in seminal plasma, as well as the total antioxidant activity (TAA), was determined for all patients. Laboratory analysis of sex hormones, carbohydrate metabolism parameters, and lipid profile was also performed. RESULTS: As a result of the adding the antioxidant complex \"Speroton\", the indicators of oxidative stress in the main group decreased almost two-fold. By the 6th month, the level of immunoreactive insulin (IRI) decreased by 22%, which was accompanied by a decrease in the level of glycosylated hemoglobin (HbA1c) by 6.6%, indicating stabilization of carbohydrate metabolism. Positive dynamics in reducing body mass index (BMI) by almost 12% in the main group were seen, as well as normalization of the lipid profile. In addition, there was a significant increase in sperm concentration from 10.5+/-5.5 million/ml to 21.5+/-4.8 after 3 months of taking the antioxidant complex \"Speroton\", positive dynamics were also noted in terms of DNA fragmentation, TAA level and zinc level in seminal plasma. CONCLUSIONS: The use of the antioxidant complex \"Speroton\" in an increased dose of 2 sachets per day for 3 months in men older than 45 years with pathospermia and MS of varying severity improves the qualitative and quantitative sperm indicators and the morphological state of the male reproductive system. A determination of the level of zinc in seminal plasma, TAA, as well as the sperm DNA fragmentation, especially in patients aged 45 years and older suffering from MS, is justified. The use of the \"Speroton\" results in a decrease in the percentage of sperm with DNA fragmentation and the oxidative stress in the ejaculate. The adding of antioxidants in the dietary supplement \"Speroton\" in men with pathospermia and MS of varying severity allows to effectively restore the sensitivity of insulin receptors and normalize carbohydrate and lipid metabolism.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Antioxidants",
        "Middle Aged",
        "Spermatozoa",
        "Metabolic Syndrome",
        "Dietary Supplements",
        "DNA Damage",
        "DNA Fragmentation",
        "Zinc"
      ]
    },
    {
      "pmid": "39541789",
      "title": "Diabetes and the associated complications: The role of antioxidants in diabetes therapy and care.",
      "authors": [
        "Lowell Dilworth",
        "Dewayne Stennett",
        "Aldeam Facey",
        "Felix Omoruyi",
        "Shada Mohansingh",
        "Felix O Omoruyi"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Diabetes mellitus (DM) is a chronic metabolic disorder characterized by high blood sugar levels (hyperglycemia). Poorly managed diabetes can lead to complications affecting multiple organ systems. Antioxidants play a crucial role in reducing oxidative stress caused by reactive oxygen species (ROS), primarily triggered by uncontrolled high blood sugar levels in diabetes. Antioxidants like vitamin C, E, selenium, and alpha-lipoic acid, when used as supplements, have shown promise in reducing oxidative stress markers and improving antioxidant status in laboratory and animal studies and diabetic patients. Antioxidant supplementation may help reduce the risk of diabetic complications such as neuropathy, nephropathy, retinopathy, and cardiovascular disease. Additionally, antioxidants also have anti-inflammatory properties, which could be beneficial in reducing inflammation associated with diabetes. Antioxidant supplementation has been shown to enhance endothelial function, insulin sensitivity, and glucose metabolism, thereby aiding in glycemic control and overall diabetic management. Combining antioxidants with certain medications may have therapeutic benefits, such as effectively neutralizing free radicals and enhancing the regulation of antioxidant defense systems. This review presents an update on diabetes, the sources of free radical generation, the body's natural defense mechanisms, the clinical evidence regarding using antioxidants in managing diabetic complications, and the potential new therapeutic approaches. Overall, antioxidant supplementation may offer some benefits in managing diabetic complications. However, further studies are needed to understand the mechanisms of action, determine the optimal supplementation, explore potential interactions with other medications, and conduct long-term studies to establish the possible use of antioxidants for optimal benefits in diabetes care.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Antioxidants",
        "Diabetes Complications",
        "Diabetes Mellitus",
        "Dietary Supplements",
        "Oxidative Stress",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "39539979",
      "title": "Curcumin-incorporated EGCG-based nano-antioxidants alleviate colon and kidney inflammation via antioxidant and anti-inflammatory therapy.",
      "authors": [
        "Qingqing Pan",
        "Li Xie",
        "Huang Zhu",
        "Zhihui Zong",
        "Di Wu",
        "Rong Liu",
        "Bin He",
        "Yuji Pu"
      ],
      "journal": "Regenerative biomaterials",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Natural remedies are gaining attention as promising approaches to alleviating inflammation, yet their full potential is often limited by challenges such as poor bioavailability and suboptimal therapeutic effects. To overcome these limitations, we have developed a novel nano-antioxidant (EK) based on epigallocatechin gallate (EGCG) aimed at enhancing the oral and systemic bioavailability, as well as the anti-inflammatory efficacy, of curcumin (Cur) in conditions such as acute colon and kidney inflammation. EK is synthesized using a straightforward Mannich reaction between EGCG and L-lysine (K), resulting in the formation of EGCG oligomers. These oligomers spontaneously self-assemble into nanoparticles with a spherical morphology and an average diameter of approximately 160 nm. In vitro studies reveal that EK nanoparticles exhibit remarkable radical-scavenging capabilities and effectively regulate redox processes within macrophages, a key component in the body's inflammatory response. By efficiently encapsulating curcumin within these EK nanoparticles, we create Cur@EK, a formulation that demonstrates a synergistic anti-inflammatory effect. Specifically, Cur@EK significantly reduces the levels of pro-inflammatory cytokines TNF-α and IL-6 while increasing the anti-inflammatory cytokine IL-10 in lipopolysaccharide-stimulated macrophages, highlighting its potent anti-inflammatory properties. When administered either orally or intravenously, Cur@EK shows superior bioavailability compared to free curcumin and exhibits pronounced anti-inflammatory effects in mouse models of ulcerative colitis and acute kidney injury. These findings suggest that the EK nano-antioxidant platform not only enhances the bioavailability of curcumin but also amplifies its therapeutic impact, offering a promising new avenue for the treatment and management of inflammation in both oral and systemic contexts."
    },
    {
      "pmid": "39536246",
      "title": "The impact of antioxidants on antioxidant capacity, DNA fragmentation, and chromatin quality in subfertile men: a randomized clinical trial study.",
      "authors": [
        "Mesut Sengul",
        "Neslihan Hekim",
        "Ramazan Asci",
        "Sezgin Gunes"
      ],
      "journal": "Revista da Associacao Medica Brasileira (1992)",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: This randomized clinical trial study aims to investigate the effects of antioxidant food supplementation on the total antioxidant capacity of seminal plasma, sperm DNA fragmentation, sperm chromatin quality, and semen parameters. METHODS: In this study, a total of 48 subfertile men with moderate physical activity were included. Group 1 was recommended to use the antioxidant supplements, while antioxidant food supplements were not given to Group 2. Total antioxidant capacity, sperm DNA fragmentation, sperm chromatin structure, hormone levels, physical activities, and semen parameters were evaluated before and after treatment. Total antioxidant capacity, sperm DNA fragmentation, and sperm chromatin structure were assessed using ELISA, transferase dUTP nick end labeling, and aniline blue staining, respectively. RESULTS: Sperm DNA fragmentation (p=0.003) and histone/protamine ratio (p<0.001) were significantly decreased in the patients receiving antioxidant treatment. There was no statistical difference in the total antioxidant capacity values of the post-treatment groups. CONCLUSION: Antioxidant therapy seems to improve sperm DNA fragmentation and histone/protamine ratios in subfertile patients. CLINICAL TRIAL REGISTRATION NUMBER: NCT06042738.",
      "mesh_terms": [
        "Humans",
        "Male",
        "DNA Fragmentation",
        "Antioxidants",
        "Infertility, Male",
        "Adult",
        "Chromatin",
        "Spermatozoa",
        "Semen Analysis",
        "Dietary Supplements",
        "Semen",
        "Sperm Motility",
        "Histones",
        "Enzyme-Linked Immunosorbent Assay"
      ]
    },
    {
      "pmid": "39513587",
      "title": "Research progress on antioxidants and protein aggregation inhibitors in cataract prevention and therapy (Review).",
      "authors": [
        "Ling Wang",
        "Xin Li",
        "Xiaoju Men",
        "Xiangyi Liu",
        "Jinque Luo"
      ],
      "journal": "Molecular medicine reports",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cataracts are primarily caused by aging or gene mutations and are the leading cause of blindness globally. As the older population increases, the number of patients with a cataract is expected to grow rapidly. At present, cataract surgery to replace the lens with an artificial intraocular lens is the principal treatment method. However, surgery has several drawbacks, including economic burdens and complications such as inflammation, xerophthalmia, macular edema and posterior capsular opacification. Thus, developing an effective non‑surgical treatment strategy is beneficial to both patients and public health. Mechanistically, cataract formation may be due to various reasons but is primarily initiated and promoted by oxidative stress and is closely associated with crystallin aggregation. In the present review, the current research progress on anti‑cataract drugs, including antioxidants and protein aggregation inhibitors is examined. It summarizes strategies for preventing and treating cataract through cell apoptosis and protein aggregation inhibition while discussing their limitations and further prospects.",
      "mesh_terms": [
        "Humans",
        "Cataract",
        "Antioxidants",
        "Protein Aggregates",
        "Animals",
        "Oxidative Stress",
        "Apoptosis",
        "Crystallins",
        "Protein Aggregation, Pathological",
        "Cataract Extraction"
      ]
    },
    {
      "pmid": "39483780",
      "title": "The role of composite dietary antioxidants in elderly cognitive function: insights from NHANES.",
      "authors": [
        "Fangsen Chen",
        "Junhan Chen",
        "Peitian Liu",
        "Yanling Huang"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study investigates the relationship between the Composite Dietary Antioxidant Index (CDAI) and cognitive function among elderly individuals, aiming to understand how increased antioxidant intake affects cognitive abilities in an aging population. METHODS: Utilizing data from the National Health and Nutrition Examination Survey (NHANES) from 2011 to 2014, we analyzed a sample of 2,516 participants aged 60 and above. Cognitive performance was assessed using the CERAD Word Learning and Recall Test, the Animal Fluency Test, and the Digit Symbol Substitution Test. Multivariable regression models were adjusted for demographic, dietary, and health-related factors to explore the association between CDAI scores and cognitive outcomes. RESULTS: The regression analyses showed a statistically significant positive association between higher CDAI scores and cognitive performance across several tests. Specifically, increments in CDAI were associated with increased scores in the CERAD Word Learning Test: Score 1 (β = 0.04, 95% CI [0.03, 0.06]), Score 2 (β = 0.04, 95% CI [0.02, 0.05]), Score 3 (β = 0.04, 95% CI [0.02, 0.06]), and the Delayed Recall Test (β = 0.04, 95% CI [0.01, 0.06]). Additionally, significant improvements were observed in the Animal Fluency Test (β = 0.19, 95% CI [0.14, 0.24]) and the Digit Symbol Test (β = 0.55, 95% CI [0.39, 0.71]). Subgroup analyses further highlighted that higher CDAI scores conferred more pronounced cognitive benefits in women, individuals aged 80 and above, Non-Hispanic Black people, and those with lower educational levels, suggesting that dietary antioxidants might be particularly beneficial in these groups. CONCLUSION: An antioxidant-rich diet may represent a viable intervention to mitigate age-related cognitive decline, supporting cognitive health in the elderly. These results underscore the potential public health implications of dietary recommendations aimed at increasing antioxidant consumption among older adults. Further studies are necessary to confirm these findings and to investigate the underlying mechanisms in detail."
    },
    {
      "pmid": "39471714",
      "title": "Molybdenum nanodots act as antioxidants for photothermal therapy osteoarthritis.",
      "authors": [
        "Guang Shi",
        "Shenghui Lan",
        "Qi Zhang",
        "Junwu Wang",
        "Feihong Shu",
        "Zhuowen Hao",
        "Tianhong Chen",
        "Mengyue Zhu",
        "Renxin Chen",
        "Jiayao Chen",
        "Zijian Wu",
        "Bo Wu",
        "Zhenwei Zou",
        "Jingfeng Li"
      ],
      "journal": "Biomaterials",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoarthritis (OA) manifests as the degradation of cartilage and remodeling of subchondral bone. Restoring homeostasis within the joint is imperative for alleviating OA symptoms. Current interventions primarily target singular aspects, such as anti-aging, inflammation inhibition, free radical scavenging, and regeneration of cartilage and subchondral bone. Herein, we developed molybdenum nanodots (MNDs) as bionic photothermal nanomaterials to mimic the antioxidant synthase to concurrently protected cartilage and facilitate subchondral bone regeneration. With near-infrared (NIR) irradiation, MNDs effectively eliminate reactive oxygen and nitrogen species (ROS/RNS) from OA chondrocytes, thereby reversed mitochondrial dysfunction, mitigating chondrocyte senescence, and simultaneously suppresses inflammation, hence preserving the inherent homeostasis between cartilage matrix synthesis and degradation while circumventing safety concerns. RNA sequencing of OA chondrocytes treated with MNDs-NIR revealed the reinstatement of chondrocyte functionality, activation of antioxidant enzymes, anti-aging properties, and regulation of inflammation. NIR irradiation induces thermogenesis and synergistically promotes subchondral bone regeneration via MNDs, as validated through histological assessments and microcomputed tomography (Micro-CT) scans. MNDs-NIR effectively attenuate cellular senescence and inhibit inflammation in vivo, while also remodeling mitochondrial dynamics by upregulating fusion proteins and inhibiting fission proteins, thereby regulating the oxidative stress microenvironment. Additionally, MNDs-NIR exhibited remarkable therapeutic effects in alleviating articular cartilage degeneration in an OA mouse model, evidenced by a 1.67-fold reduction in subchondral bone plate thickness, an 88.57 % decrease in OARSI score, a 5.52-fold reduction in MMP13 expression, and a 6.80-fold increase in Col II expression. This novel disease-modifying approach for OA utilizing MNDs-NIR offers insight and a paradigm for improving mitochondrial dysfunction by regulating the accumulation of mitochondrial ROS and ultimately alleviating cellular senescence. Moreover, the dual-pronged therapeutic approach of MNDs-NIR, which addresses both cartilage erosion and subchondral bone lesions in OA, represents a highly promising strategy for managing OA.",
      "mesh_terms": [
        "Molybdenum",
        "Osteoarthritis",
        "Animals",
        "Chondrocytes",
        "Antioxidants",
        "Photothermal Therapy",
        "Humans",
        "Mice",
        "Infrared Rays",
        "Mice, Inbred C57BL",
        "Cartilage, Articular",
        "Male",
        "Reactive Oxygen Species",
        "Oxidative Stress",
        "Cellular Senescence"
      ]
    },
    {
      "pmid": "39448898",
      "title": "Synergizing Bacillus halotolerans, Pseudomonas sihuiensis and Bacillus atrophaeus with folic acid for enhanced drought resistance in wheat by metabolites and antioxidants.",
      "authors": [
        "Yashfa Tanveer",
        "Humaira Yasmin",
        "Asia Nosheen",
        "Mohammad Abul Farah",
        "Muhammad Ahsan Altaf"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Oct-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drought stress imposes a serious challenge to cultivate wheat, restricting its growth. Drought reduces the capability of plant to uptake essential nutrients. This causes stunted growth, development and yield. Traditional ways to increase wheat growth under drought stress have shortcomings. Using plant-growth-promoting rhizobacteria (PGPR) has proved feasible and eco-friendly way to enhance wheat growth even under the drought stress. Combining PGPR in consortiums further boosts up their effects. In this study, we have checked the efficacy of drought-tolerant Bacillus halotolerans, Pseudomonas sihuiensis and Bacillus atrophaeus in combination. These strains were allowed to grow on PEG 6000 with concentrations (-0.15, -0.49, -0.73 and - 1.2) Mega Pascal (MPa) alone and in combination. Furthermore, Fourier transmission infrared (FTIR) spectroscopy and scanning electron microscopy (SEM) were used. Their biochemical traits such as solubilization of K, P and Zn and the synthesis of siderophore, indole acetic acid (IAA), protease, amylase, hydrogen cyanide (HCN) and 1-aminocyclopropane-1-carboxylate (ACC) deaminase were done. In addition to this, we investigated the optimum folic acid concentration i.e 150 ppm for wheat against drought stress. We conducted a pot experiment to check the growth-enhancing and drought-mitigating effects of consortium and folic acid alone and in combination. As a result, we found a significantly increased wheat biomass, relative water content (RWC), chlorophyll content, antioxidants including glutathione reductase and total soluble sugars and protein content under all treatments. However, the combined treatment of bacterial consortium and folic acid showed maximum potential to boost wheat growth and survival even under drought. We also investigated the minerals uptake by wheat after the treatments and found maximum nutrient uptake under the co-effect of folic acid and bacterial consortium We believe this is the first study that has investigated the optimal dose of folic acid for wheat. Our research is also novel in that we seek to investigate the effects of folic acid along with a bacterial consortium comprising Bacillus halotolerans, Pseudomonas sihuiensis and Bacillus atrophaeus on wheat grown under the drought stress.",
      "mesh_terms": [
        "Triticum",
        "Bacillus",
        "Folic Acid",
        "Pseudomonas",
        "Antioxidants",
        "Droughts",
        "Siderophores",
        "Drought Resistance",
        "Polyethylene Glycols"
      ]
    },
    {
      "pmid": "39408820",
      "title": "Comparative Analysis of Cystamine and Cysteamine as Radioprotectors and Antioxidants: Insights from Monte Carlo Chemical Modeling under High Linear Energy Transfer Radiation and High Dose Rates.",
      "authors": [
        "Samafou Penabeï",
        "Jintana Meesungnoen",
        "Jean-Paul Jay-Gerin"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Sep-29",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "This study conducts a comparative analysis of cystamine (RSSR), a disulfide, and cysteamine (RSH), its thiol monomer, to evaluate their efficacy as radioprotectors and antioxidants under high linear energy transfer (LET) and high-dose-rate irradiation conditions. It examines their interactions with reactive primary species produced during the radiolysis of the aqueous ferrous sulfate (Fricke) dosimeter, offering insights into the mechanisms of radioprotection and highlighting their potential to enhance the therapeutic index of radiation therapy, particularly in advanced techniques like FLASH radiotherapy. Using Monte Carlo multi-track chemical modeling to simulate the radiolytic oxidation of ferrous to ferric ions in Fricke-cystamine and Fricke-cysteamine solutions, this study assesses the radioprotective and antioxidant properties of these compounds across a variety of irradiation conditions. Concentrations were varied in both aerated (oxygen-rich) and deaerated (hypoxic) environments, simulating conditions akin to healthy tissue and tumors. Both cystamine and cysteamine demonstrate radioprotective and strong antioxidant properties. However, their effectiveness varies significantly depending on the concentration employed, the conditions of irradiation, and whether or not environmental oxygen is present. Specifically, excluding potential in vivo toxicity, cysteamine substantially reduces the adverse effects of ionizing radiation under aerated, low-LET conditions at concentrations above ~1 mM. However, its efficacy is minimal in hypoxic environments, irrespective of the concentration used. Conversely, cystamine consistently offers robust protective effects in both oxygen-rich and oxygen-poor conditions. The distinct protective capacities of cysteamine and cystamine underscore cysteamine's enhanced potential in radiotherapeutic settings aimed at safeguarding healthy tissues from radiation-induced damage while effectively targeting tumor tissues. This differential effectiveness emphasizes the need for personalized radioprotective strategies, tailored to the specific environmental conditions of the tissue involved. Implementing such approaches is crucial for optimizing therapeutic outcomes and minimizing collateral damage in cancer treatment.",
      "mesh_terms": [
        "Cystamine",
        "Cysteamine",
        "Radiation-Protective Agents",
        "Monte Carlo Method",
        "Antioxidants",
        "Linear Energy Transfer",
        "Models, Chemical",
        "Humans"
      ]
    },
    {
      "pmid": "39397141",
      "title": "Optimization of microwave parameters to enhance phytochemicals, antioxidants and metabolite profile of de-oiled rice bran.",
      "authors": [
        "Alonkrita Chowdhury",
        "Alla Yaswanth Naveen Kumar",
        "Rajesh Kumar",
        "Vivek Kumar Maurya",
        "M S Mahesh",
        "Abhishek Kumar Singh",
        "Pavan Kumar Yadav",
        "Mayukh Ghosh"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Oct-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current study explores the effects of microwave treatment at varying wattage and durations on the phytoconstituents, antioxidant status, anti-nutritional factors (ANFs), and metabolite profiles of de-oiled rice bran. The total phenolics and flavonoids showed both increases and decreases depending on specific microwave parameters, while flavonol content consistently increased across all treated groups compared to the control. The DPPH and ABTS free radical scavenging activity, total antioxidant capacity, FRAP, CUPRAC, metal chelating activity, and ascorbic acid content were enhanced in most of the microwaved samples; however, longer microwave exposure at higher wattage led to their reduction. A treatment-specific decrease in ANFs, including condensed tannins, oxalates, and phytates, was observed. HRMS-based untargeted metabolomics identified a diverse range of primary and secondary metabolites, which clustered in a group-specific manner, indicating notable group-wise metabolite variations. Analysis of discriminating metabolites revealed no significant differences in the overall levels of phenolics, flavonoids, vitamins and cofactors, sugars, amino acids, terpenoids, fatty acids, and their derivatives among the treated groups compared to the control; however, several individual metabolites within these metabolite classes differed significantly. These findings suggest that optimized microwaving of de-oiled rice bran can enhance phytochemicals and antioxidants while improving the metabolite profile.",
      "mesh_terms": [
        "Microwaves",
        "Oryza",
        "Antioxidants",
        "Phytochemicals",
        "Flavonoids",
        "Metabolomics",
        "Phenols",
        "Ascorbic Acid",
        "Metabolome"
      ]
    },
    {
      "pmid": "39354941",
      "title": "Inoculation with Jeotgalicoccus sp. improves nutritional quality and biological value of Eruca sativa by enhancing amino acid and phenolic metabolism and increasing mineral uptake, unsaturated fatty acids, vitamins, and antioxidants.",
      "authors": [
        "Abdelrahim H A Hassan",
        "Maria Gabriela Maridueña-Zavala",
        "Emad A Alsherif",
        "Abeer S Aloufi",
        "Shereen Magdy Korany",
        "Mohammad Aldilami",
        "Nahla A Bouqellah",
        "Ahmed M Reyad",
        "Hamada AbdElgawad"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant growth-promoting bacteria (PGPB) are considered a promising tool for triggering the synthesis of bioactive compounds in plants and to produce healthy foods. This study aimed to demonstrate the impact of PGPB on the growth, accumulation of primary and secondary metabolites, biological activities, and nutritional qualities of Eruca sativa (arugula), a key leafy vegetable worldwide. To this end, Jeotgalicoccus sp. (JW0823), was isolated and identified by using partial 16S rDNA-based identification and phylogenetic analysis. The findings revealed that JW0823 significantly boosted plant biomass production by about 45% (P<0.05) and enhanced pigment contents by 47.5% to 83.8%. JW0823-treated plants showed remarkable improvements in their proximate composition and vitamin contents, with vitamin E levels increasing by 161.5%. JW0823 induced the accumulation of bioactive metabolites including antioxidants, vitamins, unsaturated fatty acids, and essential amino acids, thereby improving the nutritional qualities of treated plants. An increase in the amounts of amino acids was recorded, with isoleucine showing the highest increase of 270.2%. This was accompanied by increased activity of the key enzymes involved in amino acid biosynthesis, including glutamine synthase, dihydrodipicolinate synthase, cystathionine γ-synthase, and phenylalanine ammonia-lyase enzymes. Consequently, the total antioxidant and antidiabetic activities of the inoculated plants were enhanced. Additionally, JW0823 improved antimicrobial activity against several pathogenic microorganisms. Overall, the JW0823 treatment is a highly promising method for enhancing the health-promoting properties and biological characteristics of E. sativa, making it a valuable tool for improving the quality of this important leafy vegetable."
    },
    {
      "pmid": "39349538",
      "title": "Modulation of pulsed electric field induced oxidative processes in protein solutions by pro- and antioxidants sensed by biochemiluminescence.",
      "authors": [
        "Kateřina Červinková",
        "Petra Vahalová",
        "Michaela Poplová",
        "Tomáš Zakar",
        "Daniel Havelka",
        "Martin Paidar",
        "Viliam Kolivoška",
        "Michal Cifra"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Technologies based on pulsed electric field (PEF) are increasingly pervasive in medical and industrial applications. However, the detailed understanding of how PEF acts on biosamples including proteins at the molecular level is missing. There are indications that PEF might act on biomolecules via electrogenerated reactive oxygen species (ROS). However, it is unclear how this action is modulated by the pro- and antioxidants, which are naturally present components of biosamples. This knowledge gap is often due to insufficient sensitivity of the conventionally utilized detection assays. To overcome this limitation, here we employed an endogenous (bio)chemiluminescence sensing platform, which enables sensitive detection of PEF-generated ROS and oxidative processes in proteins, to inspect effects of pro-and antioxidants. Taking bovine serum albumin (BSA) as a model protein, we found that the chemiluminescence signal arising from its solution is greatly enhanced in the presence of  H 2 O 2   as a prooxidant, especially during PEF treatment. In contrast, the chemiluminescence signal decreases in the presence of antioxidant enzymes (catalase, superoxide dismutase), indicating the involvement of both  H 2 O 2   and electrogenerated superoxide anion in oxidation-reporting chemiluminescence signal before, during, and after PEF treatment. We also performed additional biochemical and biophysical assays, which confirmed that BSA underwent structural changes after  H 2 O 2   treatment, with PEF having only a minor effect. We proposed a scheme describing the reactions leading from interfacial charge transfer at the anode by which ROS are generated to the actual photon emission. Results of our work help to elucidate the mechanisms of action of PEF on proteins via electrogenerated reactive oxygen species and open up new avenues for the application of PEF technology. The developed chemiluminescence technique enables label-free, in-situ and non-destructive sensing of interactions between ROS and proteins. The technique may be applied to study oxidative damage of other classes of biomolecules such as lipids, nucleic acids or carbohydrates.",
      "mesh_terms": [
        "Serum Albumin, Bovine",
        "Antioxidants",
        "Oxidation-Reduction",
        "Reactive Oxygen Species",
        "Luminescent Measurements",
        "Animals",
        "Cattle",
        "Hydrogen Peroxide",
        "Electricity",
        "Luminescence",
        "Catalase"
      ]
    },
    {
      "pmid": "39348645",
      "title": "Effects of beetroot (Beta vulgaris) supplements on selective enzymatic and non-enzymatic antioxidants in iron deficiency anemia.",
      "authors": [
        "Shamaila Khalid",
        "Syed Mohammad Mahboob Alam",
        "Syed Saud Hassan",
        "Shaikh Nadeem Ahmad",
        "Dabeeran Zehra",
        "Hafiz Syed Imran-Ul-Haq"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Iron deficiency anemia (IDA) is not only associated with iron deficiency but has shown strong association with the over production of free radicles and deficiency of antioxidant enzymes. The result of this imbalance is oxidative stress (OS) which is now considered as an important associated factor with various diseases. Treating IDA in most of cases with oral iron supplements results in more OS as iron is a transition metal. A more suitable alternate for iron supplementation is Beta vulgaris supplement, which being herbal in origin is far less associated with side effects. We studied effects of beta vulgaris supplements on enzymatic and non-enzymatic antioxidants in IDA patients. A significant increase in all study parameters were observed after treatment (p <0.05). When pre-supplemental values of super oxide dismutase (SOD) and reduced glutathione (GSH-PX) of IDA were compared with post-supplemental values, they were significantly low (p <0.05). A positive correlation was noted between the two antioxidants and hemoglobin (Hb) values suggesting a direct relationship between antioxidant status and Hb levels. Non enzymatic antioxidants included vitamin A,C and E. We also found a significant improvement (p <0.05) of these vitamins when compared with their initial values and the control group. Our study shows improvement of antioxidant status of anemic patients with 12 week supplementation of Beta vulgaris.",
      "mesh_terms": [
        "Anemia, Iron-Deficiency",
        "Beta vulgaris",
        "Humans",
        "Antioxidants",
        "Dietary Supplements",
        "Adult",
        "Superoxide Dismutase",
        "Male",
        "Female",
        "Oxidative Stress",
        "Hemoglobins",
        "Glutathione Peroxidase",
        "Young Adult",
        "Middle Aged",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39346404",
      "title": "Guardians of Oral Health: Antioxidants as Promising Allies in Periodontal Wellness.",
      "authors": [
        "Arpita Mohapatra",
        "Akshyata Panda",
        "Naina Pattnaik",
        "Madhumita Mohapatra",
        "Karandeep Singh",
        "Anant R Sharma",
        "Nirvi Sharma",
        "Ramanpal S Makkad"
      ],
      "journal": "Journal of pharmacy & bioallied sciences",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Periodontitis, a prevalent chronic inflammatory condition affecting the supporting structures of teeth, is closely associated with oxidative stress, characterized by an imbalance between reactive oxygen species generation and antioxidant defense mechanisms. Antioxidants have garnered significant attention as potential therapeutic agents in periodontal management due to their ability to counteract oxidative damage and inflammation. This brief review provides an overview of the role of antioxidants in periodontitis, highlighting recent developments. Key topics covered include the mechanisms of action of antioxidants, recent preclinical and clinical studies evaluating their efficacy, challenges, and future directions in antioxidant-based periodontal therapy. Recent advancements in antioxidant research offer promising avenues for improving periodontal treatment outcomes and patient care."
    },
    {
      "pmid": "39346303",
      "title": "Exploring the Benefits of Antioxidants in Dentistry: New Frontiers in Oral Care.",
      "authors": [
        "Anuj Singh Parihar",
        "Brahmananda Dutta",
        "Diksha Yadav",
        "M Sowmiya Narayanan",
        "Tanu Sahney",
        "Sharmila Nandamuri"
      ],
      "journal": "Journal of pharmacy & bioallied sciences",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In recent years, antioxidants have gained significant attention in the field of dentistry due to their potential therapeutic benefits in various dental conditions. This comprehensive review aims to provide a detailed analysis of the role of antioxidants in dentistry, focusing on their mechanisms of action, clinical applications, and future prospects. The review highlights the potential of antioxidants in preventing and managing oral diseases, promoting oral health, and enhancing the outcomes of dental treatments."
    },
    {
      "pmid": "39345863",
      "title": "Impact of Cold Atmospheric Plasma Pretreatment on the Recovery of Phenolic Antioxidants from Spent Coffee Grounds.",
      "authors": [
        "Anastasia Kyriakoudi",
        "Anastasia Loukri",
        "Stamatia Christaki",
        "Yelyzaveta Oliinychenko",
        "Alexandros Ch Stratakos",
        "Ioannis Mourtzinos"
      ],
      "journal": "Food analytical methods",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the present study, cold atmospheric plasma (CAP) was employed as a pretreatment method for the extraction of phenolic compounds from spent coffee grounds (SCGs). The impact of CAP treatment conditions, i.e., thickness of the SCGs layer (mm), distance between the plasma source and the SCGs layer (mm) and duration of CAP treatment (min), on the total phenol content, in vitro antioxidant activity, as well as caffeine and chlorogenic acid content of SCGs, was investigated. The process parameters were optimized with the aid of response surface methodology (RSM). After optimizing the CAP pretreatment conditions, the CAP-treated SCGs were subjected to ultrasound-assisted extraction using ethanol as the extraction solvent. The optimum conditions for CAP treatment identified, i.e., thickness, 1 mm; distance, 16 mm; and duration, 15 min, led to a significant enhancement in the recovery of bioactive compounds from SCGs compared to those obtained from untreated SCGs. Total phenolic content and antioxidant activity significantly increased (i.e., TPC from 19.0 ± 0.7 to 24.9 ± 1.4 mg GAE/100 g dry SCGs, ADPPH from 106.7 ± 5.01 to 112.3 ± 4.3 μmol Trolox/100 g dry SCGs, AABTS from 106.7 ± 5.01 to 197.6 ± 5.8 μmol Trolox/100 g dry SCGs, ACUPRAC from 17938 ± 157 to 18299 ± 615 μmol Trolox/100 g dry SCGs). A significant increase in caffeine content from 799.1 ± 65.1 mg to 1064 ± 25 mg/100 g dry SCGs and chlorogenic acid content from 79.7 ± 15.3 mg to 111.3 ± 3.3 mg/100 g dry SCGs, was also observed. Overall, CAP pre-treatment can be used to enhance the recovery of bioactive compounds from SCGs."
    },
    {
      "pmid": "39345752",
      "title": "Neuroprotective effects of cerebroprotein hydrolysate and its combination with antioxidants against oxidative stress-induced HT22 cell death.",
      "authors": [
        "Eun-Ju Yang",
        "Jae Cheon Kim",
        "Dong Hee Na"
      ],
      "journal": "Toxicological research",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the neuroprotective effects of cerebroprotein hydrolysate (CPH) against oxidative stress-induced HT22 cell death. Additionally, the effect of antioxidants such as quercetin (QC) and N-acetyl-L-cysteine (NAC) on the neuroprotective activity of CPH was evaluated. The mouse-derived hippocampal neuronal cell line HT22 was pretreated with CPH or a mixture of CPH and QC or NAC. HT22 cell death was induced by either 10 mM glutamate, 2.5 μM amyloid-β (Aβ)25-35, and 300 μM cobalt chloride (CoCl2). As results, CPH effectively alleviated HT22 cell death induced by glutamate, Aβ25-35, and CoCl2. In addition, CPH combination with QC augmented cell viability in both glutamate- and Aβ25-35-stressed conditions but had no synergic effect on the CoCl2-stressed condition. The synergic effect of CPH and NAC combination was observed under all cell death conditions. The neuroprotective actions of CPH and its combinations with QC or NAC against various oxidative stress-induced HT22 cell deaths were demonstrated, providing a promising strategy for developing CPH preparations for the prevention and/or treatment of neurodegenerative diseases such as Alzheimer's disease."
    },
    {
      "pmid": "39332544",
      "title": "Diet-derived circulating antioxidants and functional outcome after ischemic stroke: Evidence from genetic studies.",
      "authors": [
        "Xudong Li",
        "Wei Liu",
        "Tianyu Jin",
        "Tong Zhang"
      ],
      "journal": "Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Diet-derived circulating antioxidants have been associated with functional outcome after ischemic stroke (IS), but the causality remains unclear. The aim of our study is to explore the potential causal effect of diet-derived circulating antioxidants on long-term functional outcome (at 3 months) following IS through the utilization of the Mendelian randomization (MR) approach. MATERIALS AND METHODS: For this two-sample MR analysis, genetic variants associated with the diet-derived circulating antioxidants, including selenium, zinc, vitamin A (retinol), vitamin C, and vitamin E (α-tocopherol and γ-tocopherol), were identified in a large-scale Genome-Wide Association Studies (GWAS) database and utilized as instrumental variables (IVs). Summary data for long-term functional outcome after IS were obtained from the Genetics of Ischemic Stroke Functional Outcome (GISCOME) network of 6021 patients. Our study used the Inverse-variance weighting method as our primary MR method and also performed a series of sensitivity analyses for pleiotropy and heterogeneity. RESULTS: We observed that selenium (odds ratio (OR)=0.81; 95 % confidence interval (CI): 0.68-0.97; p=0.02) was significantly associated with poor functional outcome (modified Rankin Scale score≥3) after IS. Genetic liabilities to other diet-derived circulating antioxidants were not strongly associated with functional outcome after IS (all p>0.05). Sensitivity analyses confirmed the reliability of these results. CONCLUSION: This MR study suggested the positive effect of selenium on the long-term functional outcome after IS. Giving a longer period of selenium exposure can be used as a potential treatment to improve recovery after IS.",
      "mesh_terms": [
        "Humans",
        "Ischemic Stroke",
        "Antioxidants",
        "Mendelian Randomization Analysis",
        "Genome-Wide Association Study",
        "Selenium",
        "Time Factors",
        "Functional Status",
        "Risk Factors",
        "Recovery of Function",
        "Biomarkers",
        "Disability Evaluation",
        "Databases, Genetic",
        "Vitamin A",
        "Polymorphism, Single Nucleotide",
        "Phenotype",
        "Diet",
        "Risk Assessment",
        "Treatment Outcome",
        "Zinc",
        "Male",
        "Middle Aged",
        "Genetic Predisposition to Disease",
        "Female",
        "Aged",
        "Ascorbic Acid"
      ]
    },
    {
      "pmid": "39324876",
      "title": "Evaluating the therapeutic effect of different forms of silymarin on liver status and expression of some genes involved in fat metabolism, antioxidants and anti-inflammatory in older laying hens.",
      "authors": [
        "Samira Faryadi",
        "Ardashir Sheikhahmadi",
        "Ayoub Farhadi",
        "Himan Nourbakhsh"
      ],
      "journal": "Veterinary medicine and science",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Silymarin, the predominant compound of milk thistle, is an extract took out from milk thistle (Silybum marianum) seeds, containing a mixture of flavonolignans with strong antioxidant capability. METHODS: The experiment was conducted using 70 Lohmann LSL-Lite hens at 80 weeks of age with 7 treatments each with 10 replicates. Treatments included: (1) control diet without silymarin, (2) daily intake of 100 mg silymarin powder/kg body weight (BW) (PSM100), (3) daily intake of 200 mg silymarin powder/kg BW (PSM200), (4) daily intake of 100 mg nano-silymarin/kg BW (NSM100), (5) daily intake of 200 mg nano-silymarin/kg BW (NSM200), (6) daily intake of 100 mg lecithinized silymarin/kg BW (LSM100) and (7) daily intake of 200 mg lecithinized silymarin/kg BW (LSM200). The birds were housed individually, and diets were fed for 12 weeks. RESULTS: Scanning electron microscopy showed that NSM was produced with the average particle size of 20.30 nm. Silymarin treatment improved serum antioxidant enzyme activity. All groups receiving silymarin showed a decrease in liver malondialdehyde content, expression of fatty acid synthase, tumour necrosis factor alpha, interleukin 6 (IL-6) genes in the liver, and hepatic steatosis than the control, except those fed the PSM100 diet. There were decreases in liver dry matter and fat contents, non-alcoholic fatty liver disease and hepatocyte ballooning, and an increase in glutathione peroxidase gene expression and a decrease in iNOS gene expression in birds fed the NSM100, NSM200, LSM100 and LSM200 diets compared to the control group. Moreover, all groups receiving silymarin showed a significant decrease in liver weight compare to the control group. CONCLUSIONS: Overall, the effects of silymarin when converted to NSM or LSM and offered at the level of 200 mg/kg BW were more pronounced on the hepatic variables and may be useful in the prevention of the liver disease in older laying hens.",
      "mesh_terms": [
        "Animals",
        "Silymarin",
        "Chickens",
        "Female",
        "Antioxidants",
        "Liver",
        "Diet",
        "Animal Feed",
        "Anti-Inflammatory Agents",
        "Lipid Metabolism",
        "Dietary Supplements",
        "Gene Expression",
        "Random Allocation"
      ]
    },
    {
      "pmid": "39305244",
      "title": "High-Throughput Screening of Antioxidant Drug Candidates from Natural Antioxidants with a \"Zero\" Intrinsic Fluorescence Peroxynitrite Sensing Precursor.",
      "authors": [
        "Hong Zhang",
        "Guan-Nan Zhu",
        "Fei-Fan Xiang",
        "Yu-Jin Chen",
        "Shan-Yong Chen",
        "Min Wu",
        "Kun Li"
      ],
      "journal": "Journal of medicinal chemistry",
      "publication_date": "2024-Oct-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The fluorescence high-throughput screening method is of importance for new antioxidant drug candidate discovery for the treatment of serious hepatorenal syndrome, which displayed an obvious upregulated peroxynitrite level. However, most of the current ONOO- probes possessed incomplete fluorescence quenching efficiency, which can result in non-negligible probe inherent fluorescence. Hence, we utilized the probe conjugated structure disruption strategy to construct hydrogenation phosphorus-substituted rhodamine (H-PRh) with \"zero\" probe inherent fluorescence character. Based on the precursor, a series of natural products were screened for identifying antioxidant drug candidates. Luteolin was screened out by activating the Sirt1-Nrf2-HO-1 signaling pathway to regulate the accumulation of ONOO- in the hepatorenal syndrome. Overall, the \"zero\" probe inherent fluorescence ONOO- sensor constructed here applies for a promising and versatile toolbox for illuminating the ONOO--related pathological process in the hepatorenal syndrome. Besides, this strategy of constructing highly sensitive sensors could serve as a valuable reference for further fluorescent probes.",
      "mesh_terms": [
        "Peroxynitrous Acid",
        "Antioxidants",
        "Humans",
        "High-Throughput Screening Assays",
        "Fluorescent Dyes",
        "NF-E2-Related Factor 2",
        "Biological Products",
        "Animals",
        "Sirtuin 1",
        "Heme Oxygenase-1",
        "Rhodamines",
        "Luteolin",
        "Fluorescence",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "39287312",
      "title": "Cell death and DNA damage via ROS mechanisms after applied antibiotics and antioxidants doses in prostate hyperplasia primary cell cultures.",
      "authors": [
        "Elena Matei",
        "Anita Cristina Ionescu",
        "Manuela Enciu",
        "Violeta Popovici",
        "Anca Florentina Mitroi",
        "Mariana Aschie",
        "Mariana Deacu",
        "Gabriela Isabela Băltățescu",
        "Antonela-Anca Nicolau",
        "Mihai Cătălin Roșu",
        "Miruna Cristian",
        "Nicolae Dobrin",
        "Constanța Ștefanov",
        "Mihaela Pundiche Butcaru",
        "Georgeta Camelia Cozaru"
      ],
      "journal": "Medicine",
      "publication_date": "2024-Sep-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tumor heterogeneity results in aggressive cancer phenotypes with acquired resistance. However, combining chemical treatment with adjuvant therapies that cause cellular structure and function perturbations may diminish the ability of cancer cells to resist at chemical treatment and lead to a less aggressive cancer phenotype. Applied treatments on prostate hyperplasia primary cell cultures exerted their antitumor activities through mechanisms including cell cycle blockage, oxidative stress, and cell death induction by flow cytometry methods. A 5.37 mM Chloramphenicol dose acts on prostate hyperplasia cells by increasing the pro-oxidant status, inducing apoptosis, autophagy, and DNA damage, but without ROS changes. Adding 6.30 mM vitamin C or 622 µM vitamin E as a supplement to 859.33 µM Chloramphenicol dose in prostate hyperplasia cells determines a significant increase of ROS level for a part of cells. However, other cells remain refractory to initial ROS, with significant changes in apoptosis, autophagy, and cell cycle arrest in G0/G1 or G2/M. When the dose of Chloramphenicol was increased to 5.37 mM for 6.30 mM of vitamin C, prostate hyperplasia cells reacted by ROS level drastically decreased, cell cycle arrest in G2/M, active apoptosis, and autophagy. The pro-oxidant action of 1.51 mM Erythromycin dose in prostate hyperplasia cell cultures induces changes in the apoptosis mechanisms and cell cycle arrest in G0/G1. Addition of 6.30 mM vitamin C to 1.51 mM Erythromycin dose in hyperplasia cell cultures, the pro-oxidant status determines diminished caspase 3/7 mechanism activation, but ROS level presents similar changes as Chloramphenicol dose and cell cycle arrest in G2/M. Flow cytometric analysis of cell death, oxidative stress, and cell cycle are recommended as laboratory techniques in therapeutic and diagnostic fields.",
      "mesh_terms": [
        "Male",
        "Humans",
        "DNA Damage",
        "Reactive Oxygen Species",
        "Antioxidants",
        "Anti-Bacterial Agents",
        "Prostatic Hyperplasia",
        "Apoptosis",
        "Ascorbic Acid",
        "Oxidative Stress",
        "Chloramphenicol",
        "Erythromycin",
        "Primary Cell Culture",
        "Vitamin E",
        "Autophagy",
        "Cell Cycle Checkpoints",
        "Cell Death"
      ]
    },
    {
      "pmid": "39285328",
      "title": "The effect of novel biotechnological vermicompost on tea yield, plant nutrient content, antioxidants, amino acids, and organic acids as an alternative to chemical fertilizers for sustainability.",
      "authors": [
        "Ayhan Kocaman",
        "Yüsra İnci",
        "Nurgül Kıtır",
        "Metin Turan",
        "Sanem Argın",
        "Ertan Yıldırım",
        "Gülay Giray",
        "Nilda Ersoy",
        "Adem Güneş",
        "Hikmet Katırcıoğlu",
        "Burak Gürkan",
        "Ali Volkan Bilgili",
        "Özlem Ete Aydemir",
        "Melike Akça"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Sep-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the performance of a novel organic tea compost developed for the first time in the world from raw tea waste from tea processing factories and enriched with worms, beneficial microorganisms, and enzymes was tested in comparison to chemical fertilizers in tea plantations in Rize and Artvin provinces, where the most intensive tea cultivation is carried out in Turkey. In the field trials, the developed organic tea vermicompost was incorporated into the root zones of the plants in the tea plantations in amounts of 1000 (OVT1), 2000 (OVT2) and 4000 (OVT4) (kg ha-1). The experimental design included a control group without OVT applications and positive controls with chemical fertilizers (N: P: K 25:5:10, (CF) 1200 kg ha-1) commonly used by local growers. The evaluation included field trials over two years. The average yields obtained in two-year field trials in five different areas were: Control (6326), OVT1 (7082), OVT2 (7408), OVT4 (7910), and CF (8028) kg ha-1. Notably, there was no significant statistical difference in yields between the organic (at 4000 kg ha-1 ) and chemical fertilizers (at 1200 kg ha-1). The highest nutrient contents were obtained when CF and OVT4 were applied. According to the average values across all regions, the application of OVT4 increased the uptake of 63% N, 18% K, 75% P, 21% Mg, 19% Na, 29% Ca, 28% Zn, 11% Cu and 24% Mn compared to the control group. The application of chemical fertilizers increased the uptake of 75% N, 21% K, 75% P, 21% Mg, 28% Na, 27% Ca, 30% Zn, 18% Cu and 31% Mn compared to the control group. The organic fertilizer treatment had the lowest levels of antioxidants compared to the control groups and the chemical fertilizers. It was also found that the organic fertilizer increased the levels of amino acids, organic acids and chlorophyll in the tea plant. Its low antioxidant activity and proline content prepared them for or protected them from stress conditions. With these properties, the biotechnologically developed organic tea compost fertilizer has proven to be very promising for tea cultivation and organic plant production.",
      "mesh_terms": [
        "Fertilizers",
        "Antioxidants",
        "Amino Acids",
        "Composting",
        "Camellia sinensis",
        "Soil",
        "Nutrients",
        "Tea",
        "Biotechnology",
        "Turkey"
      ]
    },
    {
      "pmid": "39280329",
      "title": "Role of antioxidants in reducing oxidative stress and seizure frequency in drug-resistant epileptic patients.",
      "authors": [
        "Jufitriani Ismy",
        "Amanda Soebadi",
        "Irawan Mangunatmadja",
        "Merci Monica",
        "Teny T Sari",
        "Klara Yuliarti"
      ],
      "journal": "Narra J",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Drug-resistant epilepsy presents significant challenges in treating epileptic patients, leading to recurrent seizures and necessitating the use of polypharmacy with anti-epileptic drugs. Both of these conditions contribute to increased oxidative stress, which is detrimental to the brain. The aim of this study was to determine the role of vitamins C and E in reducing oxidative stress and seizure frequency in drug-resistant epileptic patients. This was a double-blinded, randomized clinical trial with a placebo, parallel design, and block randomization. The subjects were drug-resistant epileptic patients aged 1-18 years who received routine treatment. Randomization was performed on 100 patients who were divided into the treatment or placebo groups. The patients received a combination of vitamin C (100 mg/day) and vitamin E (200 IU/day for those <5 years or 400 IU/day for those ≥5 years) or a placebo for eight weeks. Malondialdehyde (MDA) levels and seizure frequency were measured prior to and after the intervention. A total of 42 and 46 patients were followed till the end of the study in the intervention and placebo groups, respectively. Our data indicated that the MDA levels prior to treatment were not significantly different between the treatment and placebo groups (0.901 vs 0.890 mmol/mL, p=0.920) and were significantly reduced after the treatment in both the treatment group (p<0.001) and placebo group (p=0.028). The changes in MDA levels (between post- and pre-treatment) were also not significantly different between the two groups (p=0.181). Our per-protocol analysis indicated that the reduction in seizure frequency was significantly higher in the treatment group compared to the placebo group (95% vs 35%, p<0.001), with 92% and 60% relative and absolute risk reduction, respectively. The intention-to-treat analysis also indicated that the reduction in seizure frequency was significantly higher in the intervention group than in the control group (80% vs 32%, p<0.001), with relative and absolute risk reduction of 70% and 48%, respectively. There was no significant relationship between changes in MDA levels and seizure frequency in either group. In conclusion, vitamins C and E could reduce seizure frequency and, therefore, could be considered as adjuvant therapy in drug-resistant epileptic patients.",
      "mesh_terms": [
        "Humans",
        "Oxidative Stress",
        "Male",
        "Female",
        "Double-Blind Method",
        "Ascorbic Acid",
        "Drug Resistant Epilepsy",
        "Antioxidants",
        "Adolescent",
        "Vitamin E",
        "Child",
        "Child, Preschool",
        "Malondialdehyde",
        "Infant",
        "Seizures",
        "Anticonvulsants"
      ]
    },
    {
      "pmid": "39267789",
      "title": "Nanomedicines as Guardians of the Heart: Unleashing the Power of Antioxidants to Alleviate Myocardial Ischemic Injury.",
      "authors": [
        "Dongjian Han",
        "Fuhang Wang",
        "Deliang Shen"
      ],
      "journal": "Theranostics",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ischemic heart disease (IHD) is increasingly recognized as a significant cardiovascular disease with a growing global incidence. Interventions targeting the oxidative microenvironment have long been pivotal in therapeutic strategies. However, many antioxidant drugs face limitations due to pharmacokinetic and delivery challenges, such as short half-life, poor stability, low bioavailability, and significant side effects. Fortunately, nanotherapies exhibit considerable potential in addressing IHD. Nanomedicines offer advantages such as passive/active targeting, prolonged circulation time, enhanced bioavailability, and diverse carrier options. This comprehensive review explores the advancements in nanomedicines for mitigating IHD through oxidative stress regulation, providing an extensive overview for researchers in the field of antioxidant nanomedicines. By inspiring further research, this study aims to accelerate the development of novel therapies for myocardial injury.",
      "mesh_terms": [
        "Antioxidants",
        "Humans",
        "Nanomedicine",
        "Myocardial Ischemia",
        "Animals",
        "Oxidative Stress",
        "Nanoparticles",
        "Drug Delivery Systems"
      ]
    },
    {
      "pmid": "39265715",
      "title": "Inhibition of 5-alpha reductase attenuates cardiac oxidative damage in obese and aging male rats via the enhancement of antioxidants and the p53 protein suppression.",
      "authors": [
        "Nattayaporn Apaijai",
        "Hiranya Pintana",
        "Thiraphat Saengmearnuparp",
        "Apisek Kongkaew",
        "Busarin Arunsak",
        "Titikorn Chunchai",
        "Siriporn C Chattipakorn",
        "Nipon Chattipakorn"
      ],
      "journal": "Chemico-biological interactions",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In aging and metabolic syndrome oxidative stress is a causative factor in the cardiovascular pathology. Upregulation of 5-⍺ reductase is associated with cardiac hypertrophy but how inhibition of 5-⍺ reductase affects cardiometabolic function during oxidative damage under those conditions is unclear. Our hypothesis was that Finasteride (Fin), a 5-⍺ reductase inhibitor, promotes an antioxidant response, leading to an improvement in cardiac function in obese and aging rats. Male rats were divided into 3 groups including normal diet (ND) fed rats, ND-fed rats treated with d-galactose (D-gal) to induce aging, and high-fat diet (HFD) fed rats to induce obesity. Rats received their assigned diet or D-gal for 18 weeks. At week 13, rats in each group were divided into 2 subgroups and received either a vehicle or Fin (5 mg/kg/day, oral gavage). Cardiometabolic and molecular parameters were subsequently investigated. Both D-gal and HFD successfully induced cardiometabolic dysfunction, oxidative stress, mitochondrial dysfunction, and DNA fragmentation. Fin treatment did not affect metabolic disturbances; however, it reduced cardiac sympathovagal imbalance, cardiac dysfunction through the inhibition of oxidative stress and promoted antioxidants, resulting in reduced p53 protein levels and DNA fragmentation. Surprisingly, Fin induced insulin resistance in ND-fed rats. Fin effectively improved cardiac function in both models by enhancing antioxidant levels, suppressing oxidative stress and DNA fragmentation. However, Fin treatment did not confer any beneficial effects on metabolic status. Fin administration effectively improved cardiac sympathovagal balance and cardiac function in rats with oxidative damage induced by either D-gal or HFD.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Oxidative Stress",
        "Obesity",
        "Aging",
        "Tumor Suppressor Protein p53",
        "Rats",
        "Antioxidants",
        "Diet, High-Fat",
        "5-alpha Reductase Inhibitors",
        "Rats, Sprague-Dawley",
        "Finasteride",
        "Insulin Resistance",
        "Myocardium",
        "Heart",
        "Galactose",
        "DNA Fragmentation",
        "Cholestenone 5 alpha-Reductase"
      ]
    },
    {
      "pmid": "39231081",
      "title": "Treatment of Acne Vulgaris-Associated Post-Inflammatory Dyschromia With Combination of Non-Ablative Laser Therapy and Topical Antioxidants.",
      "authors": [
        "Jamie K Hu",
        "Rebecca L Quinonez",
        "Vladimir Antasiuk",
        "Jill Waibel"
      ],
      "journal": "Journal of drugs in dermatology : JDD",
      "publication_date": "2024-Sep-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Acne can cause disfiguring sequelae, such as scarring, post-inflammatory erythema (PIE), and post-inflammatory hyperpigmentation (PIH). These post-inflammatory dyschromias pose a significant psychological burden on patients. This burden disproportionately affects skin of color (SOC) patients and can be the most distressing aspect of acne in SOC patients with skin types IV to VI. Multiple non-ablative lasers are used in the treatment of acne-related PIE and PIH. Combination therapies have shown promise in conditions such as rosacea, acne, and post-inflammatory dyschromia. Addressing both the inflammatory and scarring components of acne is key. Given the role of oxidation in the inflammatory cascade, including antioxidants could be an efficacious adjuvant with non-ablative lasers. This is a single-site, randomized, controlled clinical study of 25 subjects with skin types I to VI with facial PIE and/or PIH from acne. The primary objective was to investigate the clinical efficacy of non-ablative laser therapy followed by the topical application of Silymarin/Salicylic Acid/L-Ascorbic Acid/Ferulic Acid (SSAF) or control in the improvement in oily skin patients with facial PIE and PIH due to acne lesions. There was a statistically significant decrease in PIH and intralesional melanin in patients treated with a combination SSAF and non-ablative laser therapy. Improvement of both PIE and PIH was augmented in combination with SSAF and laser-treated patients compared with the laser-only group, with a concomitant increase in collagen density. This was even more strikingly marked in the SOC subjects, potentially providing an energy-based device (EBD)-based therapy in this population. Limitations of this study include small sample size and length of post-treatment follow-up. J Drugs Dermatol. 2024;23(9):769-773. doi:10.36849/JDD.8309.",
      "mesh_terms": [
        "Humans",
        "Acne Vulgaris",
        "Antioxidants",
        "Hyperpigmentation",
        "Female",
        "Adult",
        "Male",
        "Combined Modality Therapy",
        "Young Adult",
        "Treatment Outcome",
        "Administration, Cutaneous",
        "Adolescent",
        "Laser Therapy",
        "Low-Level Light Therapy",
        "Erythema",
        "Salicylic Acid",
        "Ascorbic Acid",
        "Skin Pigmentation"
      ]
    },
    {
      "pmid": "39203723",
      "title": "The Role of Antioxidants in the Therapy of Cardiovascular Diseases-A Literature Review.",
      "authors": [
        "Ewelina Młynarska",
        "Joanna Hajdys",
        "Witold Czarnik",
        "Piotr Fularski",
        "Klaudia Leszto",
        "Gabriela Majchrowicz",
        "Wiktoria Lisińska",
        "Jacek Rysz",
        "Beata Franczyk"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Aug-06",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Antioxidants are endogenous and exogenous substances with the ability to inhibit oxidation processes by interacting with reactive oxygen species (ROS). ROS, in turn, are small, highly reactive substances capable of oxidizing a wide range of molecules in the human body, including nucleic acids, proteins, lipids, carbohydrates, and even small inorganic compounds. The overproduction of ROS leads to oxidative stress, which constitutes a significant factor contributing to the development of disease, not only markedly diminishing the quality of life but also representing the most common cause of death in developed countries, namely, cardiovascular disease (CVD). The aim of this review is to demonstrate the effect of selected antioxidants, such as coenzyme Q10 (CoQ10), flavonoids, carotenoids, and resveratrol, as well as to introduce new antioxidant therapies utilizing miRNA and nanoparticles, in reducing the incidence and progression of CVD. In addition, new antioxidant therapies in the context of the aforementioned diseases will be considered. This review emphasizes the pleiotropic effects and benefits stemming from the presence of the mentioned substances in the organism, leading to an overall reduction in cardiovascular risk, including coronary heart disease, dyslipidaemia, hypertension, atherosclerosis, and myocardial hypertrophy.",
      "mesh_terms": [
        "Humans",
        "Antioxidants",
        "Cardiovascular Diseases",
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Resveratrol",
        "Ubiquinone",
        "Carotenoids",
        "Flavonoids",
        "MicroRNAs"
      ]
    },
    {
      "pmid": "39199418",
      "title": "Nano-Formulations of Natural Antioxidants for the Treatment of Liver Cancer.",
      "authors": [
        "Mariateresa Cristani",
        "Andrea Citarella",
        "Federica Carnamucio",
        "Nicola Micale"
      ],
      "journal": "Biomolecules",
      "publication_date": "2024-Aug-19",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Oxidative stress is a key factor in the pathological processes that trigger various chronic liver diseases, and significantly contributes to the development of hepatocarcinogenesis. Natural antioxidants reduce oxidative stress by neutralizing free radicals and play a crucial role in the treatment of free-radical-induced liver diseases. However, their efficacy is often limited by poor bioavailability and metabolic stability. To address these limitations, recent advances have focused on developing nano-drug delivery systems that protect them from degradation and enhance their therapeutic potential. Among the several critical benefits, they showed to be able to improve bioavailability and targeted delivery, thereby reducing off-target effects by specifically directing the antioxidant to the liver tumor site. Moreover, these nanosystems led to sustained release, prolonging the therapeutic effect over time. Some of them also exhibited synergistic effects when combined with other therapeutic agents, allowing for improved overall efficacy. This review aims to discuss recent scientific advances in nano-formulations containing natural antioxidant molecules, highlighting their potential as promising therapeutic approaches for the treatment of liver cancer. The novelty of this review lies in its comprehensive focus on the latest developments in nano-formulations of natural antioxidants for the treatment of liver cancer.",
      "mesh_terms": [
        "Antioxidants",
        "Humans",
        "Liver Neoplasms",
        "Oxidative Stress",
        "Nanoparticles",
        "Animals"
      ]
    },
    {
      "pmid": "39199207",
      "title": "Antioxidants Hydroxytyrosol and Thioredoxin-Mimetic Peptide CB3 Protect Irradiated Normal Tissue Cells.",
      "authors": [
        "Katrin Borrmann",
        "Fabian Martin Troschel",
        "Kathrin Annemarie Brücksken",
        "Nancy Adriana Espinoza-Sánchez",
        "Maryam Rezaei",
        "Kai Moritz Eder",
        "Björn Kemper",
        "Hans Theodor Eich",
        "Burkhard Greve"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Aug-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Reducing side effects in non-cancerous tissue is a key aim of modern radiotherapy. Here, we assessed whether the use of the antioxidants hydroxytyrosol (HT) and thioredoxin-mimetic peptide CB3 (TMP) attenuated radiation-induced normal tissue toxicity in vitro. We used primary human umbilical vein endothelial cells (HUVECs) and human epidermal keratinocytes (HaCaT) as normal tissue models. Cells were treated with HT and TMP 24 h or immediately prior to irradiation. Reactive oxygen species (ROS) were assessed via luminescent- and fluorescence-based assays, migration was investigated using digital holographic microscopy, and clonogenic survival was quantified by colony formation assays. Angiogenesis and wound healing were evaluated via time-dependent microscopy. Secreted cytokines were validated in quantitative polymerase chain reaction (qPCR) studies. Treatment with HT or TMP was well tolerated by cells. The application of either antioxidant before irradiation resulted in reduced ROS formation and a distinct decrease in cytokines compared to similarly irradiated, but otherwise untreated, controls. Antioxidant treatment also increased post-radiogenic migration and angiogenesis while accelerating wound healing. HT or TMP treatment immediately before radiotherapy increased clonogenic survival after radiotherapy, while treatment 24 h before radiotherapy enhanced baseline proliferation. Both antioxidants may decrease radiation-induced normal tissue toxicity and deserve further pre-clinical investigation."
    },
    {
      "pmid": "39184461",
      "title": "Comparison of Physicochemical Properties, Antioxidants, and Aroma Profiles of Water- and Sodium-Hydroxide-Treated Natural Cocoa Powder.",
      "authors": [
        "Ertan Sahin",
        "Fatma Duygu Ceylan",
        "Aslı Barla Demirkoz",
        "Aslı Can Karaca",
        "Esra Capanoglu"
      ],
      "journal": "ACS omega",
      "publication_date": "2024-Aug-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cocoa powder alkalization is an essential process in chocolate manufacturing, and traditionally, this process involves the use of alkaline agents, such as sodium hydroxide (NaOH), potassium hydroxide (KOH), and potassium carbonate (K2CO3). However, these methods involve harsh chemicals and energy-intensive procedures, raising significant environmental concerns. Water (H2O) has emerged as a promising alternative due to its safety, minimally harmful byproducts, and accessibility. Green chemistry principles have gained importance across industries, especially in food production, where sustainable practices are highly valued. This study aimed to develop a greener process by investigating the alkalization potential of H2O and comparing the results with those of NaOH. The particle size distribution, pH, color, antioxidant capacity, phenolic composition, and aroma profile of cocoa powders treated with H2O and NaOH were evaluated. The alkalization temperature significantly affected the color of the cocoa powders, and the alkali solution ratio influenced the L* values of H2O-treated powders. In industrial and commercial specifications, an ΔE value below 3 is considered standard for color measurements. Both H2O-treated and NaOH-treated natural cocoa powders had ΔE values exceeding 3 compared to the untreated powder, indicating that H2O treatment darkens the color in a similar way to that of traditional methods. While NaOH produced a darker color, process optimization allowed both H2O and NaOH treatments to achieve similar color attributes (ΔE < 3). Significant differences were observed in the antioxidant capacity and total phenolic content (TPC) between the H2O-treated and NaOH-treated cocoa powders. H2O treatment positively impacted the antioxidative properties of the cocoa powder. The antioxidant capacity, measured by the DPPH and CUPRAC methods, was significantly higher in H2O-treated samples (295.5-317.7 TEAC mg/100 g and 835-1542 TEAC mg/100 g, respectively) compared to NaOH-treated samples (256.6-306.2 TEAC mg/100 g and 171-849 TEAC mg/100 g, respectively). Additionally, the TPC of H2O-treated cocoa powder [281.3-321.6 gallic acid equivalent (GAE) mg/100 g] was significantly higher than that of NaOH-treated powder (100.0-298.6 GAE mg/100 g). The significant differences in the phenolic profiles suggested that the alkalization process affects individual phenolic compounds differently. Moreover, H2O-treated cocoa powders had significantly higher trimethylpyrazine/tetramethylpyrazine (TrMP/TMP) ratios than those of NaOH-treated samples, indicating notable differences in aroma profiles. This study suggests that H2O can replace NaOH in the alkalization process of the cocoa industry, particularly for lightly treated alkalized cocoa powders that maintain high antioxidant activity and TrMP/TMP ratios. This offers a more environmentally friendly, easily manageable, and sustainable process for cocoa powder alkalization."
    },
    {
      "pmid": "39174346",
      "title": "Acid-Resistant Nano-antioxidants Based on Epigallocatechin Gallate Alleviate Acute Intestinal and Kidney Inflammation.",
      "authors": [
        "Qingqing Pan",
        "Li Xie",
        "Pingyang Cai",
        "Di Wu",
        "Huang Zhu",
        "Long Xu",
        "Rong Liu",
        "Kui Luo",
        "Bin He",
        "Yuji Pu"
      ],
      "journal": "ACS applied materials & interfaces",
      "publication_date": "2024-Sep-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Epigallocatechin gallate (EGCG)-based nanosystems have garnered significant attention for their ability to alleviate inflammation due to their excellent anti-inflammatory properties and enhanced drug delivery capabilities. However, the degradation of EGCG in strongly acidic environments poses a challenge for potential administration, particularly in oral formulations, where gastric resistance is essential. In this study, we develop a \"disintegration and reorganization\" strategy to create acid-resistant antioxidant nanoparticles (EGA NPs) based on EGCG and 5-aminosalicylic acid (5-ASA) for mitigating inflammation in colitis and acute kidney injury. At acidic pH, the ester bond in EGCG breaks down, producing two building blocks. These, together with 5-ASA and formaldehyde, form oligomers through a combination of phenol-aldehyde condensation and the Mannich reaction. The resulting oligomers self-assemble into EGA NPs, which exhibit significant stability under both acidic and neutral pH conditions. This stability makes them suitable for oral administration, allowing them to withstand harsh gastric conditions, as well as for intravenous injection. Importantly, these oligomers retain the antioxidant and anti-inflammatory properties of EGCG, effectively scavenging reactive oxygen species and reducing intracellular oxidative stress. Additionally, EGA shows potential as a drug carrier, efficiently loading the anti-inflammatory agent curcumin (Cur) to form Cur@EGA NPs. In vivo studies demonstrate the efficacy of Cur@EGA and EGA in alleviating acute colitis and kidney injury following oral and intravenous administration, respectively. These nanoparticulate formulations exhibit superior inflammation reduction compared to free Cur in vivo. Overall, our findings introduce a novel acid-resistant nanoplatform based on EGCG for the treatment of acute inflammation.",
      "mesh_terms": [
        "Catechin",
        "Animals",
        "Antioxidants",
        "Mice",
        "Nanoparticles",
        "Acute Kidney Injury",
        "Colitis",
        "Inflammation",
        "Hydrogen-Ion Concentration",
        "Mesalamine",
        "Oxidative Stress",
        "Anti-Inflammatory Agents",
        "Male",
        "Drug Carriers",
        "Humans"
      ]
    },
    {
      "pmid": "39164995",
      "title": "Plasma monomeric ApoA1 and high-density lipoprotein bound ApoA1 are markedly decreased and associated with low levels of lipophilic antioxidants in sickle cell disease: A potential new pathway for therapy.",
      "authors": [
        "Eric J Niesor",
        "Anne Perez",
        "Serge Rezzi",
        "Andrew Hodgson",
        "Stephane Canarelli",
        "Gregoire Millet",
        "Tadej Debevec",
        "Claire Bordat",
        "Elie Nader",
        "Philippe Connes"
      ],
      "journal": "European journal of haematology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Patients with sickle cell disease (SCD) exhibit high levels of reactive oxygen species and low plasma levels of lipophilic antioxidants, which may contribute to end-organ damage and disease sequelae. Apolipoprotein A1, the major apolipoprotein of high-density lipoprotein (HDL), is mainly secreted by the intestine and liver in the form of monomeric ApoA1 (mApoA1) present in plasma. Cholesterol and α-tocopherol are delivered to ApoA1 via the ATP-binding cassette transporter, subfamily A, member 1 (ABCA1). We measured cholesterol, mApoA1, ApoA1, and lipophilic antioxidants in the plasma of 17 patients with SCD and 40 healthy volunteers. Mean HDL cholesterol (-C) levels in SCD patients and healthy subjects were 59.3 and 48.1 mg/dL, respectively, and plasma lutein, zeaxanthin, and α-tocopherol were 64.0%, 68.7%, and 9.1% lower, respectively. To compare SCD to healthy subjects with similar HDL-C, we also performed subgroup analyses of healthy subjects with HDL-C above or below the mean. In SCD, the mApoA1 level was 30.4 μg/mL; 80% lower than 141 μg/mL measured in healthy volunteers with similar HDL-C (56.7 mg/dL). The mApoA1 level was also 38.4% greater in the higher versus lower HDL-C subgroups (p = .002). In the higher HDL-C subgroup, lutein and zeaxanthin transported by HDL were 48.9% (p = .01) and 41.9% (p = .02) higher, respectively, whereas α-tocopherol was 31.7% higher (p = .003), compared to the lower HDL-C subgroup. Plasma mApoA1 may be a marker of the capacity of HDL to capture and deliver liposoluble antioxidants, and treatments which raise HDL may benefit patients with high oxidative stress as exemplified by SCD.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Antioxidants",
        "Anemia, Sickle Cell",
        "Apolipoprotein A-I",
        "Adult",
        "Lipoproteins, HDL",
        "Middle Aged",
        "Case-Control Studies",
        "alpha-Tocopherol",
        "Young Adult",
        "Cholesterol, HDL",
        "Biomarkers",
        "Protein Binding"
      ]
    },
    {
      "pmid": "39162298",
      "title": "Correction to \"Natural Antioxidants: An Effective Strategy for the Treatment of Alzheimer's Disease at the Early Stage\".",
      "authors": [
        "Yifeng Wang",
        "Yan Huang",
        "Aixia Ma",
        "Jiahe You",
        "Jing Miao",
        "Jinyao Li"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-Aug-28",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "39156333",
      "title": "A Narrative Review of Oxidative Stress and Liver Disease in Pregnancy: The Role of Antioxidants.",
      "authors": [
        "Bandhanjot Kaur",
        "Ravleen K Bakshi",
        "Sujata Siwatch"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pregnancy brings numerous physiological changes to the body of the pregnant woman. Liver diseases in pregnancy contribute to increased oxidative stress, disrupting the delicate balance between reactive oxygen species and antioxidant defence. Antioxidant supplementation may have potential benefits in addressing pregnancy-related liver disorders, such as HELLP (haemolysis, elevated liver enzymes, low platelet count) and preeclampsia-associated liver dysfunction in pregnancy. The purpose of this narrative review is to review the evidence regarding oxidative stress in liver disorders during pregnancy and the role of antioxidants in alleviating oxidative stress and its effect on maternal and foetal outcomes. A narrative review study design involved a comprehensive search across three scientific databases: PubMed, Embase, and MEDLINE, published in the last 20 years. The searches were performed up to January 2024. Thirty-two studies were included in the narrative review. The most studied antioxidants were vitamins (vitamin C and E) for their role in clinical treatment, prophylaxis, and clearing surrogate oxidative stress markers. The majority of studies were on preeclampsia. Though the existing literature is not robust, available evidence suggests that antioxidant supplementation may have potential benefits in addressing pregnancy-related liver disorders, such as HELLP and preeclampsia-associated liver dysfunction in pregnancy. However, there is a need to establish consistent protocols, ethical standards, and well-designed clinical trials to clarify the timing and dosage of antioxidants in pregnancy. Antioxidants may alleviate the oxidative stress in various liver disorders during pregnancy, which still needs to be studied further for their clinical relevance."
    },
    {
      "pmid": "39154837",
      "title": "Transthyretin Amyloidosis: Role of oxidative stress and the beneficial implications of antioxidants and nutraceutical supplementation.",
      "authors": [
        "Fredrick Nwude Eze"
      ],
      "journal": "Neurochemistry international",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Transthyretin (ATTR) amyloidosis constitutes a spectrum of debilitating neurodegenerative diseases instigated by systemic extracellular deposition of partially unfolded/aggregated aberrant transthyretin. The homotetrameric protein, TTR, is abundant in the plasma, and to a lesser extent the cerebrospinal fluid. Rate-limiting tetramer dissociation of the native protein is regarded as the critical step in the formation of morphologically heterogenous toxic aggregates and the onset of clinical manifestations such as polyneuropathy, cardiomyopathy, disturbances in motor and autonomic functions. Over the past few decades there has been increasing evidence suggesting that in addition to destabilization in TTR tetramer structure, oxidative stress may also play an important role in the pathogenesis of ATTR amyloidosis. In this review, an update on the impact of oxidative stress in TTR amyloidogenesis as well as TTR aggregate-mediated pathologies is discussed. The counteracting effects of antioxidants and nutraceutical agents explored in the treatment of ATTR amyloidosis based on recent evidence is also critically examined. The insights unveiled could further strengthen current understanding of the mechanisms underlying ATTR amyloidosis as well as extend the range of strategies for effective management of ATTR amyloidoses.",
      "mesh_terms": [
        "Humans",
        "Oxidative Stress",
        "Antioxidants",
        "Amyloid Neuropathies, Familial",
        "Dietary Supplements",
        "Prealbumin",
        "Animals"
      ]
    },
    {
      "pmid": "39144947",
      "title": "Synergistic delivery of hADSC-Exos and antioxidants has inhibitory effects on UVB-induced skin photoaging.",
      "authors": [
        "Yu Fu",
        "Jun-Ling Xie",
        "Wan-Ting Zhang",
        "Xing-Liao Zhang",
        "Xin-Min Zhang",
        "Meng-Meng Xu",
        "Yao-Ting Han",
        "Rong-Qi Liu",
        "Guang-Ming Xie",
        "Jing Zhang",
        "Jun Zhang"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ultraviolet B (UVB) light exposure accelerates skin photoaging. Human adipose-derived stem cell exosomes (hADSC-Exos) and some antioxidants may have anti-photoaging effects. However, it is unknown whether the combination of hADSC-Exos and antioxidants plays a synergistic role in anti-photoaging. In cellular and 3D skin models, we showed that vitamin E (VE) and hADSC-Exos were optimal anti-photoaging combinations. In vivo, VE and hADSC-Exos increased skin tightening and elasticity in UVB-induced photoaging mice Combined treatment with VE and hADSC-Exos inhibited SIRT1/NF-κB pathway. These findings contribute to the understanding of hADSC-Exos in conjunction with other antioxidants, thereby providing valuable insights for the future pharmaceutical and cosmetic industries."
    },
    {
      "pmid": "39133405",
      "title": "Role of Natural Antioxidants in Cancer.",
      "authors": [
        "Faizah Jabr Alsulami",
        "Sadr Ul Shaheed"
      ],
      "journal": "Cancer treatment and research",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The oxidative stress defined as an event caused by an imbalance between production and accumulation of reactive oxygen species (ROS), which lead to a damage in the structure of proteins, lipids, and DNA. Therefore, the production of ROS may alter the normal physiological process by provoking damage to multiple cellular organelles and processes. Oxidative stress has been linked to heart disease, cancer, respiratory diseases, immune deficiency, stroke, Parkinson's disease, and other inflammatory or ischemic conditions. Antioxidants are substances that can prevent or slow damage to cells and tissues caused by ROS, unstable molecules that the body produces as a reaction to environmental and other pressures. The β-carotene, catechins, flavonoids, polyphenols, lycopene, lutein, selenium, vitamins A, C, D, E, and zeaxanthin are all common types of antioxidants and found in plant-based foods, especially fruits and vegetables. Each antioxidant has its own role and can interact with others to process and remove free radicals efficiently. Several studies have been conducted to investigate whether the use of dietary antioxidant supplements is associated with decreased risks of developing cancer in humans, mixed results were reported. For instance, daily use of supplement such as vitamin c, vitamin E, β-Carotene, and minerals such as selenium and zinc have shown its effectiveness by reducing the risk of developing prostate cancer among men and skin cancer among women.",
      "mesh_terms": [
        "Humans",
        "Antioxidants",
        "Neoplasms",
        "Oxidative Stress",
        "Dietary Supplements",
        "Animals",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "39125822",
      "title": "Interactions between Dietary Antioxidants, Dietary Fiber and the Gut Microbiome: Their Putative Role in Inflammation and Cancer.",
      "authors": [
        "Camelia Munteanu",
        "Betty Schwartz"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Jul-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The intricate relationship between the gastrointestinal (GI) microbiome and the progression of chronic non-communicable diseases underscores the significance of developing strategies to modulate the GI microbiota for promoting human health. The administration of probiotics and prebiotics represents a good strategy that enhances the population of beneficial bacteria in the intestinal lumen post-consumption, which has a positive impact on human health. In addition, dietary fibers serve as a significant energy source for bacteria inhabiting the cecum and colon. Research articles and reviews sourced from various global databases were systematically analyzed using specific phrases and keywords to investigate these relationships. There is a clear association between dietary fiber intake and improved colon function, gut motility, and reduced colorectal cancer (CRC) risk. Moreover, the state of health is reflected in the reciprocal and bidirectional relationships among food, dietary antioxidants, inflammation, and body composition. They are known for their antioxidant properties and their ability to inhibit angiogenesis, metastasis, and cell proliferation. Additionally, they promote cell survival, modulate immune and inflammatory responses, and inactivate pro-carcinogens. These actions collectively contribute to their role in cancer prevention. In different investigations, antioxidant supplements containing vitamins have been shown to lower the risk of specific cancer types. In contrast, some evidence suggests that taking antioxidant supplements can increase the risk of developing cancer. Ultimately, collaborative efforts among immunologists, clinicians, nutritionists, and dietitians are imperative for designing well-structured nutritional trials to corroborate the clinical efficacy of dietary therapy in managing inflammation and preventing carcinogenesis. This review seeks to explore the interrelationships among dietary antioxidants, dietary fiber, and the gut microbiome, with a particular focus on their potential implications in inflammation and cancer.",
      "mesh_terms": [
        "Humans",
        "Dietary Fiber",
        "Gastrointestinal Microbiome",
        "Antioxidants",
        "Inflammation",
        "Neoplasms",
        "Animals",
        "Probiotics",
        "Dietary Supplements",
        "Colorectal Neoplasms"
      ]
    },
    {
      "pmid": "39125648",
      "title": "Alliums as Potential Antioxidants and Anticancer Agents.",
      "authors": [
        "Kanivalan Iwar",
        "Kingsley Ochar",
        "Yun Am Seo",
        "Bo-Keun Ha",
        "Seong-Hoon Kim"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Jul-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The genus Allium plants, including onions, garlic, leeks, chives, and shallots, have long been recognized for their potential health benefits, particularly in oxidative and cancer prevention. Among them, onions and garlic have been extensively studied, unveiling promising biological activities that are indicative of their potential as potent antioxidant and anticancer agents. Research has revealed a rich repository of bioactive compounds in Allium species, highlighting their antioxidative properties and diverse mechanisms that target cancer cells. Compounds such as allicin, flavonoids, and organosulfur compounds (OSCs) exhibit notable antioxidant and anticancer properties, affecting apoptosis induction, cell cycle arrest, and the inhibition of tumor proliferation. Moreover, their antioxidant and anti-inflammatory attributes enhance their potential in cancer therapy. Studies exploring other Allium species beyond onions and garlic have revealed similar biological activities, suggesting a broad spectrum of natural products that could serve as promising candidates for developing novel anticancer treatments. Understanding the multifaceted potential of Allium plants will pave the way for innovative strategies in oxidative and cancer treatment and prevention, offering new avenues for pharmaceutical research and dietary interventions. Therefore, in this review, we compile an extensive analysis of the diversity of various Allium species, emphasizing their remarkable potential as effective agents.",
      "mesh_terms": [
        "Allium",
        "Humans",
        "Antioxidants",
        "Neoplasms",
        "Animals",
        "Antineoplastic Agents",
        "Antineoplastic Agents, Phytogenic",
        "Plant Extracts",
        "Apoptosis"
      ]
    },
    {
      "pmid": "39098894",
      "title": "\"The effects of non-surgical periodontal treatment plus zinc and magnesium supplementation on oxidative stress and antioxidants enzymes in type 2 diabetes patients: a quasi-experimental study\".",
      "authors": [
        "José Carlos Alarcón-Moreno",
        "Mónica Flores-Muñoz",
        "María Sobeida L Blázquez-Morales",
        "Miguel Eric García-Rivera",
        "Juan Carlos Rodríguez-Alba",
        "Claudio Rafael Castro-López",
        "Francisco Javier Nachón-García",
        "Víctor Hugo Muñoz-Muñoz",
        "María Gabriela Nachón-García"
      ],
      "journal": "BMC oral health",
      "publication_date": "2024-Aug-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Periodontal Disease (PD) associated with Type 2 Diabetes Mellitus (T2DM) is a chronic condition that affects the oral cavity of people living with T2DM. The mechanisms of the interaction between type 2 Diabetes Mellitus and Periodontal diseases are complex and involve multiple pathophysiological pathways related to the systemic inflammatory process and oxidative stress. Non-surgical periodontal treatment (NSTP) is considered the standard for the management of this disease; however, patients with systemic conditions such as type 2 Diabetes Mellitus do not seem to respond adequately. For this reason, the use of complementary treatments has been suggested to support non-surgical periodontal treatment to reduce the clinical consequences of the disease and improve the systemic conditions of the patient. The use of zinc gluconate and magnesium oxide as an adjunct to non-surgical periodontal treatment and its effects on periodontal clinical features and oxidative stress in patients with Periodontal diseases -type 2 Diabetes Mellitus is poorly understood. METHODS: A quasi-experimental study was performed in patients with periodontal diseases associated with T2DM. Initially, 45 subjects who met the selection criteria were included. 19 were assigned to a control group [non-surgical periodontal treatment] and 20 to the experimental group (non-surgical periodontal treatment + 500 mg of magnesium oxide and 50 mg of zinc gluconate for oral supplementation for 30 days) and the data of 6 patients were eliminated. Sociodemographic characteristics, physiological factors, biochemical parameters, and clinical features of periodontal diseases were assessed. RESULTS: In this research a change in periodontal clinical characteristics was observed, which has been associated with disease remission. Additionally, a shift in MDA levels was presented for both groups. Furthermore, the supplementation group showed an increase in antioxidant enzymes when compared to the group that only received NSPT. CONCLUSION: The use of Zinc gluconate and magnesium oxide can serve as a complementary treatment to non-surgical periodontal treatment, that supports the remission of PD as a result of regulation-reduction of oxidative biomarkers and increase in antioxidant enzymes activity. TRIAL REGISTRATION: https://www.isrctn.com ISRCTN 14,092,381. September 13º 2023. Retrospective Registration.",
      "mesh_terms": [
        "Humans",
        "Oxidative Stress",
        "Diabetes Mellitus, Type 2",
        "Female",
        "Middle Aged",
        "Male",
        "Gluconates",
        "Antioxidants",
        "Magnesium Oxide",
        "Dietary Supplements",
        "Zinc",
        "Magnesium",
        "Periodontal Diseases",
        "Adult"
      ]
    },
    {
      "pmid": "39080183",
      "title": "The protective effects of antioxidants against endogenous and exogenous oxidative stress on bull sperm.",
      "authors": [
        "Ali Md Younus",
        "Takahiro Yamanaka",
        "Masayuki Shimada"
      ],
      "journal": "In vitro cellular & developmental biology. Animal",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative stress, caused by both endogenous and exogenous factors, affects sperm function by damaging morphology and reducing metabolic activity, leading to reduced fertilization ability. The purpose of this study was to investigate the effects of oxidative stress on bull sperm and to evaluate the efficacy of targeted antioxidants in mitigating these detrimental effects. Fresh bull semen samples were subjected to hydrogen peroxide (H2O2) and antimycin treatments to induce oxidative stress, and the antioxidants PQQ, ergothioneine, and vitamin C were applied to counteract the induced stress. Sperm motility, viability, and reactive oxygen species (ROS) levels in the cytoplasm and mitochondria of sperm were assessed using computer-assisted sperm analysis (CASA) and flow cytometry. The treatment with H2O2 rapidly decreased sperm viability, and antimycin-induced mitochondrial ROS mainly decreased sperm motility; PQQ and vitamin C effectively reduced mitochondrial ROS, while ergothioneine and vitamin C reduced cytosolic ROS. In frozen-thawed sperm, oxidative stress was elevated in both cytoplasm and mitochondria, and all three antioxidants improved sperm motility by inhibiting ROS production. Furthermore, the localization of oxidized lipids (4-hydroxynonenal) in sperm was detected using immunofluorescence, indicating that oxidative stress affects the head and midpiece of sperm. These findings highlight the potential of targeted antioxidants to mitigate the detrimental effects of oxidative stress on bull sperm and provide valuable insights to improve semen quality and optimize the use of antioxidants in artificial insemination.",
      "mesh_terms": [
        "Male",
        "Animals",
        "Oxidative Stress",
        "Spermatozoa",
        "Antioxidants",
        "Cattle",
        "Sperm Motility",
        "Reactive Oxygen Species",
        "Mitochondria",
        "Hydrogen Peroxide",
        "Cell Survival",
        "Semen Analysis",
        "Semen Preservation",
        "Cryopreservation"
      ]
    }
  ]
}