{
  "supplement": "Bacopa Monnieri",
  "query": "Bacopa Monnieri[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:14:43",
  "research_count": 143,
  "count": 99,
  "articles": [
    {
      "pmid": "40294146",
      "title": "Therapeutic potential of Bacopa monnieri extracts against hepatocellular carcinoma through in-vitro and computational studies.",
      "authors": [
        "Awais Altaf",
        "Asia Kiran",
        "Muhammad Sarwar",
        "Tahir Maqbool",
        "Sumaira Sharif",
        "Hana'a Iqbal",
        "Saba Farooq",
        "Qurban Ali",
        "Shiming Han",
        "Ajaz Ahmad"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Among various cancers, primary liver cancer is the seventh most diagnosed malignancy and is the second most prevalent contributor to cancer-causing deaths. During conventional treatment, the recurrence of disease, low drug inefficacy, and severe side effects are the main limitations. Recently, natural anticancer medicines from the Middle East, Korea, China, Europe, North America, and India have attracted a lot of interest due to their low side effects and better remedial properties. The current study investigated the antioxidative and anticancer effects of ethanolic (BME) and n-hexane (BMH) extracts of B. monnieri (L.) Wettst. METHODS: In the current study, phytochemical profiling was done using gas chromatography-mass spectrometry (GC-MS) analysis. The antioxidant potential was measured using DPPH, nitric oxide, superoxide anion, and hydrogen peroxide assays, while the cell viability and apoptotic effect were measured by MTT, crystal violet, and annexin V/PI protocols, respectively. RESULTS: Higher concentrations of total phenolic contents (274.92±3.52 mgGAE/g), total flavonoid contents (141.99±4.14 mgQE/g) and tannins (55.49±4.63 mgTAE/g) were observed in BME extract with strong antioxidant potential than BMH extract. Also, BME extract showed higher cytotoxicity with less IC50 value (24.70 μg/mL) and a lower percentage of cell viability, while the same extract exhibited 58.65% apoptosis against HepG2 cells in comparison to cisplatin and BMH extract. Furthermore, Spiro[(tricyclo[6.2.2.0(2,7)]dodeca-5,9-diene)-4,1'-cyclobutane]-11,2'-dione from BME extract showed the lead docking score of -8.8, -8.1 and -7.8 kcal/mol against TGF-βR1, TNF-α, and iNOS, respectively. CONCLUSION: In conclusion, the ethanolic extract of B. monnieri has a significant potential for becoming a potent anticancer drug that effectively treats liver damage, including HCC.",
      "mesh_terms": [
        "Humans",
        "Plant Extracts",
        "Carcinoma, Hepatocellular",
        "Liver Neoplasms",
        "Bacopa",
        "Apoptosis",
        "Antioxidants",
        "Hep G2 Cells",
        "Antineoplastic Agents, Phytogenic",
        "Molecular Docking Simulation",
        "Cell Survival"
      ]
    },
    {
      "pmid": "40251199",
      "title": "Bacopa monnieri phytochemicals as promising BACE1 inhibitors for Alzheimer's disease therapy.",
      "authors": [
        "Satyam Sangeet",
        "Arshad Khan"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) remains a formidable challenge, necessitating the discovery of effective therapeutic agents targeting β-site amyloid precursor protein cleaving enzyme 1 (BACE1). This study investigates the inhibitory potential of phytochemicals derived from Bacopa monnieri, a plant renowned for its cognitive-enhancing properties, in comparison to established synthetic inhibitors such as Atabecestat, Lanabecestat, and Verubecestat. Utilizing molecular docking and advanced computational simulations, we demonstrate that Bacopaside I exhibits superior binding affinity and a unique interaction profile with BACE1, suggesting a more nuanced inhibitory mechanism. Our findings highlight the promising role of Bacopa monnieri phytochemicals as viable alternatives to synthetic drugs, emphasizing their potential to overcome limitations faced in clinical settings. Furthermore, the development of the SIMANA ( https://simana.streamlit.app/ ) platform enhances the visualization and analysis of protein-ligand interactions, facilitating a deeper understanding of the dynamics involved. This research not only underscores the therapeutic promise of natural compounds in AD treatment but also advocates for a paradigm shift towards integrating traditional medicinal knowledge into contemporary drug discovery efforts.",
      "mesh_terms": [
        "Amyloid Precursor Protein Secretases",
        "Alzheimer Disease",
        "Bacopa",
        "Aspartic Acid Endopeptidases",
        "Molecular Docking Simulation",
        "Humans",
        "Phytochemicals",
        "Protein Binding",
        "Triterpenes"
      ]
    },
    {
      "pmid": "39959708",
      "title": "Exploring therapeutic potential of Bacopa monnieri bioactive compounds against Alzheimer's and Parkinson's diseases.",
      "authors": [
        "Richa Shukla",
        "Krishna Mishra",
        "Sangeeta Singh"
      ],
      "journal": "3 Biotech",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Parkinson's disease (PD) and Alzheimer's disease (AD) consist of progressive illnesses of central nervous system that primarily affect the elderly and are characterized by movement symptoms, memory decline, and cognitive impairment. A number of variables, including the lack of a novel treatment, a steady rise in the patient population, and the high expense of care and treatment, have contributed to the growing significance of these diseases. In recent decades, we have gained a better understanding of the causes of diseases, but complex mechanisms of neuronal loss, combined with physiological factors that are incompatible, pose challenges in describing the pathogenic processes and devising effective treatments. Currently, there are no known treatments for most of these diseases, rendering them incurable. Therefore, there is a pressing need for therapeutic interventions that have the potential to effectively treat neurodegeneration. This study aimed to evaluate the efficacy of the ayurvedic herb Bacopa monnieri bioactive components against the therapeutic targets HTR1A, HTR1B, HTR2A, HTR2C, HTR7, alpha-synuclein, amyloid beta, and tau protein of Alzheimer's and Parkinson's illnesses. The docking analysis revealed the promising binding affinity with Quercetin, Apigenin, and Luteolin and Molecular mechanics/generalized Born surface area (MM/GBSA) further confirmed the stability of the complexes. In vitro investigation indicated that Quercetin is the most effective for treating AD and PD due to its considerable inhibition of alpha-synuclein production, whereas Luteolin is the favorable one for preventing both diseases by mitigating effects during Rotenone treatment. The future implications and constraints of the current study suggest that further validation in Invivo models of Alzheimer's and Parkinson's diseases is necessary to investigate the effects of Quercetin and Apigenin in the treatment of these conditions, as well as Luteolin and Quercetin for their prevention. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s13205-025-04224-6."
    },
    {
      "pmid": "39853472",
      "title": "Bacopa monnieri Extract Diminish Hypoxia-Induced Anxiety by Regulating HIF-1α Signaling and Enhancing the Antioxidant Defense System in Hippocampus.",
      "authors": [
        "Upendra Kumar Meena",
        "Akhilendra Kumar Maurya"
      ],
      "journal": "Neuromolecular medicine",
      "publication_date": "2025-Jan-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypoxia is a significant stressor, and stabilized hypoxia-inducible factor-1α (HIF-1α) regulates the expression of numerous genes, leading to various biochemical, molecular, physiological and genomic changes. The body's oxygen-sensing system activates gene expression to protect brain tissues from hypoxia. Gamma-aminobutyric acid, an inhibitory neurotransmitter, regulates brain excitability during hypoxia through the activation of HIF-1 α. Herbal medicines have been widely used for managing various toxicological effects and disorders including hypoxia; however, the data on safety, efficacy and the molecular mechanisms that increase vulnerability or lethality against hypoxia are still lacking and urgently need to be investigated. The Current study aims to investigate how Bacopa monnieri extract (BME), specially CDRI-08 affects the hippocampus of mice subjected to conditions that simulate hypoxia. The pre and co-treatment of mice involved administrating BME (200 mg/kg BW) for 14 days, followed by exposure to CoCl2 (40 mg/kg BW). BME decreased the levels of reactive oxygen species (ROS) and lipid peroxidation, while it increased the Gamma-aminobutyric acid receptor subunit-ɑ1 (GABAAR-ɑ1) level as well as the activity of antioxidant enzymes superoxide dismutase (SOD), catalase and glutathione peroxidase (GPx). Furthermore BME reduced the levels of HIF-1α and its downstream targets glucose transporter-1 (GLUT-1) and erythropoietin (EPO) in the DG, CA1, and CA3 regions of hippocampus. Additionally, results obtained from the open field, elevated zero maze and plus maze tests indicate that BME restores anxiety caused by hypoxia. Together, these findings suggested that BME mitigates the harmful effects of oxidative stress and altered hypoxia related signaling in hippocampus; and may provide a basis for its therapeutic use in the recovery from hypoxia-led anxiety.",
      "mesh_terms": [
        "Animals",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Bacopa",
        "Mice",
        "Plant Extracts",
        "Male",
        "Signal Transduction",
        "Reactive Oxygen Species",
        "Antioxidants",
        "Hippocampus",
        "Lipid Peroxidation",
        "Oxidative Stress",
        "Anxiety",
        "Receptors, GABA-A",
        "Hypoxia",
        "Cobalt",
        "Superoxide Dismutase",
        "Anti-Anxiety Agents"
      ]
    },
    {
      "pmid": "39683490",
      "title": "Impact of a Withania somnifera and Bacopa monnieri Formulation on SH-SY5Y Human Neuroblastoma Cells Metabolism Through NMR Metabolomic.",
      "authors": [
        "Maria D'Elia",
        "Carmen Marino",
        "Rita Celano",
        "Enza Napolitano",
        "Anna Maria D'Ursi",
        "Mariateresa Russo",
        "Luca Rastrelli"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Nov-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objectives: This study investigates the effectiveness of an herbal formulation, STRESSLESS (ST-65), which combines ashwagandha (Withania somnifera) and bacopa (Bacopa monnieri), on SH-SY5Y human neuroblastoma cells. Given the rising interest in natural compounds for neuroprotection and stress alleviation, we aimed to explore the cellular and molecular effects of this formulation. Methods: Utilizing a nuclear magnetic resonance (NMR) metabolomic approach and ultra-high-performance liquid chromatography-high-resolution mass spectrometry (UHPLC-HRMS), we identified key bioactive compounds in ST-65, including withanolides from ashwagandha and bacosides from bacopa. Results: Our findings indicate that ST-65 treatment significantly alters the metabolic profile of SH-SY5Y cells. Key changes included increased levels of metabolites linked to neuroprotection, energy metabolism, and antioxidant defense. Notable enhancements were observed in specific amino acids and neuroprotective compounds, suggesting activation of neuroprotective mechanisms and mitigation of stress-induced damage. Conclusions: The study reveals a complex phyto-chemical profile of ST-65 and underscores its potential as a natural active agent for addressing stress-related neurodegenerative conditions. These insights into neuronal mechanisms provide a foundation for further exploration of herbal formulations in neuroprotection.",
      "mesh_terms": [
        "Humans",
        "Bacopa",
        "Withania",
        "Cell Line, Tumor",
        "Neuroblastoma",
        "Plant Extracts",
        "Metabolomics",
        "Neuroprotective Agents",
        "Magnetic Resonance Spectroscopy",
        "Chromatography, High Pressure Liquid",
        "Antioxidants",
        "Withanolides"
      ]
    },
    {
      "pmid": "39641203",
      "title": "Sodium chloride-induced metabolic shifts and morpho-physiological responses in Bacopa monnieri (L.) Wettst. for enhanced bacoside-A production.",
      "authors": [
        "Abhishek Dadhich",
        "Rohit Jain",
        "Mamta Dhiman",
        "Lakshika Sharma",
        "Madan Mohan Sharma"
      ],
      "journal": "Natural product research",
      "publication_date": "2024-Dec-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the impact of NaCl concentrations (50-200 mM) on Bacopa monnieri (BM) grown under natural environmental conditions. The results revealed significant enhancements (p < 0.05) in various traits under NaCl exposure. Maximum increase of up to 1.4× (plant height), 2.6× (leaf number), 6.6× (shoot no.), and 2× (root no.) was recorded in morphological parameters at 100 mM. Similarly, maximum chlorophyll content (1.8×), catalase (2.2×), and guaiacol peroxidase (GPX) (2.4×) enzyme activities were also recorded at 100 mM NaCl. Furthermore, HPLC analysis showed a substantial increase (∼1.5×) in bacoside-A content after treatment with 100 mM. GC-MS analysis revealed stimulation of specific metabolites influencing bacoside production. This study offers a practical approach to enhance biomass and bacoside-A synthesis in BM plants, eliminating the need for costly in vitro methods and benefiting both farmers and pharmaceutical sector. Further investigation at molecular level for mapping changes due to different salt levels in metabolic pathways could also be performed."
    },
    {
      "pmid": "39549384",
      "title": "Enhanced bacoside synthesis in Bacopa monnieri plants using seed exudates from Tamarindus indica.",
      "authors": [
        "Titir Guha",
        "Ekta Bhattacharya",
        "Madhurima Dutta",
        "Anisha Dutta",
        "Moumita Dandapat",
        "Rahul Bose",
        "Suparna Mandal Biswas"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diverse allelochemicals are released from different plant parts via leaching, exudation, volatilization, etc., which can induce either stimulatory or inhibitory effects depending on the target plant species. Very few reports provide details about allelopathic interaction through seed exudates. Since Tamarindus indica L. seed exudate (TSE) has been known to exhibit growth stimulatory effect on lettuce, radish, and sesame, in the present study we have evaluated its role in regulating the secondary metabolism of an over-exploited medicinal herb, Bacopa monnieri (L.) Pennel. The bacoside biosynthesis rate of B. monnieri is quite low in comparison to its increasingly high demands in the pharmaceutical industry. Currently, researches are aimed towards enhancing the biosynthesis of this secondary metabolite in planta by utilizing external stress factors. Presently, 7-day-old B. monnieri seedlings were treated with 1:16, 1:8, 1:4, 1:3, and 1:2 (seed weight: water) TSE. Maximum upregulation of secondary metabolite contents was found in the 1:4 (seed weight: water) TSE treatment set. This TSE treatment also enhanced H2O2 and salicylic acid production leading to the upregulation of the genes related to the MVA pathway (BmAACT, BmHMGR, BmMDD, BmSQS, and BmBAS) which are responsible for bacoside biosynthesis and 1.7-fold higher bacoside level was found in TSE treated set compared to control. LC-HRMS analysis of TSE confirmed the presence of alkaloid (lupanine), phenol (chlorogenic acid), and organic acid (mucic acid), which are identified as potential allelochemicals responsible for modulating the secondary metabolism of B. monnieri. Thus, this study highlights a sustainable approach towards enhancing bacoside production in planta.",
      "mesh_terms": [
        "Bacopa",
        "Seeds",
        "Salicylic Acid",
        "Saponins",
        "Triterpenes",
        "Plant Exudates",
        "Hydrogen Peroxide"
      ]
    },
    {
      "pmid": "39498770",
      "title": "Effectiveness of Bacopa Monnieri (Brahmi) in the management of schizophrenia: a systematic review.",
      "authors": [
        "Gideon Opeyemi Ayilara",
        "Bamidele Victor Owoyele"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2024-Nov-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Schizophrenia is a psychotic disorder affecting approximately 0.32% of the global population. Despite advancements in pharmacological treatments, many patients with schizophrenia continue to experience significant impairments, and approximately one-third of these patients do not respond to antipsychotic drugs. However, various studies have demonstrated the potential benefits of herbs in managing schizophrenia due to the diverse biological activities of phytochemicals, including neuroprotective activity, anti-oxidant potential, modulation of neurotransmission, and anti-inflammatory activity. Bacopa monnieri (Brahmi) is a widely studied herb used in the treatment of the central nervous system. This study conducted a systematic review to determine the effectiveness of Brahmi in managing schizophrenia. PubMed, Scopus, Web of Science, and Cochrane databases were searched between February and March, 2024. A total of 103 articles were found, with only 9 studies meeting the eligibility criteria. Data analysis was done by using themes. The review found that Brahmi could reverse positive, negative, and cognitive symptoms of schizophrenia. It does this by changing the glutamatergic pathway and GABAergic transmission, lowering MDA levels, raising GSH levels, slowing down the activity of acetylcholinesterase (AchE), and maintaining the density of neurones. It is recommended that additional research elucidating the effects of Brahmi in other models of schizophrenia and the possible mechanisms of action be conducted."
    },
    {
      "pmid": "39446901",
      "title": "Screening of phytoconstituents from Bacopa monnieri (L.) Pennell and Mucuna pruriens (L.) DC. to identify potential inhibitors against Cerebroside sulfotransferase.",
      "authors": [
        "Nivedita Singh",
        "Anil Kumar Singh"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cerebroside sulfotransferase (CST) is considered a target protein in developing substrate reduction therapy for metachromatic leukodystrophy. This study employed a multistep virtual screening approach for getting a specific and potent inhibitor against CST from 35 phytoconstituents of Bacopa monnieri (L.) Pennell and 31 phytoconstituents of Mucuna pruriens (L.) DC. from the IMPPAT 2.0 database. Using a binding score cutoff of -8.0 kcal/mol with ADME and toxicity screening, four phytoconstituents IMPHY009537 (Stigmastenol), IMPHY004141 (alpha-Amyrenyl acetate), IMPHY014836 (beta-Sitosterol), and IMPHY001534 (jujubogenin) were considered for in-depth analysis. In the binding pocket of CST, the major amino acid residues that decide the orientation and interaction of compounds are Lys85, His84, His141, Phe170, Tyr176, and Phe177. The molecular dynamics simulation with a 100ns time span further validated the stability and rigidity of the docked complexes of the four hits by exploring the structural deviation and compactness, hydrogen bond interaction, solvent accessible surface area, principal component analysis, and free energy landscape analysis. Stigmastenol from Bacopa monnieri with no potential cross targets was found to be the most potent and selective CST inhibitor followed by alpha-Amyrenyl acetate from Mucuna pruriens as the second-best performing inhibitor against CST. Our computational drug screening approach may contribute to the development of oral drugs against metachromatic leukodystrophy.",
      "mesh_terms": [
        "Bacopa",
        "Sulfotransferases",
        "Molecular Dynamics Simulation",
        "Molecular Docking Simulation",
        "Enzyme Inhibitors",
        "Plant Extracts",
        "Humans",
        "Binding Sites"
      ]
    },
    {
      "pmid": "39349220",
      "title": "Bacopa monnieri confers neuroprotection by influencing signaling pathways associated with interleukin 4, 13 and extracellular matrix organization in Alzheimer's disease: A proteomics-based perspective.",
      "authors": [
        "Akhina Palollathil",
        "Mohd Altaf Najar",
        "S Amrutha",
        "Ravishankar Pervaje",
        "Prashant Kumar Modi",
        "Thottethodi Subrahmanya Keshava Prasad"
      ],
      "journal": "Neurochemistry international",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease, a prevalent neurodegenerative disorder in the elderly, is characterized by the accumulation of senile plaques and neurofibrillary tangles, triggering oxidative stress, neuroinflammation, and neuronal apoptosis. Current therapies focus on symptomatic treatment rather than targeting the underlying disease-modifying molecular mechanisms and are often associated with significant side effects. Bacopa monnieri, a traditional Indian herb with nootropic properties, has shown promise in neurological disorder treatment from ancient times. However, its mechanisms of action in Alzheimer's disease remain elusive. In this study, a cellular model for Alzheimer's disease was created by treating differentiated IMR-32 cells with beta-amyloid, 1-42 peptide (Aβ42). Additionally, a recovery model was established through co-treatment with Bacopa monnieri to explore its protective mechanism. Co-treatment with Bacopa monnieri extract recovered Aβ42 induced damage as evidenced by the decreased apoptosis and reduced reactive oxygen species production. Mass spectrometry-based quantitative proteomic analysis identified 21,674 peptides, corresponding to 3626 proteins from the Alzheimer's disease model. The proteins dysregulated by Aβ42 were implicated in cellular functions, such as negative regulation of cell proliferation and microtubule cytoskeleton organization. The enriched pathways include extracellular matrix organization and interleukin-4 and interleukin-13 signaling. Bacopa monnieri co-treatment showed remarkable restoration of Aβ42 altered proteins, including FOSL1, and TDO2. The protein-protein interaction network analysis of Bacopa monnieri restored proteins identified the hub gene involved in Alzheimer's disease. The findings from this study may open up new avenues for creating innovative therapeutic approaches for Alzheimer's disease.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Humans",
        "Proteomics",
        "Bacopa",
        "Signal Transduction",
        "Plant Extracts",
        "Amyloid beta-Peptides",
        "Neuroprotective Agents",
        "Extracellular Matrix",
        "Interleukin-4",
        "Peptide Fragments",
        "Neuroprotection"
      ]
    },
    {
      "pmid": "39183254",
      "title": "Enhancing the phytoremediation efficiency of Bacopa monnieri (L.) Wettst. using LED lights: a sustainable approach for heavy metal pollution control.",
      "authors": [
        "Muhammet Dogan",
        "Kubra Ugur"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the impacts of LEDs on the phytoremediation of arsenic (As) and mercury (Hg) by Bacopa monnieri (L.) Wettst. were investigated, along with the examination of the biochemical characteristics of plants exposed to metal-induced toxicity. In vitro multiple and rapid plant propagations were successfully achieved by adding 1.0 mg/L 6-Benzyl amino purine (BAP) to the Murashige and Skoog (MS) basal salt and vitamin culture medium. For plant-based remediation experiments, different concentrations of As (0-1.0 mg/L) and Hg (0-0.2 mg/L) were added to the water environment, and trials were conducted for four different application periods (1-21 days). White, red, and blue LEDs, as well as white fluorescent light, were preferred as the light environment. The results revealed that LED lights were more effective for heavy metal accumulation, with red LED light significantly enhancing the plant's phytoremediation capacity compared to other LED applications. Moreover, when examining biochemical stress parameters such as levels of photosynthetic pigments, protein concentrations, and lipid peroxidation, plants under red LED light showed better results. Generally, the lowest results were obtained under white fluorescent light. These findings contribute to phytoremediation studies by highlighting the integration of LED lights, thereby enabling the development of a more effective, cost-efficient, and environmentally sustainable remediation system compared to other treatment methods.",
      "mesh_terms": [
        "Bacopa",
        "Biodegradation, Environmental",
        "Metals, Heavy",
        "Water Pollutants, Chemical",
        "Light"
      ]
    },
    {
      "pmid": "39073529",
      "title": "Differential Alterations in the Expression of AMPA Receptor and Its Trafficking Proteins in the Hippocampus Are Associated with Recognition Memory Impairment in the Rotenone-Parkinson's Disease Mouse Model: Neuroprotective Role of Bacopa monnieri Extract CDRI 08.",
      "authors": [
        "Vartika Gupta",
        "S Prasad"
      ],
      "journal": "Molecular neurobiology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson's disease (PD), an age-associated neurodegenerative motor disorder, is associated with dementia and cognitive decline. However, the precise molecular insight into PD-induced cognitive decline is not fully understood. Here, we have investigated the possible alterations in the expression of glutamate receptor and its trafficking/scaffolding/regulatory proteins underlying the memory formation and neuroprotective effects of a specialized Bacopa monnieri extract, CDRI-08 (BME) in the hippocampus of the rotenone-induced PD mouse model. Our Western blotting and qRT-PCR data reveal that the PD-induced recognition memory decline is associated with significant upregulation of the AMPA receptor subunit GluR1 and downregulation of GluR2 subunit genes in the hippocampus of rotenone-affected mice as compared to the vehicle control. Further, expressions of the trafficking proteins are significantly upregulated in the hippocampus of rotenone-affected mice compared to the vehicle control. Our results also reveal that the above alterations in the hippocampus are associated with similar expression patterns of total CREB, pCREB, and BDNF. BME (CDRI-08, 200 mg/kg BW) reverses the expression of AMPA receptor subunits, their trafficking proteins differentially, and the transcriptional modulatory proteins depending on whether the BME treatment was given before or after the rotenone treatment. Our data suggest that expression of the above genes is significantly reversed in the BME pre-treated mice subjected to rotenone treatment towards their levels in the control mice compared to its treatment after rotenone administration. Our results provide the possible molecular basis underlying the rotenone-induced recognition memory decline, conditions mimicking the PD symptoms in mouse model and neuroprotective action of bacoside A and bacoside B (58%)-enriched Bacopa monnieri extract (BME) in the hippocampus.",
      "mesh_terms": [
        "Animals",
        "Receptors, AMPA",
        "Rotenone",
        "Bacopa",
        "Hippocampus",
        "Neuroprotective Agents",
        "Disease Models, Animal",
        "Plant Extracts",
        "Memory Disorders",
        "Male",
        "Mice",
        "Protein Transport",
        "Mice, Inbred C57BL",
        "Recognition, Psychology",
        "Brain-Derived Neurotrophic Factor"
      ]
    },
    {
      "pmid": "38655144",
      "title": "Modulatory potential of Bacopa monnieri against aflatoxin B1 induced biochemical, molecular and histological alterations in rats.",
      "authors": [
        "Arti Rathour",
        "Shamli S Gupte",
        "Divya Gupta",
        "Shubham Singh",
        "Sadhana Shrivastava",
        "Deepa Yadav",
        "Sangeeta Shukla"
      ],
      "journal": "Toxicology research",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative injury is concerned with the pathogenesis of several liver injuries, including those from acute liver failure to cirrhosis. This study was designed to explore the antioxidant activity of Bacopa monnieri (BM) on Aflatoxin B1 (AFB1) induced oxidative damage in Wistar albino rats. Aflatoxin B1 treatment (200 μg/kg/day, p.o.) for 28 days induced oxidative injury by a significant alteration in serum liver function test marker enzymes (AST, ALT, ALP, LDH, albumin and bilirubin), inflammatory cytokines (IL-6, IL-10 and TNF-α), thiobarbituric acid reactive substances (TBARS) along with reduction of antioxidant enzymes (GSH, SOD, CAT), GSH cycle enzymes and drug-metabolizing enzymes (AH and AND). Treatment of rats with B. monnieri (20, 30 and 40 mg/kg for 5 days, p.o.) after 28 days of AFB1 intoxication significantly restored these parameters near control in a dose-dependent way. Histopathological examination disclosed extensive hepatic injuries, characterized by cellular necrosis, infiltration, congestion and sinusoidal dilatation in the AFB1-treated group. Treatment with B. monnieri significantly reduced these toxic effects resulting from AFB1. B. monnieriper se group (40 mg/kg) did not show any significant change and proved safe. The cytotoxic activity of B. monnieri was also evaluated on HepG2 cells and showed a good percentage of cytotoxic activity. This finding suggests that B. monnieri protects the liver against oxidative damage caused by AFB1, which aids in the evaluation of the traditional usage of this medicinal plant."
    },
    {
      "pmid": "38622289",
      "title": "Exploring the immunomodulatory potential of Brahmi (Bacopa monnieri) in the treatment of invasive ductal carcinoma.",
      "authors": [
        "Sohini Roy",
        "Geetha Shanmugam",
        "Sudeshna Rakshit",
        "R Pradeep",
        "Melvin George",
        "Koustav Sarkar"
      ],
      "journal": "Medical oncology (Northwood, London, England)",
      "publication_date": "2024-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacopa monnieri (L) Wettst, commonly known as Brahmi, stands as a medicinal plant integral to India's traditional medical system, Ayurveda, where it is recognized as a \"medhya rasayana\"-a botanical entity believed to enhance intellect and mental clarity. Its significant role in numerous Ayurvedic formulations designed to address conditions such as anxiety, memory loss, impaired cognition, and diminished concentration underscores its prominence. Beyond its application in cognitive health, Brahmi has historically been employed in Ayurvedic practices for the treatment of inflammatory diseases, including arthritis. In contemporary biomedical research, Bacopa monnieri can attenuate the release of pro-inflammatory cytokines TNF-α and IL-6 in animal models. However, there remains a paucity of information regarding Bacopa's potential as an anticancer agent, warranting further investigation in this domain. Based on previous findings with Brahmi (Bacopa monnieri), the current study aims to find out the role of Brahmi plant preparation (BPP) in immunomodulatory actions on IDC. Employing a specific BPP concentration, we conducted a comprehensive study using MTT assay, ELISA, DNA methylation analysis, Western blotting, ChIP, and mRNA profiling to assess BPP's immunomodulatory properties. Our research finding showed the role of BPP in augmenting the action of T helper 1 (TH1) cells which secreted interferon-γ (IFN-γ) which in turn activated cytotoxic T-lymphocytes (CTL) to kill the cells of IDC (*p < 0.05). Moreover, we found out that treatment with BPP not only increased the activities of tumor-suppressor genes (p53 and BRCA1) but also decreased the activities of oncogenes (Notch1 and DNAPKcs) in IDC (*p < 0.05). BPP had an immense significance in controlling the epigenetic dysregulation in IDC through the downregulation of Histone demethylation & Histone deacetylation and upregulation of Histone methylation and Histone acetylation (*p < 0.05). Our Chromatin immunoprecipitation (ChIP)-qPCR data showed BPP treatment increased percentage enrichment of STAT1 & BRCA1 (*p < 0.05) and decreased percentage enrichment of STAT3, STAT5 & NF ΚB (*p < 0.05) on both TBX21 and BRCA1 gene loci in IDC. In addition, BPP treatment reduced the hypermethylation of the BRCA1-associated-DNA, which is believed to be a major factor in IDC (*p < 0.05). BPP not only escalates the secretion of type 1 specific cytokines but also escalates tumor suppression and harmonizes various epigenetic regulators and transcription factors associated with Signal Transducer and Activator of Transcription (STAT) to evoke tumor protective immunity in IDC.",
      "mesh_terms": [
        "Animals",
        "Plant Extracts",
        "Bacopa",
        "Histones",
        "Cytokines",
        "Carcinoma, Ductal",
        "Neoplasms"
      ]
    },
    {
      "pmid": "38538390",
      "title": "Evaluating the effects of Bacopa monnieri on cognitive performance and sleep quality of patients with mild cognitive impairment: A triple-blinded, randomized, placebo-controlled trial.",
      "authors": [
        "Maryam Delfan",
        "Parastou Kordestani-Moghaddam",
        "Mohammad Gholami",
        "Khadije Kazemi",
        "Rasool Mohammadi"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Mild cognitive impairment is the middle level of natural cognitive impairment during primary steps of dementia. There are a few studies about improving the cognitive performance and sleep quality in patients with a limited dementia. So, this study was conducted to evaluate the effects of Bacopa monnieri on cognitive performance and sleep quality of patients with mild cognitive impairment. MATERIALS AND METHODS: In this study, 62 patients with mild cognitive impairment were categorized into two groups of control and intervention. The intervention group received one pill of 160 mg Bacopa monnieri extract in 2 months, and the control group received a pill containing starch powder. The cognitive impairment and sleep quality was assessed using a questionnaire containing demographic information, Montreal Cognitive Assessment, and the Pittsburg Sleep Quality Index in three time-points of before the study, one months after the intervention and 2 months after the intervention (the end of study). RESULTS: The results showed no statistically significant difference between two groups in all three time-points in overall cognitive performance score and its 6 parameters (P > 0.05). While in the field of attention at the end of the first month (P = 0.033) and the end of the second month (P = 0.004), it was significant difference between the study groups. Also, in the field of verbal fluency at the end of the second month, this difference was significant (P = 0.003). The cognitive performance overall score showed no significant difference between two groups in first (P = 0.939) and second time-points (P = 0.661), although it was significant at third time-point (P = 0.029). There was no statistically significant difference between two groups in all time-points for sleep quality overall score (P > 0.05). CONCLUSION: The results showed that Bacopa monnieri can improve the cognitive performance overall score and some of its parameters, but it had no effect on sleep quality.",
      "mesh_terms": [
        "Humans",
        "Bacopa",
        "Cognitive Dysfunction",
        "Male",
        "Female",
        "Aged",
        "Cognition",
        "Sleep Quality",
        "Plant Extracts",
        "Middle Aged",
        "Phytotherapy",
        "Attention"
      ]
    },
    {
      "pmid": "38511471",
      "title": "Methyl jasmonate inducible UGT79A18 is a novel glycosyltransferase involved in the bacoside biosynthetic pathway in Bacopa monnieri.",
      "authors": [
        "Sunil Kumar",
        "Neeti Singh",
        "Vaibhavi Lahane",
        "Vineeta Tripathi",
        "Akhilesh Kumar Yadav",
        "Rakesh Kumar Shukla"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacosides are dammarane-type triterpenoidal saponins in Bacopa monnieri and have various pharmacological applications. All the bacosides are diversified from two isomers, i.e., jujubogenin and pseudojujubogenin. The biosynthetic pathway of bacoside is not well elucidated. In the present study, we characterized a UDP-glycosyltransferase, UGT79A18, involved in the glycosylation of pseudojujubogenin. UGT79A18 shows higher expression in response to 5 h of wounding, and 3 h of MeJA treatment. The recombinant UGT79A18 shows in vitro activity against a wide range of flavonoids and triterpenes and has a substrate preference for protopanaxadiol, a dammarane-type triterpene. Secondary metabolite analysis of overexpression and knockdown lines of UGT79A18 in B. monnieri identify bacopasaponin D, bacopaside II, bacopaside N2 and pseudojujubogenin glucosyl rhamnoside as the major bacosides that were differentially accumulated. In the overexpression lines of UGT79A18, we found 1.7-fold enhanced bacopaside II, 8-fold enhanced bacopasaponin D, 3-fold enhanced pseudojujubogenin glucosyl rhamnoside, and 1.6-fold enhanced bacopaside N2 content in comparison with vector control plant, whereas in the knockdown lines of UGT79A18, we found 1.4-fold reduction in bacopaside II content, 3-fold reduction in the bacopasaponin D content, 2-fold reduction in the pseudojujubogenin glucosyl rhamnoside content, and 1.5-fold reduction in bacopaside N2 content in comparison with vector control. These results suggest that UGT79A18 is a significant UDP glycosyltransferase involved in glycosylating pseudojujubogenin and enhancing the pseudojujubogenin-derived bacosides.",
      "mesh_terms": [
        "Bacopa",
        "Glycosyltransferases",
        "Biosynthetic Pathways",
        "Triterpenes",
        "Dammaranes",
        "Uridine Diphosphate",
        "Plant Extracts",
        "Acetates",
        "Cyclopentanes",
        "Saponins",
        "Oxylipins"
      ]
    },
    {
      "pmid": "38500283",
      "title": "Investigating Bacopa monnieri L. Therapeutic Potential for the Treatment of Neurological Diseases.",
      "authors": [
        "Pratima Srivastava",
        "Dhananjay Yadav",
        "Santosh Kumar Singh",
        "Sung Hae Kim",
        "Shivendra Singh",
        "Shweta Katiyar",
        "Minseok Song"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The popular perennial creeping plant known as Bacopa monnieri (also known as Brahmi) is being utilized in the Indian Ayurvedic medicine practice. It has a variety of bioactive phytoconstituents that have been used therapeutically to treat a number of serious illnesses. Ancient Vedic scholars used this herb because of its pharmacological effects, particularly as a nerve booster and nootropic supporter. However, it is vital to comprehend the active phytochemical components of Bacopa monnieri extract (BME) and their molecular mechanisms in order to better grasp the effect of BME on neurological illnesses and diseases. Understanding its active phytochemical constituents and their molecular processes is essential. Numerous clinical investigations indicated that BME may have neuroprotective benefits, so it is worthwhile to re-evaluate this wellknown plant. Here, we focused on neurological problems as we examined the pharmacological and phytochemical characteristics of BME. For their effective usage in neuroprotection and cognition, many clinical concerns and the synergistic potential of Bacopa extract have been investigated. Alzheimer's disease is a neurological condition caused by the production of reactive oxygen species, which also causes amyloid-beta (Aβ) and tau protein aggregation and increases neuro-inflammation and neurotoxicity. Our review offers a more indepth molecular understanding of the neuroprotective functions of BME, which can also be connected to its therapeutic management of neurological illnesses and cognitive-improving effects.",
      "mesh_terms": [
        "Bacopa",
        "Humans",
        "Plant Extracts",
        "Nervous System Diseases",
        "Neuroprotective Agents",
        "Animals",
        "Medicine, Ayurvedic"
      ]
    },
    {
      "pmid": "38384608",
      "title": "Green Synthesis of Bacopa monnieri-Mediated Magnesium Oxide Nanoparticles and Analysis of Their Antimicrobial, Antioxidant, and Cytotoxic Properties.",
      "authors": [
        "Yashwini Srinivasan",
        "Parkavi Arumugam",
        "Saheb Ali"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background The management of aggressive forms of periodontal disease has become an issue of concern due to the emergence of bacterial resistance. Nanoparticles (NPs) have emerged as a potential therapeutic agent with a multitude of biological functions. The green synthesis of these NPs is more eco-friendly than conventional methods. The present study aimed at the green synthesis of magnesium oxide nanoparticles using Bacopa monnieri (bMgO NPs) and its antibacterial, antioxidant, and cytotoxic analysis. Materials and methods Magnesium oxide NPs were green synthesized using B. monnieri extract using a wet chemical method. The resultant bMgO NPs were assessed for antibacterial activity against Staphylococcus aureus and Escherichia coli. Antioxidant activity was assessed using the 1,1-diphenyl-2-picrylhydrazyl (DPPH) assay and the hydrogen peroxide (H2O2) assay. Cytotoxicity was assessed using zebrafish viability on treatment with bMgO NPs. Results Compared to the antibiotic standard, the green synthesized bMgO NPs showed good antibacterial properties against S. aureus and E. coli. It also showed excellent antioxidant activity and biocompatibility. Conclusion The bMgO NPs have great potential as a local drug delivery agent and should be further explored for their antibacterial and antioxidant properties in vivo."
    },
    {
      "pmid": "38341111",
      "title": "Assessment of the mechanistic role of an Indian traditionally used ayurvedic herb Bacopa monnieri (L.)Wettst. for ameliorating oxidative stress in neuronal cells.",
      "authors": [
        "Souvik Ghosh",
        "Viney Kumar",
        "Haimanti Mukherjee",
        "Saakshi Saini",
        "Sumeet Gupta",
        "Samrat Chauhan",
        "Komal Kushwaha",
        "Debrupa Lahiri",
        "Debabrata Sircar",
        "Partha Roy"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Jun-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: This study has important ethnopharmacological implications since it systematically investigated the therapeutic potential of Bacopa monnieri(L.) Wettst. (Brahmi) in treating neurological disorders characterized by oxidative stress-a growing issue in the aging population. Bacopa monnieri, which is strongly rooted in Ayurveda, has long been recognized for its neuroprotective and cognitive advantages. The study goes beyond conventional wisdom by delving into the molecular complexities of Bacopa monnieri, particularly its active ingredient, Bacoside-A, in countering oxidative stress. The study adds to the ethnopharmacological foundation for using this herbal remedy in the context of neurodegenerative disorders by unravelling the scientific underpinnings of Bacopa monnieri's effectiveness, particularly at the molecular level, against brain damage and related conditions influenced by oxidative stress. This dual approach, which bridges traditional wisdom and modern investigation, highlights Bacopa monnieri's potential as a helpful natural remedy for oxidative stress-related neurological diseases. AIM OF THE STUDY: The aim of this study is to investigate the detailed molecular mechanism of action (in vitro, in silico and in vivo) of Bacopa monnieri (L.) Wettst. methanolic extract and its active compound, Bacoside-A, against oxidative stress in neurodegenerative disorders. MATERIALS AND METHODS: ROS generation activity, mitochondrial membrane potential, calcium deposition and apoptosis were studied through DCFDA, Rhodamine-123, FURA-2 AM and AO/EtBr staining respectively. In silico study to check the effect of Bacoside-A on the Nrf-2 and Keap1 axis was performed through molecular docking study and validated experimentally through immunofluorescence co-localization study. In vivo antioxidant activity of Bacopa monnieri extract was assessed by screening the oxidative stress markers and stress-inducing hormone levels as well as through histopathological analysis of tissues. RESULTS: The key outcome of this study is that the methanolic extract of Bacopa monnieri (BME) and its active component, Bacoside-A, protect against oxidative stress in neurodegenerative diseases. At 100 and 20 μg/ml, BME and Bacoside-A respectively quenched ROS, preserved mitochondrial membrane potential, decreased calcium deposition, and inhibited HT-22 mouse hippocampus cell death. BME and Bacoside-A regulated the Keap1 and Nrf-2 axis and their downstream antioxidant enzyme-specific genes to modify cellular antioxidant machinery. In vivo experiments utilizing rats subjected to restrained stress indicated that pre-treatment with BME (50 mg/kg) downregulated oxidative stress markers and stress-inducing hormones, and histological staining demonstrated that BME protected the neuronal cells of the Cornu Ammonis (CA1) area in the hippocampus. CONCLUSIONS: Overall, the study suggests that Bacopa monnieri(L.) Wettst. has significant potential as a natural remedy for neurodegenerative disorders, and its active compounds could be developed as new drugs for the prevention and treatment of oxidative stress-related diseases.",
      "mesh_terms": [
        "Mice",
        "Rats",
        "Animals",
        "Antioxidants",
        "Bacopa",
        "Kelch-Like ECH-Associated Protein 1",
        "Reactive Oxygen Species",
        "Calcium",
        "Molecular Docking Simulation",
        "Saponins",
        "NF-E2-Related Factor 2",
        "Oxidative Stress",
        "Plant Extracts",
        "Neurodegenerative Diseases"
      ]
    },
    {
      "pmid": "38143280",
      "title": "Amelioration of Amyloid-β Induced Alzheimer's Disease by Bacopa monnieri through Modulation of Mitochondrial Dysfunction and GSK-3β/Wnt/β-Catenin Signaling.",
      "authors": [
        "Sushma",
        "Manas Ranjan Sahu",
        "Natarajan Arul Murugan",
        "Amal Chandra Mondal"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Alzheimer's disease (AD) is the most prevalent dementia, affecting a large number of populations. Despite being under scrutiny for decades, an effective therapeutic option is still not available. METHODS AND RESULTS: This study explores the therapeutic role of a nootropic herb Bacopa monnieri (BM) in AD-like pathological conditions produced by injecting preformed amyloid-β42 (Aβ42) fibril bilaterally into hippocampus of Wistar rats, and ethanolic extract of BM is orally administered for 4 weeks. Assessment of behavioral changes reveals that BM treatment ameliorates Aβ42-induced cognitive impairment and compromised explorative behavior. Supplementation of BM also reduces oxidative stress biomarkers, proinflammatory cytokines, and cholinesterase activity in the AD rats. Additionally, BM treatment restores Bcl-2-associated X protein (Bax)/ B-cell lymphoma 2 (Bcl-2) imbalance, increases neurotrophic factors expression, and prevents neurodegeneration validated by quantifying Nissl-positive hippocampal neurons. Interestingly, BM administration eliminates amyloid plaques in the hippocampal region and normalizes the Aβ42-induced increase in phospho-tau and total tau expression. Mechanistic investigations reveal that BM interacts with glycogen synthase kinase (GSK-3β) and restores Wnt/β-catenin signaling. CONCLUSION: BM has been used in diet as a nootropic herb for several centuries. This study highlights the anti-Alzheimer activity of BM from the behavioral to the molecular level by modulating mitochondrial dysfunction, and GSK-3β mediates the Wnt/β-catenin signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Alzheimer Disease",
        "Bacopa",
        "Amyloid beta-Peptides",
        "Glycogen Synthase Kinase 3 beta",
        "Wnt Signaling Pathway",
        "Plant Extracts",
        "Rats, Wistar",
        "Male",
        "Mitochondria",
        "Hippocampus",
        "Oxidative Stress",
        "Rats",
        "Peptide Fragments",
        "beta Catenin",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "37954293",
      "title": "Bacopa monnieri: A promising herbal approach for neurodegenerative disease treatment supported by in silico and in vitro research.",
      "authors": [
        "Shehla Shoukat",
        "Muhammad Amir Zia",
        "Muhammad Uzair",
        "Kotb A Attia",
        "Asmaa M Abushady",
        "Sajid Fiaz",
        "Shaukat Ali",
        "Seung Hwan Yang",
        "Ghulam Muhammad Ali"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neurodegenerative disorders, caused by progressive neuron loss, are a global health issue. Among the various factors implicated in their pathogenesis, dysregulation of acetylcholinesterase activity has been recognized as a key contributor. Acetylcholinesterase breaks down the neurotransmitter acetylcholine, important for neural transmission. Evaluating phyto-compounds from Bacopa monnieri Linn. through in vitro and in silico analysis may expand their role as alternative therapeutic agents by modulating the function of acetylcholinesterase and complementing existing treatments. To accomplish this objective, chemical structures of phyto-compounds were retrieved from PubChem database and subjected to in silico and in vitro approaches. Virtual screening was performed through molecular docking and molecular dynamic simulation resulting in four top hit compounds including quercetin, apigenin, wogonin, and bacopaside X (novel lead compound for acetylcholinesterase inhibitor) with least binding score. Further, dose dependent acetylcholinesterase inhibition biochemical assay depicted that bacopaside X, apigenin, quercetin, and wogonin exhibited strong potential against acetylcholinesterase with IC50 values of 12.78 μM, 13.83 μM, 12.73 μM and 15.48 μM respectively, in comparison with the donepezil (IC50: 0.0204 μM). The in silico and in vitro research suggests that B. monnieri phyto-compounds have the potential to modulate molecular targets associated with neurodegenerative diseases and have a role in neuroprotection."
    },
    {
      "pmid": "37762339",
      "title": "Novel Combination of Choline with Withania somnifera (L.) Dunal, and Bacopa monnieri (L.) Wetts Reduced Oxidative Stress in Microglia Cells, Promoting Neuroprotection.",
      "authors": [
        "Vittoria Borgonetti",
        "Nicoletta Galeotti"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Sep-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Memory deficit is one of the major negative outcomes of chronic stress. Cholinergic system modulates memory not only through the neuronal cells, but also via interactions with non-neuronal cells, suggesting that microglia can influence synaptic function and plasticity, contributing to cognition and memory function. Withania somnifera (L.) Dunal (WS) and Bacopa monnieri (L.) Wettst (BM), are traditional herbal medicinal products used for the temporary relief of symptoms of stress. The aim of this study was to investigate whether choline (CLN) activity could be enhanced via an association with adaptogens: WS and BM extracts. First, we optimized an in vitro model of corticotropin-releasing hormone (CRH)-induced oxidative stress on microglial BV2 cells. CRH 100 nM reduced BV2 cell viability and induced morphological changes and neurotoxicity after 24 h of microglia stimulation. Moreover, it induced an increase in the production of reactive oxygen species (ROS) and dysregulated antioxidant protein (i.e., SIRT-1 and NRF-2). The association between choline and adaptogens (CBW) 10 μg/mL counteracted the effect of CRH on BV2 cells and reduced the neurotoxicity produced by BV2 CRH-conditioned medium in the SH-SY5Y cell lines. CBW 200 mg/kg produced an ameliorative effect on recognition memory in the novel object recognition test (NORT) test in mice. In conclusion, combining choline with adaptogen plant extracts might represent a promising intervention in chronic stress associated with memory disturbances through the attenuation of microglia-induced oxidative stress.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Bacopa",
        "Withania",
        "Neuroprotection",
        "Microglia",
        "Neuroblastoma",
        "Oxidative Stress",
        "Choline",
        "Corticotropin-Releasing Hormone",
        "Neurotoxicity Syndromes"
      ]
    },
    {
      "pmid": "37535247",
      "title": "Synergistic neuroprotection by phytocompounds of Bacopa monnieri in scopolamine-induced Alzheimer's disease mice model.",
      "authors": [
        "Shehla Shoukat",
        "Muhammad Amir Zia",
        "Muhammad Uzair",
        "Roua A Alsubki",
        "Kaynat Sajid",
        "Sana Shoukat",
        "Kotb A Attia",
        "Sajid Fiaz",
        "Shaukat Ali",
        "Itoh Kimiko",
        "Ghulam Muhammad Ali"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Millions of people around the globe are affected by Alzheimer's disease (AD). This crippling condition has no treatment despite intensive studies. Some phytocompounds have been shown to protect against Alzheimer's in recent studies. METHODS: Thus, this work aimed to examine Bacopa monnieri phytocompounds' synergistic effects on neurodegeneration, antioxidant activity, and cognition in the scopolamine-induced AD mice model. The toxicity study of two phytocompounds: quercetin and bacopaside X revealed an LD50 of more than 2000 mg/kg since no deaths occurred. RESULTS: The neuroprotection experiment consists of 6 groups i.e., control (saline), scopolamine (1 mg/kg), donepezil (5 mg/kg), Q (25 mg/kg), BX (20 mg/kg), and Q + BX (25 mg/kg + 20 mg/kg). Visual behavioral assessment using the Morris water maze showed that animals in the diseased model group (scopolamine) moved more slowly toward the platform and exhibited greater thigmotaxis behavior than the treatment and control groups. Likewise, the concentration of biochemical NO, GSH, and MDA improved in treatment groups concerning the diseased group. mRNA levels of different marker genes including ChAT, IL-1α, IL-1 β, TNF α, tau, and β secretase (BACE1) improved in treatment groups with respect to the disease group. CONCLUSION: Both bacopaside X and quercetin synergistically have shown promising results in neuroprotection. Therefore, it is suggested that Q and BX may work synergistically due to their antioxidant and neuroprotective property.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Alzheimer Disease",
        "Scopolamine",
        "Bacopa",
        "Amyloid Precursor Protein Secretases",
        "Quercetin",
        "Neuroprotection",
        "Neuroprotective Agents",
        "Aspartic Acid Endopeptidases",
        "Antioxidants",
        "Maze Learning"
      ]
    },
    {
      "pmid": "37427984",
      "title": "Exploring the ameliorative potential of Bacopa monnieri in acetic acid induced ulcerative colitis in mice.",
      "authors": [
        "Karam Devi",
        "Anjana Bali",
        "Pankaj Bhatia",
        "Nirmal Singh",
        "Amteshwar Singh Jaggi"
      ],
      "journal": "Natural product research",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of the present study was to evaluate the role of Bacopa monnieri in acetic-acid-induced ulcerative colitis in mice. Acetic acid (3%v/v, in 0.9% saline) was infused intrarectally to induce ulceration in mice. Administration of acetic acid resulted in severe inflammation of the colon along with an increase in the myeloperoxidase (MPO) activity assessed on 7th day. Treatment with Bacopa monnieri extract (20 mg/kg and 40 mg/kg, p.o) and saponin-rich fraction (5 mg/kg and 10 mg/kg; p.o) for 7 days i.e. 2 days before and 5 days after acetic acid infusion, significantly attenuated the colonic inflammation in a dose-dependent manner. Furthermore, it also reduced the MPO levels and the disease activity score as compared to the control group. It may be concluded that Bacopa monnieri has the potential for ameliorating acetic-acid-induced colitis and its saponin-rich fraction may be responsible for this effect.",
      "mesh_terms": [
        "Animals",
        "Bacopa",
        "Colitis, Ulcerative",
        "Mice",
        "Acetic Acid",
        "Plant Extracts",
        "Peroxidase",
        "Saponins",
        "Male",
        "Disease Models, Animal",
        "Colon"
      ]
    },
    {
      "pmid": "37244150",
      "title": "Advanced network pharmacology study reveals multi-pathway and multi-gene regulatory molecular mechanism of Bacopa monnieri in liver cancer based on data mining, molecular modeling, and microarray data analysis.",
      "authors": [
        "Muhammad Sadaqat",
        "Muhammad Qasim",
        "Muhammad Tahir Ul Qamar",
        "Muhammad Shareef Masoud",
        "Usman Ali Ashfaq",
        "Fatima Noor",
        "Kinza Fatima",
        "Khaled S Allemailem",
        "Faris Alrumaihi",
        "Ahmad Almatroudi"
      ],
      "journal": "Computers in biology and medicine",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liver cancer is a malignant tumor that grows on the surface or inside the liver. The leading cause is a viral infection with hepatitis B or C virus. Natural products and their structural analogues have historically made a major contribution to pharmacotherapy, especially for cancer. A list of studies evidences the therapeutic efficacy of Bacopa monnieri against liver cancer, but the precise molecular mechanism is yet to be discovered. This study combines data mining, network pharmacology, and molecular docking analysis to potentially revolutionize liver cancer treatment by identifying effective phytochemicals. Initially, the information on active constituents of B. monnieri and target genes of both liver cancer and B. monnieri were retrieved from literature as well as from publicly available databases. Based on the matching results between B. monnieri potential targets and liver cancer targets, the protein-protein interaction (PPI) network was constructed using the STRING database and imported into Cytoscape for screening of hub genes based on their degree of connectivity. Later, the interactions network between compounds and overlapping genes was constructed using Cytoscape software to analyze the network pharmacological prospective effects of B. monnieri on liver cancer. Gene Ontology (GO) and KEGG pathway analysis of hub genes revealed that these genes are involved in the cancer-related pathway. Lastly, the expression level of core targets was analyzed using microarray data (GSE39791, GSE76427, GSE22058, GSE87630, and GSE112790). Further, the GEPIA server and PyRx software were used for survival and molecular docking analysis, respectively. In summary, we proposed that quercetin, luteolin, apigenin, catechin, epicatechin, stigmasterol, beta-sitosterol, celastrol, and betulic acid inhibit tumor growth by affecting tumor protein 53 (TP53), interleukin 6 (IL6), RAC-alpha serine/threonine protein kinases 1 (AKT1), caspase-3 (CASP3), tumor necrosis factor (TNF), jun proto-oncogene (JUN), heat shot protein 90 AA1 (HSP90AA1), vascular endothelial growth factor A (VEGFA), epidermal growth factor receptor (EGFR), and SRC proto-oncogene (SRC). Through, microarray data analysis, the expression level of JUN and IL6 were found to be upregulated while the expression level of HSP90AA1 was found to be downregulated. Kaplan-Meier survival analysis indicated that HSP90AA1 and JUN are promising candidate genes that can serve as diagnostic and prognostic biomarkers for liver cancer. Moreover, the molecular docking and molecular dynamic simulation of 60ns well complemented the binding affinity of the compound and revealed strong stability of predicted compounds at the docked site. Calculation of binding free energies using MMPBSA and MMGBSA validated the strong binding affinity between the compound and binding pockets of HSP90AA1 and JUN. Despite that, in vivo and in vitro studies are mandatory to unveil pharmacokinetics and biosafety profiles to completely track the candidature status of B. monnieri in liver cancer.",
      "mesh_terms": [
        "Bacopa",
        "Vascular Endothelial Growth Factor A",
        "Molecular Docking Simulation",
        "Interleukin-6",
        "Network Pharmacology",
        "Liver Neoplasms",
        "Data Mining",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "37045602",
      "title": "Copper and iron metal resistant rhizospheric bacteria boost the plant growth and bacoside A content in Bacopa monnieri under stress conditions.",
      "authors": [
        "Ramesh Kumar Kushwaha",
        "Samyukta Madhav Joshi",
        "Renuka Bajaj",
        "Anthati Mastan",
        "Vinay Kumar",
        "Himani Patel",
        "S Jayashree",
        "Satya Prakash Chaudhary"
      ],
      "journal": "Functional plant biology : FPB",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacteria that enhance plant growth and development and are found in the vicinity of roots are referred to as plant growth-promoting rhizobacteria. Some beneficial bacteria help plant tolerance to many hazardous chemical elements. In this context, Cupriavidus basilensis , Novosphingobium humi , Bacillus zanthoxyli , Bacillus sp., Paenibacillus alvei , Ancylobacter aquaticus and Ralstonia syzygii metal-tolerant rhizospheric bacteria were isolated from rhizospheric soil associated with Bacopa monnieri . The beneficial effects of rhizospheric bacteria on B. monnieri plant physiology and biochemical responses were investigated under pot conditions at two levels (100μM and 500μM) of CuSO4 or FeCl3 . N. humi , A. aquaticus and R. syzygii bacterial strains were associated with significantly increased height and biomass under normal and stress conditions. An assay for indole acetic acid in isolated rhizospheric bacteria found differential secretion except Bacillus zanthoxyli . Bacoside A is a major phytocompound in B. monnieri with medicinal value; maximum induction was observed in the R. syzygii treatment. High concentration of copper and iron salts negatively influenced height, biomass and photosynthetic pigments; however N. humi , A. aquaticus , Bacilllus sp. and R. syzygii beneficial bacterial helped plants under stress conditions. Moreover, a significant enhancement in chlorophyll a and b was noticed in C. basilensis , B. zanthoxyli , Bacilllus sp., P. alvei and R. syzygii treatments, without much influence on carotenoid levels. Therefore, the present study emphasises the importance of isolating plant growth-promoting rhizobacteria for use in bacopa plants exposed to metals such as copper and iron in soil.",
      "mesh_terms": [
        "Copper",
        "Iron",
        "Bacopa",
        "Chlorophyll A",
        "Bacteria",
        "Gallionellaceae",
        "Soil"
      ]
    },
    {
      "pmid": "36800346",
      "title": "Bacopa monnieri in Patients with Parkinson's Disease: A Pilot Study.",
      "authors": [
        "Andreia Fuentes Dos Santos",
        "Marília Moraes Queiroz Souza",
        "Eduarda Carolina Amaral",
        "Edilson Rodrigues Albuquerque",
        "Durcelina Schiavoni Bortoloti",
        "Arquimedes Gasparotto Junior",
        "Emerson Luiz Botelho Lourenço",
        "Evellyn Claudia Wietzikoski Lovato",
        "Francislaine Aparecida Dos Reis Lívero"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Bacopa monnieri (L.) Wettst. could be of interest in the control of symptoms of Parkinson's disease, but clinical evidence of its efficacy is lacking. This clinical trial assessed the effects of an extract of B. monnieri on parameters that are related to Parkinson's diseases. Twenty volunteers with Parkinson's disease were recruited for a primary, interventional, controlled, parallel, double-blind clinical study. The volunteers were assigned to treatment with either a commercial B. monnieri extract (225 or 450 mg/day) or placebo. The Parkinson's Disease Quality-of-Life (PDQL) questionnaire was applied, and motor activity was assessed before treatment and 30, 60, and 90 days after treatment with the B. monnieri extract or placebo. Characteristics such as age, body weight, and height were also collected. No differences in parkinsonian and systemic symptoms, emotional function, or social function were observed between. The delta percent (Δ%) showed time-dependent improvements in emotional function with B. monnieri treatment at the daily dose of 450 mg. A strong correlation was found between quality of life and motor outcomes at baseline and 30 days of treatment with B. monnieri, and a moderate correlation for 60 and 90 days of treatment with B. monnieri when compared with baseline time. A moderate correlation was found between motor outcomes and Hoehn and Yahr stages at baseline. Our results suggest that B. monnieri extract can improve emotional function in Parkinson's disease patients, but further clinical trials are needed to confirm this possibility.",
      "mesh_terms": [
        "Humans",
        "Parkinson Disease",
        "Plant Extracts",
        "Bacopa",
        "Pilot Projects",
        "Quality of Life"
      ]
    },
    {
      "pmid": "36716837",
      "title": "Bacopa monnieri reduces Tau aggregation and Tau-mediated toxicity in cells.",
      "authors": [
        "Tushar Dubey",
        "Preeti Kushwaha",
        "H V Thulasiram",
        "Madhura Chandrashekar",
        "Subashchandrabose Chinnathambi"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease is a neurodegenerative disease characterized by progressive memory loss and behavioral impairments. In the present study, the ethanolic extract of Bacopa monnieri was studied for its potency to inhibit Tau aggregation and rescuing of the viability of Tau-stressed cells. Bacopa monnieri was observed to inhibit the Tau aggregation in vitro. The cells exposed to Bacopa monnieri were also observed to have a low level of ROS and caspase-3 activity. The immunoblot and immunofluorescence analysis showed that Bacopa monnieri acts as an antioxidant and restored the Nrf2 levels in Neuro2a cells. Bacopa monnieri treatment to Neuro2a cells was observed to reduce the phospho-Tau load in formaldehyde-stressed cells. Furthermore, the treatment of Bacopa monnieri reduced the phosphorylation of GSK-3β in formaldehyde-stressed cells. Ran and NUP358 are the key proteins involved in nuclear transport. It was observed that formaldehyde treatment impaired the nuclear transport by missorting the NUP358 arrangement in Neuro2a cells. On the contrary, Bacopa monnieri treatment restored the NUP358 arrangement in cells. The overall results of the present study suggested that Bacopa monnieri could be considered a potent herb against Tau phosphorylation and Tau aggregation, which projects it as a promising formulation for Alzheimer's disease.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Bacopa",
        "Glycogen Synthase Kinase 3 beta",
        "Neurodegenerative Diseases",
        "Plant Extracts",
        "Animals",
        "Mice"
      ]
    },
    {
      "pmid": "36296643",
      "title": "Bio-Computational Evaluation of Compounds of Bacopa Monnieri as a Potential Treatment for Schizophrenia.",
      "authors": [
        "Ali H Alharbi"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Oct-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Schizophrenia is a horrible mental disorder characterized by distorted perceptions of reality. Investigations have not identified a single etiology for schizophrenia, and there are multiple hypotheses based on various aspects of the disease. There is no specific treatment for schizophrenia. Hence, we have tried to investigate the updated information stored in the genetic databases related to genes that could be responsible for schizophrenia and other related neuronal disorders. After implementing combined computational methodology, such as protein-protein interaction analysis led by system biology approach, in silico docking analysis was performed to explore the 3D binding pattern of Bacopa monnieri natural compounds while interacting with STXBP1. The best-identified compound was CID:5319292 based on -10.3 kcal/mol binding energy. Further, selected complexes were dynamically evaluated by MDS methods, and the output reveals that the STXBP1-CID:5281800 complex showed the lowest RMSD value, i.e., between 0.3 and 0.4 nm. Hence, identified compounds could be used to develop and treat neuronal disorders after in vivo/in vitro testing.",
      "mesh_terms": [
        "Humans",
        "Bacopa",
        "Schizophrenia",
        "Neurons",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "36221888",
      "title": "Computational Analysis of Bacopa monnieri (L.) Wettst. Compounds for Drug Development against Neurodegenerative Disorders.",
      "authors": [
        "Satyam Sangeet",
        "Arshad Khan",
        "Saurov Mahanta",
        "Nabamita Roy",
        "Sanjib Kumar Das",
        "Yugal Kishore Mohanta",
        "Muthupandian Saravanan",
        "Hui Tag",
        "Pallabi Kalita Hui"
      ],
      "journal": "Current computer-aided drug design",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: With several experimental studies establishing the role of Bacopa monnieri as an effective neurological medication, less focus has been employed to explore how effectively Bacopa monnieri brings about this property. The current work focuses on understanding the molecular interaction of the phytochemicals of the plant against different neurotrophic factors to explore their role and potential as potent anti-neurodegenerative drugs. BACKGROUND: Neurotrophins play a crucial role in the development and regulation of neurons. Alterations in the functioning of these Neurotrophins lead to several Neurodegenerative Disorders. Albeit engineered medications are accessible for the treatment of Neurodegenerative Disorders, due to their numerous side effects, it becomes imperative to formulate and synthesize novel drug candidates. OBJECTIVE: This study aims to investigate the potential of Bacopa monnieri phytochemicals as potent antineurodegenerative drugs by inspecting the interactions between Neurotrophins and target proteins. METHODS: The current study employs molecular docking and molecular dynamic simulation studies to examine the molecular interactions of phytochemicals with respective Neurotrophins. Further inspection of the screened phytochemicals was performed to analyze the ADME-Tox properties in order to classify the screened phytochemicals as potent drug candidates. RESULTS: The phytochemicals of Bacopa monnieri were subjected to in-silico docking with the respective Neurotrophins. Vitamin E, Benzene propanoic acid, 3,5-bis (1,1- dimethylethyl)- 4hydroxy-, methyl ester (BPA), Stigmasterol, and Nonacosane showed an excellent binding affinity with their respective Neurotrophins (BDNF, NT3, NT4, NGF). Moreover, the molecular dynamic simulation studies revealed that BPA and Stigmasterol show a very stable interaction with NT3 and NT4, respectively, suggesting their potential role as a drug candidate. Nonacosane exhibited a fluctuating binding behavior with NGF which can be accounted for by its long linear structure. ADME-Tox studies further confirmed the potency of these phytochemicals as BPA violated no factors and Vitamin E, Stigmasterol and Nonacosane violated 1 factor for Lipinski's rule. Moreover, their high human intestinal absorption and bioavailability score along with their classification as non-mutagen in the Ames test makes these compounds more reliable as potent antineurodegenerative drugs. CONCLUSION: Our study provides an in-silico approach toward understanding the anti-neurodegenerative property of Bacopa monnieri phytochemicals and establishes the role of four major phytochemicals which can be utilized as a replacement for synthetic drugs against several neurodegenerative disorders.",
      "mesh_terms": [
        "Humans",
        "Plant Extracts",
        "Bacopa",
        "Molecular Docking Simulation",
        "Stigmasterol",
        "Neurodegenerative Diseases",
        "Nerve Growth Factors",
        "Vitamin E",
        "Drug Development"
      ]
    },
    {
      "pmid": "36076495",
      "title": "Investigating neuroprotective roles of Bacopa monnieri extracts: Mechanistic insights and therapeutic implications.",
      "authors": [
        "Urooj Fatima",
        "Sonam Roy",
        "Shahnawaz Ahmad",
        "Lamya Ahmed Al-Keridis",
        "Nawaf Alshammari",
        "Mohd Adnan",
        "Asimul Islam",
        "Md Imtaiyaz Hassan"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacopa monnieri (Brahmi) is a well-known perennial, creeping herb of the Indian Ayurveda system; it contains numerous bioactive phytoconstituents implicated in the therapeutic management of several life-threatening diseases. This herb was used by Ancient Vedic scholars due to its pharmacological effect, especially as a nerve tonic and nootropic booster. However, to better understand the roles of Bacopa monnieri extract (BME) in neurological disorders and memory-related diseases, it is necessary to understand its active phytochemical constituents and their molecular mechanisms. Several clinical studies suggested that BME have neuroprotective effects, making it worth revising a notable herb. Here we investigated the contours of BME's phytochemistry and pharmacological features, focusing on neuronal disorders. We further analyzed the underlying molecular mechanisms in therapeutic intervention. Various clinical concerns and synergistic potential of BME were explored for their effective use in cognition and neuroprotection. The generation of reactive oxygen species increases neuroinflammation and neurotoxicity and is associated with Tau and amyloid-beta (Aβ) aggregation, leading to a neurological disorder. Our findings provide deeper mechanistic insights into the neuroprotective roles of BME, which can be further implicated in the therapeutic management of neurological disorders and exerting cognitive-enhancing effects.",
      "mesh_terms": [
        "Bacopa",
        "Cognition",
        "Humans",
        "Medicine, Ayurvedic",
        "Memory Disorders",
        "Neuroprotection",
        "Neuroprotective Agents",
        "Plant Extracts",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "35992047",
      "title": "Development of Microneedle Patch Loaded with Bacopa monnieri Solid Lipid Nanoparticles for the Effective Management of Parkinson's Disease.",
      "authors": [
        "Delna Joy",
        "Jobin Jose",
        "Shabana Bibi",
        "Akshay Bandiwadekar",
        "Gopika Gopan",
        "Clara Mariana Gonçalves Lima",
        "Talha Bin Emran",
        "Fahad A Alhumaydhi",
        "Harsha Ashtekar",
        "Sandeep D S",
        "Carlos Adam Conte-Junior"
      ],
      "journal": "Bioinorganic chemistry and applications",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Retracted Publication"
      ],
      "abstract": "The demand for drug delivery systems (DDS) to treat Parkinson's disease (PD) is still high, and microneedle (MN) assisted transdermal DDS offers enormous potential. Herbal products for PD have been shown to have antioxidant effects in reducing dopaminergic neurons from degeneration. Here, we attempted to incorporate solid lipid nanoparticles (SLNs) of Bacopa monnieri into dissolvable microneedle arrays and evaluate its neuroprotective activity. The bloodless and painless microneedle arrays through the transdermal route deliver the drug across the blood-brain barrier at the desired concentration. The quality by design (QbD) approach was employed for optimizing the SLNs formulations. The mechanical strength, in vitro release studies, ex-vivo permeation investigation, skin irritation test, histopathological studies, biochemical studies, and behavioural tests SLNs loaded microneedle arrays were performed. The microneedle patches obtained were shown to be mechanically robust and were also found to be nonirritant with a decreased degree of bradykinesia, high motor coordination, and balance ability. Compared to systemic delivery systems, such an MN method can achieve a considerably lower effective dose and allow long-term home-based treatment."
    },
    {
      "pmid": "35991388",
      "title": "Synergism of endophytic Bacillus subtilis and Klebsiella aerogenes modulates plant growth and bacoside biosynthesis in Bacopa monnieri.",
      "authors": [
        "Namita Shukla",
        "Deepti Singh",
        "Arpita Tripathi",
        "Poonam Kumari",
        "Rahul Kumar Gupta",
        "Shiwangi Singh",
        "Karuna Shanker",
        "Akanksha Singh"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacopa monnieri is the main source of pharmaceutically important bacosides; however, the low content of these molecules in planta remains a limiting factor for fulfilling the industrial requirement. The accumulation of secondary metabolites can be enhanced in plants upon inoculation with endophytes. In this study, we isolated and analyzed the culturable endophytes associated with different plant parts. By analyzing their impact on plant growth parameters (in vitro and in vivo) and Bacoside A content, we found few candidates which increased bacoside accumulation significantly. Finally, two promising endophytes namely Bacillus subtilis (OK070745) and Klebsiella aerogenes (OK070774) were co-cultivated with B. monnieri cuttings singly and in combination mode to clarify their effect on bacoside biosynthesis and their accumulation in B. monnieri shoot. Consortium-inoculated plants significantly enhanced the plant biomass and Bacoside A content with respect to single inoculation. The results of real-time quantitative (RT-PCR) revealed significant accumulation of bacoside biosynthetic pathway transcripts (HMGCR, PMVK, FDPS, SQS, and β-AS) in the case of plants inoculated with microbial combination, while the single inoculation of B. subtilis diverted the plant's machinery toward the synthesis of phenylpropanoid genes like CCR, CAD, CHS, and HST. In addition, higher expression of MYB 2 and WRKY 1 transcription factors in combinational treatment points out their probable role in better physiological and developmental processes. Altogether, this is the first study on B. monnieri-endophyte interaction showing improvement in the accumulation of bacoside A by modulating various genes of metabolic pathway and thus suggests an effective \"green approach\" for augmenting in planta production of pharmaceutically important bacosides."
    },
    {
      "pmid": "35956923",
      "title": "Antibacterial Potential of Bacopa monnieri (L.) Wettst. and Its Bioactive Molecules against Uropathogens-An In Silico Study to Identify Potential Lead Molecule(s) for the Development of New Drugs to Treat Urinary Tract Infections.",
      "authors": [
        "Jyoti Mehta",
        "Kumar Utkarsh",
        "Shivkanya Fuloria",
        "Tejpal Singh",
        "Mahendran Sekar",
        "Deeksha Salaria",
        "Rajan Rolta",
        "M Yasmin Begum",
        "Siew Hua Gan",
        "Nur Najihah Izzati Mat Rani",
        "Kumarappan Chidambaram",
        "Vetriselvan Subramaniyan",
        "Kathiresan V Sathasivam",
        "Pei Teng Lum",
        "Subasini Uthirapathy",
        "Olatomide A Fadare",
        "Oladoja Awofisayo",
        "Neeraj Kumar Fuloria"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Aug-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Urinary tract infections (UTIs) are becoming more common, requiring extensive protection from antimicrobials. The global expansion of multi-drug resistance uropathogens in the past decade emphasizes the necessity of newer antibiotic treatments and prevention strategies for UTIs. Medicinal plants have wide therapeutic applications in both the prevention and management of many ailments. Bacopa monnieri is a medicinal plant that is found in the warmer and wetlands regions of the world. It has been used in Ayurvedic systems for centuries. The present study aimed to investigate the antibacterial potential of the extract of B. monnieri leaves and its bioactive molecules against UTIs that are caused by Klebsiella pneumoniae and Proteus mirabilis. This in vitro experimental study was conducted by an agar well diffusion method to evaluate the antimicrobial effect of 80% methanol, 96% ethanol, and aqueous extracts of B. monnieri leaves on uropathogens. Then, further screening of their phytochemicals was carried out using standard methods. To validate the bioactive molecules and the microbe interactions, AutoDock Vina software was used for molecular docking with the Klebsiella pneumoniae fosfomycin resistance protein (5WEW) and the Zn-dependent receptor-binding domain of Proteus mirabilis MR/P fimbrial adhesin MrpH (6Y4F). Toxicity prediction and drug likeness were predicted using ProTox-II and Molinspiration, respectively. A molecular dynamics (MD) simulation was carried out to study the protein ligand complexes. The methanolic leaves extract of B. monnieri revealed a 22.3 mm ± 0.6 mm to 25.0 mm ± 0.5 mm inhibition zone, while ethanolic extract seemed to produce 19.3 mm ± 0.8 mm to 23.0 mm ± 0.4 mm inhibition zones against K. pneumoniae with the use of increasing concentrations. In the case of P. mirabilis activity, the methanolic extracts showed a 21.0 mm ± 0.8 mm to 24.0 mm ± 0.6 mm zone of inhibition and the ethanol extract produced a 17.0 mm ± 0.9 mm to 23.0 mm ± 0.7 mm inhibition zone with increasing concentrations. Carbohydrates, flavonoids, saponin, phenolic, and terpenoid were common phytoconstituents identified in B. monnieri extracts. Oroxindin showed the best interactions with the binding energies with 5WEW and 6Y4F, -7.5 kcal/mol and -7.4 kcal/mol, respectively. Oroxindin, a bioactive molecule, followed Lipinski's rule of five and exhibited stability in the MD simulation. The overall results suggest that Oroxindin from B. monnieri can be a potent inhibitor for the effective killing of K. pneumoniae and P. mirabilis. Additionally, its safety has been established, indicating its potential for future drug discovery and development in the treatment for UTIs.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Bacopa",
        "Ethanol",
        "Klebsiella pneumoniae",
        "Molecular Docking Simulation",
        "Plant Extracts",
        "Proteus mirabilis",
        "Urinary Tract Infections"
      ]
    },
    {
      "pmid": "35819370",
      "title": "A comprehensive review on tissue culture studies and secondary metabolite production in Bacopa monnieri L. Pennell: a nootropic plant.",
      "authors": [
        "W N Sudheer",
        "Muthu Thiruvengadam",
        "Praveen Nagella"
      ],
      "journal": "Critical reviews in biotechnology",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Bacopa monnieri L. Pennell, commonly known as Brahmi, is an important medicinal plant that belongs to the family Plantaginaceae. Brahmi is rich in innumerable bioactive secondary metabolites, especially bacosides that can be employed to reduce many health issues. This plant is used as a neuro-tonic and treatment for mental health, depression, and cognitive performance. Brahmi is also known for its antioxidant, anti-inflammatory, and anti-hepatotoxic activities. There is a huge demand for its raw materials, particularly for the extraction of bioactive molecules. The conventional mode of propagation could not meet the required commercial demand. To overcome this, biotechnological approaches, such as plant tissue culture techniques have been established for the production of important secondary metabolites through various culture techniques, such as callus and cell suspension cultures and organ cultures, to allow for rapid propagation and conservation of medicinally important plants with increased production of bioactive compounds. It has been found that a bioreactor-based technology can also enhance the multiplication rate of cell and organ cultures for commercial propagation of medicinally important bioactive molecules. The present review focuses on the propagation and production of bacoside A by cell and organ cultures of Bacopa monnieri, a nootropic plant. The review also focuses on the biosynthesis of bacoside A, different elicitation strategies, and the over-expression of genes for the production of bacoside-A. It also identifies research gaps that need to be addressed in future studies for the sustainable production of bioactive molecules from B. monnieri.",
      "mesh_terms": [
        "Bacopa",
        "Nootropic Agents",
        "Saponins",
        "Triterpenes",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "35765109",
      "title": "Suspected cholinergic toxicity due to cevimeline hydrochloride and Bacopa monnieri interaction: a case report.",
      "authors": [
        "Blake Acquarulo",
        "Priya Tandon",
        "Carolyn M Macica"
      ],
      "journal": "Journal of medical case reports",
      "publication_date": "2022-Jun-29",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Muscarinic agonists are indicated for the treatment of many conditions including ileus, urinary retention, glaucoma, and Sjögren's syndrome. Due to their lack of tissue specificity, these drugs can lead to undesirable side effects at off-target sites and may be potentiated by supplements that impact the half-life of these drugs. CASE PRESENTATION: A 58-year-old Caucasian female with history of Sjögren's syndrome, who was being managed with cevimeline, presented to the primary care office with reported hyperhidrosis, malaise, nausea, and tachycardia. She reported taking an herbal supplement containing B. monnieri and phosphatidylserine the previous night. It has been previously demonstrated that B. monnieri alters cytochrome P450 enzymes. Electrocardiogram showed no acute ST-T changes. Clinical improvement occurred with hydration and discontinuation of the supplement. CONCLUSIONS: To our knowledge, there has only been one other documented cevimeline overdose, and it was not associated with an herbal supplementation interaction. Physicians should actively elicit herbal supplement information from patients to anticipate possible drug-herb interactions. An additional consideration of clinical relevance is the known genetic variability that may affect drug responsiveness due to differences in metabolism and half-life of drugs that arise from common genetic variants of cytochrome P450 genes.",
      "mesh_terms": [
        "Bacopa",
        "Cholinergic Agents",
        "Cytochrome P-450 Enzyme System",
        "Female",
        "Humans",
        "Middle Aged",
        "Quinuclidines",
        "Sjogren's Syndrome",
        "Thiophenes"
      ]
    },
    {
      "pmid": "35694054",
      "title": "Crude Extracts of Bacopa Monnieri Induces Dendrite Formation in Rodent Neural Stem Cell Cultures-A Possible Use in Neuronal Injury.",
      "authors": [
        "Rohit Kumar Sarda",
        "Rohan Sinha",
        "Mingma Sherpa",
        "Amlan Gupta"
      ],
      "journal": "Journal of neurosciences in rural practice",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background  Repair of nervous tissue injury impairs positive functional outcome. Major challenges involved are formation of new neuronal cells at the site of injury, growth and development of existing or stem cell-derived neuronal cells, and proper anatomical alignment of the cells required for the functional organization of the nervous system. Stem cells and various agents have been tried to overcome the above challenges yielding only limited positive results. Bacopa has been in frequent usage for cognitive impairment in Ayurvedic medicine. The assumption that Bacopa monnieri (BM) extracts may lead to certain specific changes at the cellular structural level benefitting the central nervous system repair, prompted us for the present study. Objective  This is an in vitro study evaluating the effect of BM extracts (bacopasides and analogues) on the neuronal stem cells (NSC) culture in various concentrations. The study investigates the possibility of BM as an agent for the regeneration and differentiation of nervous tissue injury. This may have clinical and therapeutic implications. Materials and Methods  NSC were harvested from the newborn albino rats, Rattus norvegicus, and the BM extracts were obtained from product \"brahmi\" manufactured by Himalaya Drug Company. Aqueous suspension of 2 μL of alcoholic extract of BM was locally added to the culture plates of NSC in concentrations of 5, 10, and 20 µg/mL after development of NSC in the media. The control NSC (without BM) and BM-rich NSC were simultaneously observed at regular unit intervals after inoculation. The morphological change in the NSC were observed and recorded. Result  NSC could be successfully cultured from the newborn rat's brain harvested at 3 and 6 hours of birth. NSCs derived at 3 hours of birth were more primitive (predominantly neurospheres) than derived those at 6 hours of birth. BM had significant positive effect on the neurospheres, that is, dendritic formation was seen in the NSC predominating when 2 μL of suspensions containing 5 and 10 µg/mL concentration of the extracts were used but showed relatively lesser effect at concentration of 20 µg/mL. The positive effect was biologically significant. Conclusion  NSC can be cultured from brain of the newborn rodent. BM and its extracts act positively on NSC in terms of dendritic formation when used in proper appropriate concentration. The study opens up a new area of research and explores newer avenues in nervous tissue injury repair. It may have future clinical implication in the treatment of injury of central and peripheral nervous tissue. However, the hypothesis needs to be validated by adequate number of experimental runs as well as in vivo studies to know the reproducibility of the findings in other centers."
    },
    {
      "pmid": "35612544",
      "title": "Use of Bacopa monnieri in the Treatment of Dementia Due to Alzheimer Disease: Systematic Review of Randomized Controlled Trials.",
      "authors": [
        "Aneesh Basheer",
        "Ayush Agarwal",
        "Biswamohan Mishra",
        "Anu Gupta",
        "Madakasira Vasantha Padma Srivastava",
        "Richard Kirubakaran",
        "Venugopalan Vishnu"
      ],
      "journal": "Interactive journal of medical research",
      "publication_date": "2022-Aug-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Bacopa monnieri, a herb that has been used for many centuries in India, has shown neuroprotective effects in animal and in vitro studies; human studies on patients with Alzheimer disease have been inconclusive. OBJECTIVE: The primary objective of this review was to determine the clinical efficacy and safety of B. monnieri in persons with mild, moderate, or severe dementia, or mild cognitive impairment, due to Alzheimer disease. METHODS: We searched PubMed, Embase, Cochrane Library, clinical trial registries (World Health Organization, Australia-New Zealand, United States, and South Africa), the metaRegister of Controlled Trials, and CINAHL. We intended to include all randomized and quasi-randomized controlled trials that compared B. monnieri, its extract or active ingredients (at any dosage), with a placebo or a cholinesterase inhibitor among adults with dementia due to Alzheimer disease and in those with mild cognitive impairment due to Alzheimer disease. RESULTS: Our comprehensive search yielded 5 eligible studies. A total of 3 studies used B. monnieri in combination with herbal extracts while the remaining 2 used B. monnieri extracts only. Two studies compared B. monnieri with donepezil while the others used a placebo as the control. There was considerable variation in the B. monnieri dose used (ranging between 125 mg to 500 mg twice daily) and heterogeneity in treatment duration, follow-up, and outcomes. The major outcomes were Mini-Mental State Examination scores reported in 3 trials, Cognitive subscale scores of the Alzheimer's Disease Assessment Scale in 1 study, and a battery of cognitive tests in 2 studies. Using the Cochrane risk-of-bias tool, overall, we judged all 5 studies to be at high risk of bias. While all studies reported a statistically significant difference between B. monnieri and the comparator in at least one outcome, we rated the overall quality of evidence for the Alzheimer's Disease Assessment Scale-Cognitive Subscale, Postgraduate Institute Memory Scale, Mini-Mental State Examination, and Wechsler Memory Scale to be very low due to downgrading by 2 levels for high risk of bias and 1 more level for impreciseness due to small sample sizes and wide CIs. CONCLUSIONS: There was no difference between B. monnieri and the placebo or donepezil in the treatment of Alzheimer disease based on very low certainty evidence. No major safety issues were reported in the included trials. Future randomized controlled trials should aim to recruit more participants and report clinically meaningful outcomes. TRIAL REGISTRATION: PROSPERO CRD42020169421; https://www.crd.york.ac.uk/prospero/display_record.php?RecordID=169421."
    },
    {
      "pmid": "35539884",
      "title": "Molecular docking analysis of hyperphosphorylated tau protein with compounds derived from Bacopa monnieri and Withania somnifera.",
      "authors": [
        "Hrushikesh Dixit",
        "C Selvaa Kumar",
        "Debjani Dasgupta",
        "Nikhil Gadewal"
      ],
      "journal": "Bioinformation",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tau protein, the major player in Alzheimer's disease forms neurofibrillary tangles in elderly people. Bramhi (Baccopa Monniera) is often used as an ayurvedic treatment for Alzheimer's disease. Therefore it is of interest to study the interaction of compounds derived from Baccopa with the Tau protein involved in tangle formation. We show that compounds such as bacopaside II, bacopaside XII, and nicotine showed optimal binding features with the R2 repeat domain of hyperphosphorylated tau protein for further consideration in the context of Alzheimer's disease (AD)."
    },
    {
      "pmid": "35413358",
      "title": "Neuroprotective role of Bacopa monnieri extract in modulating depression in an experimental rat model.",
      "authors": [
        "Asmaa M Zaazaa",
        "Nadia N Daoud",
        "Ola A El-Gendy",
        "Ahmad I Al-Shafei"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2022-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Depression is a common illness with no definite treatment. METHODS: The study involved 2 experimental periods; 45-day (P1) followed by 30-day (P2). 40 adult albino rats were randomly divided into 4 groups. Grp 1 received saline orally while Grp 2 reserpine inraperitoneally (ip) during P1 and P2. Grps 3 and 4 received reserpine during P1, followed by reserpine plus B. monnieri, and reserpine plus citalopram ip during P2, respectively. Forced swimming test (FST) was performed at beginning and end of P1 and P2. Animals were sacrificed by end of P2 and brain taken for histopathological examination and ELISA estimation of serotonin, dopamine, norepinephrine, BDNF, MCP-1, FAS, and Bcl-2. RESULTS: During P1, reserpine prolonged immobility time (IT) in FST in Grps 2, 3, and 4. IT was subsequently lowered in Grps 3 and 4 but remained elevated in Grp 2 by end of P2. Serotonin, dopamine and norepinephrine were lowered in Grps 2, 3, and 4, but in Grps 3 and 4, levels were comparable to Grp1. BDNF and Bc1-2 were reduced in Grps 2, 3, and 4, with higher levels in Grps 3 and 4 than Grp 2. MCP-1 and FAS were elevated in Grps 2, 3, and 4, but levels were lower in Grps 3 and 4 than in Grp 2. Histopathology showed congested cerebral cortex in Grp 2 and normal cortex in other groups. LIMITATIONS: Only adult male rats were involved and effects of co-administration of B. monnieri and citalopram were not characterized. CONCLUSION: B. monnieri improves depression comparable to citalopram in reserpine-induced depression.",
      "mesh_terms": [
        "Animals",
        "Bacopa",
        "Brain-Derived Neurotrophic Factor",
        "Citalopram",
        "Depression",
        "Dopamine",
        "Humans",
        "Male",
        "Norepinephrine",
        "Plant Extracts",
        "Rats",
        "Reserpine",
        "Serotonin"
      ]
    },
    {
      "pmid": "35201388",
      "title": "Biotechnological production of bacosides from cell and organ cultures of Bacopa monnieri.",
      "authors": [
        "Hosakatte Niranjana Murthy"
      ],
      "journal": "Applied microbiology and biotechnology",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Bacopa monnieri (L.) Wettst. (BM), also known as 'Brahmi' or 'Water Hyssop', has been utilized as a brain tonic, memory enhancer, sensory organ revitalizer, cardiotonic, anti-anxiety, antidepressant and anticonvulsant agent in the Indian system of medicine Ayurveda for centuries. BM is beneficial in the treatment of Parkinson's disease, Alzheimer's disease, epileptic seizures and schizophrenia in recent pharmacological research. Dammarane-type triterpenoid saponins containing jujubogenin and pseudojujubogenin as aglycones, also known as bacosides, are the principal chemical ingredients identified and described from BM. Bacosides have been shown to have anti-ageing, anticancer, anticonvulsant, antidepressant, anti-emetic, anti-inflammatory and antibacterial properties in a variety of pre-clinical and clinical studies. The pharmaceutical industry's raw material comes from wild sources; nevertheless, the concentration of bacosides varies in different regions of the plants, as well as seasonal and genotypic variation. Cell and tissue cultures are appealing alternatives for the long-term manufacture of bioactive chemicals, and attempts to produce bacosides using in vitro cultures have been made. This review discusses the biotechnological approaches used to produce bacosides, as well as the limitations and future potential. KEY POINTS: • Bacosides extracted from Bacopa monnieri are important pharmaceutical compounds. • The current review provides insight into biotechnological interventions for the production of bacosides using in vitro cultures. • Highlights the prospects improvement of bacoside production through metabolic engineering.",
      "mesh_terms": [
        "Bacopa",
        "Medicine, Ayurvedic",
        "Organ Culture Techniques",
        "Plant Extracts",
        "Saponins",
        "Triterpenes"
      ]
    },
    {
      "pmid": "35041248",
      "title": "Effects of Bacopa monnieri (CDRI 08®) in a population of males exhibiting inattention and hyperactivity aged 6 to 14 years: A randomized, double-blind, placebo-controlled trial.",
      "authors": [
        "James D Kean",
        "Luke A Downey",
        "Jerome Sarris",
        "Jordy Kaufman",
        "Andrea Zangara",
        "Con Stough"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The current study investigated the efficacy of extract of Bacopa monnieri (BM; CDRI 08®) in reducing levels of inattention and hyperactivity in young children. BM has demonstrated improvements in cognitive outcomes in adults, yet little research is available on its effects in younger populations. A 14-week randomized, double-blind, placebo-controlled clinical trial, with placebo run-in and run-out phases, investigated the effects of BM on behavioural, cognitive, mood, and sleep effects in male children aged 6 to 14 years against placebo. One-hundred and twelve participants were recruited into the trial, with 93 datasets available for analysis. No significant behavioural differences were noted between treatment groups. Cognitive outcomes indicated decreased error-making in children taking CDRI 08® (p = .04) and increased speed of reaction time in those taking placebo (p = .04) at study end. Improvements in cognitive flexibility (p = .01), executive functioning (p = .04), interpersonal problems (p = .02), and sleep routine (p = .04) were noted in those consuming CDRI 08® over placebo. CDRI 08® did not improve behavioural outcomes, but may have cognitive, mood and sleep benefits in children aged 6 to 14 years. Further study is required to support the findings presented here.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Affect",
        "Bacopa",
        "Child",
        "Child, Preschool",
        "Cognition",
        "Double-Blind Method",
        "Humans",
        "Male",
        "Plant Extracts",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "35021981",
      "title": "Neuroprotective Potential of Bacopa monnieri: Modulation of Inflammatory Signals.",
      "authors": [
        "Erica Costantini",
        "Srinivas Jarlapoodi",
        "Federica Serra",
        "Lisa Aielli",
        "Haroon Khan",
        "Tarun Belwal",
        "Katia Falasca",
        "Marcella Reale"
      ],
      "journal": "CNS & neurological disorders drug targets",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: To date, much evidence has shown the increased interest in natural molecules and traditional herbal medicine as alternative bioactive compounds to fight many inflammatory conditions, both in relation to immunomodulation and in terms of their wound healing potential. Bacopa monnieri is a herb that is used in the Ayurvedic medicine tradition for its anti-inflammatory activity. OBJECTIVE: In this study, we evaluate the anti-inflammatory and regenerative properties of the Bacopa monnieri extract (BME) in vitro model of neuroinflammation. METHODS: Neuronal SH-SY5Y cells were stimulated with TNFα and IFNγ and used to evaluate the effect of BME on cell viability, cytotoxicity, cytokine gene expression, and healing rate. RESULTS: Our results showed that BME protects against the Okadaic acid-induced cytotoxicity in SH-SY5Y cells. Moreover, in TNFα and IFNγ primed cells, BME reduces IL-1β, IL-6, COX-2, and iNOS, mitigates the mechanical trauma injury-induced damage, and accelerates the healing of wounds. CONCLUSION: This study indicates that BME might become a promising candidate for the treatment of neuroinflammation.",
      "mesh_terms": [
        "Humans",
        "Tumor Necrosis Factor-alpha",
        "Plant Extracts",
        "Bacopa",
        "Neuroinflammatory Diseases",
        "Neuroblastoma",
        "Anti-Inflammatory Agents",
        "Neuroprotective Agents"
      ]
    },
    {
      "pmid": "34254371",
      "title": "Bacosides from Bacopa monnieri extract: An overview of the effects on neurological disorders.",
      "authors": [
        "Samarpita Banerjee",
        "Uttpal Anand",
        "Suchhanda Ghosh",
        "Durga Ray",
        "Puja Ray",
        "Samapika Nandy",
        "Ganpat Dewaji Deshmukh",
        "Vijay Tripathi",
        "Abhijit Dey"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "From ancient history, complementary and alternative medicines have played a significant role as holistic therapeutic treatments of various human diseases including cancer, diabetes, neurological diseases, and skin problems. One Indian medicinal plant (herb), Bacopa monnieri has been used in many parts of the world as such medicine, particularly for the treatment of various neurological disorders. It is well known as a potent \"tonic for the human brain,\" which serves as a memory enhancer. Multiple studies proved that this herb contains a plethora of potential bioactive, phytochemical compounds with synergistic properties. The main purpose of the present review is to shed light on the use of Bacopa monnieri and its active principles (bacosides) in the management of neurological disorders. Furthermore, the signaling pathways modulated by bacosides have been critically discussed in this review. Moreover, we have critically summarized the present knowledge of this perennial creeping herb based upon the literature mining from different scientific engines.",
      "mesh_terms": [
        "Bacopa",
        "Humans",
        "Nervous System Diseases",
        "Plant Extracts",
        "Plants, Medicinal",
        "Triterpenes"
      ]
    },
    {
      "pmid": "33818685",
      "title": "Characterization of MYB35 regulated methyl jasmonate and wound responsive Geraniol 10-hydroxylase-1 gene from Bacopa monnieri.",
      "authors": [
        "Gajendra Singh Jeena",
        "Sunil Kumar",
        "Rakesh Kumar Shukla"
      ],
      "journal": "Planta",
      "publication_date": "2021-Apr-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BmG10H-1 transcript from B. monnieri was functionally active. BmG10H-1 promoter drives GUS activity in response to MeJA and wounding. BmMYB35 regulates BmG10H-1 transcript by binding to its promoter. Geraniol 10-hydroxylase (G10H) is one of the important regulatory cytochrome P450 monooxygenase, which is involved in the biosynthesis of monoterpene alkaloids. However, G10H is not characterized at the enzymatic or at the regulatory aspect in B. monnieri. In the present study, we have identified two transcripts of BmG10H (BmG10H-1and BmG10H-2) and characterized the methyl jasmonate (MeJA) and wound responsive BmG10H-1 transcript from B. monnieri. BmG10H-1 showed induced expression after 3 h of MeJA and wounding treatment in the shoot. Yeast purified recombinant BmG10H-1 protein is enzymatically active, having Vmax of 0.16 µMsec-1 μg-1 protein and catalyzes the hydroxylation of geraniol to 10-hydroxy geraniol. The BmG10H-1 promoter was isolated by using the genome walking method. BmG10H-1 promoter can drive GUS expression in transgenic Arabidopsis thaliana. GUS activity of MeJA and wound-treated Arabidopsis seedlings were found to be increased as compared to the control untreated seedlings, whereas no GUS activity was found in deleted MeJA responsive and W-box cis-elements. This shows that the BmG10H-1 promoter contains functional MeJA (TGACG) and wound responsive (TGACCT) cis-elements. Further, shoot specific and MeJA responsive recombinant BmMYB35 protein was purified, which binds with the MYB recognition cis-element (TGGTTA) present in the BmG10H-1 promoter and transcriptionally activates the reporter gene in yeast. In conclusion, the characterization of MeJA and wound responsive BmG10H-1 provides novel information about its transcriptional regulation by binding with MYB transcription factor in B. monnieri.",
      "mesh_terms": [
        "Acetates",
        "Bacopa",
        "Base Sequence",
        "Cyclopentanes",
        "Cytochrome P-450 Enzyme System",
        "Gene Expression Regulation, Plant",
        "Genes, Plant",
        "Oxylipins",
        "Plants, Genetically Modified"
      ]
    },
    {
      "pmid": "33796021",
      "title": "Neuroprotective and Neurorescue Mode of Action of Bacopa monnieri (L.) Wettst in 1-Methyl-4-phenyl-1,2,3,6-tetrahydropyridine-Induced Parkinson's Disease: An In Silico and In Vivo Study.",
      "authors": [
        "Babita Singh",
        "Shivani Pandey",
        "Mohammad Rumman",
        "Shashank Kumar",
        "Prem Prakash Kushwaha",
        "Rajesh Verma",
        "Abbas Ali Mahdi"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ethnopharmacological Relevance: Parkinson's disease (PD) is characterized by progressive death of dopaminergic neurons. The presently used medicines only tackle the symptoms of PD, but none makes a dent on the processes that underpin the disease's development. Herbal medicines have attracted considerable attention in recent years. Bacopa monnieri (L.) Wettst (Brahmi) has been used in Indian Ayurvedic medicine to enhance memory and intelligence. Herein, we assessed the neuroprotective role of Bacopa monnieri (L.) Wettst on Parkinson's disease. Aim of the Study: Bacopa monnieri (L.) Wettst, a medicinal herb, is widely used as a brain tonic. We investigated the neuroprotective and neurorescue properties of Bacopa monnieri (L.) Wettst extract (BME) in 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP)-induced mice model of PD. Materials and Methods: The mice model of MPTP-induced PD is used in the study. In the neuroprotective (BME + MPTP) and neurorescue (MPTP + BME) experiments, the animals were administered 40 mg/kg body weight BME orally before and after MPTP administration, respectively. Effect of BME treatment was evaluated by accessing neurobehavioral parameters and levels of dopamine, glutathione, lipid peroxide, and nitrites. An in silico study was performed using AutoDock Tools 1.5.6 (ADT). Results: A significant recovery in behavioral parameters, dopamine level, glutathione level, lipid peroxides, and nitrite level was observed in BME-treated mice. Treatment with BME before or after MPTP administration has a protective effect on dopaminergic neurons, as evidenced by a significant decrease in GFAP immunostaining and expression of inducible nitric oxide synthase (iNOS) in the substantia nigra region; however, the degree of improvement was more prominent in mice receiving BME treatment before MPTP administration. Moreover, the in silico study revealed that the constituents of BM, including bacosides, bacopasides, and bacosaponins, can inactivate the enzyme monoamine oxidase B, thus preventing the breakdown of MPTP to MPP+. Conclusion: Our results showed that BME exerts both neuroprotective and neurorescue effects against MPTP-induced degeneration of the nigrostriatal dopaminergic neurons. Moreover, BME may slow down the disease progression and delay the onset of neurodegeneration in PD."
    },
    {
      "pmid": "33728274",
      "title": "Antiepileptic potential of Bacopa monnieri in the rat brain during PTZ-induced epilepsy with reference to cholinergic system and ATPases.",
      "authors": [
        "E Komali",
        "Ch Venkataramaiah",
        "W Rajendra"
      ],
      "journal": "Journal of traditional and complementary medicine",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Epilepsy is a chronic central nervous system disorder that occurs not only with the imbalance of glutamatergic neurons and inhibitory gamma-aminobutyric acid (γ-GABA) neurons, but also with abnormal Central cholinergic neuronal regulation. Since long term usage of antiepileptic drugs cause high incidence of pharmacoresistance and untoward side effects, attention has been paid in recent years to screen bioactive compounds from natural medicinal plants for the treatment of several neurological disorders including Epilepsy. Keeping in view of relative importance of natural medicinal plants, the present study is mainly focused to characterize the anti-convulsant effect of Bacopa monnieri (BM), an Indian herb which is being extensively used in Ayurvedic treatments related to neurological complications. The present study is designed to assess the neurotoxicity of Pentylene tetrazole (PTZ), an epileptic compound with particular reference to Cholinergic system and ATPases in different brain regions of rat to explore the possible antiepileptic effect of different extracts of BM in comparison with Diazepam (DZ) (Reference control). The activity levels of Acetyl cholinesterase (AChE) and ATPases were decreased in different regions of brain during PTZ induced epilepsy which were increased in epileptic rats pretreated with different extracts of Bacopa monnieri except EAE and AE. In addition Acetylcholine (ACh), levels were increased during PTZ induced epilepsy when compared with normal control and levels were reversed on pretreatment with different extracts of BM. Recoveries of these parameters suggest that the bioactive factors present in the extracts offer neuroprotection by interrupting the pathological cascade that occurs during epileptogenesis."
    },
    {
      "pmid": "33692683",
      "title": "The Neurocognitive Effects of Bacopa monnieri and Cognitive Training on Markers of Brain Microstructure in Healthy Older Adults.",
      "authors": [
        "Grace M McPhee",
        "Luke A Downey",
        "Keith A Wesnes",
        "Con Stough"
      ],
      "journal": "Frontiers in aging neuroscience",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacopa monnieri (BM) is a herbal supplement that increases signaling molecules implicated in synaptogenesis. Combined with cognitive stimulation, it may be a viable supplement to enhance long-term potentiation (LTP) and improve cognitive health in older adults. This randomized, double-blind, placebo-controlled trial asked 28 healthy adults aged over 55 years to complete cognitive training (CT) 3 hours weekly for 12 weeks. Fifteen consumed a standardized extract of BM and 13 consumed a placebo daily. Cognitive tasks, life-satisfaction, memory complaints and mood were assessed, and bloods analyzed for serum brain-derived neurotrophic factor (BDNF) before and after 12-weeks of the intervention. Diffusion tensor imaging (DTI) and neurite orientation dispersion and density imaging (NODDI) in gray (GM) and white matter (WM) were also analyzed. Results demonstrated slower reaction time in an image discrimination task in the BM group and faster reaction time in a spatial working memory task (SWM-O RT) in the placebo group. Mean accuracy was higher in the BM group for these tasks, suggesting a change in the speed accuracy trade-off. Exploratory neuroimaging analysis showed increased WM mean diffusivity (MD) and GM dispersion of neurites (orientation dispersion index, ODI) and decreased WM fractional anisotropy (FA) and GM neurite density (ND) in the BM group. No other outcomes reached statistical significance. An increase in ODI with a decrease in MD and ND in the BM group may indicate an increase in network complexity (through higher dendritic branching) accompanied by dendritic pruning to enhance network efficiency. These neuroimaging outcomes conflict with the behavioral results, which showed poorer reaction time in the BM group. Given the exploratory outcomes and inconsistent findings between the behavioral and neuroimaging data, a larger study is needed to confirm the synaptogenic mechanisms of BM."
    },
    {
      "pmid": "33688125",
      "title": "Efficacy of Bacopa Monnieri (Brahmi) and Donepezil in Alzheimer's Disease and Mild Cognitive Impairment: A Randomized Double-Blind Parallel Phase 2b Study.",
      "authors": [
        "Sudesh Prabhakar",
        "Venugopalan Y Vishnu",
        "Manish Modi",
        "Manju Mohanty",
        "Anchal Sharma",
        "Bikas Medhi",
        "B R Mittal",
        "Niranjan Khandelwal",
        "Manoj K Goyal",
        "Vivek Lal",
        "Rajesh Singla",
        "Avinash Kansal",
        "Ajit Avasthi"
      ],
      "journal": "Annals of Indian Academy of Neurology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Alzheimer's disease (AD) is the most common cause of dementia worldwide in the older population. There is no disease-modifying therapy available for AD. The current standard of care drug therapy for AD is cholinesterase inhibitors, including donepezil. Bacopa monnieri or brahmi is used in traditional Indian medicine for memory loss. We conducted a phase 2b randomized controlled trial (RCT) to find out the efficacy of brahmi and donepezil in AD and mild cognitive impairment (MCI). PATIENTS AND METHODS: The study was planned as a 52 week, randomized, double-blind, parallel-group, phase-2 single-center clinical trial comparing the efficacy and safety of Bacopa monnieri (brahmi) 300 mg OD and donepezil 10 mg OD for 12 months in 48 patients with AD and MCI-AD including cognitive and quality of life outcomes. The primary outcome was differences in the change from baseline of the neuropsychological tests [Alzheimer's disease assessment scale-cognitive subscale (ADAS-Cog) and postgraduate institute (PGI) memory scale] at 12 months between the intervention group (brahmi) and active comparison group (donepezil). RESULTS: The study was terminated after 3 years and 9 months, after recruiting 34 patients, because of slow recruitment and a high dropout rate. Intention to treat analysis after adjusting for baseline confounders showed no difference in the rate of change in ADAS-Cog score from baseline at any time point, including the last follow-up. There was no difference in the rate of change in PGI Memory scale (PGIMS) at 3, 6, and 9 months. In the last follow-up, there was a significant difference in the change in total PGIMS score between brahmi and donepezil, while there was no difference in individual scores of the PGI memory scale. CONCLUSION: This phase-2 RCT on the efficacy of brahmi vs. donepezil showed no significant difference between them after 1 year of treatment. Larger phase-3 trials, preferably multicentric, are required to find the superiority of brahmi over donepezil."
    },
    {
      "pmid": "33668176",
      "title": "Chemical-Genetic Interactions of Bacopa monnieri Constituents in Cells Deficient for the DNA Repair Endonuclease RAD1 Appear Linked to Vacuolar Disruption.",
      "authors": [
        "Chananya Huangteerakul",
        "Hsu Mon Aung",
        "Thitipa Thosapornvichai",
        "Marisa Duangkaew",
        "Amornrat Naranuntarat Jensen",
        "Suchada Sukrong",
        "Kornkanok Ingkaninan",
        "Laran T Jensen"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2021-Feb-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colorectal cancer is a common cancer worldwide and reduced expression of the DNA repair endonuclease XPF (xeroderma pigmentosum complementation group F) is associated with colorectal cancer. Bacopa monnieri extracts were previously found to exhibit chemical-genetic synthetic lethal effects in a Saccharomyces cerevisiae model of colorectal cancer lacking Rad1p, a structural and functional homologue of human XPF. However, the mechanisms for B. monnieri extracts to limit proliferation and promote an apoptosis-like event in RAD1 deleted yeast was not elucidated. Our current analysis has revealed that B. monnieri extracts have the capacity to promote mutations in rad1∆ cells. In addition, the effects of B. monnieri extracts on rad1∆ yeast is linked to disruption of the vacuole, similar to the mammalian lysosome. The absence of RAD1 in yeast sensitizes cells to the effects of vacuole disruption and the release of proteases. The combined effect of increased DNA mutations and release of vacuolar contents appears to induce an apoptosis-like event that is dependent on the meta-caspase Yca1p. The toxicity of B. monnieri extracts is linked to sterol content, suggesting saponins may be involved in limiting the proliferation of yeast cells. Analysis of major constituents from B. monnieri identified a chemical-genetic interaction between bacopasaponin C and rad1∆ yeast. Bacopasaponin C may have potential as a drug candidate or serve as a model for the development of analogs for the treatment of colorectal cancer.",
      "mesh_terms": [
        "Bacopa",
        "Cell Proliferation",
        "DNA Repair Enzymes",
        "Endonucleases",
        "Glycosides",
        "Plant Extracts",
        "Saccharomyces cerevisiae",
        "Saccharomyces cerevisiae Proteins",
        "Triterpenes",
        "Vacuoles"
      ]
    },
    {
      "pmid": "33429454",
      "title": "Comparison of acute and chronic effects of Bacopa monnieri, Ginkgo biloba, and Lavandula angustifolia and their mixture on learning and memory in mice.",
      "authors": [
        "Mujeeb Ur Rehman",
        "Niaz Ali",
        "Muhammad Jamal",
        "Rehana Kousar",
        "Muhammad Ishaq",
        "Abdul Aleem Awan",
        "Iftekhar Hussain",
        "Muhammad Azhar Sherkheli",
        "Rizwan Ul Haq"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2021-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Forty-seven million people are living with memory-related disorders worldwide. Phytomedicines are gaining extensive interest in the treatment of these ailments. Memory-enhancing (acute and chronic) potentials of commercial grade extracts of Bacopa monnieri (200 mg/kg, po), Ginkgo biloba (150 mg/kg, po), and Lavandula angustifolia (200 mg/kg, po) and their mixture (B. monnieri 100 mg/kg, G. biloba 75 mg/kg, and L. angustifolia 100 mg/kg, po) were compared for their synergistic/additive effects on the Morris water maze (MWM) test and elevated plus maze (EPM) test in scopolamine-induced amnesia in mice. Escape latency and accumulative path length were significantly reduced both in acute (up to day 6) and chronic trials (days 8-14) in B. monnieri-, G. biloba-, and L. angustifolia-treated animals and their mixtures (n = 8, p < .05) in MWM. Furthermore, in probe trials (acute on day 7 and chronic on day 15), the number of crossing-overs at platform position and time spent in platform quadrant were significantly increased, while transfer latency in EPM was decreased in treated animals as compared to the saline group (n = 8, p < .05). The mixture showed synergistic effects on memory enhancement as compared to each extract individually in mice. Further studies may be carried out on the active compounds of B. monnieri at the cellular and molecular levels."
    },
    {
      "pmid": "33291595",
      "title": "Standardized Bacopa monnieri Extract Ameliorates Learning and Memory Impairments through Synaptic Protein, Neurogranin, Pro-and Mature BDNF Signaling, and HPA Axis in Prenatally Stressed Rat Offspring.",
      "authors": [
        "Karunanithi Sivasangari",
        "Koilmani Emmanuvel Rajan"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2020-Dec-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prenatal stress (PNS) influences offspring neurodevelopment, inducing anxiety-like behavior and memory deficits. We investigated whether pretreatment of Bacopa monnieri extract (CDRI-08/BME) ameliorates PNS-induced changes in signaling molecules, and changes in the behavior of Wistar rat offspring. Pregnant rats were randomly assigned into control (CON)/prenatal stress (PNS)/PNS and exposed to BME treatment (PNS + BME). Dams were exposed to stress by placing them in a social defeat cage, where they observed social defeat from gestational day (GD)-16-18. Pregnant rats in the PNS + BME group were given BME treatment from GD-10 to their offspring's postnatal day (PND)-23, and to their offspring from PND-15 to -30. PNS led to anxiety-like behavior; impaired memory; increased the level of corticosterone (CORT), adrenocorticotropic hormone, glucocorticoid receptor, pro-apoptotic Casepase-3, and 5-HT2C receptor; decreased anti-apoptotic Bcl-2, synaptic proteins (synaptophysin, synaptotagmin-1), 5-HT1A, receptor, phosphorylation of calmodulin-dependent protein kinase II/neurogranin, N-methyl-D-aspartate receptors (2A,2B), postsynaptic density protein 95; and conversion of pro and mature brain derived neurotropic factor in their offspring. The antioxidant property of BME possibly inhibiting the PNS-induced changes in observed molecules, anxiety-like behavior, and memory deficits. The observed results suggest that pretreatment of BME could be an effective coping strategy to prevent PNS-induced behavioral impairments in their offspring."
    },
    {
      "pmid": "33273550",
      "title": "Chemical composition of Polish propolis and its antiproliferative effect in combination with Bacopa monnieri on glioblastoma cell lines.",
      "authors": [
        "Justyna Moskwa",
        "Sylwia K Naliwajko",
        "Renata Markiewicz-Żukowska",
        "Krystyna J Gromkowska-Kępka",
        "Patryk Nowakowski",
        "Jakub W Strawa",
        "Maria H Borawska",
        "Michał Tomczyk",
        "Katarzyna Socha"
      ],
      "journal": "Scientific reports",
      "publication_date": "2020-Dec-03",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Propolis and Bacopa monnieri (L.) Wettst. (Brahmi) are natural products that contain many active substances and possess anticancer properties. The aim of this study was to investigate the chemical composition of Polish propolis extract (PPE) by gas chromatography-mass spectrometry (GC-MS), B. monnieri extracts (BcH, BcS) by high performance liquid chromatography with diode array detector and mass spectrometry coupled with electrospray ionization (LC-ESI-MS) and finally determine its anti-proliferative potential combined with BcH and BcS in glioblastoma cell lines (T98G, LN-18, U87MG). The antiproliferative activity of PPE, BcH, BcS and their combination (PPE + BcH) was determined by a cytotoxicity test, and DNA binding was determined by [3H]-thymidine incorporation. Flavonoids and phenylpropenoids were the main components of PPE. BcH and BcS samples were also successfully analyzed. Their main constituents were saponins such as bacoside A3, bacopaside II, X and bacopasaponin C and its isomer. The inhibitory effects on the viability and proliferation of the tested glioma cells observed after incubation with the combination of PPE and BcH were significantly stronger than the effects of these two extracts separately. These findings suggest that propolis in combination with B. monnieri shows promising anticancer activity for the treatment of glioblastoma. However, further studies are still required.",
      "mesh_terms": [
        "Bacopa",
        "Brain Neoplasms",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Chromatography, High Pressure Liquid",
        "Gas Chromatography-Mass Spectrometry",
        "Glioblastoma",
        "Humans",
        "Plant Extracts",
        "Propolis"
      ]
    },
    {
      "pmid": "33170159",
      "title": "Food supplements based on palmitoylethanolamide plus hydroxytyrosol from olive tree or Bacopa monnieri extracts for neurological diseases.",
      "authors": [
        "Aysha Karim Kiani",
        "Giacinto Abele Donato Miggiano",
        "Barbara Aquilanti",
        "Valeria Velluti",
        "Giuseppina Matera",
        "Lucilla Gagliardi",
        "Matteo Bertelli"
      ],
      "journal": "Acta bio-medica : Atenei Parmensis",
      "publication_date": "2020-Nov-09",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Neurological disorders like Parkinson disease and Alzheimer disease, spinal cord injury and stroke have some recurrent characteristics such as abnormal protein aggregation, oxidative stress induction, apoptosis, excitotoxicity, perturbation of intracellular Ca2+ homeostasis and inflammation. To date, there are few effective treatments available and the drugs currently used to manage the symptoms have important side effects. Therefore, research studies are focusing on natural phytochemicals present in diet as bioactive molecules potentially useful against neurodegenerative diseases. In this review, we will discuss the neuroprotective role of palmitoylethanolamide, hydroxytyrosol, and Bacopa monnieri extracts against neuroinflammation and neurodegeneration, thereby revealing their remarkable potential as novel therapeutic options for the treatment of neurodegenerative disorders.",
      "mesh_terms": [
        "Amides",
        "Bacopa",
        "Dietary Supplements",
        "Ethanolamines",
        "Humans",
        "Nervous System Diseases",
        "Olea",
        "Palmitic Acids",
        "Phenylethyl Alcohol",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "32953562",
      "title": "Bacopa monnieri (L.) wettst. Extract protects against glutamate toxicity and increases the longevity of Caenorhabditis elegans.",
      "authors": [
        "James Michael Brimson",
        "Mani Iyer Prasanth",
        "Waluga Plaingam",
        "Tewin Tencomnao"
      ],
      "journal": "Journal of traditional and complementary medicine",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Neurodegenerative diseases, such as Alzheimer's disease, cause a great deal of suffering for both patients and carers. Bacopa monnieri (L.) wettst. Is known for its memory-enhancing properties, and is of great interest in treating neurodegenerative disease. AIMS: This study aimed to evaluate B.monnieri against glutamate toxicity, and identify whether B.monnieri reduces mitochondrial and ER stress, as well as to measure B.monnieri's effect on the life span and aging of Caenorhabditis elegans. We hypothesized that B.monnieri would prevent cellular oxidative stress, prevent mitochondrial/ER stress, and increase the life span while reducing signs of aging in C.elegans. EXPERIMENTAL PROCEDURES: Glutamate toxicity was measured using viable cell staining assays and the MTT assay. ROS and mitochondrial stress were assessed by H2DCFDA and Rodamine123 staining, with fluorescence/confocal microscopy. C.elegans' median and maximum life span were measured, in response to B.monnieri treatment, along with lipofuscin imaging to measure the health of the C.elegans population. RESULTS: B.monnieri hexane extract (but not ethanol extract) prevented the toxicity of 5 mM glutamate in HT-22 cells. We found that the mechanism involves the reduction of ROS production and the prevention of mitochondrial and ER stress. Furthermore, we showed that B.monnieri could increase the median and maximal lifespan of wild type C.elegans, maintain a younger appearing phenotype in the aged C.elegans. CONCLUSIONS: In conclusion, B.monnieri prevents mitochondrial, and oxidative stress in the cultured cells. Furthermore, it can prolong the healthy lifespan of C.elegans, indicating that B.monnieri the potential for therapeutic and preventative use in neurodegenerative disease."
    },
    {
      "pmid": "32397562",
      "title": "Bacopa monnieri (L.) Wettst. Extract Improves Memory Performance via Promotion of Neurogenesis in the Hippocampal Dentate Gyrus of Adolescent Mice.",
      "authors": [
        "Hang Thi Nguyet Pham",
        "Hong Nguyen Tran",
        "Phuong Thi Nguyen",
        "Xoan Thi Le",
        "Khoi Minh Nguyen",
        "Sinh Viet Phan",
        "Masanori Yoneyama",
        "Kiyokazu Ogita",
        "Taro Yamaguchi",
        "William R Folk",
        "Masamitsu Yamaguchi",
        "Kinzo Matsumoto"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2020-May-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacopa monnieri L. Wettst. (BM) is a botanical component of Ayurvedic medicines and of dietary supplements used worldwide for cognitive health and function. We previously reported that administration of BM alcoholic extract (BME) prevents trimethyltin (TMT)-induced cognitive deficits and hippocampal cell damage and promotes TMT-induced hippocampal neurogenesis. In this study, we demonstrate that administration of BME improves spatial working memory in adolescent (5-week- old) healthy mice but not adult (8-week-old) mice. Moreover, improved spatial working memory was retained even at 4 weeks after terminating 1-week treatment of adolescent mice. One-week BME treatment of adolescent mice significantly enhanced hippocampal BrdU incorporation and expression of genes involved in neurogenesis determined by RNAseq analysis. Cell death, as detected by histochemistry, appeared not to be significant. A significant increase in neurogenesis was observed in the dentate gyrus region 4 weeks after terminating 1-week treatment of adolescent mice with BME. Bacopaside I, an active component of BME, promoted the proliferation of neural progenitor cells in vitro in a concentration-dependent manner via the facilitation of the Akt and ERK1/2 signaling. These results suggest that BME enhances spatial working memory in healthy adolescent mice by promoting hippocampal neurogenesis and that the effects of BME are due, in significant amounts, to bacopaside I.",
      "mesh_terms": [
        "Animals",
        "Bacopa",
        "Cells, Cultured",
        "DNA Replication",
        "Dentate Gyrus",
        "Gene Expression Regulation",
        "Male",
        "Maze Learning",
        "Medicine, Ayurvedic",
        "Memory Disorders",
        "Memory, Short-Term",
        "Mice",
        "Neural Stem Cells",
        "Neurogenesis",
        "Nootropic Agents",
        "Plant Extracts",
        "RNA-Seq",
        "Saponins",
        "Sexual Maturation",
        "Signal Transduction",
        "Spatial Memory",
        "Trimethyltin Compounds",
        "Triterpenes"
      ]
    },
    {
      "pmid": "32252235",
      "title": "Bacopa monnieri and Their Bioactive Compounds Inferred Multi-Target Treatment Strategy for Neurological Diseases: A Cheminformatics and System Pharmacology Approach.",
      "authors": [
        "Rajendran Jeyasri",
        "Pandiyan Muthuramalingam",
        "Vellaichami Suba",
        "Manikandan Ramesh",
        "Jen-Tsung Chen"
      ],
      "journal": "Biomolecules",
      "publication_date": "2020-Apr-02",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Neurological diseases (NDs), especially Alzheimer's and Spinocerebellar ataxia (SCA), can severely cause biochemical abnormalities in the brain, spinal cord and other nerves of human beings. Their ever-increasing prevalence has led to a demand for new drug development. Indian traditional and Ayurvedic medicine used to combat the complex diseases from a holistic and integrative point of view has shown efficiency and effectiveness in the treatment of NDs. Bacopa monnieri is a potent Indian medicinal herb used for multiple ailments, but is significantly known as a nootropic or brain tonic and memory enhancer. This annual herb has various active compounds and acts as an alternative and complementary medicine in various countries. However, system-level insights of the molecular mechanism of a multiscale treatment strategy for NDs is still a bottleneck. Considering its prominence, we used cheminformatics and system pharmacological approaches, with the aim to unravel the various molecular mechanisms represented by Bacopa-derived compounds in identifying the active human targets when treating NDs. First, using cheminformatics analysis combined with the drug target mining process, 52 active compounds and their corresponding 780 direct receptors were retrieved and computationally validated. Based on the molecular properties, bioactive scores and comparative analysis with commercially available drugs, novel and active compounds such as asiatic acid (ASTA) and loliolide (LLD) to treat the Alzheimer's and SCA were identified. According to the interactions among the active compounds, the targets and diseases were further analyzed to decipher the deeper pharmacological actions of the drug. NDs consist of complex regulatory modules that are integrated to dissect the therapeutic effects of compounds derived from Bacopa in various pathological features and their encoding biological processes. All these revealed that Bacopa compounds have several curative activities in regulating the various biological processes of NDs and also pave the way for the treatment of various diseases in modern medicine.",
      "mesh_terms": [
        "Bacopa",
        "Cheminformatics",
        "Gene Ontology",
        "Humans",
        "Molecular Targeted Therapy",
        "Nervous System Diseases",
        "Plant Extracts",
        "Systems Biology"
      ]
    },
    {
      "pmid": "32236999",
      "title": "Bacopa monnieri as augmentation therapy in the treatment of anhedonia, preclinical and clinical evaluation.",
      "authors": [
        "Laura Micheli",
        "Silvia Spitoni",
        "Lorenzo Di Cesare Mannelli",
        "Anna Rita Bilia",
        "Carla Ghelardini",
        "Stefano Pallanti"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Bacopa monnieri (L.) is widely used in Ayurvedic medicine as a neural tonic for improving intelligence and memory. Several studies highlighted its efficacy in neuropsychiatric diseases but there is no evidence regarding anhedonia. Aim of the present work was to preclinically and clinically test against anhedonia a standardized B. monnieri extract (20% bacosides). In a mouse model of a depressive-like syndrome induced by lipopolysaccharide (LPS), the daily administration of the extract (50-200 mg kg-1 , p.o.) for 1 week, dose-dependently counteracted the immobility time in Porsolt and Tail suspension tests (p < .01). At the sucrose preference test (directly related to the ability for feeling pleasure) the extract treatment (100 and 200 mg kg-1 ) counteracted the reduction of sucrose intake induced by LPS (p < .01). Moreover, B. monnieri significantly reduced cytokines, cortisol, and artemin LPS-dependent alterations in plasma while increased the brain-derived neurotrophic factor levels (p < .05). The efficacy of the same extract was tested in a clinical study in which 42 patients with significant degree of anhedonia (evaluated as Snaith-Hamilton Pleasure Scale [SHAPS] score ≥ 3) were enrolled. Patients were divided into two groups and treated with citalopram or citalopram associated with B. monnieri (300 mg bid) for 4 weeks. The Pears Sample T-test showed a significant improvement (p < .05) in relevant scales (Hamilton depression rating scale, SHAPS, and strength and difficulties questionnaire) in the extract-treated group in comparison to citalopram alone was recorded. These data suggest that B. monnieri extract may be effective for the management of anhedonia and therefore should be considered for future controlled trials.",
      "mesh_terms": [
        "Anhedonia",
        "Animals",
        "Bacopa",
        "Female",
        "Humans",
        "Male",
        "Mice",
        "Middle Aged"
      ]
    },
    {
      "pmid": "32224997",
      "title": "In Vitro Propagation, Phytochemical and Neuropharmacological Profiles of Bacopa monnieri (L.) Wettst.: A Review.",
      "authors": [
        "Partha Sarathi Saha",
        "Sayantika Sarkar",
        "Rajendran Jeyasri",
        "Pandiyan Muthuramalingam",
        "Manikandan Ramesh",
        "Sumita Jha"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2020-Mar-26",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Bacopa monnieri has been used as a reputed drug in the Indian traditional ayurvedic system for centuries. This medicinal herb with important phytopharmaceuticals has been popularly known as \"Brahmi\". In recent years, B. monnieri has been extensively studied for its bioactive constituents, constituents responsible for memory enhancing effect, and also its diverse other useful effects. It possesses many pharmacological activities such as antioxidant, gastrointestinal, endocrine, antimicrobial, anti-inflammatory etc. The plant has been also used for the treatment of neurological and neuropsychiatric diseases. Due to its multipurpose therapeutic potential, micropropagation using axillary meristems and de novo organogenesis has been extensively studied in the species and is being reviewed. High frequency direct shoot organogenesis can be induced in excised leaf and internode explants in the absence of exogenous phytohormones and the rate of induction is enhanced in the presence of exogenous cytokinins, supplements, growth regulators, etc. Using explants from tissue culture raised plants, direct shoot regeneration leading to production of more than 100 rooted plants/explant within 8-12 weeks period with 85%-100% survival in the field after acclimatization can be expected following optimized protocols. Bioreactor based micropropagation was found to increase the multiplication rate of shoot cultures for the commercial propagation of B. monnieri plants. The maximum content of bacosides has been recorded in shoot biomass using an airlift bioreactor system. Further studies for the biosynthesis of bacosides and other secondary metabolites need to be conducted in the species utilizing untransformed shoot cultures in bioreactors."
    },
    {
      "pmid": "31894743",
      "title": "A Computational Study of Natural Compounds from Bacopa monnieri in the Treatment of Alzheimer's Disease.",
      "authors": [
        "Qazi M S Jamal",
        "Mughees U Siddiqui",
        "Ali H Alharbi",
        "Fahad Albejaidi",
        "Salman Akhtar",
        "Mohammad A Alzohairy",
        "Mohammad A Kamal",
        "Kavindra K Kesari"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Keeping in view the public health-related issues of Alzheimer's disease (AD), its unpredictable occurrence and progression indicate the needs for best treatment options. The present bioinformatics study explores the binding pattern and molecular interactions between human acetylcholinesterase (AChE) and butyrylcholinesterase (BuChE) enzymes with natural compounds from Bacopa monnieri. The docking analysis between natural compounds as a ligand and AChE, BuChE as a receptor was completed using MGL tools Autodock 4.2 module. The analysis of the hydrophobic interactions, inhibition constants, and hydrogen bonds may indicates that they play a significant role in finding out the interacting position at the active site. However, after analyzing the binding energy (ΔG), the documented data shows that bacoside X, bacoside A, 3-beta-D-glucosylstigmasterol and daucosterol could be good inhibitors in the inhibition of AChE and BuChE activities. Therefore, our study indicates that the inhibition constants of the aforesaid natural compounds of Bacopa can be utilized for the development of inhibitors.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Alzheimer Disease",
        "Bacopa",
        "Butyrylcholinesterase",
        "Cholinesterase Inhibitors",
        "Humans",
        "Molecular Docking Simulation",
        "Phytochemicals"
      ]
    },
    {
      "pmid": "31863386",
      "title": "Ability of Indian pennywort Bacopa monnieri (L.) Pennell in the phytoremediation of sewage (greywater).",
      "authors": [
        "Tabassum-Abbasi",
        "Pratiksha Patnaik",
        "Shahid Abbas Abbasi"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2020-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The freely and abundantly available amphibious plant Indian pennywort Bacopa monnieri (L.) Pennell was able to phytoremediate sewage (greywater) quickly and substantially in SHEFROL® (\"sheet flow root level\") bioreactors, achieving reductions in the levels of several indicator parameters: suspended solids, chemical oxygen demand, biological oxygen demand, nitrogen, phosphorus, zinc, copper, nickel, and manganese to the extents of about 90%, 76-77%, 80%, 65%, 55%, 56%, 42%, and 41%, respectively at hydraulic retention times of just 6 h. As these indicators of primary, secondary, and tertiary treatments were achieved simultaneously in a single reactor compartment, the system presented in this paper promises to be simple, rapid, and economical, in achieving significant treatment of greywater.",
      "mesh_terms": [
        "Bacopa",
        "Biodegradation, Environmental",
        "Biological Oxygen Demand Analysis",
        "Bioreactors",
        "Sewage",
        "Waste Disposal, Fluid"
      ]
    },
    {
      "pmid": "31835306",
      "title": "Transthyretin Anti-Amyloidogenic and Fibril Disrupting Activities of Bacopa monnieri (L.) Wettst (Brahmi) Extract.",
      "authors": [
        "Fredrick Nwude Eze",
        "Kornkanok Ingkaninan",
        "Porntip Prapunpoj"
      ],
      "journal": "Biomolecules",
      "publication_date": "2019-Dec-09",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The homotetrameric plasma protein transthyretin (TTR), is responsible for a series of debilitating and often fatal disorders in humans known as transthyretin amyloidosis. Currently, there is no cure for TTR amyloidosis and treatment options are rare. Thus, the identification and development of effective and safe therapeutic agents remain a research imperative. The objective of this study was to determine the effectiveness of Bacopa monnieri extract (BME) in the modulation of TTR amyloidogenesis and disruption of preformed fibrils. Using aggregation assays and transmission electron microscopy, it was found that BME abrogated the formation of human TTR aggregates and mature fibrils but did not dis-aggregate pre-formed fibrils. Through acid-mediated and urea-mediated denaturation assays, it was revealed that BME mitigated the dissociation of folded human TTR and L55P TTR into monomers. ANS binding and glutaraldehyde cross-linking assays showed that BME binds at the thyroxine-binding site and possibly enhanced the quaternary structural stability of native TTR. Together, our results suggest that BME bioactives prevented the formation of TTR fibrils by attenuating the disassembly of tetramers into monomers. These findings open up the possibility of further exploration of BME as a potential resource of valuable anti-TTR amyloidosis therapeutic ingredients.",
      "mesh_terms": [
        "Amyloid",
        "Amyloid Neuropathies, Familial",
        "Antioxidants",
        "Bacopa",
        "Binding Sites",
        "Plant Extracts",
        "Prealbumin",
        "Protein Denaturation",
        "Protein Folding",
        "Protein Structure, Quaternary"
      ]
    },
    {
      "pmid": "31834548",
      "title": "Neuroprotective effects of Bacopa monnieri in Parkinson's disease model.",
      "authors": [
        "Babita Singh",
        "Shivani Pandey",
        "Mohammad Rumman",
        "Abbas Ali Mahdi"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Parkinson's disease (PD) is a common neurodegenerative disorder characterized by loss of dopaminergic neurons in substantia nigra region and the presence of α-synuclein aggregates in the striatum and surrounding areas of brain. Evidences suggest that neuroinflammation plays a role in the progression of PD. We examined the neuro-protective effects of Bacopa monnieri (BM) in regulating neuroinflammation. Administration of BM suppressed the level of pro-inflammatory cytokines, decreased the levels of α-synuclein, and reduced reactive oxygen species (ROS) generation in PD animal model. Pre-treatment of BM showed more prominent results as compare to co- and post-treatment. Results suggest that Bacopa can limit inflammation in the different areas of brain, thus, offers a promising source of novel therapeutics for the treatment of many CNS disorders.",
      "mesh_terms": [
        "Animals",
        "Bacopa",
        "Cerebral Cortex",
        "Chemokine CCL4",
        "Disease Models, Animal",
        "Hippocampus",
        "Interleukin-1beta",
        "Interleukin-6",
        "Male",
        "Neuroprotective Agents",
        "Oxidative Stress",
        "Parkinson Disease, Secondary",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar",
        "Reactive Oxygen Species",
        "Rotenone",
        "Substantia Nigra",
        "Tumor Necrosis Factor-alpha",
        "alpha-Synuclein"
      ]
    },
    {
      "pmid": "31622587",
      "title": "Brahmi (Bacopa monnieri): An ayurvedic herb against the Alzheimer's disease.",
      "authors": [
        "Tushar Dubey",
        "Subashchandrabose Chinnathambi"
      ],
      "journal": "Archives of biochemistry and biophysics",
      "publication_date": "2019-Nov-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "Ayurveda is the medicinal science, dealing with utilization of naturally available plant products for treatment. A wide variety of neuroprotective herbs have been reported in Ayurveda. Brahmi, Bacopa monnieri is a nootropic ayurvedic herb known to be effective in neurological disorders from ancient times. Numerous approaches including natural and synthetic compounds have been applied against Alzheimer's disease. Amyloid-β and Tau are the hallmarks proteins of several neuronal dysfunctions resulting in Alzheimer's disease. Tau is a microtubule-associated protein known to be involved in progression of Alzheimer's disease. The generation of reaction oxygen species, increased neuroinflammation and neurotoxicity are the major physiological dysfunctions associated with Tau aggregates, which leads to dementia and behavioural deficits. Bacoside A, Bacoside B, Bacosaponins, Betulinic acid, etc; are the bioactive component of Brahmi belonging to various chemical families. Each chemical component known have its significant role in neuroprotection. The neuroprotective properties of Brahmi and its bioactive components including reduction of ROS, neuroinflammation, aggregation inhibition of Amyloid-β and improvement of cognitive and learning behaviour. Here on basis of earlier studies we hypothesize the inhibitory role of Brahmi against Tau-mediated toxicity. The overall studies have concluded that Brahmi can be used as a lead formulation for treatment of Alzheimer's disease and other neurological disorders.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Animals",
        "Antioxidants",
        "Bacopa",
        "Humans",
        "Medicine, Ayurvedic",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "31391778",
      "title": "Bacopa monnieri, a Neuroprotective Lead in Alzheimer Disease: A Review on Its Properties, Mechanisms of Action, and Preclinical and Clinical Studies.",
      "authors": [
        "Aimi Syamima Abdul Manap",
        "Shantini Vijayabalan",
        "Priya Madhavan",
        "Yoke Yin Chia",
        "Aditya Arya",
        "Eng Hwa Wong",
        "Farzana Rizwan",
        "Umesh Bindal",
        "Shajan Koshy"
      ],
      "journal": "Drug target insights",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Alzheimer disease is a neurodegenerative disease that is signified by cognitive decline, memory loss, and erratic behavior. Till date, no cure for Alzheimer exists and the current Alzheimer medications have limited effectiveness. However, herbal medicines may slow down the disease's progression, which may hopefully reduce the number of cases in the years to come. Numerous studies have been done on characterizing the neuroprotective properties from plants belonging to Scrophulariaceae family, particularly Bacopa monnieri and its polyphenolic compounds known as bacosides. This review presents the findings on bacosides in therapeutic plants and their impact on Alzheimer disease pathology. These reports present data on the clinical, cellular activities, phytochemistry, and biological applications that may be used in new drug treatment for Alzheimer disease."
    },
    {
      "pmid": "31366873",
      "title": "Bacopa monnieri (L.) Ameliorates Cognitive Deficits Caused in a Trimethyltin-Induced Neurotoxicity Model Mice.",
      "authors": [
        "Hang Thi Nguyet Pham",
        "Sinh Viet Phan",
        "Hong Nguyen Tran",
        "Xuyen Thi Phi",
        "Xoan Thi Le",
        "Khoi Minh Nguyen",
        "Hironori Fujiwara",
        "Masanori Yoneyama",
        "Kiyokazu Ogita",
        "Taro Yamaguchi",
        "Kinzo Matsumoto"
      ],
      "journal": "Biological & pharmaceutical bulletin",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We previously demonstrated that Bacopa monnier (L.) WETTST. extract (BME) ameliorated cognitive dysfunction in animal models of dementia by enhancing synaptic plasticity-related signaling in the hippocampus and protecting cholinergic neurons in the medial septum. To further clarify the pharmacological features and availability of BME as a novel anti-dementia agent, we investigated whether BME affects neuronal repair using a mouse model of trimethyltin (TMT)-induced neuronal loss/self-repair in the hippocampus. Mice pretreated with TMT (2.8 mg/kg, intraperitoneally (i.p.)) on day 0 were given BME (50 mg/kg, per os (p.o.)) once daily for 15-30 d. Cognitive performance of the animals was elucidated twice by the object location test and modified Y maze test on days 17-20 (Phase I) and days 32-35 (Phase II) or by the passive avoidance test on Phase II. TMT impaired hippocampus-dependent spatial working memory and amygdala-dependent fear-motivated memory. The administration of BME significantly prevented TMT-induced cognitive deficits. The protective effects of BME on the spatial memory deficits were confirmed by Nissl staining of hippocampal tissues and propidium iodide staining of organotypic hippocampal slice cultures. Immunohistochemical studies conducted on days 17 and 32 revealed that thirty days of treatment with BME increased the number of 5-bromo-2'-deoxyuridine (BrdU)-immunopositive cells in the dentate gyrus region of TMT-treated mice, whereas fifteen days of treatment with BME had no effect. These results suggest that BME ameliorates TMT-induced cognition dysfunction mainly via protecting the hippocampal neurons from TMT-induced hippocampal lesions and partly via promoting neuroregeneration in the dentate gyrus regions.",
      "mesh_terms": [
        "Animals",
        "Bacopa",
        "Cognitive Dysfunction",
        "Disease Models, Animal",
        "Hippocampus",
        "Male",
        "Memory Disorders",
        "Mice",
        "Nerve Regeneration",
        "Neurons",
        "Neuroprotective Agents",
        "Neurotoxicity Syndromes",
        "Plant Extracts",
        "Trimethyltin Compounds"
      ]
    },
    {
      "pmid": "31363591",
      "title": "Brahmi (Bacopa monnieri Linn) in the treatment of dementias - a pilot study.",
      "authors": [
        "Mohan Mishra",
        "Ajay Kumar Mishra",
        "Udbhatt Mishra"
      ],
      "journal": "Future healthcare journal",
      "publication_date": "2019-Mar",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "31118643",
      "title": "Effect of pre- and post-treatment with Bacopa monnieri (Brahmi) on phencyclidine-induced disruptions in object recognition memory and cerebral calbindin, parvalbumin, and calretinin immunoreactivity in rats.",
      "authors": [
        "P Piyabhan",
        "P Tingpej",
        "N Duansak"
      ],
      "journal": "Neuropsychiatric disease and treatment",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Decreased gamma-aminobutyric acid (GABA)-ergic neurons in the brain of both schizophrenic patients and animal models indicates that impairment of GABAergic function is implicated in pathophysiology of the disorder. Decreased GABAergic neurotransmission might be also involved in cognitive impairment, which is developed in schizophrenia. Brahmi (Bacopa monnieri) could be a new treatment and prevention for this cognitive deficit in schizophrenia by increasing GABAergic neurons to a normal level. Aim: The authors aimed to study cognitive-enhancement- and neuroprotective-effects of Brahmi on novel object recognition memory and GABAergic neuronal density, defined by the presence of calcium binding proteins (CBPs; calbindin (CB), parvalbumin (PV), and calretinin (CR)) in a sub-chronic (2 mg/kg, Bid, ip) phencyclidine (PCP) rat model of schizophrenia. Materials and methods: In the cognitive-enhancement-effect study rats were assigned to three groups; Group-1: Control, Group-2: PCP-administration, and Group-3: PCP+Brahmi. In the neuroprotective-effect study rats were assigned to three groups; Group-1: Control, Group-2: PCP-administration, and Group-3: Brahmi+PCP. A discrimination ratio (DR) representing cognitive ability was obtained from the novel object recognition task. CB, PV, and CR immunodensity were measured in the prefrontal cortex, striatum, and cornuammonis fields 1-3 (CA1-3) using immunohistochemistry. Results: Reduced DR was found in the PCP group, which occurred alongside reduced CB, PV, and CR in all brain regions except for CR in the striatum and CA1-3 in the cognitive-enhancement-effect study. PCP+Brahmi showed a higher DR score with increased CB in the prefrontal cortex and striatum, increased PV in the prefrontal cortex and CA1-3, and increased CR in the prefrontal cortex. The Brahmi+PCP group showed higher DR score with increased CB in all areas, increased PV in the striatum, and increased CR in the prefrontal cortex and striatum. Conclusion: The present study demonstrated the effects, both partial restoration of cognitive deficit and neuroprotection, of Brahmi, and elucidated its underlying mechanism of actions via increasing GABAergic neurons in a PCP-induced schizophrenic-like model."
    },
    {
      "pmid": "31084353",
      "title": "Bacopa monnieri inhibit hen egg white lysozyme fibrillation and help in retaining its activity at acidic condition.",
      "authors": [
        "Neelakant Varma",
        "Himanshi Kukrety",
        "Vijay K Ravi",
        "Satish Kumar"
      ],
      "journal": "Journal of biomolecular structure & dynamics",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inhibiting protein misfolding and aggregation is crucial for the treatment of several amyloidoses. Though various types of synthetic drugs are being explored as therapeutic agents, herbal extracts are better alternative owing to their natural origin, higher bioavailability and improved biosafety characteristics. In the present study, we demonstrate that night long (∼12 hr) preincubation of hen egg white lysozyme (HEWL) with Bacopa monnieri (brahmi) at neutral pH, impede the aggregation and fibrillation of protein at pH 2.0. Employing different biophysical techniques such as static and dynamic light scattering, Thioflavin T (ThT) assay, sedimentation assay and atomic force microscopy (AFM), we show that brahmi inhibit the HEWL aggregation in concentration dependent manner. 8-anilino-1-naphthalene sulfonate (ANS) fluorescence reveals that brahmi masks the exposure of hydrophobic domain of lysozyme. Significant recovery of enzymatic activity of HEWL in the presence of brahmi at pH 2.0 is salient feature of this work. Nearly 90% recovery of catalytic activity of lysozyme after 216 hr (9 days) of incubation indicate that interaction of HEWL-brahmi stabilizes the native structure of protein thus enhancing the activation energy barrier for protein misfolding and subsequent aggregation. Our findings show that brahmi could be promising alternative for the therapies of several protein misfolding disorders.Communicated by Ramaswamy H. Sarma.",
      "mesh_terms": [
        "Amyloid",
        "Bacopa",
        "Egg White",
        "Hydrogen-Ion Concentration",
        "Hydrophobic and Hydrophilic Interactions",
        "Muramidase"
      ]
    },
    {
      "pmid": "30841457",
      "title": "Bacopa monnieri abrogates alcohol abstinence-induced anxiety-like behavior by regulating biochemical and Gabra1, Gabra4, Gabra5 gene expression of GABAA receptor signaling pathway in rats.",
      "authors": [
        "Girdhari Lal Gupta",
        "Lalit Sharma"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2019-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Evidence has revealed a high degree of comorbidity of excessive alcohol intake and abstinence anxiety-like behavior. The ethanolic extracts of Bacopa monnieri (BME) are used in Indian traditional medicines for the management of alcoholic disorders. However, the underlying mechanism(s) associated with the influence of BME on alcohol abstinence-induced anxiety-like behavior have not been adequately addressed. Therefore, the present study was planned to examine the beneficial effects of BME in alcohol abstinence-induced anxiety-like behavior and the underlying mechanism of action subsequent to long-term voluntary drinking of alcohol. For the assessment of the effects of BME, Wistar rats were exposed to voluntary ingestion of 4.5%, 7.5% and 9% v/v alcohol for 15 days. The doses (100, 200, and 500 mg/kg) of BME and diazepam (2 mg/kg) were administered via gavage for three consecutive days in the alcohol abstinence period on the days 16, 17, and 18. The behavioral studies were conducted employing the elevated plus maze test (EPM), and light-dark test on day 18 to determine the effects of BME and diazepam in the ethanol abstinence-induced anxiety-like behavior. Alcohol biomarkers like ALT, AST, ALP, GGT, and MCV were estimated using commercially available kits. The expression of Gabra1, Gabra2, Gabra3, Gabra4, Gabra5 genes of the GABAA receptors subunits in the hippocampus as well as amygdala were also examined by reverse-transcription quantitative polymerase chain reaction. The HPLC analysis demonstrated that BME contained 9.9% bacoside-A as a major component. The results revealed that alcohol abstinence group depicted a reduction in the time spent on the open arms, numbers of entries in the open as well as closed arms in EPM test and similarly decrease in latency to the dark chamber, time spent in light chamber and numbers of transitions in LDT. Further, BME at the doses of 200 mg/kg and 500 mg/kg alleviated anxiety-like behavior which was escalated during alcohol abstinence. However, BME (100 mg/kg) exhibited insignificant protection against alcohol abstinence-induced syndrome. The escalated levels of alcohol-intake biomarkers were also reversed by BME at the dose of 200 mg/kg and 500 mg/kg. The down-regulation of Gabra1, Gabra4, and Gabra5 gene expression following alcohol abstinence were also reversed with a higher dose of BME (200 and 500 mg/kg) treatment. These results show that BME abrogates anxiety-like behavior by modulating alcohol markers and Gabra1, Gabra4, Gabra5 gene expression of GABAA receptor signaling pathway in rats.",
      "mesh_terms": [
        "Alcohol Abstinence",
        "Alcohol Drinking",
        "Animals",
        "Anxiety",
        "Bacopa",
        "Biomarkers",
        "Down-Regulation",
        "Ethanol",
        "Gene Expression",
        "Hippocampus",
        "Male",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar",
        "Receptors, GABA-A",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "30671111",
      "title": "Bacopa monnieri extract improves novel object recognition, cell proliferation, neuroblast differentiation, brain-derived neurotrophic factor, and phosphorylation of cAMP response element-binding protein in the dentate gyrus.",
      "authors": [
        "Hyun Jung Kwon",
        "Hyo Young Jung",
        "Kyu Ri Hahn",
        "Woosuk Kim",
        "Jong Whi Kim",
        "Dae Young Yoo",
        "Yeo Sung Yoon",
        "In Koo Hwang",
        "Dae Won Kim"
      ],
      "journal": "Laboratory animal research",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacopa monnieri is a medicinal plant with a long history of use in Ayurveda, especially in the treatment of poor memory and cognitive deficits. In the present study, we hypothesized that Bacopa monnieri extract (BME) can improve memory via increased cell proliferation and neuroblast differentiation in the dentate gyrus. BME was administered to 7-week-old mice once a day for 4 weeks and a novel object recognition memory test was performed. Thereafter, the mice were euthanized followed by immunohistochemistry analysis for Ki67, doublecortin (DCX), and phosphorylated cAMP response element-binding protein (CREB), and western blot analysis of brain-derived neurotrophic factor (BDNF). BME-treated mice showed moderate increases in the exploration of new objects when compared with that of familiar objects, leading to a significant higher discrimination index compared with vehicle-treated mice. Ki67 and DCX immunohistochemistry showed a facilitation of cell proliferation and neuroblast differentiation following the administration of BME in the dentate gyrus. In addition, administration of BME significantly elevated the BDNF protein expression in the hippocampal dentate gyrus, and increased CREB phosphorylation in the dentate gyrus. These data suggest that BME improves novel object recognition by increasing the cell proliferation and neuroblast differentiation in the dentate gyrus, and this may be closely related to elevated levels of BDNF and CREB phosphorylation in the dentate gyrus."
    },
    {
      "pmid": "30604025",
      "title": "Bacopa monnieri prevents colchicine-induced dementia by anti-inflammatory action.",
      "authors": [
        "Neetu Saini",
        "Devinder Singh",
        "Rajat Sandhir"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2019-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Inflammation is considered as an early event in the development of Alzheimer's disease (AD) that precedes the formation of Aβ plaques and neurofibrillary tangles. Therefore, strategies aimed at attenuating inflammation by phytochemicals may be a potential therapeutic intervention against AD. The present study was designed to evaluate if colchicine-induced inflammation and Aβ production could be prevented by Bacopa monnieri (BM) supplementation. Dementia was induced by a single intracerebroventicular injection of colchicine (15 μg/5 μl), whereas, BM extract was administered orally (50 mg/kg body weight, daily) for 15 days. Assessment of cognitive functions using Morris water maze revealed deficits in colchicine administered animals. This was accompanied by significant increase in oxidative stress in terms of accentuated ROS and NO production. Expression of pro-inflammatory cytokines (IL-6, TNF-α) and chemokine (MCP-1) increased in the brain regions. Furthermore, COX-2 and iNOS expression also increased significantly in the brain regions of colchicine-administered animals. In addition, BACE-1 activity increased in the colchicine treated animals, which was accompanied by enhanced Aβ production. On the other hand, BM supplementation was able to improve cognitive functions, suppress Aβ formation by reducing BACE-1 activity. Inflammatory and oxidative stress markers were attenuated in the brain regions of BM supplemented animals. Taken together, the findings reveal that BM reverses colchicine-induced dementia by its anti-inflammatory and anti-oxidant action suggesting that it may be an effective therapeutic intervention to ameliorate progression of AD.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Animals",
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Bacopa",
        "Brain",
        "Colchicine",
        "Dementia",
        "Humans",
        "Lipid Peroxidation",
        "Male",
        "Neuroprotective Agents",
        "Oxidative Stress",
        "Plant Extracts",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "30296463",
      "title": "Bacopa monnieri alleviates paraquat induced toxicity in Drosophila by inhibiting jnk mediated apoptosis through improved mitochondrial function and redox stabilization.",
      "authors": [
        "Saurabh Srivastav",
        "Mahino Fatima",
        "Amal Chandra Mondal"
      ],
      "journal": "Neurochemistry international",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Paraquat (PQ) is an organic chemical compound and a member of redox active family of heterocycles. In spite of its high toxicities, it is used as one of the potent herbicide throughout the world. Though its toxic manifestations are observed in different organs, its principal toxic effect is manifested in the brain leading to the development of Parkinsonian symptoms. PQ exposure adversely affects dopaminergic (DA-ergic) neuron-rich region in the substantia nigra pars compacta (SNPC) of brain in the animal models of Parkinson's disease (PD), thereby mimicking PD like symptoms. Currently, lack of a potential drug to counter the toxic effect of PQ makes the management difficult. Bacopa monnieri extract (BME) has been shown to have promising effect against neurodegenerative disorders. Therefore, the present study evaluated the role of BME against PQ induced toxicity in Drosophila model of PD, the results of which are reproducible in higher animal models including human subjects. Here, we showed that BME treatment attenuates acute PQ induced toxicity in Drosophila by decreasing mortality and improving climbing ability. BME functions by optimizing redox equilibrium, mitochondrial function and depreciating apoptosis level. The underlying mechanisms were attributed to optimization of active JNK and cleaved Caspase-3 activity along with transcriptional stabilization of the genes regulating oxidative stress and apoptosis (jnk, caspase-3, damb and nrf-2). These results showed therapeutic efficacy of BME against PQ toxicity in the brain. Our results pave the way for further detailed analysis of BME to combat the development of Parkinson's like symptoms following exposure to PQ toxicity in the brain of higher animal models.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Bacopa",
        "Drosophila",
        "Herbicides",
        "Locomotion",
        "MAP Kinase Signaling System",
        "Male",
        "Mitochondria",
        "Oxidation-Reduction",
        "Oxidative Stress",
        "Paraquat",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "29204115",
      "title": "A Randomized, Double-Blind Study Assessing Changes in Cognitive Function in Indian School Children Receiving a Combination of Bacopa monnieri and Micronutrient Supplementation vs. Placebo.",
      "authors": [
        "Tora Mitra-Ganguli",
        "Soumik Kalita",
        "Sakshi Bhushan",
        "Con Stough",
        "James Kean",
        "Nan Wang",
        "Vidhu Sethi",
        "Anuradha Khadilkar"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Several studies have indicated a chronic cognitive enhancing effect of Bacopa monnieri across different ages and cognitive impairment associated with vitamin and mineral deficiencies in children. Therefore, we investigated the effects of 4-month supplementation with a combination of B. monnieri extract and multiple micronutrients on cognitive functions in Indian school children aged 7-12 years. This was a randomized, double-blind, parallel design, single-center study in which 300 children were randomized to receive a beverage either fortified with B. monnieri and multiple micronutrients (\"fortified\") or a non-fortified isocaloric equivalent (\"control\") twice-daily for 4 months. Cognitive function was assessed by the Cambridge Neuropsychological Automated Test Battery (CANTAB) administered at baseline, Day 60 and Day 121. The primary endpoint was change in short-term memory (working memory) from baseline in subjects receiving \"fortified\" vs. \"control\" beverages after 4 months. Secondary endpoints included sustained attention, episodic memory, and executive function. The \"fortified\" beverage did not significantly improve short-term memory or any of the secondary outcomes tested relative to the \"control\" beverage. However, the spatial working memory \"strategy\" score showed significant improvement on Day 60 (difference between groups in change from baseline: -0.55; p < 0.05), but not on Day 121 due to the active intervention. Study products were well-tolerated. Reasons for these unexpected findings are discussed."
    },
    {
      "pmid": "29175775",
      "title": "Neuroprotective effect of Bacopa monnieri against morphine-induced histopathological changes in the cerebellum of rats.",
      "authors": [
        "Muhammad Shahid",
        "Fazal Subhan",
        "Gowhar Ali",
        "Ihsan Ullah",
        "Javaid Alam",
        "Sami Ullah",
        "Khalid Rauf"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2017-Nov",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Opioid addiction is associated with oxidative cell injury in neuronal cells. In this study, Bacopa monnieri (L.), a reputed nootropic plant, was evaluated against morphine-induced histopathological changes in the cerebellum of rats. B. monnieri methanolic extract (mBME) (40 mg/kg, p.o) and ascorbic acid (50 mg/kg, i.p) were administered two hours before morphine (20 mg/kg, i.p) for 14 and 21 days. The in vitro antioxidant activity of mBME was determined by 2,2-diphenyl-1-picrylhydrazyl (DPPH) free-radical scavenging assay. Morphine produced vacuolization of basket and stellate cells and reduced the size of Purkinje cells in the cerebellum after 14 days. However, treatment for 21 days was associated with severe shrinkage of Purkinje cells with loss of their characteristic flask-shaped appearance as well as degeneration of basket, stellate and granule cells. Pretreatment with mBME and ascorbic acid for 14 and 21 days attenuated the morphine-induced histopathological changes in the cerebellum. The EC50 for the DPPH free-radical scavenging assay of mBME (39.06 μ/mL) as compared to ascorbic acid (30.25 μ/mL) and BHT (34.34 μ/mL) revealed that mBME strongly scavenged the free-radicals and thus possessed an efficient antioxidant propensity. These results concluded that B. monnieri having strong antioxidant activity exerted a protective effect against morphineinduced cerebellar toxicity.",
      "mesh_terms": [
        "Analgesics, Opioid",
        "Animals",
        "Ascorbic Acid",
        "Bacopa",
        "Biphenyl Compounds",
        "Butylated Hydroxytoluene",
        "Cerebellum",
        "Cytoprotection",
        "Free Radical Scavengers",
        "Male",
        "Morphine",
        "Neuroprotective Agents",
        "Oxidative Stress",
        "Picrates",
        "Plant Extracts",
        "Purkinje Cells",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "29165401",
      "title": "Systematic Overview of Bacopa monnieri (L.) Wettst. Dominant Poly-Herbal Formulas in Children and Adolescents.",
      "authors": [
        "James D Kean",
        "Luke A Downey",
        "Con Stough"
      ],
      "journal": "Medicines (Basel, Switzerland)",
      "publication_date": "2017-Nov-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: The Ayurvedic medicinal system employs a holistic approach to health, utilising the synergistic properties of organic resources. Research into the Ayurvedic herb Bacopa monnieri (L.) Wettst. (B.monnieri) has reported improvements in cognitive outcomes in child and adult populations. The aim of current review is to systematically assess and critically summarize clinical trials investigating B.monnieri-dominant poly-herbal formulas and their effects on the cognition, memory, learning, and behaviour in children and adolescents. Methods: Key word searches were performed using PubMed, Scopus, Cochrane Library, DHARA, and CINAHL for publications meeting inclusion criteria up to November 2017. There were no restrictions in study design. Effect sizes were calculated for all significant findings to allow for direct comparisons, and each study was evaluated on design quality. Cognitive and behavioural outcomes were grouped into validated constructs for cross-study comparison. Results: Nine trials met inclusion criteria. Five studies reported sufficient data for effect size analysis with most improvements reported in behavioural outcomes. True cognitive abilities and behavioural constructs were reviewed in six studies, with visual perception, impulsivity, and attention demonstrating the greatest improvements. The veracity of the evidence for the formulations reviewed is weakened by inconsistent statistical design and under-reporting of safety and tolerability data (44%). Conclusions: The current review extends research supporting B.monnieri as a cognitive enhancer and provides modest evidence for the use of B.monnieri in poly-herbal preparations for improving cognitive and behavioural outcomes in child and adolescent populations. Greater emphasis on statistical vigour and the reporting of tolerability data are essential for future trials to adequately document poly-herbal treatment efficacy."
    },
    {
      "pmid": "29054405",
      "title": "Standardized extract of Bacopa monnieri (CDRI-08): Effect on germ cell dynamics and possible mechanisms of its beneficial action on spermatogenesis and sperm quality in male mice.",
      "authors": [
        "Shishir Kumar Patel",
        "Shilpi Singh",
        "Shio Kumar Singh"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2017-Dec-09",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Bacopa monnieri (BM) is used in traditional medicine as nerve tonic. We have recently shown that CDRI-08, a standardized extract of BM, improves testicular functions and epididymal sperm quality in Parkes (P) mice. The aim of the present study was to investigate the effect of CDRI-08 on germ cell dynamics and mechanisms of its action on spermatogenesis and sperm quality in P mice, and to determine the chemical profile of the extract. CDRI-08 (40 and 80 mg/kg body weight) was orally administered to male mice for 28 days. Germ cell dynamics, oxidative stress parameters in testis and sperm, and expressions of nuclear factor-erythroid-2-related factor-2 (Nrf2), phosphorylated protein kinase B (p-Akt) and upstream kinases in mitogen-activated protein kinase (MAPK) pathway namely MAP2K1, MAP2K2 and MKK4 in the testis were evaluated. The treatment potentiated germ cell dynamics and improved sperm quality by enhancing antioxidant enzymes activities. The beneficial effects of CDRI-08 in the testis involve p-Akt-mediated activation of Nrf2, thereby enhancing antioxidant enzymes activities; upregulation of MAP2K1 and MAP2K2 and suppression of MKK4 are also implicated in this action. A total of 26 phytocomponents were identified in CDRI-08 by GC-MS. The results suggest that CDRI-08 also may prove useful in improving reproductive health in males.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Bacopa",
        "India",
        "Lipid Peroxidation",
        "Male",
        "Mice",
        "Mitogen-Activated Protein Kinases",
        "Plant Extracts",
        "Plants, Medicinal",
        "RNA, Messenger",
        "Spermatogenesis",
        "Spermatozoa"
      ]
    },
    {
      "pmid": "29032054",
      "title": "Role of ethanolic extract of Bacopa monnieri against 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) induced mice model via inhibition of apoptotic pathways of dopaminergic neurons.",
      "authors": [
        "Babita Singh",
        "Shivani Pandey",
        "Satyndra Kumar Yadav",
        "Rajesh Verma",
        "Surya Pratap Singh",
        "Abbas Ali Mahdi"
      ],
      "journal": "Brain research bulletin",
      "publication_date": "2017-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson's disease (PD) is a neurodegenerative disease which causes rigidity, resting tremor and postural instability. The neuroprotective effects of an ethanolic extract of Bacopa monnieri (BM) were evaluated in a Parkinsonian mice model induced by the MPTP. The present study investigates the mechanisms of neuroprotection elicited by BM, an herb traditionally recognized by the Indian system of medicine, Ayurveda. An ethanolic extract of BM was co-treated with the MPTP induced mouse model of PD and was shown to significantly rescue the motor behaviour (Rotarod, Grip Strength and Foot Printing test). Furthermore, on biochemical parameters too BM significantly showed protective effect as Catalase, LPO, Nitrite, SOD, GR, GPx parameters showed marked improvement and levels of Dopamine, DOPAC and HVA were enhanced significantly. There was a significant reduction in tyrosine hydroxylase (TH) immunoreactivity in the substantia nigra (SN) in MPTP treated group, which was considerably restored by the use of BM extract. BM also facilitated neuroprotection by creating an anti-apoptotic environment indicated by reduced apoptotic (Bax and caspase-3) and increased levels of anti-apoptotic (Bcl2) protein expression, respectively. Altogether, the present study suggests that BM treatment provides nigrostriatal dopaminergic neuroprotection against MPTP induced Parkinsonism by the modulation of oxidative stress and apoptotic machinery possibly accounting for the behavioural effects.",
      "mesh_terms": [
        "1-Methyl-4-phenyl-1,2,3,6-tetrahydropyridine",
        "Animals",
        "Apoptosis",
        "Bacopa",
        "Disease Models, Animal",
        "Dopamine",
        "Dopaminergic Neurons",
        "Male",
        "Mice",
        "Motor Activity",
        "Neurodegenerative Diseases",
        "Neuroprotective Agents",
        "Oxidative Stress",
        "Parkinson Disease",
        "Parkinsonian Disorders",
        "Plant Extracts",
        "Substantia Nigra"
      ]
    },
    {
      "pmid": "28832626",
      "title": "The effect of Bacopa monnieri on gene expression levels in SH-SY5Y human neuroblastoma cells.",
      "authors": [
        "How-Wing Leung",
        "Gabriel Foo",
        "Gokulakrishna Banumurthy",
        "Xiaoran Chai",
        "Sujoy Ghosh",
        "Tora Mitra-Ganguli",
        "Antonius M J VanDongen"
      ],
      "journal": "PloS one",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacopa monnieri is a plant used as a nootropic in Ayurveda, a 5000-year-old system of traditional Indian medicine. Although both animal and clinical studies supported its role as a memory enhancer, the molecular and cellular mechanism underlying Bacopa's nootropic action are not understood. In this study, we used deep sequencing (RNA-Seq) to identify the transcriptome changes upon Bacopa treatment on SH-SY5Y human neuroblastoma cells. We identified several genes whose expression levels were regulated by Bacopa. Biostatistical analysis of the RNA-Seq data identified biological pathways and molecular functions that were regulated by Bacopa, including regulation of mRNA translation and transmembrane transport, responses to oxidative stress and protein misfolding. Pathway analysis using the Ingenuity platform suggested that Bacopa may protect against brain damage and improve brain development. These newly identified molecular and cellular determinants may contribute to the nootropic action of Bacopa and open up a new direction of investigation into its mechanism of action.",
      "mesh_terms": [
        "Bacopa",
        "Cell Differentiation",
        "Cell Line, Tumor",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "Neuroblastoma",
        "RNA, Messenger",
        "Sequence Analysis, RNA"
      ]
    },
    {
      "pmid": "28659188",
      "title": "Comparative transcriptome analysis of shoot and root tissue of Bacopa monnieri identifies potential genes related to triterpenoid saponin biosynthesis.",
      "authors": [
        "Gajendra Singh Jeena",
        "Shahnoor Fatima",
        "Pragya Tripathi",
        "Swati Upadhyay",
        "Rakesh Kumar Shukla"
      ],
      "journal": "BMC genomics",
      "publication_date": "2017-Jun-28",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Bacopa monnieri commonly known as Brahmi is utilized in Ayurveda to improve memory and many other human health benefits. Bacosides enriched standardized extract of Bacopa monnieri is being marketed as a memory enhancing agent. In spite of its well known pharmacological properties it is not much studied in terms of transcripts involved in biosynthetic pathway and its regulation that controls the secondary metabolic pathway in this plant. The aim of this study was to identify the potential transcripts and provide a framework of identified transcripts involved in bacosides production through transcriptome assembly. RESULTS: We performed comparative transcriptome analysis of shoot and root tissue of Bacopa monnieri in two independent biological replicate and obtained 22.48 million and 22.0 million high quality processed reads in shoot and root respectively. After de novo assembly and quantitative assessment total 26,412 genes got annotated in root and 18,500 genes annotated in shoot sample. Quality of raw reads was determined by using SeqQC-V2.2. Assembled sequences were annotated using BLASTX against public database such as NR or UniProt. Searching against the KEGG pathway database indicated that 37,918 unigenes from root and 35,130 unigenes from shoot were mapped to 133 KEGG pathways. Based on the DGE data we found that most of the transcript related to CYP450s and UDP-glucosyltransferases were specifically upregulated in shoot tissue as compared to root tissue. Finally, we have selected 43 transcripts related to secondary metabolism including transcription factor families which are differentially expressed in shoot and root tissues were validated by qRT-PCR and their expression level were monitored after MeJA treatment and wounding for 1, 3 and 5 h. CONCLUSIONS: This study not only represents the first de novo transcriptome analysis of Bacopa monnieri but also provides information about the identification, expression and differential tissues specific distribution of transcripts related to triterpenoid sapogenin which is one of the most important pharmacologically active secondary metabolite present in Bacopa monnieri. The identified transcripts in this study will establish a foundation for future studies related to carrying out the metabolic engineering for increasing the bacosides biosynthesis and its regulation for human health benefits.",
      "mesh_terms": [
        "Bacopa",
        "Gene Expression Profiling",
        "Gene Ontology",
        "Plant Roots",
        "Plant Shoots",
        "Propanols",
        "Saponins",
        "Transcription Factors",
        "Triterpenes"
      ]
    },
    {
      "pmid": "28583132",
      "title": "A bacosides containing Bacopa monnieri extract alleviates allodynia and hyperalgesia in the chronic constriction injury model of neuropathic pain in rats.",
      "authors": [
        "Muhammad Shahid",
        "Fazal Subhan",
        "Nisar Ahmad",
        "Ihsan Ullah"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2017-Jun-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The current therapy of neuropathic pain is inadequate and is limited by the extent of pain relief and the occurrence of dose dependant side effects. Insufficient control of pain with conventional medications prompts the use of complementary and alternative medicine therapies by patients with neuropathic pain. This study therefore investigated a standardized methanolic extract of Bacopa monnieri, a widely reputed nootropic plant, for prospective antinociceptive effect in the chronic constriction injury (CCI) model of neuropathic pain. METHODS: Placement of four loose ligatures around the sciatic nerve produced partial denervation of the hindpaw in rats. Bacopa monnieri (40 and 80 mg/kg, p.o) and the positive control, gabapentin (75 mg/kg, i.p), were administered daily after CCI or sham surgery and the behavioral paradigms of static- and dynamic-allodynia (paw withdrawal threshold to von Frey filament stimulation [PWT] and paw withdrawal latency to light-brushing [PWL]), cold-allodynia (paw withdrawal duration [PWD] to acetone), heat- (PWL to heat-stimulus) and punctate-hyperalgesia (PWD to pin-prick) were assessed on days 3, 7, 14 and 21. RESULTS: CCI consistently generated static- (days 3-21), dynamic- (days 14-21) and cold-allodynia (days 3-21) plus heat- and mechano-hyperalgesia (days 3-21). The tested doses of Bacopa monnieri significantly attenuated the CCI-induced allodynia and hyperalgesia, exemplified by increased PWT (days 7-21), PWL to light brushing (days 14-21) and heat (days 7-21) as well as decreased PWD to pin prick and cold stimuli (days 3-21). The extract also counterbalanced the CCI-induced aberrations in the nociceptive behaviors by increasing the pain threshold to that of pre-surgery baseline. Gabapentin also afforded analogous beneficial behavioral profile but of higher magnitude. CONCLUSIONS: Our findings suggest that Bacopa monnieri can be used as adjuvant therapy for neuropathic pain conditions afflicted with allodynia and hyperalgesia.",
      "mesh_terms": [
        "Animals",
        "Bacopa",
        "Disease Models, Animal",
        "Humans",
        "Hyperalgesia",
        "Male",
        "Neuralgia",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "28454711",
      "title": "Microbial interference mitigates Meloidogyne incognita mediated oxidative stress and augments bacoside content in Bacopa monnieri L.",
      "authors": [
        "Rupali Gupta",
        "Akanksha Singh",
        "P V Ajayakumar",
        "Rakesh Pandey"
      ],
      "journal": "Microbiological research",
      "publication_date": "2017-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microbial interference plays an imperative role in plant development and response to various stresses. However, its involvement in mitigation of oxidative stress generated by plant parasitic nematode in plants remains elusive. In the present investigation, the efficacy of microbe's viz., Chitiniphilus sp. MTN22 and Streptomyces sp. MTN14 single and in combinations was examined to mitigate oxidative stress generated by M. incognita in medicinal plant, Bacopa monnieri. Microbial combination with and without pathogen also enhanced the growth parameters along with secondary metabolites (bacoside) of B. monnieri than the pathogen inoculated control. The study showed that initially the production of hydrogen peroxide (H2O2) was higher in dual microbes infected with pathogen which further declined over M. incognita inoculated control plants. Superoxide dismutase and free radical scavenging activity were also highest in the same treatment which was linearly related with least lipid peroxidation and root gall formation in B. monnieri under the biotic stress. Microscopic visualization of total reactive oxygen species (ROS), H2O2, superoxide radical and programmed cell death in host plant further extended our knowledge and corroborated well with the above findings. Furthermore, scanning electron microscopy confirmed good microbial colonization on the host root surface around nematode penetration sites in plants treated with dual microbes under pathogenic stress. The findings offer novel insight into the mechanism adopted by the synergistic microbial strains in mitigating oxidative stress and simultaneously stimulating bacoside production under pathogenic stress.",
      "mesh_terms": [
        "Agricultural Inoculants",
        "Animals",
        "Bacopa",
        "Bacteria",
        "Cell Death",
        "Free Radical Scavengers",
        "Hydrogen Peroxide",
        "Lipid Peroxidation",
        "Microscopy, Electron, Scanning",
        "Oxidative Stress",
        "Plant Extracts",
        "Plant Roots",
        "Plants, Medicinal",
        "Reactive Oxygen Species",
        "Superoxide Dismutase",
        "Superoxides",
        "Tylenchoidea"
      ]
    },
    {
      "pmid": "28363413",
      "title": "Action of Bacopa monnieri to antagonize cisplatin-induced emesis in Suncus murinus (house musk shrew).",
      "authors": [
        "Ihsan Ullah",
        "Fazal Subhan",
        "Zengbing Lu",
        "Sze Wa Chan",
        "John A Rudd"
      ],
      "journal": "Journal of pharmacological sciences",
      "publication_date": "2017-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacopa monnieri (BM, family Scrophulariaceae) is used in several traditional systems of medicine for the management of epilepsy, depression, neuropathic pain, sleep disorders and memory deficits. The present study investigated the potential of BM methanol (BM-MetFr) and BM n-butanol fractions (BM-ButFr) to reduce chemotherapy-induced emesis in Suncus murinus (house musk shrew). Cisplatin (30 mg/kg, i.p.) reliably induced retching and/or vomiting over a 2 day period. BM-MetFr (10-40 mg/kg, s.c.) and BM-ButFr (5-20 mg/kg, s.c.) antagonized the retching and/or vomiting response by ∼59.4% (p < 0.05) and 78.9% (p < 0.05), respectively, while the 5-HT3 receptor antagonist, palonosetron (0.5 mg/kg, s.c.), reduced the response by ∼71% (p < 0.05). The free radical scavenger/antioxidant, N-(2-mercaptopropionyl)-glycine (30-300 mg/kg, s.c.) reduced the retching and/or vomiting response occurring on day one non-significantly by 44% (p > 0.05). In conclusion, the n-butanol fractions of BM have anti-emetic activity comparable with palonosetron and MPG. BM may be useful alone or in combination with other anti-emetic drugs for the treatment of chemotherapy-induced emesis in man.",
      "mesh_terms": [
        "Animals",
        "Antiemetics",
        "Antineoplastic Agents",
        "Bacopa",
        "Cisplatin",
        "Isoquinolines",
        "Male",
        "Palonosetron",
        "Plant Extracts",
        "Quinuclidines",
        "Serotonin Antagonists",
        "Shrews",
        "Tiopronin",
        "Vomiting"
      ]
    },
    {
      "pmid": "30549879",
      "title": "Chemopreventive and Anticancer Activities of Bacopa monnieri Extracted from Artificial Digestive Juices.",
      "authors": [
        "Paulina Koczurkiewicz",
        "Maciej Łojewski",
        "Kamil Piska",
        "Marta Michalik",
        "Katarzyna Wójcik-Pszczoła",
        "Agnieszka Szewczyk",
        "Patrycja Hałaszuk",
        "Elżbieta Pękala",
        "Boiena Muszyńska"
      ],
      "journal": "Natural product communications",
      "publication_date": "2017-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacopa monnieri (L.) Pennell (water hyssop) from the Scrophulariaceae family represents one of the best known plants of the Ayurveda system, with reported precognitive, antioxidant, anti-inflammatory, neuroprotective, and anticonvulsant activity. It is considered to be a central nervous system modulating agent. However, recent studies have indicated its potential use in cancer prevention and treatment. Here we report the findings from a study of the effects of B. monnieri extracts derived from artificial digestive juices on physiological traits of prostate cancer cells (DU 145), such as viability and migratory activity. The safety profile and chemopreventive potential of B. monnieri extracts were investigated in Vibrio harveyi mutagenicity assays. Additionally, in this study for the first time the content of phenolic compounds and bacosides released from B. monnieri biomass to artificial digestive juices was determined. The investigated extracts were cytotoxic to DU 145; however, in non-cytotoxic concentrations, they significantly reduced cancer cell motility, thereby demonstrated anti- invasive activity. All extracts under study exhibited very strong antimutagenic activity against nitroquinoline-N-oxide. Bacoside A and phenolic acids were determined, but qualitative and quantitative differences between extracts were found.",
      "mesh_terms": [
        "Antineoplastic Agents, Phytogenic",
        "Bacopa",
        "Bacteria",
        "Cell Line, Tumor",
        "Cell Survival",
        "Humans",
        "Male",
        "Plant Extracts",
        "Prostatic Neoplasms"
      ]
    },
    {
      "pmid": "28219356",
      "title": "Bacopa monnieri extract increases rat coronary flow and protects against myocardial ischemia/reperfusion injury.",
      "authors": [
        "Sirintorn Srimachai",
        "Sylvie Devaux",
        "Celine Demougeot",
        "Sarawut Kumphune",
        "Nina D Ullrich",
        "Ernst Niggli",
        "Kornkanok Ingkaninan",
        "Natakorn Kamkaew",
        "C Norman Scholfield",
        "Sompol Tapechum",
        "Krongkarn Chootip"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2017-Feb-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study explored Bacopa monnieri, a medicinal Ayurvedic herb, as a cardioprotectant against ischemia/reperfusion injury using cardiac function and coronary flow as end-points. METHODS: In normal isolated rat hearts, coronary flow, left ventricular developed pressure, heart rate, and functional recovery were measured using the Langendorff preparation. Hearts were perfused with either (i) Krebs-Henseleit (normal) solution, (control), or with 30, 100 μg/ml B. monnieri ethanolic extract (30 min), or (ii) with normal solution or extract for 10 min preceding no-perfusion ischemia (30 min) followed by reperfusion (30 min) with normal solution. Infarct volumes were measured by triphenyltetrazolium staining. L-type Ca2+-currents (ICa, L) were measured by whole-cell patching in HL-1 cells, a mouse atrial cardiomyocyte cell line. Cytotoxicity of B. monnieri was assessed in rat isolated ventricular myocytes by trypan blue exclusion. RESULTS: In normally perfused hearts, B. monnieri increased coronary flow by 63 ± 13% (30 μg/ml) and 216 ± 21% (100 μg/ml), compared to control (5 ± 3%) (n = 8-10, p < 0.001). B. monnieri treatment preceding ischemia/reperfusion improved left ventricular developed pressure by 84 ± 10% (30 μg/ml), 82 ± 10% (100 μg/ml) and 52 ± 6% (control) compared to pre- ischemia/reperfusion. Similarly, functional recovery showed a sustained increase. Moreover, B. monnieri (100 μg/ml) reduced the percentage of infarct size from 51 ± 2% (control) to 25 ± 2% (n = 6-8, p < 0.0001). B. monnieri (100 μg/ml) reduced ICa, L by 63 ± 4% in HL-1 cells. Ventricular myocyte survival decreased at higher concentrations (50-1000 μg/ml) B. monnieri. CONCLUSIONS: B. monnieri improves myocardial function following ischemia/reperfusion injury through recovery of coronary blood flow, contractile force and decrease in infarct size. Thus this may lead to a novel cardioprotectant strategy.",
      "mesh_terms": [
        "Animals",
        "Bacopa",
        "Cardiovascular Agents",
        "Coronary Vessels",
        "Heart",
        "Heart Rate",
        "Heart Ventricles",
        "In Vitro Techniques",
        "Male",
        "Myocardial Infarction",
        "Myocardial Reperfusion Injury",
        "Myocardium",
        "Phytotherapy",
        "Plant Extracts",
        "Protective Agents",
        "Rats, Wistar",
        "Regional Blood Flow",
        "Ventricular Pressure"
      ]
    },
    {
      "pmid": "27432245",
      "title": "Bacopa monnieri-Induced Protective Autophagy Inhibits Benzo[a]pyrene-Mediated Apoptosis.",
      "authors": [
        "Durgesh Nandini Das",
        "Prajna Paramita Naik",
        "Aditi Nayak",
        "Prashanta Kumar Panda",
        "Subhadip Mukhopadhyay",
        "Niharika Sinha",
        "Sujit K Bhutia"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2016-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Benzo[a]pyrene (B[a]P) is capable of inducing oxidative stress and cellular injuries leading to cell death and associates with a significant risk of cancer development. Prevention of B[a]P-induced cellular toxicity with herbal compound through regulation of mitochondrial oxidative stress might protect cell death and have therapeutic benefit to human health. In this study, we demonstrated the cytoprotective role of Bacopa monnieri (BM) against B[a]P-induced apoptosis through autophagy induction. Pretreatment with BM rescued the reduction in cell viability in B[a]P-treated human keratinocytes (HaCaT) cells indicating the cytoprotective potential of BM against B[a]P. Moreover, BM was found to inhibit B[a]P-mediated reactive oxygen species (ROS)-induced apoptosis activation in HaCaT cells. Furthermore, BM was found to preserve mitochondrial membrane potential and inhibited release of cytochrome c in B[a]P-treated HaCaT cells. Bacopa monnieri induced protective autophagy; we knocked down Beclin-1, and data showed that BM was unable to protect from B[a]P-induced mitochondrial ROS-mediated apoptosis in Beclin-1-deficient HaCaT cells. Moreover, we established that B[a]P-induced damaged mitochondria were found to colocalize and degraded within autolysosomes in order to protect HaCaT cells from mitochondrial injury. In conclusion, B[a]P-induced apoptosis was rescued by BM treatment and provided cytoprotection through Beclin-1-dependent autophagy activation. Copyright © 2016 John Wiley & Sons, Ltd.",
      "mesh_terms": [
        "Apoptosis",
        "Autophagy",
        "Bacopa",
        "Benzo(a)pyrene",
        "Humans",
        "Oxidative Stress",
        "Plant Extracts",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "27784187",
      "title": "Renoprotective effect of Bacopa monnieri via inhibition of advanced glycation end products and oxidative stress in STZ-nicotinamide-induced diabetic nephropathy.",
      "authors": [
        "Lalit Kishore",
        "Navpreet Kaur",
        "Randhir Singh"
      ],
      "journal": "Renal failure",
      "publication_date": "2016-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hyperglycemia and oxidative stress are involved in the development of diabetic nephropathy (DN). This study was designed to evaluate the effect of alcohol and hydroalcohol extract of Bacopa monnieri and stigmasterol isolated from B. monnieri in the treatment of DN. Diabetes was induced in male wistar rats by streptozotocin (65 mg/kg i.p.) 15 min after nicotinamide (230 mg/kg, i.p.) administration. After 30 days, the rats were treated with different doses of extracts (100, 200, and 400 mg/kg) and stigmasterol (5 and 10 mg/kg) for 45 days to analyze their nephroprotective effect and produced significant attenuation in the serum glucose level, uric acid, creatinine, and lipid levels. Moreover, there is improvement in the level of superoxide dismutase (SOD), glutathione (GSH), and decrease in lipid peroxidation in terms of TBARS. The formation of AGEs in kidneys was also significantly reduced. These findings suggest that B. monnieri and its isolate (stigmasterol) might inhibit the progression of DN.",
      "mesh_terms": [
        "Animals",
        "Bacopa",
        "Diabetes Mellitus, Experimental",
        "Diabetic Nephropathies",
        "Glomerular Filtration Rate",
        "Glycation End Products, Advanced",
        "Kidney",
        "Lipid Peroxidation",
        "Male",
        "Oxidative Stress",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "27803728",
      "title": "Efficacy of Standardized Extract of Bacopa monnieri (Bacognize®) on Cognitive Functions of Medical Students: A Six-Week, Randomized Placebo-Controlled Trial.",
      "authors": [
        "Navneet Kumar",
        "L G Abichandani",
        "Vijay Thawani",
        "K J Gharpure",
        "M U R Naidu",
        "G Venkat Ramana"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rationale. Bacopa monnieri, popularly known as Brahmi, has been traditionally used in Ayurveda since ages for its memory enhancing properties. However, data on placebo-controlled trial of Bacopa monnieri on intellectual sample is scarce. Hence this study was planned to evaluate the effect of Bacopa monnieri on memory of medical students for six weeks. Objective. To evaluate the efficacy of Bacopa monnieri on memory of medical students with six weeks' administration. Method and Material. This was a randomized double blind placebo-controlled noncrossover, parallel trial. Sixty medical students of either gender from second year of medical school, third term, regular batch, were enrolled from Government Medical College, Nagpur, India. Baseline biochemical and memory tests were done. The participants were randomly divided in two groups to receive either 150 mg of standardized extract of Bacopa monnieri (Bacognize) or matching placebo twice daily for six weeks. All baseline investigations were repeated at the end of the trial. Students were followed up for 15 days after the intervention. Results. Statistically significant improvement was seen in the tests relating to the cognitive functions with use of Bacopa monnieri. Blood biochemistry also showed a significant increase in serum calcium levels (still within normal range)."
    },
    {
      "pmid": "30179419",
      "title": "Comparative evaluation of extract of Bacopa monnieri and Mucuna pruriens as neuroprotectant in MPTP model of Parkinson’s disease.",
      "authors": [
        "Babita Singh",
        "Shivani Pandey",
        "Rajesh Verma",
        "Jamal Akhtar Ansari",
        "Abbas Ali Mahdi"
      ],
      "journal": "Indian journal of experimental biology",
      "publication_date": "2016-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Parkinson’s disease (PD) results primarily from the death of dopaminergic neurons in substantia nigra. Treatment of PD has been shifted recently towards herbal medicines.Bacopa monnieri (L.) Wettst. (BM) and Mucuna pruriens (L.) DC (MP) are traditional herbal plants known to have neuroprotective effects due to the presence of bacosides in whole plant extract of Bacopa monnieri (BME) and L-DOPA in MP seed extract (MPE). In this study, the comparative effect of BME and MPE in Parkinsonian mice induced by chronic exposure to 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) was evaluated. Twenty four Swiss albino mice (35-45 g) were grouped into Control, MPTP, MPTP+BME and MPTP+MPE (6 mice in each). Experimental mice were given 40 mg/kg body wt. BME, 48 mg/kg body wt. MPE treatment was given orally for one month with prior use of 15 mg/kg body wt. of MPTP for 2 wk. After the treatment period, behavioral study was performed and assessment of neuroprotective effect was done via neurochemical analysis, Immunohistochemical parameters studied included functional viability of dopaminergic neurons in substantia nigra by Tyrosine hydroxylase (TH) using monoclonal antibody against TH and apoptotic study through caspase-3 and m-RNA expression of neurogenic gene in substantia nigra region of brain. Treatment with BME or MPE for one month significantly decreased the elevated levels of oxidative stress found in Parkinsonian mice. In behavioral tests, comparative analysis of BME and MPE showed a significant increase in spontaneous locomotor activity and grip strength test. Moreover, it was found that the use of BME considerably improved the tyrosine hydroxylase activity, caspase-3 and expression of neurogenic gene in the substantia nigra region of the brain. The results suggest that BME may provide a better platform for future drug discoveries and novel treatment strategies for PD as compared to MPE.",
      "mesh_terms": [
        "1-Methyl-4-phenyl-1,2,3,6-tetrahydropyridine",
        "Animals",
        "Bacopa",
        "Disease Models, Animal",
        "Mice",
        "Mice, Inbred C57BL",
        "Mucuna",
        "Neuroprotective Agents",
        "Parkinson Disease",
        "Plant Extracts",
        "Tyrosine 3-Monooxygenase"
      ]
    },
    {
      "pmid": "27692172",
      "title": "Cognitive training and Bacopa monnieri: Evidence for a combined intervention to alleviate age associated cognitive decline.",
      "authors": [
        "Grace M McPhee",
        "Luke A Downey",
        "Anthony Noble",
        "Con Stough"
      ],
      "journal": "Medical hypotheses",
      "publication_date": "2016-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As the elderly population grows the impact of age associated cognitive decline as well as neurodegenerative diseases such as Alzheimer's disease and dementia will increase. Ageing is associated with consistent impairments in cognitive processes (e.g., processing speed, memory, executive function and learning) important for work, well-being, life satisfaction and overall participation in society. Recently, there has been increased effort to conduct research examining methods to improve cognitive function in older citizens. Cognitive training has been shown to improve performance in some cognitive domains; including memory, processing speed, executive function and attention in older adults. These cognitive changes are thought to be related to improvements in brain connectivity and neural circuitry. Bacopa monnieri has also been shown to improve specific domains of cognition, sensitive to age associated cognitive decline (particularly processing speed and memory). These Bacopa monnieri dependent improvements may be due to the increase in specific neuro-molecular mechanisms implicated in the enhancement of neural connections in the brain (i.e. synaptogenesis). In particular, a number of animal studies have shown Bacopa monnieri consumption upregulates calcium dependent kinases in the synapse and post-synaptic cell, crucial for strengthening and growing connections between neurons. These effects have been shown to occur in areas important for cognitive processes, such as the hippocampus. As Bacopa monnieri has shown neuro-molecular mechanisms that encourage synaptogenesis, while cognitive training enhances brain connectivity, Bacopa monnieri supplementation could theoretically enhance and strengthen synaptic changes acquired through cognitive training. Therefore, the current paper hypothesises that the combination of these two interventions could improve cognitive outcomes, over and above the effects of administrating these interventions independently, as an effective treatment to ameliorate age associated cognitive decline.",
      "mesh_terms": [
        "Aged",
        "Animals",
        "Bacopa",
        "Brain",
        "Cognition",
        "Cognitive Dysfunction",
        "Glutamic Acid",
        "Hippocampus",
        "Humans",
        "Medicine, Ayurvedic",
        "Memory",
        "Models, Theoretical",
        "Phytotherapy",
        "Plant Extracts",
        "Rats",
        "Synapses",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "27562725",
      "title": "Bacopa monnieri (Brahmi) improved novel object recognition task and increased cerebral vesicular glutamate transporter type 3 in sub-chronic phencyclidine rat model of schizophrenia.",
      "authors": [
        "Pritsana Piyabhan",
        "Supaporn Wannasiri",
        "Jarinyaporn Naowaboot"
      ],
      "journal": "Clinical and experimental pharmacology & physiology",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Reduced vesicular glutamate transporter 1 (VGLUT1) and 2 (VGLUT2) indicate glutamatergic hypofunction leading to cognitive impairment in schizophrenia. However, VGLUT3 involvement in cognitive dysfunction has not been reported in schizophrenia. Brahmi (Bacopa monnieri) might be a new treatment and prevention for cognitive deficits in schizophrenia by acting on cerebral VGLUT3 density. We aimed to study cognitive enhancement- and neuroprotective-effects of Brahmi on novel object recognition and cerebral VGLUT3 immunodensity in sub-chronic (2 mg/kg, Bid, ip) phencyclidine (PCP) rat model of schizophrenia. Rats were assigned to three groups for cognitive enhancement effect study: Group 1, Control; Group 2, PCP administration; Group 3, PCP+Brahmi. A neuroprotective-effect study was also carried out. Rats were again assigned to three groups: Group 1, Control; Group 2, PCP administration; Group 3, Brahmi+PCP. Discrimination ratio (DR) representing cognitive ability was obtained from a novel object recognition task. VGLUT3 immunodensity was measured in the prefrontal cortex, striatum and cornu ammonis fields 1-3 (CA1-3) using immunohistochemistry. We found reduced DR in the PCP group, which occurred alongside VGLUT3 reduction in all brain areas. PCP+Brahmi showed higher DR score with increased VGLUT3 immunodensity in the prefrontal cortex and striatum. Brahmi+PCP group showed a higher DR score with increased VGLUT3 immunodensity in the prefrontal cortex, striatum and CA1-3. We concluded that reduced cerebral VGLUT3 was involved in cognitive deficit in PCP-administrated rats. Receiving Brahmi after PCP restored cognitive deficit by increasing VGLUT3 in the prefrontal cortex and striatum. Receiving Brahmi before PCP prevented cognitive impairment by elevating VGLUT3 in prefrontal cortex, striatum and CA1-3. Therefore, Brahmi could be a new frontier of restoration and prevention of cognitive deficit in schizophrenia.",
      "mesh_terms": [
        "Animals",
        "Bacopa",
        "Brain",
        "Disease Models, Animal",
        "Male",
        "Phencyclidine",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar",
        "Recognition, Psychology",
        "Schizophrenia",
        "Vesicular Glutamate Transport Proteins"
      ]
    },
    {
      "pmid": "27473605",
      "title": "The Ayurvedic plant Bacopa monnieri inhibits inflammatory pathways in the brain.",
      "authors": [
        "Michelle D Nemetchek",
        "Andrea A Stierle",
        "Donald B Stierle",
        "Diana I Lurie"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2017-Feb-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Bacopa monnieri (L) Wettst (common name, bacopa) is a medicinal plant used in Ayurveda, the traditional system of medicine of India, as a nootropic. It is considered to be a \"medhya rasayana\", an herb that sharpens the mind and the intellect. Bacopa is an important ingredient in many Ayurvedic herbal formulations designed to treat conditions such as memory loss, anxiety, poor cognition and loss of concentration. It has also been used in Ayurveda to treat inflammatory conditions such as arthritis. In modern biomedical studies, bacopa has been shown in animal models to inhibit the release of the pro-inflammatory cytokines TNF-α and IL-6. However, less is known regarding the anti-inflammatory activity of Bacopa in the brain. AIM OF THE STUDY: The current study examines the ability of Bacopa to inhibit the release of pro-inflammatory cytokines from microglial cells, the immune cells of the brain that participate in inflammation in the CNS. The effect of Bacopa on signaling enzymes associated with CNS inflammatory pathways was also studied. MATERIALS AND METHODS: Various extracts of Bacopa were prepared and examined in the N9 microglial cell line in order to determine if they inhibited the release of the proinflammatory cytokines TNF-α and IL-6. Extracts were also tested in cell free assays as inhibitors of caspase-1 and matrix metalloproteinase-3 (enzymes associated with inflammation) and caspase-3, which has been shown to cleave protein Tau, an early event in the development of Alzheimer's disease. RESULTS: The tea, infusion, and alkaloid extracts of bacopa, as well as Bacoside A significantly inhibited the release of TNF-α and IL-6 from activated N9 microglial cells in vitro. In addition, the tea, infusion, and alkaloid extracts of Bacopa effectively inhibited caspase 1 and 3, and matrix metalloproteinase-3 in the cell free assay. CONCLUSIONS: Bacopa inhibits the release of inflammatory cytokines from microglial cells and inhibits enzymes associated with inflammation in the brain. Thus, Bacopa can limit inflammation in the CNS, and offers a promising source of novel therapeutics for the treatment of many CNS disorders.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Animals",
        "Anti-Inflammatory Agents",
        "Bacopa",
        "Brain",
        "Caspase 1",
        "Caspase 3",
        "Cell Line",
        "Inflammation",
        "Interleukin-6",
        "Matrix Metalloproteinase 3",
        "Medicine, Ayurvedic",
        "Mice",
        "Nootropic Agents",
        "Plant Extracts",
        "Plants, Medicinal",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "27441247",
      "title": "Beneficial effects of Bacopa monnieri extract on opioid induced toxicity.",
      "authors": [
        "Muhammad Shahid",
        "Fazal Subhan",
        "Ihsan Ullah",
        "Gowhar Ali",
        "Javaid Alam",
        "Rehmat Shah"
      ],
      "journal": "Heliyon",
      "publication_date": "2016-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study examined the hepatotoxicity and nephrotoxicity of morphine and illicit street heroin and their amelioration by a standardized methanolic extract of Bacopa monnieri (L.) (mBME) in rats. Morphine or street heroin was administered at a dose of 20 mg/kg for 14 and 21 days. mBME (40 mg/kg) or ascorbic acid (50 mg/kg) was administered two hours before morphine or street heroin. High performance liquid chromatography (HPLC) was used for the standardization of bacoside-A major components in mBME. The antioxidant potential of mBME was evaluated by 2,2-diphenyl-1-picrylhydrazyl (DPPH) free radical scavenging assay. Administration of morphine and street heroin resulted in marked elevation of serum alanine aminotransferase (ALT), aspartate aminotransferase (AST) and creatinine. Histopathological changes induced by morphine and street heroin after 14 days were of reversible nature while treatment for 21 days was associated with irreversible changes. Pretreatment with mBME or ascorbic acid restored the elevation of serum ALT, AST and creatinine and protected liver and kidneys from the toxicological influence of morphine and street heroin. HPLC analysis showed that mBME contained bacoside-A major components i.e. bacoside-A3 (37.5 μg/mg), bacopaside-II (4.62 μg/mg) and bacopasaponin-C (1.91 μg/mg). The EC50 for the DPPH free radical scavenging assay revealed that mBME possessed strong antioxidant potential. These results concluded that as compared to morphine, street heroin was associated with severe biochemical and histopathological changes in the liver and kidneys. Bacopa monnieri having strong antioxidant potential may provide a beneficial herbal remedy for the efficient management of opioid related hepatotoxicity and nephrotoxicity."
    },
    {
      "pmid": "27401287",
      "title": "Effect of standardized extract of Bacopa monnieri (CDRI-08) on testicular functions in adult male mice.",
      "authors": [
        "Shishir Kumar Patel",
        "Shilpi Singh",
        "Hemant Kumar Singh",
        "Shio Kumar Singh"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2017-Feb-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Bacopa monnieri (BM) has been used in India since the time of Rig-Veda for augmentation of learning, memory, brain health etc. AIM OF THE STUDY: The memory augmenting effect of BM is well documented. CDRI-08 is a standardized extract of Bacopa monnieri, but its effect on the male reproductive health has not been investigated. Therefore, the aim of the present study was to examine the effect of CDRI-08 administration on the male reproductive organs with special emphasis on testis in adult mice. MATERIALS AND METHODS: CDRI-08, containing at least 55% bacosides (the major constituent of BM), was investigated for its effect on testicular functions in adult Parkes (P) mice. A suspension of CDRI-08 was orally administered in doses of 40 and 80mgkg-1 body weight day-1 for 28 days and various male reproductive end points were evaluated. RESULTS: Compared to control, CDRI-08 treatment caused a significant increase (p<0.05) in spermatogenic cell density (germinal epithelial height: control, 55.03±4.22 vs 40mg, 67.15±2.65 and 80mg, 69.93±3.76; and tubular diameter: control, 206.55±2.62 vs 80mg, 253.23±12.19), PCNA index (control, 59.85±2.09 vs 40mg, 82.17±1.56 and 80mg, 84.05±3.51) and in steroidogenic indices in the testis, and in sperm viability (control, 0.67±0.010 vs 80mg, 0.80±0.04) in cauda epididymidis of the treated mice. On the other hand, however, the same treatment caused a significant decrease (p<0.05) in abnormal sperm morphology (control, 21.72±1.06 vs 40mg, 10.63±1.50 and 80mg, 15.86±0.87) in cauda epididymidis, and in lipid peroxidation level in testis of the treated mice compared to controls. CONCLUSION: The results suggest that treatment with CDRI-08 extract improves sperm quality, and spermatogenic cell density and steroidogenic indices in the testis of P mice.",
      "mesh_terms": [
        "Animals",
        "Bacopa",
        "Epididymis",
        "India",
        "Male",
        "Mice",
        "Plant Extracts",
        "Saponins",
        "Spermatozoa",
        "Testis"
      ]
    },
    {
      "pmid": "27007136",
      "title": "Reparation of Isoniazid and Rifampicin Combinatorial Therapy-Induced Hepatotoxic Effects by Bacopa monnieri.",
      "authors": [
        "Sabina Evan Prince",
        "Lavinya B Udhaya",
        "Priyadharshini S Sunitha",
        "Geetha Arumugam"
      ],
      "journal": "Pharmacology",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drug-induced liver injury is a major challenge in treating tuberculosis with isoniazid (INH) and rifampicin (RIF). This study was aimed at evaluating the protective effects of Bacopamonnieri (Brahmi) against INH and RIF-induced hepatotoxicity in a rat model and also to study the patterns of interaction between pregnane X receptor (PXR) and chosen active compounds of B. monnieri. Hepatotoxicity was induced in the experimental animals by the oral administration of INH and RIF (50 mg/kg b.w. each/day) for 28 days. The effects of co-administration of B. monnieri (500 mg/kg b.w./day) in INH- and RIF-induced rats were studied by the estimation of biochemical analyses. The standard hepatoprotective drug silymarin (25 mg/kg b.w./day) was used for the purpose of comparison. In silico docking experiments were carried out using the PatchDock server and the results were analysed on the PyMol molecular viewer. There was significant reduction in the antioxidant status of INH and RIF-induced rats. Also, there was significant elevation in the levels of serum liver function markers in the INH- and RIF-induced rats. B. monnieri was able to normalise the tested parameters. In silico studies reveal significant interaction between PXR and bacopaside I. B. monnieri exerts significant protective effects against INH and RIF-induced hepatotoxicity in rats.",
      "mesh_terms": [
        "Alanine Transaminase",
        "Alkaline Phosphatase",
        "Animals",
        "Antitubercular Agents",
        "Aspartate Aminotransferases",
        "Bacopa",
        "Catalase",
        "Chemical and Drug Induced Liver Injury",
        "Drug Therapy, Combination",
        "Female",
        "Glutathione Peroxidase",
        "Glutathione Transferase",
        "Interleukin-10",
        "Isoniazid",
        "Liver",
        "Molecular Docking Simulation",
        "Plant Extracts",
        "Protective Agents",
        "Rats, Wistar",
        "Rifampin",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "26633481",
      "title": "A Randomized Controlled Trial Investigating the Effects of a Special Extract of Bacopa monnieri (CDRI 08) on Hyperactivity and Inattention in Male Children and Adolescents: BACHI Study Protocol (ANZCTRN12612000827831).",
      "authors": [
        "James D Kean",
        "Jordy Kaufman",
        "Justine Lomas",
        "Antionette Goh",
        "David White",
        "David Simpson",
        "Andrew Scholey",
        "Hemant Singh",
        "Jerome Sarris",
        "Andrea Zangara",
        "Con Stough"
      ],
      "journal": "Nutrients",
      "publication_date": "2015-Dec-02",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: Clinical diagnoses of Attention Deficit Hyperactivity Disorder (ADHD) and the use of prescription medications for its treatment have increased in recent years. Current treatments may involve the administration of amphetamine-type substances, a treatment path many parents are apprehensive to take. Therefore, alternative pharmacological treatments are required. Few nutritional or pharmacological alternatives that reduce ADHD associated symptoms (hyperactivity and inattention) have been subjected to rigorous clinical trials. Bacopa monnieri is a perennial creeping herb. CDRI 08 is a special extract of Bacopa monnieri which has been subjected to hundreds of scientific studies and has been shown in human randomized controlled trials (RCTs) to improve memory, attention, and mood. It is hypothesised that chronic administration of CDRI 08 will improve attention, concentration and behaviour in children with high levels of hyperactivity and/or inattention. This paper reports the protocol for the first 16-week, randomized, placebo-controlled, double-blind, parallel groups trial examining the efficacy and safety of CDRI 08 in male children aged 6-14 years with high levels of inattention and hyperactivity. The primary outcome variable will be the level of hyperactivity and inattention measured by the Conners' Parent Rating Scale (CPRS). Secondary outcome variables include cognition, mood, sleep, and EEG. TRIAL REGISTRATION: Australia and New Zealand Clinical Trials Register (ANZCTR): ACTRN12612000827831.",
      "mesh_terms": [
        "Adolescent",
        "Attention Deficit Disorder with Hyperactivity",
        "Bacopa",
        "Child",
        "Double-Blind Method",
        "Humans",
        "Male",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "26544120",
      "title": "Protective Effects of Bacopa Monnieri on Hydrogen Peroxide and Staurosporine: Induced Damage of Human Neuroblastoma SH-SY5Y Cells.",
      "authors": [
        "Maciej Łojewski",
        "Bartosz Pomierny",
        "Bożena Muszyńska",
        "Weronika Krzyżanowska",
        "Bogusława Budziszewska",
        "Agnieszka Szewczyk"
      ],
      "journal": "Planta medica",
      "publication_date": "2016-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Many herbs, and recently their biomass from in vitro cultures, are essential for the treatment of diseases. The aim of this study was to determine the optimal growth of Bacopa monnieri (water hyssop) in an in vitro culture and to examine if extracts of the B. monnieri biomass from the in vitro culture would affect hydrogen peroxide- and staurosporine-induced injury of the human neuroblastoma SH-SY5Y cell line. It has been found that B. monnieri at concentrations of 25, 50, and 100 µg/mL inhibited both hydrogen peroxide-induced efflux of lactate dehydrogenase from damaged cells to culture medium and increased cell viability determined by an MTT assay. Moreover, B. monnieri at concentrations of 10, 25, and 50 µg/mL decreased staurosporine-induced activity of an executive apoptotic enzyme-caspase-3 and protected mitochondrial membrane potential. The obtained data indicate that the biomass from the in vitro culture of B. monnieri prevented SH-SY5Y cell damage related to oxidative stress and had the ability to inhibit the apoptotic process. Thus, this study supports the traditional use of B. monnieri as a neuroprotective therapy, and further in vivo studies on the effects of this preparation on morphology and function of nerve cells could lead to its wider application.",
      "mesh_terms": [
        "Bacopa",
        "Cell Line, Tumor",
        "Humans",
        "Hydrogen Peroxide",
        "Neuroblastoma",
        "Neuroprotective Agents",
        "Plant Extracts",
        "Staurosporine"
      ]
    },
    {
      "pmid": "26413126",
      "title": "Bacopa monnieri as an Antioxidant Therapy to Reduce Oxidative Stress in the Aging Brain.",
      "authors": [
        "Tamara Simpson",
        "Matthew Pase",
        "Con Stough"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The detrimental effect of neuronal cell death due to oxidative stress and mitochondrial dysfunction has been implicated in age-related cognitive decline and neurodegenerative disorders such as Alzheimer's disease. The Indian herb Bacopa monnieri is a dietary antioxidant, with animal and in vitro studies indicating several modes of action that may protect the brain against oxidative damage. In parallel, several studies using the CDRI08 extract have shown that extracts of Bacopa monnieri improve cognitive function in humans. The biological mechanisms of this cognitive enhancement are unknown. In this review we discuss the animal studies and in vivo evidence for Bacopa monnieri as a potential therapeutic antioxidant to reduce oxidative stress and improve cognitive function. We suggest that future studies incorporate neuroimaging particularly magnetic resonance spectroscopy into their randomized controlled trials to better understand whether changes in antioxidant status in vivo cause improvements in cognitive function."
    },
    {
      "pmid": "26413124",
      "title": "Bacopa monnieri Extract (CDRI-08) Modulates the NMDA Receptor Subunits and nNOS-Apoptosis Axis in Cerebellum of Hepatic Encephalopathy Rats.",
      "authors": [
        "Papia Mondal",
        "Surendra Kumar Trigun"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hepatic encephalopathy (HE), characterized by impaired cerebellar functions during chronic liver failure (CLF), involves N-methyl-D-aspartate receptor (NMDAR) overactivation in the brain cells. Bacopa monnieri (BM) extract is a known neuroprotectant. The present paper evaluates whether BM extract is able to modulate the two NMDAR subunits (NR2A and NR2B) and its downstream mediators in cerebellum of rats with chronic liver failure (CLF), induced by administration of 50 mg/kg bw thioacetamide (TAA) i.p. for 14 days, and in the TAA group rats orally treated with 200 mg/kg bw BM extract from days 8 to 14. NR2A is known to impart neuroprotection and that of NR2B induces neuronal death during NMDAR activation. Neuronal nitric oxide synthase- (nNOS-) apoptosis pathway is known to mediate NMDAR led excitotoxicity. The level of NR2A was found to be significantly reduced with a concomitant increase of NR2B in cerebellum of the CLF rats. This was consistent with significantly enhanced nNOS expression, nitric oxide level, and reduced Bcl2/Bax ratio. Moreover, treatment with BM extract reversed the NR2A/NR2B ratio and also normalized the levels of nNOS-apoptotic factors in cerebellum of those rats. The findings suggest modulation of NR2A and NR2B expression by BM extract to prevent neurochemical alterations associated with HE."
    }
  ]
}