{
  "supplement": "Basil",
  "query": "Basil[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:15:53",
  "research_count": 208,
  "count": 100,
  "articles": [
    {
      "pmid": "40216142",
      "title": "Composite cold-set gels of kidney bean protein isolate and basil seed gum induced by glucono-δ-lactone and sodium citrate: Preparation, gel properties and protection on astaxanthin.",
      "authors": [
        "Qin Yang",
        "Yi-Jing Li-Sha",
        "Han-Qing Chen"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, kidney bean protein isolate (KPI) and basil seed gum (BSG) thermal aggregates were prepared to form cold-set gels (KB) by adding sodium citrate (SC) and glucono-δ-lactone (GDL). The structure and gel properties of the cold-set gels were investigated. Results showed that the gels added with SC had higher water holding capacity and lower gel strength than GDL-induced gels. While the cold-set gels induced by GDL with the addition of SC (KB-GDL/SC) possessed compact gel network with higher viscoelasticity. Compared with KPI cold-set gels, the KB cold-set gels exhibited higher gel strength and greater capacity to capture water due to the filling and cross-linking effect of BSG, and its high hydrophilicity and changes on the KPI molecular structures. Moreover, the KB-GDL/SC presented a lower syneresis rate of 28.2 % than other gels after freeze-thaw treatment. Meanwhile, KB-GDL/SC showed better protection on astaxanthin under ultraviolet light or during heat treatment. All the KB cold-set gels controlled the release of astaxanthin during simulated digestion. Particularly for KB-SC, the loaded astaxanthin had the highest bioaccesssbility (24.5 %) after in vitro digestion. This study may provide unique insights for development of novel cold-set gels and related functional foods."
    },
    {
      "pmid": "40205668",
      "title": "Therapeutic potential of basil (Ocimum basilicum L.) aqueous extract: Impact on glycemia and oxidative stress in normoglycemic and diabetic rats.",
      "authors": [
        "B Teofilović",
        "A Tomas",
        "N Martić",
        "N Stilinović",
        "I Čapo",
        "N Grujić-Letić",
        "E Gligorić",
        "A Rašković"
      ],
      "journal": "Die Pharmazie",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The prevention of nutrition-related diseases holds paramount significance for human well-being. Sweet basil (Ocimum basilicum L., Lamiaceae) emerges as a noteworthy candidate due to its robust antioxidant properties attributed to a high concentration of phenolic and flavonoid compounds, promising potential health benefits for humans. Notably, bile acids and their derivatives exert influence on the metabolic effects of both conventional and herbal drugs. The aim of this study was to examine the effects of administering an aqueous basil extract for seven days on glycemia and in vivo antioxidant activity in both healthy and diabetic animals, either alone or in combination with a bile acid derivative. The experimental design involved normoglycemic and diabetic Wistar rats subjected to a seven-day regimen of saline and basil water extract. Hyperglycemia was induced using alloxan. Following the treatment period, animals were euthanized by cardiopuncture, and serum analyses were conducted to assess fasting blood glucose levels and biochemical parameters. Additional assessments included oral glucose tolerance tests and antioxidative stress enzyme assays. The findings showed a significant hypoglycemic effect of the aqueous basil extract in both normoglycemic and diabetic animals. The extract also decreased lipid peroxidation and increased the activity of antioxidant enzymes. Basil extract treatment displayed protective effects on glycemia in both normoglycemic and diabetic animals, indicating considerable antioxidant potential. These effects were evident through increased antioxidant enzyme activity and decreased lipid peroxidation, affirming the beneficial impact of aqueous basil extract on health parameters.",
      "mesh_terms": [
        "Animals",
        "Ocimum basilicum",
        "Rats, Wistar",
        "Oxidative Stress",
        "Plant Extracts",
        "Diabetes Mellitus, Experimental",
        "Blood Glucose",
        "Rats",
        "Antioxidants",
        "Hypoglycemic Agents",
        "Male",
        "Lipid Peroxidation",
        "Glucose Tolerance Test"
      ]
    },
    {
      "pmid": "40101384",
      "title": "Effect of basil seed gum with low or high molecular weight on the rheological, physicochemical and structural properties of frozen dough.",
      "authors": [
        "Qin Yang",
        "Ning Chen",
        "Han-Qing Chen"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the effect of basil seed gum and its two fractions with different molecular weights on the rheological, physicochemical and structural properties of frozen dough were investigated. The rheological and microstructural results showed that the addition of high molecular weight fraction greatly enhanced the viscoelasticity of frozen dough and helped form a more compact gluten network than basil seed gum and its low molecular weight fraction. After 8 freeze-thaw cycle treatment, the frozen dough added with high molecular weight fraction of basil seed gum displayed lower content of freezable water (46.86 %) and less free sulfhydryl (3.69 μmol/g) of gluten. Meanwhile, more α-helix (27.43 %, 23.89 %) was maintained in gluten molecules after 4 or 8 freeze-thaw cycle treatment. The basil seed gum with high molecular weight showed better cryoprotective effect on frozen dough. This study may provide a theoretical basis for the application of basil seed gum in frozen foods.",
      "mesh_terms": [
        "Ocimum basilicum",
        "Seeds",
        "Rheology",
        "Plant Gums",
        "Molecular Weight",
        "Freezing",
        "Flour",
        "Glutens",
        "Viscosity",
        "Plant Extracts",
        "Bread"
      ]
    },
    {
      "pmid": "40094676",
      "title": "Foliar Application of Amino Acids Increases Sweet Basil (Ocimum basilicum L.) Resistance to High-Temperature Stress.",
      "authors": [
        "Justina Deveikytė",
        "Aušra Blinstrubienė",
        "Natalija Burbulis",
        "Aldona Baltušnikienė"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Climate change poses a significant threat to food security, with projections indicating a decline in crop yield due to reduced crop growth in the face of rising temperatures. This study evaluated the effects of L-Isoleucine, L-Methionine, L-Glutamine, L-Tryptophan, and L-Phenylalanine on the morphophysiological parameters, total phenolic content, and antioxidant activity of Sweet Basil (Ocimum basilicum L.) under high-temperature stress. Ten cultivar varieties of the sweet basil, \"Rosie\", \"Red Opal\", \"Bordeaux\", \"Dark Opal\", \"Red Rubin\", \"Genovese\", \"Cinamon\", \"Italiano Classico\", \"Marseillais\", and \"Thai\", were grown in a controlled-environment growth chamber. The seedlings with 5-6 true leaves were divided into seven groups: the first group of seedlings had no treatment and was grown under 25/22 °C (day/night) temperature, the second group of seedlings had no treatment and was grown under 35/30 °C (day/night) temperature, and the remaining five groups were sprayed with 100 mg L-1 of L-Isoleucine, L-Methionine, L-Glutamine, L-Tryptophan, or L-Phenylalanine. As our results show, L-Tryptophan increased fresh and dry biomass in green sweet basil, while L-Methionine had the greatest effect on biomass in purple varieties. L-Phenylalanine increased chlorophyll a and b in heat-stressed \"Bordeaux\" (purple variety) and \"Marseillais\" (green variety). L-Isoleucine and L-Glutamine increased total phenolic compounds (TPCs) in purple cultivars (\"Rosie\", \"Red Opal\", \"Dark Opal\", and \"Red Rubin\"), while L-Tryptophan (\"Cinamon\" and \"Italiano Classico\") and L-Phenylalanine increased TPCs in \"Cinamon\", \"Marseillais\", and \"Thai\" green cultivars. Antioxidant activity (ABTS) was highest in \"Dark Opal\" and \"Bordeaux\" treated with L-Tryptophan or L-Phenylalanine under heat stress, while \"Thai\" benefited most from L-Isoleucine. The exogenous application of amino acids could serve as a viable solution to alleviate the negative effects of temperature stress on sweet basil and serve as an environmentally friendly agricultural strategy."
    },
    {
      "pmid": "40076970",
      "title": "Enhancing the Quality of Indoor-Grown Basil Microgreens with Low-Dose UV-B or UV-C Light Supplementation.",
      "authors": [
        "Ernest Skowron",
        "Magdalena Trojak",
        "Ilona Pacak",
        "Paulina Węzigowska",
        "Julia Szymkiewicz"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Controlled-environment crop production often weakens plants' defense mechanisms, reducing the accumulation of protective phytochemicals essential to human health. Our previous studies demonstrated that short-term supplementation of low-dose ultraviolet (UV) light to the red-green-blue (RGB) spectrum effectively boosts secondary metabolite (SM) synthesis and antioxidant capacity in lettuce. This study explored whether similar effects occur in basil cultivars by supplementing the RGB spectrum with ultraviolet B (UV-B, 311 nm) or ultraviolet C (UV-C, 254 nm) light shortly before harvest. Molecular analyses focused on UV-induced polyphenol synthesis, particularly chalcone synthase (CHS) level, and UV light perception via the UVR8 receptor. The impact of high-energy UV radiation on the photosynthetic apparatus (PA) was also monitored. The results showed that UV-B supplementation did not harm the PA, while UV-C significantly impaired photosynthesis and restricted plant growth and biomass accumulation. In green-leaf (Sweet Large, SL) basil, UV-B enhanced total antioxidant capacity (TAC), increasing polyphenolic secondary metabolites and ascorbic acid (AsA) levels. UV-C also stimulated phenolic compound accumulation in SL basil but had no positive effects in the purple-leaf (Dark Opal, DO) cultivar. Interestingly, while the UV-B treatment promoted UVR8 monomerization in both cultivars, the enhanced CHS level and concomitant SM synthesis were noted only for SL basil. In addition, UV-C also induced CHS activity and SM synthesis in SL basil but clearly in a UVR8-independeted manner. These findings underscore the potential of UV light supplementation for enhancing plant functional properties, highlighting species- and cultivar-specific effects without compromising photosynthetic performance.",
      "mesh_terms": [
        "Ultraviolet Rays",
        "Ocimum basilicum",
        "Photosynthesis",
        "Antioxidants",
        "Polyphenols",
        "Plant Leaves",
        "Acyltransferases",
        "Ascorbic Acid"
      ]
    },
    {
      "pmid": "39993822",
      "title": "Plain versus drug balloon and stenting in severe ischaemia of the leg (BASIL-3): open label, three arm, randomised, multicentre, phase 3 trial.",
      "authors": [
        "Andrew W Bradbury",
        "Jack A Hall",
        "Matthew A Popplewell",
        "Lewis Meecham",
        "Gareth R Bate",
        "Lisa Kelly",
        "Jon J Deeks",
        "Catherine A Moakes"
      ],
      "journal": "BMJ (Clinical research ed.)",
      "publication_date": "2025-Feb-24",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Clinical Trial, Phase III",
        "Randomized Controlled Trial",
        "Pragmatic Clinical Trial"
      ],
      "abstract": "OBJECTIVE: To determine which primary endovascular revascularisation strategy represents the most clinically effective treatment for patients with chronic limb threatening ischaemia who require endovascular femoro-popliteal, with or without infra-popliteal, revascularisation. DESIGN: Three arm, open label, pragmatic, multicentre, randomised, phase 3 superiority trial (BASIL-3). SETTING: 35 UK NHS vascular units. PARTICIPANTS: Patients with chronic limb threatening ischaemia who required endovascular femoro-popliteal, with or without infra-popliteal, revascularisation. INTERVENTIONS: Participants were randomly assigned (1:1:1) to femoro-popliteal plain balloon angioplasty with or without bare metal stenting (PBA±BMS), drug coated balloon angioplasty with or without bare metal stenting (DCBA±BMS), or drug eluting stenting (DES) as their first revascularisation strategy. MAIN OUTCOME MEASURES: The primary outcome was amputation free survival defined as time to first major amputation or death from any cause. Secondary outcomes included the composite components of the primary outcome, major adverse limb events, major adverse cardiac events, and other prespecified clinical and patient reported outcome measures. Serious adverse events were collected up to 30 days after the first revascularisation procedure. RESULTS: Between 29 January 2016 and 31 August 2021, 481 participants were randomised (167 (35%) women, mean age 71.8 years (standard deviation 10.8)). Major amputation or death occurred in 106 of 160 (66%) participants in the PBA±BMS group, 97 of 161 (60%) in the DCBA±BMS group, and 93 of 159 (58%) in the DES group (adjusted hazard ratios: PBA±BMS v DCBA±BMS: 0.84, 97.5% confidence interval 0.61 to 1.16, P=0.22; PBA±BMS v DES: 0.83, 0.60 to 1.15, P=0.20). No differences in serious adverse events were reported between the groups. CONCLUSIONS: Neither DCBA±BMS nor DES conferred significant clinical benefit over PBA±BMS in the femoro-popliteal segment in patients with chronic limb threatening ischaemia undergoing endovascular femoro-popliteal, with or without infra-popliteal, revascularisation. TRIAL REGISTRATION: ISRCTN registry ISRCTN14469736.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Aged",
        "Angioplasty, Balloon",
        "Drug-Eluting Stents",
        "Amputation, Surgical",
        "Stents",
        "Middle Aged",
        "Femoral Artery",
        "Popliteal Artery",
        "Chronic Limb-Threatening Ischemia",
        "Peripheral Arterial Disease",
        "Ischemia",
        "Treatment Outcome",
        "Aged, 80 and over",
        "Limb Salvage",
        "Endovascular Procedures",
        "United Kingdom",
        "Leg"
      ]
    },
    {
      "pmid": "39986557",
      "title": "Ecotoxicological assessment of basil essential oil on soil nematode communities.",
      "authors": [
        "Catani Linda",
        "Grassi Eleonora",
        "Guidi Loretta",
        "Farina Priscilla",
        "Tani Camilla",
        "Conti Barbara",
        "Annibaldi Anna",
        "Girolametti Federico",
        "Ascrizzi Roberta",
        "Flamini Guido",
        "Da Costa Monteiro Luana",
        "Semprucci Federica"
      ],
      "journal": "Environmental pollution (Barking, Essex : 1987)",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Intensive agriculture has over-exploited natural resources and altered the functioning of soil systems, mainly because of the abuse of synthetic products to increase yields. To improve sustainability, the European Commission has adopted the New Green Deal program, which aims to reduce the use of synthetic products by 50% and restore biodiversity by limiting human impact. Essential oils (EOs) can be sustainable alternatives to synthetic pesticides for crops and agricultural products protection against pests and diseases and, therefore, are attracting increasing interest from the scientific community. However, while most studies have focused on in vitro effects on target organisms (i.e., soil borne-phytopathogens, insects, phytoparasitic nematodes), the impact of EOs on natural soil communities remains unexplored. This study employed a field experiment using the Before-After-Control-Impact (BACI) approach to investigate the potential effects of basil EO on nematode communities. Chickpea seeds were coated with a high concentration (25% v/v) of Ocimum basilicum EO in different formulations, with the basil EO and chitosan combination standing out for its potential applicability as a seed-coating treatment for future crop use. The results demonstrated that the basil EO and chitosan seed coating had no significant negative impact on nematode taxonomic diversity or functional indices. Furthermore, the taxonomic community structure-recognized as the most sensitive detection metric-revealed that the observed effects were primarily influenced by temporal changes, likely reflecting the natural progression of the crop system rather than the EO treatment itself. These findings are particularly promising, as they suggest that EO-based coatings can be compatible with maintaining soil health.",
      "mesh_terms": [
        "Animals",
        "Oils, Volatile",
        "Soil",
        "Nematoda",
        "Ocimum basilicum",
        "Plant Oils",
        "Ecotoxicology",
        "Soil Pollutants",
        "Ocimum"
      ]
    },
    {
      "pmid": "39949247",
      "title": "Cold atmospheric plasma treatment induces oxidative stress and alters microbial community profile in the leaves of sweet basil (Ocimum basilicum var. Kiera) plant.",
      "authors": [
        "Andrea R Gilbert-Eckman",
        "Mairui Gao",
        "Ryan A Blaustein",
        "Rohan V Tikekar"
      ],
      "journal": "Journal of food science",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The oxidative species generated by cold atmospheric plasma (CAP) treatment can impact the plant stress response system. We hypothesized that this response is not limited to the site of CAP application and it is transmitted through the plant. The resulting stress response can influence the plant microbiome on the intact plant. These hypotheses were tested by the application of CAP to live sweet basil (Ocimum basilicum var. Kiera). A single upper leaf of the plant underwent a 60 s CAP treatment at three different wattage intensity levels. Reactive oxygen species (ROS) generation in directly treated leaves and leaves in the vicinity of the treatment site (i.e., one, two, or three nodes away) was measured using the fluorescein degradation assay (ex/em: 485/525). Leaves directly exposed to CAP showed a marked increase in ROS production. Interestingly, basil leaves not directly treated by CAP also showed a significant (p < 0.05) increase in ROS generation compared to untreated control, extending to the two nearest nodes from the treatment site in all plants tested. The leaf microbiomes were evaluated using 16S rRNA gene sequencing. CAP appeared to drive restructuring of the leaf microbiota profiles, despite maintaining a similar α-diversity. CAP treatment intensity led to significant differences (p < 0.05) in the relative abundances of a variety of dominant bacterial families (e.g., Psuedomonadaceae and Streptomycetaceae) and phyla, and the effects on certain taxa were dependent on leaf distance from the treatment site. CAP's ability to restructure plant microbiota may have applications to improve produce microbial safety and shelf-life. PRACTICAL APPLICATION: Cold atmospheric plasma induces a stress response in a living plant beyond the site of application. This response includes an increase in the production of reactive oxygen species that can trigger pathways to enhance the production of phytochemicals. CAP treatment also alters the microbial community profile, possibly through plant stress response. Results from this study can be useful in developing CAP treatment of intact plant for improved growth, production of health-benefiting phytochemicals, and managing its microbiota.",
      "mesh_terms": [
        "Ocimum basilicum",
        "Plant Leaves",
        "Oxidative Stress",
        "Reactive Oxygen Species",
        "Microbiota",
        "Plasma Gases",
        "RNA, Ribosomal, 16S",
        "Bacteria"
      ]
    },
    {
      "pmid": "39942292",
      "title": "The Influence of Basil and Cinnamon Essential Oils on Bioactive Sponge Composites of Collagen Reinforced with Hydroxyapatite.",
      "authors": [
        "Alina Robu",
        "Madalina Georgiana Albu Kaya",
        "Aurora Antoniac",
        "Durmuș Alpaslan Kaya",
        "Alina Elena Coman",
        "Maria-Minodora Marin",
        "Robert Ciocoiu",
        "Rodica Roxana Constantinescu",
        "Iulian Antoniac"
      ],
      "journal": "Materials (Basel, Switzerland)",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The increasing prevalence of acute traumas, surgical wounds, and chronic skin wounds poses significant therapeutic challenges for wound treatment. One of the main concerns in wound care is the danger of infection, which is a significant barrier to healing and a cause of higher morbidity and mortality rates. The emergence of drug-resistant bacterial species is becoming more frequent every day. Antimicrobial dressings have become a viable strategy for wound healing and hospital expense savings. Several factors, such as the wound's localization and state, microbial load, and cost, must be considered when choosing an appropriate antimicrobial dressing. One of the key goals of wound care is infection avoidance. This study addresses the therapeutic challenges of acute traumas, surgical wounds, and chronic skin wounds, focusing on infection prevention and combating drug-resistant bacterial strains. The research explores the development of novel composite wound dressings incorporating hydroxyapatite, known for its osteoconductive properties, and essential oils from basil and cinnamon, recognized for their antimicrobial activity. The study evaluates the impact of these additives on key properties such as surface morphology, water absorption, enzymatic degradation, and mechanical performance. Antimicrobial tests showed that two experimental samples (A1S and A1BS) exhibited significant activity against Escherichia coli but not on Staphylococcus aureus. The results highlight the dressings' enhanced antimicrobial properties, mechanical strength, and controlled degradation, making them promising candidates for advanced wound healing. Tailored applications were identified, with each dressing composition offering unique benefits for specific wound-healing scenarios based on the balance between flexibility, structural support, and bioactivity."
    },
    {
      "pmid": "39899699",
      "title": "Balloon angioplasty versus Shockwave intravascular lithotripsy in calcified coronary arteries: the BASIL study.",
      "authors": [
        "Bernard Wong",
        "Guy Armstrong",
        "Timothy Glenie",
        "Ali Khan",
        "Ruth Newcombe",
        "Hector Gonzales",
        "Seif El-Jack"
      ],
      "journal": "The Journal of invasive cardiology",
      "publication_date": "2025-Jan-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Severe coronary calcification is a predictor for procedural failure during percutaneous coronary intervention (PCI). Intravascular lithotripsy (IVL) delivers acoustic pressure waves to modify coronary calcification to optimize stent results. The efficacy of IVL compared to conventional balloon angioplasty (BA) prior to drug-eluting stent (DES) implantation is largely unknown. This study aimed to compare pretreatment with IVL vs BA for severely calcified coronary lesions prior to DES implantation. METHODS: A total of 60 patients with severely calcified coronary disease undergoing PCI were randomly assigned (1:1 ratio) to conventional BA or IVL pretreatment groups. The primary efficacy endpoint was procedural success (successful stent implantation without bailout calcium modification devices, no major angiographic complications, and residual stenosis less than 20%). The primary safety endpoint was freedom from in-hospital major adverse cardiovascular events (MACE) including death, periprocedural myocardial infarction, stroke, and target vessel revascularization/target lesion failure. RESULTS: Procedural success was achieved in 15 (55.6%) patients in the BA group and 24 (72.7%) patients in the IVL group (P = .165). Requirement for bailout calcium modification was higher in the BA group (22.2% vs 0.0%; P = .004). The primary safety endpoint was achieved in 26 (96.3%) patients in the BA group and 30 (90.9%) patients in the IVL group (P = .405). CONCLUSIONS: In PCI of severely calcified coronary disease, no significant differences in procedural success or in-hospital MACE were identified when comparing IVL to conventional BA pretreatment. There was a higher need for additional dedicated calcium modification observed with conventional BA."
    },
    {
      "pmid": "39893936",
      "title": "Synergistic inactivation effect of ultrasound and nano-emulsified basil essential oil on the metabolic responses of Salmonella on sprouts.",
      "authors": [
        "Zifei Liu",
        "Peiwen Sun",
        "Xichen He",
        "Dingsong Lin",
        "Lijing Ke",
        "Chao Shi",
        "Hongshun Yang",
        "Lingchi Deng",
        "Zejia Lin",
        "Lin Chen"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2025-Mar-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effectiveness and mechanisms of ultrasound (US), nano-emulsified basil essential oil (NBEO), and their combination (NBEO_US) in inactivating Salmonella enterica cells inoculated on pea sprouts. The results demonstrated that the combined treatment was more effective than individual treatments in inactivating the target. This led to a decrease of 4.4 to 5.0 log CFU/g. Transmission electron microscopy showed that NBEO_US leads to the disruption of the bacteria morphology. Additionally, the leakage of cell constituents (proteins and nucleotide) demonstrated that NBEO_US disrupted the structural integrity of S. enterica cells. In addition, the metabolomics analysis using 1H NMR showed that NBEO_US had a detrimental effect on energy and amino acid metabolism in bacterial cells, specifically affecting glycolysis and amino acid production. Also, NBEO_US affected the Embden-Meyerhof-Parnas pathway in S. enterica cells by decreasing the activity of hexokinase, phosphofructokinase, and pyruvate kinase. Finally, the application of NBEO_US resulted in a substantial (P < 0.05) increase in the hardness of the treated pea sprouts while simultaneously decreasing their lightness. The present investigation illustrated the synergistic antibacterial mechanism of NBEO_US against S. enterica strains using sprouts as a food model. By understanding the microbiological changes in metabolic pathways induced by the combined treatment, sanitization strategies can be optimized to specifically target critical vulnerabilities, thereby ensuring safer and more efficient production of fresh produce.",
      "mesh_terms": [
        "Oils, Volatile",
        "Salmonella enterica",
        "Pisum sativum",
        "Plant Oils",
        "Ocimum basilicum",
        "Food Microbiology",
        "Emulsions",
        "Anti-Bacterial Agents",
        "Food Preservation",
        "Ocimum"
      ]
    },
    {
      "pmid": "39822427",
      "title": "Comparative Effects of Basil Seed Consumption and Endurance Exercise on Irisin, Interleukin 6 (IL-6), Tumor Necrosis Factor-Alpha (TNF-α), and Leptin Levels: A Prospective Observational Study.",
      "authors": [
        "P Adilakshmi",
        "V Suganthi",
        "Suresh Babu Sayana",
        "Senthil Kumar",
        "K Satyanarayana Rao"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background and objective There is growing concern regarding metabolic and inflammatory disorders globally, underscoring the need for effective nonpharmacological interventions. Irisin, interleukin 6 (IL-6), tumor necrosis factor-alpha (TNF-α), and leptin are biomarkers of metabolic and inflammatory health. In this study, we aimed to investigate the comparative effects of basil seed supplementation or endurance exercise on biomarkers of chronic oxidative stress. Methods This prospective observational study enrolled 60 participants who were randomly divided into two groups: Group A (basil seeds, n=30) and Group B (endurance exercise, n=30). Participants in Group A consumed 10 grams of soaked basil seeds daily for eight weeks, while those in Group B underwent a supervised endurance exercise regimen (45 minutes/day, five days/week). Biomarkers, including irisin, IL-6, TNF-α, and leptin, were quantified using enzyme-linked immunosorbent assay (ELISA) both at baseline and post-intervention. Within-group and between-group differences were analyzed using paired and independent t-tests, with a significance threshold of p<0.05. Results Overall, the baseline characteristics in Group A (age: 35.4 ± 5.0 years; BMI: 24.5 ± 2.3 kg/m²) and B (age: 34.9 ± 4.8 years; BMI: 24.9 ± 2.4 kg/m²) were comparable (p>0.05). Significant changes were observed in both groups post-intervention. Irisin levels increased moderately in group A (47.23 ± 4.8 µg/mL to 50.79 ± 5.13 µg/mL, p<0.01), and IL-6, TNF-α, and leptin decreased (IL-6: 28.2 ± 2.13 pg/mL to 18.1 ± 2.01 pg/mL, p<0.01; TNF-α: 34.5 ± 2.72 pg/mL to 23.6 ± 2.64 pg/mL, p<0.01; and leptin: 8.4 ± 1.96 ng/mL to 3.9 ± 0.83 ng/mL, p<0.01). Group B showed a significant increase in irisin (44.04 ± 3.58 µg/mL to 150.1 ± 9.32 µg/mL, p<0.001) and a non-significant rise in IL-6 (31.65 ± 2.4 pg/mL to 35.64 ± 3.17 pg/mL, p>0.05). TNF-α levels increased in Group B (31.65 ± 3.27 pg/mL vs. 61.66 ± 3.85 pg/mL, p<0.001) and decreased in Group A, while leptin levels slightly decreased in Group B (7.94 ± 1.27 ng/mL vs. 4.19 ± 0.64 ng/mL, p>0.05). Conclusions Supplementation with basil seed and exercise training with endurance exercise had distinct effects on biomarkers of metabolism and inflammation. Irisin levels were significantly improved by endurance exercise, while basil seeds were most effective in reducing IL-6, TNF-α, and leptin. The findings suggest that basil seeds and exercise provide synergistic effects against metabolic and inflammatory diseases."
    },
    {
      "pmid": "39795274",
      "title": "Holy Basil (Ocimum sanctum L.) Flower and Fenofibrate Improve Lipid Profiles in Rats with Metabolic Dysfunction Associated Steatotic Liver Disease (MASLD): The Role of Choline Metabolism.",
      "authors": [
        "Siraphat Taesuwan",
        "Jakkapong Inchai",
        "Konpong Boonyingsathit",
        "Chanika Chimkerd",
        "Kunchit Judprasong",
        "Pornchai Rachtanapun",
        "Chatchai Muanprasat",
        "Chutima S Vaddhanaphuti"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Dec-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is linked to choline metabolism. The present study investigated the effect of holy basil (Ocimum sanctum L.) flower water extract (OSLY) on MASLD with choline metabolism as an underlying mechanism. Rats with high-fat diet (HFD)-induced MASLD received 250-1000 mg/kg bw of OSLY, fenofibrate, or fenofibrate + 1000 mg/kg OSLY combination. Biochemical parameters, choline metabolites, and one-carbon gene transcription were analyzed. OSLY and fenofibrate independently reduced serum LDL cholesterol (p < 0.02), liver cholesterol (p < 0.001), and liver triglyceride levels (p < 0.001) in HFD-fed rats. Only OSLY reduced signs of liver injury and increased serum HDL. Fenofibrate influenced choline metabolism by decreasing liver glycerophosphocholine (GPC; p = 0.04), as well as increasing betaine (p < 0.001) and the betaine:choline ratio (p = 0.02) in HFD-fed rats. Fenofibrate (vs. HFD) increased the expression of one-carbon metabolism genes Mthfd1l, Pemt, Smpd3, and Chka (p < 0.04). The OSLY treatment decreased liver GPC (500 mg dose; p = 0.03) and increased Smpd3 expression (1000 mg dose; p = 0.04). OSLY and fenofibrate showed weak synergistic effects on lipid and choline metabolism. Collectively, OSLY and fenofibrate independently improve lipid profiles in MASLD rats. The benefits of fenofibrate are partially mediated by choline/one-carbon metabolism, while those of OSLY are not mediated by this pathway. Holy basil flower extract merits further development as an alternative medicine for MASLD."
    },
    {
      "pmid": "39683536",
      "title": "A Novel Supplement Consisting of Rice, Silkworm Pupae and a Mixture of Ginger and Holy Basil Improves Post-Stroke Cognitive Impairment.",
      "authors": [
        "Putthiwat Thongwong",
        "Jintanaporn Wattanathorn",
        "Wipawee Thukham-Mee"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Nov-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Backgrounds/Objectives: Despite the increasing importance of the condition of post-stroke cognitive impairment (PSCI), the current therapy efficacy is limited. Since oxidative stress and inflammation are targeted in anti-stroke therapy, we aimed to assess the protective effect against PSI of an orodispersible film loaded with silkworm pupae hydrolysate and a combined extract of holy basil and ginger (JP1), which show antioxidant, and anti-inflammation effects. Methods: Male Wistar rats (200-250 g) were administered JP1 at doses of 1, 10, and 100 mg/kg BW 45 min before a 6 h immobilization stress exposure for 14 days. Then, the right middle cerebral artery was permanently occluded (MCAO) and JP1 was continually administered for 21 days after MCAO. Spatial and non-spatial memory and the possible underlying mechanisms were also explored. Results: JP1 improved oxidative stress, inflammation, apoptosis, Erk signaling pathway, cholinergic function, and the growth of Lactobacillus and Bifidobacterium spp. in feces. These results suggest that JP1 improves PSCI, possibly involving the above mechanisms. Furthermore, serum corticosterone also decreased. Conclusions: Our results suggest that JP1 is a potential candidate for combating PSCI following exposure to stroke plus stress. However, a clear understanding of the precise active ingredient and the detailed mechanisms require further investigation.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Zingiber officinale",
        "Bombyx",
        "Rats, Wistar",
        "Cognitive Dysfunction",
        "Oxidative Stress",
        "Plant Extracts",
        "Rats",
        "Pupa",
        "Stroke",
        "Dietary Supplements",
        "Antioxidants",
        "Disease Models, Animal",
        "Salvia miltiorrhiza",
        "Apoptosis"
      ]
    },
    {
      "pmid": "39670027",
      "title": "Nano-Hydroxyapatite toothpaste of rice field snail shell combined with basil leaf extract as a remineralizing and antibacterial agent to prevent dental caries.",
      "authors": [
        "Wienda Cinta Aliyyu",
        "Farahdika Ardelia Riva",
        "Sabrina Majesta Putri Anabel",
        "Irfan Dwiandhono",
        "Rinawati Satrio",
        "Dwi Nur Indah Sari"
      ],
      "journal": "Journal of clinical and experimental dentistry",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study aimed to compare rice snail shell nano-hydroxyapatite (nano-HAp) toothpaste combined with basil leaf extract and 1450 ppm fluoridated herbal toothpaste as remineralizing and antibacterial agents. MATERIAL AND METHODS: Experimental toothpastes were prepared with different concentrations of nano-HAp (5% nano-HAp, 10% nano-HAp) and a fixed concentration of basil leaf extract (5% extract). 24 bovine tooth enamel samples were divided into 4 treatment groups. After 6 days of pH cycling, surface microhardness was tested using Vickers Microhardness Test and microporosity was observed using Scanning Electron Microscopy (SEM). The pitting diffusion method was used to test the antibacterial activity of toothpaste against Streptococcus mutans and Lactobacillus acidophilus. RESULTS: Enamel surface microhardness showed an increase with increasing nano-HAp concentration, while fluoride toothpaste showed the highest level of surface microhardness. Microporosity observation showed the disappearance of microporosity as nano-HAp concentration increased, while fluoride toothpaste still left microporosity. Antibacterial activity of the toothpaste showed that the mean inhibition zone of each group was not significantly different with a very strong inhibition zone. CONCLUSIONS: Rice snail shell nano-HAp toothpaste combined with 5% basil leaf extract is effective as a remineralizing agent by reducing the level of tooth enamel microporosity but cannot match 1450 ppm fluoride toothpaste in increasing surface hardness. In addition, nano-hydroxyapatite toothpaste of paddy field snail shell combined with 5% basil leaf extract is effective as an antibacterial agent for preventing dental caries because it has antibacterial activity equivalent to 1450 ppm fluoride herbal toothpaste. Key words:Nano-hydroxyapatite, basil leaf extract, toothpaste, remineralization, antibacterial."
    },
    {
      "pmid": "39598345",
      "title": "Searching for Hub Genes of Quince-Basil Co-Administration Against Atherosclerosis Using Bioinformatics Analysis and Experimental Validation.",
      "authors": [
        "Sendaer Hailati",
        "Meng-Yuan Han",
        "Dilihuma Dilimulati",
        "Nuerbiye Nueraihemaiti",
        "Alhar Baishan",
        "Alifeiye Aikebaier",
        "Wen-Ting Zhou"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Oct-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Atherosclerosis (AS) has one of the highest rates of morbidity and death globally. Cydonia oblonga Mill. (quince, COM) and Ocimum basilicum L. (basil, OB) are Uyghur medicines that are often used for anti-inflammatory, anti-tumor, and cardiovascular disease treatment. This study aimed to uncover the hub genes of the quince-basil co-administration against AS and validate them. METHODS: Network pharmacology analysis and bioinformatics analysis methods were utilized to map the network and obtain four hub genes. Experiments were performed in vivo and in vitro using HUVEC and zebrafish to validate the therapeutic effect of COM-OB co-administration against AS. Finally, the hub genes were validated by Western blot. RESULTS: Screening by network pharmacology analysis and bioinformatics analysis obtained a total of 3302 drug targets, 1963 disease targets, and 1630 DEGs. A series of bioinformatic analyses were utilized to ultimately screen four hub genes, and the stability was also verified by molecular docking and molecular dynamics. COM-OB total flavonoids co-administration significantly decreased PA-induced lipid deposition in HUVEC and reduced high cholesterol-induced fat accumulation in zebrafish. Western blot results showed that COM-OB co-administration significantly affected the expression of hub genes. CONCLUSIONS: The study identified and validated four hub genes, COL1A1, COL3A1, BGLAP, and NOX4, thus providing a rationale for the treatment of AS with COM and OB co-administration."
    },
    {
      "pmid": "39585602",
      "title": "Sulfoquinovosyl diacylglycerol, a component of Holy Basil Ocimum tenuiflorum, inhibits the activity of the SARS-CoV-2 main protease and viral replication in vitro.",
      "authors": [
        "Hinako Koze",
        "Masayuki Sudoh",
        "Satoaki Onitsuka",
        "Hiroaki Okamura",
        "Takeshi Ishikawa",
        "Fumito Tani",
        "Yukako Miyata-Yabuki",
        "Mikako Shirouzu",
        "Masanori Baba",
        "Mika Okamoto",
        "Toshiyuki Hamada"
      ],
      "journal": "Journal of natural medicines",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The persistence of the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and the emergence of new mutant strains continue to present a substantial threat with potential for future pandemics. Safe, effective, and readily available COVID-19 therapeutics are urgently needed to prepare for future coronavirus pandemics. To help identify new antiviral agents, the present study focused on natural products in the extracts of Holy Basil, Ocimum tenuiflorum L., which show potential inhibitory effects against the SARS-CoV-2 main protease (Mpro). Bioassay-guided isolation of the MeOH extracts of O. tenuiflorum led to the identification of a sulfur-containing glyceroglycolipid, sulfoquinovosyl diacylglycerol (SQDG: 1), as a potent Mpro inhibitor that effectively inhibited Mpro activity (IC50: 0.42 µM). SQDG (1) also markedly suppressed SARS-CoV-2 replication (EC50, 51.2 µM) in vitro while displaying no cytotoxicity (CC50 > 100 µM). Further inhibition kinetic studies and docking simulations clearly demonstrated that SQDG strongly inhibited SARS-CoV-2 Mpro in a competitive and mixed-inhibition manner. These findings highlight SQDG as a promising lead compound for COVID-19 therapy and emphasize the need to explore new drugs from natural sources.",
      "mesh_terms": [
        "SARS-CoV-2",
        "Virus Replication",
        "Humans",
        "Antiviral Agents",
        "Plant Extracts",
        "Coronavirus 3C Proteases",
        "Ocimum",
        "Chlorocebus aethiops",
        "COVID-19 Drug Treatment",
        "Vero Cells",
        "COVID-19",
        "Molecular Docking Simulation",
        "Animals",
        "Ocimum basilicum"
      ]
    },
    {
      "pmid": "39555564",
      "title": "Effects of Dietary Supplement of Basil Extract on Biochemical and Immunological Parameters and Growth Performance in Oncorhynchus mykiss.",
      "authors": [
        "Mohammad Foad Noorbakhsh",
        "Mehran Ghaemi",
        "Amin Gholamhosseini",
        "Amir Ali Heidari"
      ],
      "journal": "Aquaculture nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ocimum basilicum has antioxidant, anti-inflammatory, and antimicrobial effects. The present study was conducted to evaluate the effects of O. basilicum extract on growth yield, safety, and marinating physiologic functions of the rainbow trout. The fish were fed with food rations containing 0%, 1%, 2%, and 3% of basil extract. Basil extract, especially at 1% concentration food ration, significantly increased the growth parameters compared with the control group (p < 0.05). The biochemical parameters of hepatic function, renal function, glucose, triglyceride, and cholesterol level were significantly reduced in the treatment groups compared with the control group (p < 0.05). Feeding with basil extract led to a significant increase in Ig, lysozyme, and respiratory burst assay, with the most prominent elevation at 2% concentration food ration. The mucosal antibacterial activity was improved. The mortality rate after exposure to Yersinia ruckeri was lower in the treatment groups compared with the control group. The results of the present study suggest that adding 2% basil extract to the food rations of the fish may improve their physiologic function and growth yield and reinforce their immune system."
    },
    {
      "pmid": "39511726",
      "title": "Complete Response of Locally Advanced Lung Adenocarcinoma Following Basil Combined With Cisplatin Plus Pemetrexed Chemotherapy: A Case Report.",
      "authors": [
        "Chunxia He",
        "Liuning Li",
        "Bing Feng",
        "Liqian Xie",
        "Liwen Zhang",
        "Bai Liu"
      ],
      "journal": "Integrative cancer therapies",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Concurrent chemoradiotherapy (CCRT) represents the established therapeutic modality for managing locally advanced non-small cell lung cancer (LA-NSCLC). However, its impact on improving the poor prognosis of LA-NSCLC patients is limited, and it can cause severe side effects. A 62-year-old Chinese female was diagnosed with unresectable stage IIIA lung adenocarcinoma. She refused CCRT. Enhanced computed tomography of the chest revealed a space-occupying lesion in her left pulmonary hilum, invading and encircling the pulmonary artery trunk. Due to the reported anti-tumor effects of basil, a stasis-removing Chinese herb, the patient received basil combined with cisplatin plus pemetrexed (CP) chemotherapy as first-line treatment. After 6 cycles of treatment, her condition achieved complete remission, and circulating tumor cells were reduced to zero. Regular follow-ups showed that the patient maintained progression-free survival for nearly 3 years. This case highlights the potential efficacy of basil combined with CP chemotherapy in treating LA-NSCLC. However, the curative effect of this regimen needs further validation through larger clinical trials.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Pemetrexed",
        "Middle Aged",
        "Cisplatin",
        "Adenocarcinoma of Lung",
        "Lung Neoplasms",
        "Antineoplastic Combined Chemotherapy Protocols",
        "Drugs, Chinese Herbal",
        "Carcinoma, Non-Small-Cell Lung"
      ]
    },
    {
      "pmid": "39414535",
      "title": "Integrated microbiome and metabolome analysis reveals synergistic efficacy of basil polysaccharide and gefitinib in lung cancer through modulation of gut microbiota and fecal metabolites.",
      "authors": [
        "Bing Feng",
        "Yanjing Lu",
        "Bowen Zhang",
        "Ying Zhu",
        "Zuqing Su",
        "Lipeng Tang",
        "Laijun Yang",
        "Tong Wang",
        "Chunxia He",
        "Chutian Li",
        "Jie Zhao",
        "Xirun Zheng",
        "Guangjuan Zheng"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Emerging evidence suggests that gut microbiota and its metabolites significantly influence the effectiveness of EGFR-TKIs (e.g., gefitinib, erlotinib) in lung cancer treatment. Plant polysaccharides can interact with gut microbiota, leading to changes in the host-microbe metabolome that may affect drug metabolism and therapeutic outcomes. Our previous research demonstrated the efficacy of basil polysaccharide (BPS) in treating various cancers by regulating hypoxic microenvironment and inhibiting epithelial-mesenchymal transition process. However, the potential impact of BPS on gut microbiota has not been thoroughly explored. In this study, we employed an immunodeficient gefitinib-resistant xenograft mouse model to explore whether BPS enhances the antitumor effects of gefitinib. A multi-omics approach, including 16S rDNA amplicon sequencing and LC-MS, was used to elucidate these synergistic effects. Our findings indicate that BPS can enhance tumor responsiveness to gefitinib by modulating the gut microbiota and its metabolites through multiple metabolic pathways. These changes in gut microbiota and metabolites could potentially affect cancer related signaling pathway and lung resistance-related protein, which are pivotal in determining the efficacy of EGFR-TKIs in cancer treatment.",
      "mesh_terms": [
        "Gastrointestinal Microbiome",
        "Gefitinib",
        "Animals",
        "Lung Neoplasms",
        "Mice",
        "Humans",
        "Metabolome",
        "Polysaccharides",
        "Ocimum basilicum",
        "Feces",
        "Drug Synergism",
        "Xenograft Model Antitumor Assays",
        "Cell Line, Tumor",
        "Metabolomics",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "39397484",
      "title": "Vein bypass first vs. best endovascular treatment first revascularisation strategy for chronic limb-threatening ischaemia due to infra-popliteal disease: the BASIL-2 RCT.",
      "authors": [
        "Catherine A Moakes",
        "Andrew W Bradbury",
        "Zainab Abdali",
        "Gareth R Bate",
        "Jack Hall",
        "Hugh Jarrett",
        "Lisa Kelly",
        "Jesse Kigozi",
        "Suzanne Lockyer",
        "Lewis Meecham",
        "Smitaa Patel",
        "Matthew Popplewell",
        "Gemma Slinn",
        "Jonathan J Deeks"
      ],
      "journal": "Health technology assessment (Winchester, England)",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Clinical Trial, Phase III"
      ],
      "abstract": "BACKGROUND: Chronic limb-threatening ischaemia with ischaemic pain and/or tissue loss. OBJECTIVE: To examine the clinical and cost-effectiveness of a vein bypass-first compared to a best endovascular treatment-first revascularisation strategy in preventing major amputation or death. DESIGN: Superiority, open, pragmatic, multicentre, phase III randomised trial. SETTING: Thirty-nine vascular surgery units in the United Kingdom, and one each in Sweden and Denmark. PARTICIPANTS: Patients with chronic limb-threatening ischaemia due to atherosclerotic peripheral arterial disease who required an infra-popliteal revascularisation, with or without an additional more proximal infra-inguinal revascularisation procedure, to restore limb perfusion. INTERVENTIONS: A vein bypass-first or a best endovascular treatment-first infra-popliteal, with or without an additional more proximal infra-inguinal revascularisation strategy. MAIN OUTCOME MEASURES: The primary outcome was amputation-free survival. Secondary outcomes included overall survival, major amputation, further revascularisation interventions, major adverse limb event, health-related quality of life and serious adverse events. METHODS: Participants were randomised to a vein bypass-first or a best endovascular treatment-first revascularisation strategy. The original sample size of 600 participants (247 events) was based on a hazard ratio of 0.66 with amputation-free survival rates of 0.72, 0.62, 0.53, 0.47 and 0.35 in years 1-5 in the best endovascular treatment-first group with 90% power and alpha at p = 0.05. The sample size was revised to an event-based approach as a result of increased follow-up time due to slower than anticipated recruitment rates. Participants were followed up for a minimum of 2 years. A cost-effectiveness analysis was employed to estimate differences in total hospital costs and amputation-free survival between the groups. Additionally, a cost-utility analysis was carried out and the total cost and quality-adjusted life-years, 2 and 3 years after randomisation were used. RESULTS: Between 22 July 2014 and 30 November 2020, 345 participants were randomised, 172 to vein bypass-first and 173 to best endovascular treatment-first. Non-amputation-free survival occurred in 108 (63%) of 172 patients in the vein bypass-first group and 92 (53%) of 173 patients in the best endovascular treatment-first group [adjusted hazard ratio 1.35 (95% confidence interval 1.02 to 1.80); p = 0.037]. Ninety-one (53%) of 172 patients in the vein bypass-first group and 77 (45%) of 173 patients in the best endovascular treatment-first group died [adjusted hazard ratio 1.37 (95% confidence interval 1.00 to 1.87)]. Over follow-up, the economic evaluation discounted results showed that best endovascular treatment-first was associated with £1690 less hospital costs compared to vein bypass-first. The cost utility analysis showed that compared to vein bypass-first, best endovascular treatment-first was associated with £224 and £2233 less discounted hospital costs and 0.016 and 0.085 discounted quality-adjusted life-year gain after 2 and 3 years from randomisation. LIMITATIONS: Recruiting patients to the Bypass versus Angioplasty in Severe Ischaemia of the Leg Trial-2 trial was difficult and the target number of events was not achieved. CONCLUSIONS: A best endovascular treatment-first revascularisation strategy was associated with better amputation-free survival, which was largely driven by fewer deaths. Overall, the economic evaluation results suggest that best endovascular treatment-first dominates vein bypass-first in the cost-effectiveness analysis and cost-utility analysis as it was less costly and more effective than a vein bypass-first strategy. FUTURE WORK: The Bypass versus Angioplasty in Severe Ischaemia of the Leg Trial-2 investigators have a data sharing agreement with the BEst Surgical Therapy in patients with Chronic Limb threatening Ischaemia investigators. One output of this collaboration will be an individual patient data meta-analysis. STUDY REGISTRATION: Current Controlled Trials ISRCTN27728689. FUNDING: This award was funded by the National Institute for Health and Care Research (NIHR) Health Technology Assessment programme (NIHR award ref: 12/35/45) and is published in full in Health Technology Assessment; Vol. 28, No. 65. See the NIHR Funding and Awards website for further award information.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Cost-Benefit Analysis",
        "Aged",
        "Endovascular Procedures",
        "Amputation, Surgical",
        "Quality-Adjusted Life Years",
        "Chronic Limb-Threatening Ischemia",
        "Popliteal Artery",
        "Peripheral Arterial Disease",
        "Middle Aged",
        "Quality of Life",
        "United Kingdom",
        "Technology Assessment, Biomedical",
        "Limb Salvage",
        "Ischemia"
      ]
    },
    {
      "pmid": "39379825",
      "title": "Growth, phytochemical, and phytohormonal responses of basil to different light durations and intensities under constant daily light integral.",
      "authors": [
        "Elyas Eghbal",
        "Sasan Aliniaeifard",
        "Mahboobeh Zare Mehrjerdi",
        "Sahar Abdi",
        "Seyedeh Batool Hassani",
        "Tina Rassaie",
        "Nazim S Gruda"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Oct-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Horticulture in controlled environments has been increasingly used to tackle limitations on crop production. As a crucial environmental factor, light regulate plant growth and metabolism. In the present study, basil plants were subjected to different light durations and intensities considering constant daily light integral (DLI). The lighting environment included 200, 300, and 400 µmol m- 2 s- 1 intensities for 18, 12, and 9 h, respectively. DLI amounted to 12.96 mol m- 2 d- 1 among all light treatments (LI200 for 18 h, LI300 for 12 h, and LI400 for 9 h). Half of the plants under each light treatment were exposed to 30 µmol m- 2 s- 1 of far-red light. The results indicated the general negative impact of LI400/9 on the growth of basils. Exposure to far-red light hurt the growth of the shoot, while it enhanced stem and petiole elongation. This effect was due to higher gibberellin accumulation, which resulted in shade avoidance responses. Exposure to far-red light also reduced anthocyanin and flavonoid contents, as two important nutritional components. Soluble carbohydrates increased, while storage carbohydrates decreased by increasing lighting duration/decreasing light intensity or by far-red light inclusion. The lowest antioxidant activity was detected in LI400/9. In the LI200/18, the highest level of auxin and the lowest level of cytokinin were detected, while the LI300/12 exhibited the highest level of gibberellin hormone. Low light intensity and long photoperiod enhanced plant biomass and phytochemical production and are recommended for basil production in controlled environments.",
      "mesh_terms": [
        "Ocimum basilicum",
        "Plant Growth Regulators",
        "Light",
        "Phytochemicals",
        "Anthocyanins",
        "Photoperiod",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39376008",
      "title": "The influence of magnesium and manganese cations on the chemical and bioactive properties of purple and green basil.",
      "authors": [
        "Izamara de Oliveira",
        "Antonios Chrysargyris",
        "Tiane C Finimundy",
        "Márcio Carocho",
        "Celestino Santos-Buelga",
        "Ricardo C Calhelha",
        "Nikolaos Tzortzakis",
        "Lillian Barros",
        "Sandrina A Heleno"
      ],
      "journal": "Food & function",
      "publication_date": "2024-Oct-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research investigated the effects of hydroponic cultivation with enriched concentrations of magnesium (+Mg), manganese (+Mn), a combination of +Mg and +Mn, or decreased concentrations of these minerals (control) on the nutritional, chemical, and bioactive attributes of purple and green basil. While Mn significantly increased the growth of purple basil and affected the composition of essential oil and mineral accumulation, plants treated with Mg showed alterations in nutrient absorption. Protein values were lower, indicating suboptimal protein synthesis, but significant increases were observed in fat, ash, and carbohydrates, suggesting a more nutrient-rich composition due to hydroponic cultivation. Regarding phenolic compounds, green basil showed higher concentrations of rosmarinic acid with +Mg+Mn, while purple basil exhibited lower levels with the addition of +Mn or +Mg+Mn. Antioxidant activities mirrored the phenolic profile, with purple basil displaying superior performance in the thiobarbituric acid-reactive substance (TBARS) test with +Mg treatment, and green basil showing higher activity in the cell antioxidant activity (CAA) test with the +Mg+Mn combination. In microbiological analyses, purple basil was more effective against S. aureus, while green basil performed better against L. monocytogenes. Although none were bactericidal, all treatments showed potential as antimicrobials. Purple basil extracts had significant antiproliferative effects on tumor cell lines, especially non-small cell lung carcinoma (NCI-H460), with synergistic effects observed in gastric adenocarcinoma (AGS) with +Mg+Mn. Additionally, +Mg+Mn demonstrated unique efficacy against colorectal adenocarcinoma (CaCo2) and breast carcinoma (MFC-7 cells), without toxicity to non-tumor a renal epithelial cell line from an African green monkey (VERO) cell, emphasizing the safety of the extracts. Green basil extracts showed no activity against the tumor cell lines analyzed (AGS, Caco2, MFC-7 and NCI-H460); however, they revealed remarkable antiproliferative effects against NCI-H460 cells in the control group. The results are important because they show how mineral treatments, such as the use of magnesium and manganese, influence the nutritional and medicinal properties of purple and green basil leaves. This highlights the relevance of manipulating nutrient solutions to improve plant quality, which is crucial for the production of functional foods and dietary supplements.",
      "mesh_terms": [
        "Magnesium",
        "Manganese",
        "Ocimum basilicum",
        "Humans",
        "Antioxidants",
        "Animals",
        "Plant Extracts",
        "Cations",
        "Cell Line, Tumor",
        "Caco-2 Cells"
      ]
    },
    {
      "pmid": "39259407",
      "title": "Exploring Holy Basil's Bioactive Compounds for T2DM Treatment: Docking and Molecular Dynamics Simulations with Human Omentin-1.",
      "authors": [
        "Mohammad Jasim Ibrahim",
        "Aayushi Nangia",
        "Soumik Das",
        "Tanishque Verma",
        "V Devi Rajeswari",
        "Ganesh Venkatraman",
        "R Gnanasambandan"
      ],
      "journal": "Cell biochemistry and biophysics",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Type 2 Diabetes Mellitus (T2DM) presents a substantial health concern on a global scale, driving the search for innovative therapeutic strategies. Phytochemicals from medicinal plants, particularly Ocimum tenuiflorum (Holy Basil), have garnered attention for their potential in T2DM management. The increased focus on plant-based treatments stems from their perceived safety profile, lower risk of adverse effects, and the diverse range of bioactive molecules they offer, which can target multiple pathways involved in T2DM. Computational techniques explored the binding interactions between O. tenuiflorum phytochemicals and Human Omentin-1, a potential T2DM target. ADMET evaluation and targeted docking identified lead compounds: Luteolin (-4.84 kcal/mol), Madecassic acid (-4.12 kcal/mol), Ursolic acid (-5.91 kcal/mol), Stenocereol (-5.59 kcal/mol), and Apigenin (-4.64 kcal/mol), to have a better binding affinity to target protein compared to the control drug, Metformin (-2.01 kcal/mol). Subsequent molecular dynamics simulations evaluated the stability of Stenocereol, Luteolin, and Metformin complexes for 200 nanoseconds, analysing RMSD, RMSF, RG, SASA, PCA, FEL, and MM-PBSA parameters. Results indicated Stenocereol's strong binding affinity with Omentin-1, suggesting its potential as a potent therapeutic agent for T2DM management. These findings lay the groundwork for further experimental validation and drug discovery endeavours.",
      "mesh_terms": [
        "Humans",
        "Molecular Dynamics Simulation",
        "Molecular Docking Simulation",
        "GPI-Linked Proteins",
        "Lectins",
        "Diabetes Mellitus, Type 2",
        "Cytokines",
        "Ocimum basilicum",
        "Protein Binding",
        "Phytochemicals",
        "Hypoglycemic Agents"
      ]
    },
    {
      "pmid": "39167839",
      "title": "Effect of basil seed gum coating and ultrasound pretreatment on frying time, oil uptake, hardness, color indexes, and sensory properties of potato slices.",
      "authors": [
        "Fakhreddin Salehi",
        "Sara Ghazvineh",
        "Mostafa Amiri"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fried food products have low oil content with improved nutritional quality, higher crispiness, and better sensory attributes. Edible coatings can decrease the excessive oil uptake in deep-fat fried food products. Furthermore, ultrasound treatment before frying process decreased oil uptake of food products. So, in this study, the impact of gum edible coating and ultrasonic pretreatment (at two different power levels of 75 and 150 W) on the frying time of potato slices, and moisture percent, oil uptake, texture hardness, surface area change, color parameters (lightness, redness, yellowness, and total color change), and sensory attributes of fried potato slices were examined. Edible coating with basil seed gum (BSG) and ultrasonic pretreatment significantly increased the frying time of the slices (p < 0.05). The average moisture content of the fried slices changed from 49.48 % to 60.55 %, and was further increased by edible coating and ultrasonic treatment. The highest (26.92 %) and lowest (14.56 %) oil uptake were for the uncoated and coated-sonicated (150 W) fried potato slices, respectively. The ultrasound pretreatment significantly increased the hardness of fried potato slices (p < 0.05). The low and high intensity ultrasonic pretreatment (75 W and 150 W, respectively) significantly decreased the crust area change of fried potato slices (p < 0.05). The average lightness index of the fried samples changed from 63.30 to 71.58, and increased with increasing ultrasonic power. The minimum redness, yellowness, and total color change indexes were for the coated and high-power sonicated (150 W) samples, respectively. The highest appearance, odor, texture, flavor, and overall acceptance were for the coated and high-power sonicated (150 W) sample.",
      "mesh_terms": [
        "Solanum tuberosum",
        "Plant Gums",
        "Color",
        "Hardness",
        "Ocimum basilicum",
        "Cooking",
        "Seeds",
        "Ultrasonic Waves",
        "Time Factors",
        "Taste"
      ]
    },
    {
      "pmid": "39146746",
      "title": "[Treatment of chronic limb-threatening ischemia (CLTI) based on BEST-CLI and BASIL-2].",
      "authors": [
        "Marcus Thieme",
        "Hans Krankenberg"
      ],
      "journal": "Deutsche medizinische Wochenschrift (1946)",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "English Abstract"
      ],
      "abstract": "The rate of vascular recanalizations in CLTI is increasing worldwide. Safety and efficacy of surgical versus endovascular treatment in CLTI patients was investigated in 2 prospective randomized trials with contrasting results. The BEST-CLI trial randomized 1830 patients with CLTI, the Bypass versus Angioplasty for Severe Ischaemia of the Leg (BASIL-2) trial included 345 patients with CLTI. Best-CLI evaluated outcome events as the primary endpoint, which includes major reinterventions in addition to major amputations and death. Only half of the CLTI patients received a crural intervention or surgery. There were no differences in major amputations or death. After a median follow-up (FU) of 2,7 years, the surgery group showed significantly better results compared to the endovascular group, due to fewer re-interventions. BASIL-2 used amputation-free survival as the primary outcome and only included patients with lower leg lesions. After a median FU of 40 months, endovascular therapy was found to be superior. The extremely high mortality rate was remarkable in both studies. The BEST-CLI study represents CLTI patients only to a limited degree, whereas the BASIL-2 study presents the treatment of CLTI patients with below-the-knee-lesions quite well. Both studies confirm that patients with CLTI should be treated in specialized centers that offer both crural surgery and endovascular therapy. Cardiovascular risk factor management must play a more important role in reducing the high mortality associated with CLTI.",
      "mesh_terms": [
        "Humans",
        "Amputation, Surgical",
        "Chronic Limb-Threatening Ischemia",
        "Ischemia",
        "Endovascular Procedures",
        "Male",
        "Treatment Outcome",
        "Aged",
        "Female",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39082586",
      "title": "Ocimum basilicum L. (basil) presents pro-apoptotic activity in an Ehrlich's experimental tumor murine model.",
      "authors": [
        "Phelipe Gabriel Dos Santos Sant'Ana",
        "William Gustavo Lima",
        "Gabriela Francine Martins Lopes",
        "Sabrina Elisa de Oliveira",
        "Guilherme Augusto Ferreira da Costa",
        "Luciana Alves Rodrigues Dos Santos Lima",
        "Elisângela Elduina Ferreira",
        "Ivan Carlos Dos Santos",
        "Laila Cristina Moreira Damázio",
        "Rosy Iara Maciel Azambuja Ribeiro",
        "Flávia Carmo Horta Pinto"
      ],
      "journal": "Acta cirurgica brasileira",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "PURPOSE: This study aimed to evaluate the therapeutic effect of an ethanol extract of Ocimum basilicum L. (EEOb) aerial parts against Ehrlich's experimental tumor (EET) in mice. METHODS: Swiss mice were divided into two groups (control and treated; n = 6). On day 21, all mice were inoculated subcutaneously with 2 × 106 (0.05 mL) EET cells in the left paw for solid tumor development. This study lasted 28 days. Treatment began 24 hours after inoculation with EET. Measurements of dorsoplantar thickness were used to assess tumor growth. The paw pad was collected for histopathological analysis and stained using the argyrophilic nucleolar organizing regions (AgNOR) technique and immunohistochemistry for proliferating cell nuclear antigen, Bcl-2 and Bax. RESULTS: The treatment of animals with EEOb at 100 mg/kg intraperitoneally was able to reduce the growth (Control = 3.7 ± 0.1 mm vs. EEOb = 5.7 ± 0.2 mm) and the number of AgNORs of solid Ehrlich tumor. The antitumor effect of EEOb was associated with the induction of apoptosis of tumoral cell, as suggested by the reduction of the content of Bcl-2 induced by extract. CONCLUSIONS: The study demonstrated that daily administration of EEOb is able to reduce the growth of EET by induce apoptosis of tumoral cells.",
      "mesh_terms": [
        "Animals",
        "Carcinoma, Ehrlich Tumor",
        "Mice",
        "Plant Extracts",
        "Apoptosis",
        "Ocimum basilicum",
        "Disease Models, Animal",
        "Male",
        "Immunohistochemistry",
        "Proto-Oncogene Proteins c-bcl-2",
        "Reproducibility of Results"
      ]
    },
    {
      "pmid": "39069068",
      "title": "Editor's Choice - Bypass versus Angioplasty in Severe Ischaemia of the Leg (BASIL)-2 Trial: Analysis of the Timing and Causes of Death in Participants Randomised to an Infrapopliteal Vein Bypass or Best Endovascular Treatment First Revascularisation Strategy.",
      "authors": [
        "Andrew W Bradbury",
        "Jack Hall",
        "Catherine A Moakes",
        "Matthew Popplewell",
        "Lewis Meecham",
        "Gareth R Bate",
        "Lisa Kelly",
        "Athanasios Diamantopoulos",
        "Arul Ganeshan",
        "Kim Houlind",
        "Jonas Malmstedt",
        "Jai V Patel",
        "Athanasios Saratzis",
        "Hany Zayed"
      ],
      "journal": "European journal of vascular and endovascular surgery : the official journal of the European Society for Vascular Surgery",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study",
        "Multicenter Study"
      ],
      "abstract": "OBJECTIVE: The Bypass versus Angioplasty in Severe Ischaemia of the Leg (BASIL)-2 trial enrolled participants with chronic limb threatening ischaemia who required an infrapopliteal, with or without a femoropopliteal, revascularisation procedure to restore limb perfusion. Participants randomised to a vein bypass (VB) first revascularisation strategy were over one third more likely than those randomised to a best endovascular treatment (BET) first revascularisation strategy to die from any cause during a median follow up of 40.0 (interquartile range 20.9, 60.6) months. The aim of the present study was to describe the timing and causes of death in BASIL-2 as a first step towards trying to better understand why randomisation to a VB first revascularisation strategy was associated with this excess mortality. METHODS: A 10 person international panel comprising vascular and endovascular surgeons as well as vascular interventional radiologists, who had all been principal investigators in BASIL-2, took part in a modified Delphi consensus exercise to adjudicate the primary cause of death and, in particular, whether the cause was primarily cardiac or non-cardiac. RESULTS: In 151 of 168 deaths (89.9%), the Delphi panel achieved a consensus regarding the cause of death being probably cardiac or non-cardiac. In the BET group, 16 of 77 deaths (21%) were classified as probably cardiac compared with 32 of 91 (35%) in the VB group (unadjusted subdistribution hazard ratio 2.16, 95% confidence interval [CI] 1.20 - 3.87; unadjusted cause specific hazard ratio 2.15, 95% CI 1.19 - 3.90). At the point of randomisation, 64 of 344 (18.6%), 40 of 342 (11.7%), and 37 of 344 (10.8%) participants had a previous myocardial infarction (MI), percutaneous coronary intervention (PCI), and coronary artery bypass graft (CABG), respectively. There was no evidence of varying treatment effects for cause of death in subgroup analyses of previous PCI, CABG, or MI. CONCLUSION: The excess mortality observed in the VB first revascularisation strategy group in BASIL-2 was largely due to deaths that were adjudicated by the Delphi panel as probably primarily cardiac. These excess cardiac deaths were observed throughout follow up and there was no evidence of non-proportional hazards. Further work is ongoing to try to better understand the reasons for these findings.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Aged",
        "Female",
        "Angioplasty",
        "Time Factors",
        "Ischemia",
        "Cause of Death",
        "Peripheral Arterial Disease",
        "Treatment Outcome",
        "Popliteal Artery",
        "Middle Aged",
        "Lower Extremity",
        "Vascular Grafting",
        "Endovascular Procedures",
        "Severity of Illness Index",
        "Risk Factors",
        "Delphi Technique",
        "Chronic Limb-Threatening Ischemia"
      ]
    },
    {
      "pmid": "39065528",
      "title": "In Vitro Morphogenesis of Tobacco: Modulation of Endogenous Growth Regulators by Tulsi (Holy Basil).",
      "authors": [
        "Vanessa Vongnhay",
        "Mukund R Shukla",
        "Murali-Mohan Ayyanath",
        "Karthika Sriskantharajah",
        "Praveen K Saxena"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Jul-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant growth regulators (PGRs) play a vital role in the induction of morphogenesis in vitro. Synthetic PGRs are commonly used to induce organogenesis and somatic embryogenesis from various explants, while natural substances are rarely utilized. This study aimed to enhance the regenerative response in Nicotiana tabacum leaf explants using Tulsi (Ocimum sanctum) leaf extract and to elucidate the biochemical interactions during modulation of endogenous plant growth regulators, including indole-3-acetic acid (IAA), abscisic acid (ABA), zeatin, and 6-(γ, γ-dimethylallylamino) purine (2iP). Tulsi leaf extract significantly improved shoot production through interactions between endogenous hormones and those present in the extract, which enhanced stress mitigation. The 20% Tulsi leaf extract treatment produced significantly more shoots than the control, coinciding with increased endogenous IAA and zeatin levels starting on day 10 in culture. Furthermore, ABA and zeatin concentrations increased on days 15 and 25, respectively, in the 20% Tulsi extract treatment, suggesting their role in the induction of somatic embryo-like structures. ABA likely acts as an activator of stress responses, encouraging the development of these structures. Additionally, 2iP was involved in the induction of both forms of regeneration in the 10% and 20% extract treatments, especially in combination with ABA. These results suggest that Tulsi leaf extract holds promising potential as a natural supplement for increasing plant regeneration in vitro and advancing our understanding of how natural extracts of plant origin can be harnessed to optimize plant regeneration processes in vitro."
    },
    {
      "pmid": "39047651",
      "title": "Integrating non-invasive VIS-NIR and bioimpedance spectroscopies for stress classification of sweet basil (Ocimum basilicum L.) with machine learning.",
      "authors": [
        "Daesik Son",
        "Junyoung Park",
        "Siun Lee",
        "Jae Joon Kim",
        "Soo Chung"
      ],
      "journal": "Biosensors & bioelectronics",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant stress diagnosis is essential for efficient crop management and productivity increase. Under stress, plants undergo physiological and compositional changes. Vegetation indices obtained from leaf reflectance spectra and bioimpedance spectroscopy provide information about the external and internal aspects of plant responses, respectively. In this study, bioimpedance and vegetation indices were noninvasively acquired from sweet basil (Ocimum basilicum L.) leaves exposed to three types of stress (drought, salinity, and chilling). Integrating the vegetation index, a novel approach, contains information about the surface of plants and bioimpedance data, which indicates the internal changes of plants. The fusion of these two datasets was examined to classify the types and severity of stress. Among the eight supervised machine learning models (three linear and five non-linear), the support vector machine (SVM) exhibited the highest accuracy in classifying stress types. Bioimpedance spectroscopy alone exhibited an accuracy of 0.86 and improved to 0.90 when fused with vegetation indices. Additionally, for drought and salinity stresses, it was possible to classify the early stage of stress with accuracies of 0.95 and 0.93, respectively. This study will allow us to classify the different types and severity of plant stress, prescribe appropriate treatment methods for efficient cost and time management of crop production, and potentially apply them to low-cost field measurement systems.",
      "mesh_terms": [
        "Ocimum basilicum",
        "Plant Leaves",
        "Machine Learning",
        "Stress, Physiological",
        "Biosensing Techniques",
        "Dielectric Spectroscopy",
        "Spectroscopy, Near-Infrared",
        "Droughts",
        "Support Vector Machine",
        "Salinity"
      ]
    },
    {
      "pmid": "38969808",
      "title": "Comparison of four rheological models for estimating viscosity and rheological parameters of microwave treated Basil seed gum.",
      "authors": [
        "Fakhreddin Salehi",
        "Maryam Tashakori",
        "Kimia Samary"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Jul-05",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Dispersion of Basil seed gum has high viscosity and exhibits shear-thinning behavior. This study aimed to analyze the influence of microwave treatment (MT) at various time intervals (0, 1, 2, and 3 min) on the viscosity and rheological behavior of Basil seed gum dispersion (0.5%, w/v). The finding of this study revealed that the apparent viscosity of Basil seed gum dispersion (non-treated dispersion) reduced from 0.330 Pa.s to 0.068 Pa.s as the shear rate (SR) increased from 12.2 s-1 to 171.2 s-1. Additionally, the apparent viscosity of the Basil seed gum dispersion reduced from 0.173 Pa.s to 0.100 Pa.s as the MT time increased from 0 to 3 min (SR = 61 s-1). The rheological properties of gum dispersion were successfully modeled using Power law (PL), Bingham, Herschel-Bulkley (HB), and Casson models, and the PL model was the best one for describing the behavior of Basil seed gum dispersion. The PL model showed an excellent performance with the maximum r-value (mean r-value = 0.942) and the minimum sum of squared error (SSE) values (mean SSE value = 5.265) and root mean square error (RMSE) values (mean RMSE value = 0.624) for all gum dispersion. MT had a considerable effect on the changes in the consistency coefficient (k-value) and flow behavior index (n-value) of Basil seed gum dispersion (p < 0.05). The k-value of Basil seed gum dispersion decreased significantly from 3.149 Pa.sn to 1.153 Pa.sn (p < 0.05) with increasing MT time from 0 to 3 min. The n-value of Basil seed gum dispersion increased significantly from 0.25 to 0.42 (p < 0.05) as the MT time increased. The Bingham plastic viscosity of Basil seed gum dispersion increased significantly from 0.029 Pa.s to 0.039 Pa.s (p < 0.05) while the duration of MT increased. The Casson yield stress of Basil seed gum dispersion notably reduced from 5.010 Pa to 2.165 Pa (p < 0.05) with increasing MT time from 0 to 3 min.",
      "mesh_terms": [
        "Ocimum basilicum",
        "Rheology",
        "Microwaves",
        "Seeds",
        "Viscosity",
        "Plant Gums"
      ]
    },
    {
      "pmid": "38939903",
      "title": "Anti-cancer bioactivity of sweet basil leaf derived extracellular vesicles on pancreatic cancer cells.",
      "authors": [
        "Uday Chintapula",
        "Daniel Oh",
        "Cristina Perez",
        "Sachin Davis",
        "Jina Ko"
      ],
      "journal": "Journal of extracellular biology",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Most living organisms secrete tiny lipid bilayer particles encapsulating various biomolecular entities, including nucleic acids and proteins. These secreted extracellular vesicles (EVs) are shown to aid in communication between cells and their environment. EVs are mainly involved in the signalling and manipulation of physiological processes. Plant EVs display similar functional activity as seen in mammalian EVs. Medicinal plants have many bioactive constituents with potential applications in cancer treatment. Particularly, Basil (Ocimum basilicum), has wide therapeutic properties including anti-inflammatory, anti-cancer, and anti-infection, among others. In this study, we focused on using EVs purified from Apoplast Washing Fluid (AWF) of Basil plant leaves as a biological therapeutic agent against cancer. Characterization of Basil EVs revealed a size range of 100-250 nm, which were later assessed for their cell uptake and apoptosis inducing abilities in pancreatic cancer cells. Basil plant EVs (BasEVs) showed a significant cytotoxic effect on pancreatic cancer cell line MIA PaCa-2 at a concentration of 80 and 160 μg/mL in cell viability, as well as clonogenic assays. Similarly, RT-PCR and western blot analysis has shown up regulation in apoptotic gene and protein expression of Bax, respectively, in BasEV treatment groups compared to untreated controls of MIA PaCa-2. Overall, our results suggest that EVs from basil plants have potent anti-cancer effects in pancreatic cancer cells and can serve as a drug delivery system, demanding an investigation into the therapeutic potential of other medicinal plant EVs."
    },
    {
      "pmid": "38891295",
      "title": "Comparative Transcriptome Analysis Revealed Candidate Gene Modules Involved in Salt Stress Response in Sweet Basil and Overexpression of ObWRKY16 and ObPAL2 Enhanced Salt Tolerance of Transgenic Arabidopsis.",
      "authors": [
        "Yukun Wang",
        "Hong Ye",
        "Fei Ren",
        "Xiaoqiang Ren",
        "Yunna Zhu",
        "Yanhui Xiao",
        "Jinming He",
        "Bin Wang"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-May-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sweet basil (Ocimum basilicum L.) is an important aromatic plant with high edibility and economic value, widely distributed in many regions of the tropics including the south of China. In recent years, environmental problems, especially soil salinization, have seriously restricted the planting and spread of sweet basil. However, the molecular mechanism of the salt stress response in sweet basil is still largely unknown. In this study, seed germination, seedling growth, and chlorophyll synthesis in sweet basil were inhibited under salt stress conditions. Through comparative transcriptome analysis, the gene modules involved in the metabolic processes, oxidative response, phytohormone signaling, cytoskeleton, and photosynthesis were screened out. In addition, the landscape of transcription factors during salt treatment in sweet basil was displayed as well. Moreover, the overexpression of the WRKY transcription factor-encoding gene, ObWRKY16, and the phenylalanine ammonia-lyase-encoding gene, ObPAL2, enhanced the seed germination, seedling growth, and survival rate, respectively, of transgenic Arabidopsis, suggesting that they might be important candidates for the creation of salt-tolerant sweet basil cultivars. Our data enrich the study on salt responses in sweet basil and provide essential gene resources for genetic improvements in sweet basil in the future."
    },
    {
      "pmid": "38873470",
      "title": "A randomized controlled trial of sweet basil leaf powder-enriched cookies for anemia management in adolescent girls.",
      "authors": [
        "Farah Naz Akbar",
        "Shahid Mahmood",
        "Ghulam Mueen-Ud-Din",
        "Waseem Khalid",
        "Muhammad Zubair Khalid",
        "Zaira Aziz",
        "Saleh Alfarraj",
        "Mohammad Javed Ansari",
        "Felix Kwashie Madilo"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The study aimed to evaluate the effectiveness of sweet basil leaf powder as a natural source of iron for the treatment of anemia in adolescent girls. Purposive sampling technique of two-stage sampling; part of the nonprobability sampling approach. Out of 2400 approached adolescent girls, 1645 agreed to participate and their nutritional status was assessed. Of these, 89.95% had clinical signs and symptoms of anemia, and 59.79% were found to be anemic based on Hb levels. From the anemic group, 65.18% were randomly selected to receive either B0 (Control), B1 (12.699 g FeSO4.7H2O/100 g), and B3 (16 g SBLP/100 g) cookies for 4 months. At the end of the intervention, the assessment of nutritional status, complete blood count, serum iron, serum ferritin, serum total iron-binding capacity (TIBC), and transferrin saturation was explored. Hematological parameters such as Hb, Hct, TIBC, MCV, MCH, MCHC, serum iron, and serum ferritin were significant (p ≤ .05). The result showed that the serum Fe was highest in group B3 while a significant decline was noted for group B0. Serum ferritin for B1 was better than B3. The entire treatment for transferrin saturation showed a highly significant increasing trend in B3 and B1, regardless of the control. TIBC levels raised in the control group while in all other treatments, it declined. The study demonstrated that SBLP-fortified cookies can be an effective treatment option for anemia, as evidenced by significant improvements in key hematological parameters."
    },
    {
      "pmid": "38849727",
      "title": "Enhancing french basil growth through synergistic Foliar treatment with copper nanoparticles and Spirulina sp.",
      "authors": [
        "Heba Mahmoud Elbanna",
        "Osama Konsowa Ahmed",
        "Sayed Abdel-Kader Fayed",
        "Khaled Abdel-Moneim Hammam",
        "Rania Saber Yousef"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Jun-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study investigates a novel idea about the foliar application of nanoparticles as nanofertilizer combined with a natural stimulant, blue-green algae Spirulina platensis L. extract, as a bio-fertilizer to achieve safety from using nanoparticles for enhancement of the growth and production of the plant. Thus, this experiment aimed to chemically synthesize copper nanoparticles via copper sulfate in addition to evaluate the impact of CuNPs at 500, 1000, and 1500 mg/L and the combination of CuNPs with or without microalgae extract at 0.5, 1, and 1.5 g/L on the morphological parameters, photosynthetic pigments accumulation, essential oil production, and antioxidant activity of French basil. RESULTS: The results revealed that foliar application of CuNPs and its interaction with spirulina extract significantly increased growth and yield compared with control, the treatments of 1000 and 1500 mg/L had less impact than 500 mg/L CuNPs. Plants treated with 500 mg/L CuNPs and 1.5 g/L spirulina extract showed the best growth and oil production, as well as the highest accumulation of chlorophylls and carotenoids. The application of CuNPs nanofertilizer caused a significant increase in the antioxidant activity of the French basil plant, but the combination of CuNPs with spirulina extract caused a decrease in antioxidant activity. CONCULOSION: Therefore, foliar application of natural bio-fertilizer with CuNPsis necessary for obtaining the best growth and highest oil production from the French basil plant with the least damage to the plant and the environment.",
      "mesh_terms": [
        "Spirulina",
        "Copper",
        "Ocimum basilicum",
        "Metal Nanoparticles",
        "Antioxidants",
        "Plant Leaves",
        "Fertilizers",
        "Chlorophyll",
        "Photosynthesis",
        "Oils, Volatile"
      ]
    },
    {
      "pmid": "38794463",
      "title": "Management of Secondary Metabolite Synthesis and Biomass in Basil (Ocimum basilicum L.) Microgreens Using Different Continuous-Spectrum LED Lights.",
      "authors": [
        "Mohammad Reza Fayezizadeh",
        "Naser Alemzadeh Ansari",
        "Mohammad Mahmoodi Sourestani",
        "Masayuki Fujita",
        "Mirza Hasanuzzaman"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-May-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Different LED light spectra (LS) are absorbed by different plant photoreceptors and can control biomass and plant secondary metabolite synthesis. In this study, the effects of continuous-spectrum LED lights (red, blue, white, red + blue, and 12 h blue + 12 h red) on the production value, antioxidant compounds, and biomass of basil (Ocimum basilicum L.) microgreens (Red Rubin, Violeto, and Kapoor cultivars and the Ablagh genotype) were investigated. The results showed significant effects of LS on cultivar (Cv) and the interaction of LS and Cv on the studied traits. The highest quantitys of chlorophyll a, total chlorophyll, and nitrate were obtained in Violeto under blue lighting. Red lighting enhanced starch synthesis in Red Rubin and flavonoids in the Violeto Cv. The highest biomass (4.54 kg m-2) was observed in the Ablagh genotype and the highest carbohydrate synthesis in Violeto Cv in the red + blue treatment. The highest anthocyanin content (26.33 mg 100 g-1 FW) was observed for Red Rubin Cv under 12 h blue + 12 h red light. The greatest antioxidant capacity (83.57% inhibition), the highest levels of phenolic compounds (2027.25 mg GA 100 g-1 FW), vitamin C (405.76 mg 100 g-1 FW), proline, antioxidant potential composite index (APCI), and the greatest production values were obtained for the Ablagh genotype under blue lighting. Taken together, the experiment findings indicate that growing the Ablagh genotype under continuous blue lighting can increase the antioxidant capacity, phenolic compounds, and vitamin C and that this LED light spectrum can be used as a practical method to produce basil microgreens with high nutritional health value."
    },
    {
      "pmid": "38776280",
      "title": "Lemon basil seed-derived peptide: Hydrolysis, purification, and its role as a pancreatic lipase inhibitor that reduces adipogenesis by downregulating SREBP-1c and PPAR-γ in 3T3-L1 adipocytes.",
      "authors": [
        "Kittisak Kuptawach",
        "Sajee Noitung",
        "Anumart Buakeaw",
        "Songchan Puthong",
        "Ruengwit Sawangkeaw",
        "Papassara Sangtanoo",
        "Piroonporn Srimongkol",
        "Onrapak Reamtong",
        "Kiattawee Choowongkomon",
        "Aphichart Karnchanatat"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study is to assess the bioactive peptides derived from the defatted lemon basil seeds hydrolysate (DLSH) for their ability to inhibit pancreatic lipase, decrease intracellular lipid accumulation, and reduce adipogenesis. Response surface methodology (RSM) was employed to optimize trypsin hydrolysis conditions for maximizing lipase inhibitory activity (LI). A hydrolysis time of 387.06 min, a temperature of 49.03°C, and an enzyme concentration of 1.61% w/v, resulted in the highest LI with an IC50 of 368.07 μg/mL. The ultrafiltration of the protein hydrolysate revealed that the fraction below 0.65kDa exhibited the greatest LI potential. Further purification via RP-HPLC identified the Gly-Arg-Ser-Pro-Asp-Thr-His-Ser-Gly (GRSPDTHSG) peptide in the HPLC fraction F1 using mass spectrometry. The peptide was synthesized and demonstrated LI with an IC50 of 0.255 mM through a non-competitive mechanism, with a constant (Ki) of 0.61 mM. Docking studies revealed its binding site with the pancreatic lipase-colipase complex. Additionally, GRSPDTHSG inhibited lipid accumulation in 3T3-L1 cells in a dose-dependent manner without cytotoxic effects. Western blot analysis indicated downregulation of PPAR-γ and SREBP-1c levels under GRSPDTHSG treatment, while an increase in AMPK-α phosphorylation was observed, suggesting a role in regulating cellular lipid metabolism. Overall, GRSPDTHSG demonstrates potential in attenuating lipid absorption and adipogenesis, suggesting a prospective application in functional foods and nutraceuticals.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Adipogenesis",
        "3T3-L1 Cells",
        "Seeds",
        "PPAR gamma",
        "Adipocytes",
        "Hydrolysis",
        "Lipase",
        "Peptides",
        "Sterol Regulatory Element Binding Protein 1",
        "Ocimum basilicum",
        "Down-Regulation",
        "Molecular Docking Simulation"
      ]
    },
    {
      "pmid": "38769995",
      "title": "A randomized double-blind active-controlled clinical trial on the efficacy of topical basil (Ocimum basilicum) oil in knee osteoarthritis.",
      "authors": [
        "Alireza Askari",
        "Fatemeh Sadat Hasheminasab",
        "Omid Sadeghpour",
        "Mohammad Mehdi Naghizadehd",
        "Seyed Ali Ravansalar",
        "Aida Iraji",
        "Mohammad Hashem Hashempur"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Basil is a widely used herb in Persian medicine and is gaining recognition as a functional food worldwide. AIM OF THE STUDY: This trial aimed to assess the effectiveness of a traditional formulation of basil oil in comparison with diclofenac gel in treating knee osteoarthritis, considering its established anti-inflammatory, anti-nociceptive, and anti-oxidative properties. MATERIALS AND METHODS: One hundred eligible patients were equally randomized to the traditional basil oil (containing sesame oil) and diclofenac gel groups. They used their respective topical treatments thrice daily for 4 weeks. Various measurements were taken at the beginning of the study, 2, and 4 weeks after starting the intervention, including the 8-m walk test, knee pain (based on visual analog scale), flexion angle of the knee joint, analgesic consumption, and the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) questionnaire. RESULTS: No significant differences were observed between the basil oil and diclofenac gel groups in any of the measured outcomes. However, significant improvements were noted within each group for most variables. CONCLUSION: Topical application of the traditional formulation of basil oil appears to improve clinical symptoms and certain functional indicators of knee osteoarthritis to a similar extent as diclofenac gel. This suggests that basil oil could be considered an effective management option for this condition. Clinical Trial Registration: https://irct.behdasht.gov.ir/, identifier IRCT2017081711341N7."
    },
    {
      "pmid": "38744893",
      "title": "Effect of common horsetail extract on growth characteristics, essential oil yield and chemical compositions of basil (Ocimum basilicum L.).",
      "authors": [
        "Ghasem Eghlima",
        "Khodabakhsh Goodarzvand Chegini",
        "Mohsen Farzaneh",
        "Fateme Aghamir"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-May-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To investigate the effect of horsetail extract containing high silicon on morphological traits, growth, content, and compositions of essential oil of sweet basil (Ocimum basilicum L.) an experiment turned into carried out in the shape of a randomized complete block design with three replications. Foliar treatment of horsetail extract with zero, 0.5, 1, and 2% concentrations was applied on 6-8 leaf plants. The assessed traits include plant height, number of leaves per plant, number of sub-branches, leaf area index, plant fresh weight, plant dry weight, total anthocyanin, the content of total phenol and total flavonoid, antioxidant activity, essential oil content, and compounds were measured. The findings demonstrated that the increase of silicon-containing horsetail extract enhanced the improved increase in growth and phytochemical trait values. The use of horsetail extract in the 2% treatment increased plant height, the number of leaves per plant, the number of sub-branches, leaf area index, fresh weight, and dry weight of the plant by 49.79, 45.61, 91.09, 99.78, 52.78 and 109.25%, respectively, compared to the control. The highest content of total phenol (2.12 mg GAE/g DW), total flavonoid (1.73 mg RE/g DW), total anthocyanin (0.83 mg C3G/g DW), and antioxidant activity (184.3 µg/ml) was observed in the 2% extract treatment. The content of essential oil increased with increasing the concentration of horsetail extract, so the highest amount of essential oil was obtained at the concentration of 2%, which increased by 134.78% compared to the control. By using GC-MS, the essential oil was analyzed. The main components of the essential oil include methyl eugenol (12.93-25.93%), eugenol (17.63-27.51%), 1,8-cineole (15.63-20.84%), linalool (8.31-19.63%) and (Z)-caryophyllene (6.02-14.93%). Increasing the concentration of horsetail extract increased the compounds of eugenol, 1,8-cineole, and linalool in essential oil compared to the control, but decreased the compounds of methyl eugenol and (Z)-caryophyllene. Foliar spraying of horsetail extract, which contains high amounts of silicon, as a stimulant and biological fertilizer, can be a beneficial ingredient in increasing the yield and production of medicinal plants, especially in organic essential oil production.",
      "mesh_terms": [
        "Oils, Volatile",
        "Ocimum basilicum",
        "Plant Extracts",
        "Antioxidants",
        "Plant Leaves",
        "Flavonoids",
        "Phenols",
        "Anthocyanins"
      ]
    },
    {
      "pmid": "38540771",
      "title": "Encapsulation of Fennel and Basil Essential Oils in β-Cyclodextrin for Novel Biopesticide Formulation.",
      "authors": [
        "Nina Devrnja",
        "Boban Anđelković",
        "Jovana Ljujić",
        "Tatjana Ćosić",
        "Sofija Stupar",
        "Milica Milutinović",
        "Jelena Savić"
      ],
      "journal": "Biomolecules",
      "publication_date": "2024-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "β-cyclodextrin (β-CD) is a good host for the encapsulation of fennel and basil essential oils (FEO and BEO, respectively) and the formation of inclusion complexes (ICs) using the co-precipitation method. According to the results of the GC/MS analysis conducted in this study, monoterpenes and monoterpenoids were the dominant chemical groups in total FEO, while in BEO, these two groups occurred along with sesquiterpenes and sesquiterpenoids. The presence of dominant compounds from both EOs was validated using the FT-IR spectra of ICs, which indicated successful complexation. Analyses conducted using SPME/GC-MS showed the continuous emission of volatiles over 24 h from both ICs. Under SEM, particles of both ICs appeared to have a rectangular or rhomboid morphology and few aggregates. The insecticidal properties of EOs and ICs with β-CD were tested on the Colorado potato beetle (CPB) as a model pest. The inclusion complex of β-CD with FEO altered the developmental dynamic and body mass of the CPB. The initial increase in the proteolytic activity of CPB larvae fed with potato plants sprayed with ICs was not maintained for long, and the proteolytic efficacy of treated larvae remained in line with that of the control larvae. Future investigations will focus on manipulating the volume of EOs used and the treatment duration for optimal efficacy and potential application.",
      "mesh_terms": [
        "Oils, Volatile",
        "Foeniculum",
        "Ocimum basilicum",
        "Biological Control Agents",
        "Spectroscopy, Fourier Transform Infrared",
        "beta-Cyclodextrins",
        "Monoterpenes",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "38462191",
      "title": "Experimental accumulation and depuration kinetics and natural occurrence of microcystin-LR in basil (Ocimum basilicum L.).",
      "authors": [
        "Wannes Hugo R Van Hassel",
        "Mohamed F Abdallah",
        "Maria Gracia Guzman Velasquez",
        "Christopher O Miles",
        "Ingunn A Samdal",
        "Julien Masquelier",
        "Andreja Rajkovic"
      ],
      "journal": "Environmental pollution (Barking, Essex : 1987)",
      "publication_date": "2024-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microcystin-LR (MC-LR) is a hepatotoxic metabolite that naturally occurs during some cyanobacterial blooms in eutrophic waterbodies, and irrigation of edible plants with MC-LR-contaminated water causes bioaccumulation of the toxin. However, sufficient information about accumulation and depuration mechanics in hydroculture-grown herb plants is still lacking. This work aimed at 1) investigating bioaccumulation and depuration of MC-LR in basil, 2) verifying the possible MC-LR detoxification mechanisms in the plant, and 3) detecting the natural occurrence of MC-LR in basil (n = 50) collected from the Belgian market. Basil plants grown in a hydroculture were exposed to MC-LR (5, 20, and 50 μg L-1) spiked in a Hoagland solution for seven days. MC-LR depuration was also studied by transferring the plants to a non-contaminated Hoagland solution after exposure to MC-LR for another seven days. MC-LR concentrations in Hoagland solution, basil leaves, and roots were quantified using a validated UHPLC-MS/MS method. In addition, ELISA and LC-HRMS (only basil leaves) were used for confirmation. The results showed an increase in the accumulated levels of MC-LR at higher exposure doses, with higher MC-LR levels in roots than in leaves for all the treatment conditions. For MC-LR depuration, significant reductions were observed in all the treatment conditions for roots only. No MC-LR conjugates, potentially related to metabolism, were detected by LC-HRMS. Finally, MC-LR was detected in one store-bought basil sample, representing the first occurrence of cyanotoxins in an edible crop from Belgium.",
      "mesh_terms": [
        "Ocimum basilicum",
        "Tandem Mass Spectrometry",
        "Microcystins",
        "Cyanobacteria Toxins",
        "Marine Toxins"
      ]
    },
    {
      "pmid": "38433659",
      "title": "Sweet basil (Ocimum basilicum) leaf and seed extracts alleviate neuronal dysfunction in aluminum chloride-induced neurotoxicity in Drosophila melanogaster Meigen model.",
      "authors": [
        "Olubukola H Oyeniran",
        "Famusiwa D Courage",
        "Adedayo O Ademiluyi",
        "Ganiyu Oboh"
      ],
      "journal": "Drug and chemical toxicology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ocimum basilicum is an important medicinal plant and culinary herb generally known as sweet basil (SB). These plants are effective radical scavengers, that have been employed in treatment of nervous system disorders, and thus, could be beneficial for the management of neurodegenerative diseases (NDs). Current clinical treatments for NDs present several side effects, therefore, there is need to develop new treatments that can mitigate these deadly diseases. Hence, this study investigated the neuroprotective activities of SB leaf and seed in aluminum chloride (AlCl3)-induced toxicity in Drosophila melanogaster. HPLC characterization of the leaves and seeds were carried out. AlCl3-diet was used to induce neurodegeneration and treated flies received SB leaf and seed extracts-supplemented diet. Survival and locomotor performance activities/levels of oxidative biomarkers [reactive oxygen species (ROS), thiobarbituric acid reactive species (TBARS), total thiol, catalase, superoxide dismutase (SOD) and glutathione-S-transferase (GST)], enzymes linked with neurodegeneration (acetylcholinesterase (AChE) and monoamine oxidase (MAO)) were investigated. SB leaf had significantly (p < 0.05) higher polyphenol contents; gallic acid and P-coumaric acid were the most abundant polyphenol in the leaf and seed respectively. Percentage survival and locomotor rates, level/activities of total thiol, catalase, SOD and GST were significantly (p < 0.05) reduced while ROS, TBARS, AChE and MAO activities were significantly (p < 0.05) increased in AlCl3-diet-fed flies. Treatment with SB leaf and seed diet lessened these observed impairments. However, SB leaf had better neuroprotective activities that could be related to the observed higher phenolic constituents. Hence, SB leaf diet may offer improved therapeutic effect in NDs.",
      "mesh_terms": [
        "Animals",
        "Aluminum Chloride",
        "Plant Extracts",
        "Plant Leaves",
        "Drosophila melanogaster",
        "Seeds",
        "Ocimum basilicum",
        "Neuroprotective Agents",
        "Neurotoxicity Syndromes",
        "Disease Models, Animal",
        "Oxidative Stress",
        "Antioxidants",
        "Aluminum Compounds",
        "Chlorides",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "38336359",
      "title": "Surgery or Endovascular Therapy for Patients With Chronic Limb-Threatening Ischemia? What do BASIL-2 and BEST-CLI Tell Us.",
      "authors": [
        "Kosmas I Paraskevas",
        "Frank J Veith"
      ],
      "journal": "Angiology",
      "publication_date": "2024-Feb-09",
      "publication_types": [
        "Editorial"
      ]
    },
    {
      "pmid": "38321391",
      "title": "The biochemical and growth-associated traits of basil (Ocimum basilicum L.) affected by silver nanoparticles and silver.",
      "authors": [
        "Shahla Hashemi Shahraki",
        "Tayebeh Ahmadi",
        "Babak Jamali",
        "Mehdi Rahimi"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Feb-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The biochemical and growth changes resulting from exposure of basil (Ocimum basilicum L.) seedlings to silver nanoparticles and silver were investigated. Over a two-week period, seedlings were exposed to different concentrations (0, 40, and 80 ppm) of silver nanoparticles and silver. RESULTS: Our findings revealed that at concentrations of 40 and 80 ppm, both silver nanoparticles and silver nitrate led to decreased weight, root and shoot length, as well as chlorophyll a and b content. Conversely, these treatments triggered an increase in key biochemical properties, such as total phenols, carotenoids and anthocyanins, with silver nanoparticles showing a more pronounced effect compared to silver nitrate. Moreover, the levels of malondialdehyde (MDA) and hydrogen peroxide (H2O2) rose proportionally with treatment concentration, with the nanoparticle treatment exhibiting a more substantial increase. Silver content showed a significant upswing in both roots and leaves as treatment concentrations increased. CONCLUSIONS: Application of varying concentrations of silver nanoparticles and silver nitrate on basil plants resulted in reduced growth and lower chlorophyll content, while simultaneously boosting the production of antioxidant compounds. Notably, anthocyanin, carotenoid, and total phenol increased significantly. However, despite this increase in antioxidant activity, the plant remained unable to fully mitigate the oxidative stress induced by silver and silver nanoparticles.",
      "mesh_terms": [
        "Ocimum basilicum",
        "Chlorophyll A",
        "Metal Nanoparticles",
        "Silver Nitrate",
        "Anthocyanins",
        "Hydrogen Peroxide",
        "Silver",
        "Antioxidants",
        "Carotenoids",
        "Plant Leaves"
      ]
    },
    {
      "pmid": "38310902",
      "title": "Behavioural activation to mitigate the psychological impacts of COVID-19 restrictions on older people in England and Wales (BASIL+): a pragmatic randomised controlled trial.",
      "authors": [
        "Simon Gilbody",
        "Elizabeth Littlewood",
        "Dean McMillan",
        "Lucy Atha",
        "Della Bailey",
        "Kalpita Baird",
        "Samantha Brady",
        "Lauren Burke",
        "Carolyn A Chew-Graham",
        "Peter Coventry",
        "Suzanne Crosland",
        "Caroline Fairhurst",
        "Andrew Henry",
        "Kelly Hollingsworth",
        "Elizabeth Newbronner",
        "Eloise Ryde",
        "Leanne Shearsmith",
        "Han-I Wang",
        "Judith Webster",
        "Rebecca Woodhouse",
        "Andrew Clegg",
        "Sarah Dexter-Smith",
        "Tom Gentry",
        "Catherine Hewitt",
        "Andrew Hill",
        "Karina Lovell",
        "Claire Sloan",
        "Gemma Traviss-Turner",
        "Steven Pratt",
        "David Ekers"
      ],
      "journal": "The lancet. Healthy longevity",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Randomized Controlled Trial",
        "Pragmatic Clinical Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Older adults were more likely to be socially isolated during the COVID-19 pandemic, with increased risk of depression and loneliness. We aimed to investigate whether a behavioural activation intervention delivered via telephone could mitigate depression and loneliness in at-risk older people during the COVID-19 pandemic. METHODS: BASIL+ (Behavioural Activation in Social Isolation) was a pragmatic randomised controlled trial conducted among patients recruited from general practices in England and Wales, and was designed to assess the effectiveness of behavioural activation in mitigating depression and loneliness among older people during the COVID-19 pandemic. Eligible participants were aged 65 years and older, socially isolated, with a score of 5 or higher on the Patient Health Questionnaire-9 (PHQ-9), and had multiple long-term conditions. Participants were allocated in a 1:1 ratio to the intervention (behavioural activation) or control groups by use of simple randomisation without stratification. Behavioural activation was delivered by telephone; participants were offered up to eight weekly sessions with trained BASIL+ Support Workers. Behavioural activation was adapted to maintain social connections and encourage socially reinforcing activities. Participants in the control group received usual care with existing COVID-19 wellbeing resources. The primary clinical outcome was self-reported depression severity, assessed by the PHQ-9, at 3 months. Outcomes were assessed masked to allocation and analysis was by treatment allocation. This trial is registered with the ISRCTN registry (ISRCTN63034289). FINDINGS: Between Feb 8, 2021, and Feb 28, 2022, 449 eligible participants were identified and 435 from 26 general practices were recruited and randomly assigned (1:1) to the behavioural activation intervention (n=218) or to the control group (usual care with signposting; n=217). The mean age of participants was 75·7 years (SD 6·7); 270 (62·1%) of 435 participants were female, and 418 (96·1%) were White. Participants in the intervention group attended an average of 5·2 (SD 2·9) of eight remote behavioural activation sessions. The adjusted mean difference in PHQ-9 scores between the control and intervention groups at 3 months was -1·65 (95% CI -2·54 to -0·75, p=0·0003). No adverse events were reported that were attributable to the behavioural activation intervention. INTERPRETATION: Behavioural activation is an effective and potentially scalable intervention that can reduce symptoms of depression and emotional loneliness in at-risk groups in the short term. The findings of this trial add to the range of strategies to improve the mental health of older adults with multiple long-term conditions. These results can be helpful to policy makers beyond the pandemic in reducing the global burden of depression and addressing the health impacts of loneliness, particularly in at-risk groups. FUNDING: UK National Institute for Health and Care Research.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Aged",
        "Male",
        "Ocimum basilicum",
        "Wales",
        "Pandemics",
        "COVID-19",
        "England"
      ]
    },
    {
      "pmid": "38256725",
      "title": "Application of ZnO NPs, SiO2 NPs and Date Pollen Extract as Partial Substitutes to Nitrogen, Phosphorus, and Potassium Fertilizers for Sweet Basil Production.",
      "authors": [
        "El-Sayed Mohamed El-Mahrouk",
        "Ekramy Abdel Moatamed Atef",
        "Mohamed Kadry Gabr",
        "Mahmoud Ahmed Aly",
        "Aleksandra Głowacka",
        "Mohamed A A Ahmed"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The reduction in mineral fertilizer usage is crucial to the production of medicinal and aromatic products for safety and health purposes. Presently, nanotechnology and the utilization of natural extracts have been extensively studied due to their significant contribution. Ocimum basilicum is commonly employed for various medicinal and aromatic applications. Therefore, randomized complete block design field experiments containing 10 treatments were conducted during the 2021 and 2022 seasons to investigate the effect of nanoparticles (NPs) of ZnO (1.5 and 2.0 g/L) and SiO2 (100 and 150 mg/L) and date palm pollen extract (DPPE) at 10 and 20 g/L either alone or in combination with the ¾ or ½ NPK recommended dose (RD). The NPK RD was served as a control treatment on basil plant production in each season. The effectiveness of ZnO NPs, SiO2 NPs, and DPPE for the decrease in NPK utilization was evaluated. Meanwhile, the most effective treatment for vegetative traits (except for plant height), essential oil %, and yield was ½ NPK RD + 20 g/L DPPE + 2.0 g/L ZnO NPs. Such a treatment increased the branch number/plant, main stem diameter, relevant chlorophyll content, fresh weight/plant, dry weight/plant, essential oil %, and essential oil yield/plant by 21.00 and 9.94%, 58.70 and 40.00%, 20.69 and 15.83%, 68.83 and 58.28%, 48.70 and 56.16%, 45.71 and 35.53%, and 113.22 and 110.32% over the control in the two seasons, respectively. For total phenol and antioxidant activity, the most effective treatments were the ¾ NPK +1.5 g/L ZnO NPs and ½ NPK +2.0 g/L ZnO NPs, respectively. Simultaneously, essential oil composition (with their compound numbers identified (11-29 for control and ¾ NPK RD + 1.5 g/L ZnO NPs)) and the percentage of total compounds, monoterpene hydrocarbons, sesquiterpene hydrocarbons, and oxygenated hydrocarbons were varied among the used applications. The major observed compounds (>8%) estragole, methyl eugenol, linalool, cineole, and caryophyllene were found in different treatments. Thus, the findings of this study indicate the favorable utilization of ZnO NPs, SiO2 NPs, and DPPE in reducing the application of NPK, which may present a novel strategy and beneficial approach."
    },
    {
      "pmid": "38142824",
      "title": "Radiofrequency Inactivation of Salmonella in Black Pepper and Dried Basil Leaves Using In-package Steaming.",
      "authors": [
        "Surabhi Wason",
        "Rossana Villa Rojas",
        "Jeyamkondan Subbiah"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Radiofrequency (RF) heating has been extensively studied for pasteurizing low-moisture foods. Currently, bulk foods are treated with radiofrequency; potential cross-contamination may occur during packaging of pasteurized products. As an alternative, in-package RF processing was evaluated for Salmonella inactivation on black peppercorns and dried basil leaves and prevention of cross-contamination during storage postprocessing. In-package steaming refers to the process in which the samples were heated in a steam vent package to generate and retain steam during the treatment. This treatment achieved good heating uniformity which could be because of the circulation of steam within the package. One-way steam vent allowed the release of excess steam once a threshold pressure was achieved and later returned to its original position to seal the package, when the RF energy was removed. In-package RF steaming of black peppercorns and dried basil leaves for 135 s and 40 s, respectively, resulted in more than 5 log reduction of Salmonella. The steam vent remained stable posttreatment and properly sealed the package to protect the product from any external contamination. These results indicate that the use of steam vent could effectively pasteurize black peppercorns and dried basil leaves could be beneficial in preventing the potential cross-contamination postprocessing.",
      "mesh_terms": [
        "Steam",
        "Piper nigrum",
        "Colony Count, Microbial",
        "Ocimum basilicum",
        "Food Microbiology",
        "Salmonella",
        "Spices"
      ]
    },
    {
      "pmid": "38029616",
      "title": "Differential impacts of interactions between Serendipita indica, Chlorella vulgaris, Ulva lactuca and Padina pavonica on Basil (Ocimum basilicumL.).",
      "authors": [
        "Rehab M Abudeshesh",
        "Amal M Aboul-Nasr",
        "Hanan M Khairy",
        "Mohamed A M Atia",
        "Mayada A Sabra"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant biostimulants (PBs) are used globally to increase crop yield and productivity. PBs such as (Serendipita indica) or algal extracts stimulate and accelerate plant physiological processes. The physiological, ecological, and biochemical effects of (Serendipita indica) or algal extracts individually and in combination on basil plant (Ocimum basilicum L.) were investigated. Macroalgae samples were collected from Abu Qir, Alexandria, Egypt. The growth parameters, chlorophyll index, and biochemical composition of basil were analyzed at 90th day. The (Chlorella vulgaris) + (Serendipita indica) (MI + F) treatment increased chlorophyll index by 61.7% (SPAD) compared to control. (Chlorella vulgaris) had the highest growth hormones, including GA3 at 158.2 ppb, GA4 at 149.1 ppb, GA7 at 142.6 ppb, IAA at 136.6 ppb, and TC at 130.9 ppb, while (Ulva lactuca) had the lowest. The MI + F treatment yielded the highest essential oil and antioxidant values. Treatment with (Chlorella vulgaris) increased S. indica colonization by 66%. In contrast, Ulva lactuca and (Padina Pavonica) inhibited S. indica colonization by 80% and 40%, respectively. (Ulva lactuca) and (Padina Pavonica) inhibited S. indica colonization by 80% and 40%, respectively. Combined treatments had a greater influence on basil performance than the individual treatments. The evidence of synergistic/additive benefits to plants performance due to the interactive effects of (Chlorella vulgaris) and (Serendipita indica) had been studied. Complementary modes of action between (Chlorella vulgaris) and (Serendipita indica), through their components newly emerging properties on basil, may explain observed synergistic effects. This study explores the potential of microbial-algal interactions, particularly (Chlorella vulgaris) and (Serendipita indica), as innovative plant biostimulants. These interactions demonstrate positive effects on basil growth, offering promise for more effective microbial-based formulations to enhance crop productivity and sustainability in agriculture. These novelties will help create a second generation of PBs with integrated and complementary actions.",
      "mesh_terms": [
        "Ocimum basilicum",
        "Ocimum",
        "Chlorella vulgaris",
        "Chlorophyll",
        "Edible Seaweeds",
        "Basidiomycota",
        "Ulva"
      ]
    },
    {
      "pmid": "38024822",
      "title": "Ethanol extract of basil (Ocimum Basilicum L.) leaves inhibits endometriosis growth in a mouse model by modulating vascular endothelial growth factor (VEGF) expression.",
      "authors": [
        "Dewi Qurotul A'yuni",
        "Ashon Sa'adi",
        "Widjiati Widjiati"
      ],
      "journal": "Journal of medicine and life",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to examine the effect of administering an ethanol extract obtained from basil leaves on the expression of vascular endothelial growth factor (VEGF) and the severity of endometriosis lesions in a mouse model. A total of 28 female mice, aged 2-3 months and weighing 20-30 grams, were randomly divided into four groups: the control group (C), treatment group 1 (T1) receiving a dose of basil leaf ethanol extract (0.21 mg/g-BW), treatment group 2 (T2) receiving a higher dose (0.42 mg/g BW), and treatment group 3 (T3) receiving the highest dose (0.84 mg/g-BW). Each group underwent a 14-day treatment period, and tissue samples were collected on the 29th day. An immunohistochemical examination was conducted to assess the expression of VEGF and evaluate the severity of endometriosis lesions. The statistical analysis of VEGF expression revealed a significant difference (p=0.026; p<0.05), with the most pronounced effects observed when administering basil leaf ethanol extract at doses of 0.21 mg/g-BW and 0.42 mg/g-BW. Although not statistically significant (p=0.271; p<0.05), a reduction in the severity of endometriosis lesions was observed following the administration of basil leaf ethanol extract at doses of 0.21 mg/g-BW and 0.42 mg/g-BW. Administering basil leaf ethanol extract at doses of 0.21 mg/g-BW and 0.42 mg/g-BW effectively decreased VEGF expression and limited the severity of endometriosis lesions.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Mice",
        "Animals",
        "Ocimum basilicum",
        "Vascular Endothelial Growth Factor A",
        "Ethanol",
        "Endometriosis",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "38023892",
      "title": "Application timing and duration of LED and HPS supplements differentially influence yield, nutrient bioaccumulation, and light use efficiency of greenhouse basil across seasons.",
      "authors": [
        "Hunter A Hammock",
        "Dean A Kopsell",
        "Carl E Sams"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Three primary factors that impact plant growth and development are light quantity, quality, and duration. Commercial growers can manipulate these parameters using light-emitting diodes (LEDs) to optimize biomass yield and plant quality. There is significant potential to synergize supplemental lighting (SL) parameters with seasonal variation of ambient sunlight to optimize crop light use efficiency (LUE), which could increase biomass while reducing SL electricity costs. To determine the best lighting characteristics and durations for different crops, particularly for enhancing the yield and nutritional quality of high-value specialty crops produced in greenhouses during the winter, a thorough efficacy comparison of progressive incremental daily light integrals (DLIs) using LED and high-pressure sodium (HPS) sources is required. The purpose of this study was to compare the effects of differential application timing and DLIs of supplemental blue (B)/red (R) narrowband wavelengths from LED lighting systems and HPS lamps on greenhouse hydroponic basil (Ocimum basilicum var. 'Genovese') production. We assessed edible biomass, nutrient bioaccumulation, and LUE. Nine light treatments included: one non-supplemented natural light (NL) control, two end-of-day (EOD) HPS treatments applied for 6 h and 12 h, five EOD 20B/80R LED treatments applied for 3 h, 6 h, 9 h, 12 h, 18 h, and one continuous LED treatment (24 h). Each SL treatment provided 100 µmol·m-2·s-1. The DLI of the NL control averaged 9.9 mol·m-2·d-1 during the growth period (ranging from 4 to 20 mol·m-2·d-1). SL treatments and growing seasons significantly impacted biomass and nutrient bioaccumulation; some SL treatments had lower yields than the non-supplemented NL control. January growing season produced the lowest fresh mass (FM) and dry mass (DM) values compared to November, which had the highest. Mineral analyses revealed that both growing seasons and lighting types impacted macro and micronutrient accumulation. Additionally, the efficiency of each treatment in converting electrical energy into biomass varied greatly. EOD supplements using LED and HPS lighting systems both have merits for efficiently optimizing yield and nutrient accumulation in basil; however, biomass and nutrient tissue concentrations highly depend on seasonal variation in ambient sunlight in conjunction with a supplement's spectral quality, DLI, and application schedule."
    },
    {
      "pmid": "37924049",
      "title": "Gut-Brain-axis: effect of basil oil on the gut microbiota and its contribution to the anticonvulsant properties.",
      "authors": [
        "Sumaiya Bandile Amidu",
        "Vivian Etsiapa Boamah",
        "Edmund Ekuadzi",
        "Priscilla Kolibea Mante"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2023-Nov-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Epilepsy is a chronic neurological condition that disrupts the normal functioning of the brain and it is characterized by seizures. Research suggests the involvement of the Gut-Brain axis in epilepsy. This study seeks to determine the role of the gut microbiota in the anticonvulsant effect of basil oil (BO) using antibiotic-depleted and altered germ-free mice against naïve mice in Pentylenetetrazole (PTZ) induced seizure model. There is an ever growing interest in improvement of treatment outcomes in epilepsy and also in the development of newer therapeutic options, especially in the population of patients that do not attain seizure relief from available antiseizure medications (ASMs). According to research, gut microbiota can alter brain function and development. Increasing evidence suggests disrupting the delicate symbiotic balance existing between the gut and brain results in disease conditions. Also, the oil from Ocimum basilicum L., (BO) has been proven scientifically to significantly block clonic seizures induced by PTZ and picrotoxin in seizure models. METHODS: The microbiota of mice were depleted or altered by administering cocktail antibiotics and individual antibiotics respectively. DNA was isolated from mouse stool, and then the 16S ribosomal ribonucleic acid (16S rRNA) gene was quantitatively amplified using reverse transcription-polymerase chain reaction (RT-PCR). Amplicons were sequenced to determine the phylogenetic make-up of the bacteria involved. Metabolic profiles of the serum and stool of mice were determined using Proton (1H) Nuclear Magnetic Resonance (NMR) spectroscopy. RESULTS: Cocktail antibiotic pre-treatment significantly reversed the anticonvulsant effect of BO by increasing frequency and duration of seizures but did not affect latency to seizure. In mice pre-treated with single antibiotics, the anticonvulsant effect of BO was lost as latency to seizures, frequency and duration of seizures increased compared to mice that received only BO. Assessment of the phylogenetic make-up of the microbiota in antibiotic pre-treated mice showed a distorted composition of the microbiota compared to the control group. CONCLUSION: Depletion of the microbiota significantly reversed the anticonvulsant actions of BO. The concentrations of short chain fatty acids (SCFAs) was higher in stool than in the serum of the mice. Administration of BO probably does not influence the microbial composition within the mouse microbiota. The elevated ratio of Firmicutes to Bacteroidetes in microbiota-depleted groups might have contributed to the reversal of anticonvulsant actions of BO.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Anticonvulsants",
        "Gastrointestinal Microbiome",
        "Brain-Gut Axis",
        "RNA, Ribosomal, 16S",
        "Phylogeny",
        "Seizures",
        "Pentylenetetrazole",
        "Anti-Bacterial Agents",
        "Epilepsy",
        "Brain"
      ]
    },
    {
      "pmid": "37829808",
      "title": "Benefits of basil tea for patients with differentiated thyroid cancer during radioiodine therapy: A randomized controlled trial.",
      "authors": [
        "Kenta Nomura",
        "Michihiro Nakayama",
        "Atsutaka Okizaki"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acute sialadenitis is one of the major physical complications of radioactive iodine therapy (RAIT) for differentiated thyroid cancer (DTC). It is considered necessary to pay attention to the psychological impact on the patient as well as the physical influence during RAIT. OBJECTIVE: To find evidence of the benefits of Basil tea on the psychological and physical side effects of RAIT. METHODS: Forty-four DTC patients after total thyroidectomy were randomly divided into Group A (Basil tea group, n = 22) and Group B (Control group, n = 22). Subjects in Group A drank 180 mL of Basil tea prepared from 2.0 g of Holy basil (Ocimum tenuiflorum Linn.) leaves after each meal for four days, starting on the day RAIT was performed. Those in Group B drank the same amount of distilled water after each meal for the same period as those in Group A. The State-Trait Anxiety Inventory (STAI) was used to assess anxiety, while the saliva component test, and salivary gland scintigraphy were used to assess the oral cavity. RESULTS: The rate of change of the STAI score (both State Anxiety and Trait Anxiety) was significantly lower in Group A than in Group B (P < 0.05). The rates of change of cariogenic bacteria, ammonia, protein, and occult blood were significantly lower in Group A than in Group B (P < 0.05). The rate of change of the washout ratio for salivary gland scintigraphy was significantly lower in Group B than in Group A (P < 0.05). CONCLUSIONS: Basil tea consumption not only protected against oral mucosal conditions and salivary gland disorders but also significantly relieved the patient's RAIT-related anxiety. Therefore, it was suggested that this tea could be useful for the maintenance of patients' QOL during RAIT."
    },
    {
      "pmid": "37778500",
      "title": "Editor's Choice - Bypass versus Angioplasty for Severe Ischaemia of the Leg (BASIL) Prospective Cohort Study and the Generalisability of the BASIL-2 Randomised Controlled Trial.",
      "authors": [
        "Matthew A Popplewell",
        "Lewis Meecham",
        "Huw O B Davies",
        "Lisa Kelly",
        "Tracy Ellis",
        "Gareth R Bate",
        "Catherine A Moakes",
        "Andrew W Bradbury"
      ],
      "journal": "European journal of vascular and endovascular surgery : the official journal of the European Society for Vascular Surgery",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The Bypass versus Angioplasty in Severe Ischaemia of the Leg-2 (BASIL-2) randomised controlled trial has shown that, for patients with chronic limb threatening ischaemia (CLTI) who require an infrapopliteal (IP) revascularisation a vein bypass (VB) first revascularisation strategy led to a 35% increased risk of major amputation or death when compared with a best endovascular treatment (BET) first revascularisation strategy. The study aims are to place the BASIL-2 trial within the context of the CLTI patient population as a whole and to investigate the generalisability of the BASIL-2 outcome data. METHODS: This was an observational, single centre prospective cohort study. Between 24 June 2014 and 31 July 2018, the BASIL Prospective Cohort Study (PCS) was performed which used BASIL-2 trial case record forms to document the characteristics, initial and subsequent management, and outcomes of 471 consecutive CLTI patients admitted to an academic vascular centre. Ethical approval was obtained, and all patients provided fully informed written consent. Follow up data were censored on 14 December 2022. RESULTS: Of the 238 patients who required an infrainguinal revascularisation, 75 (32%) had either IP bypass (39 patients) or IP BET (36 patients) outside BASIL-2. Seventeen patients were initially randomised to BASIL-2. A further three patients who did not have an IP revascularisation as their initial management were later randomised in BASIL-2. Therefore, 95/471 (20%) of patients had IP revascularisation (16% outside, 4% inside BASIL-2). Differences in amputation free survival, overall survival, and limb salvage between IP bypass and IP BET performed outside BASIL-2 were not subject to hypothesis testing due to the small sample size. Reasons for non-randomisation into the trial were numerous, but often due to anatomical and technical considerations. CONCLUSION: CLTI patients who required an IP revascularisation procedure and were subsequently randomised into BASIL-2 accounted for a small subset of the CLTI population as a whole. For a wide range of patient, limb, anatomical and operational reasons, most patients in this cohort were deemed unsuitable for randomisation in BASIL-2. The results of BASIL-2 should be interpreted in this context."
    },
    {
      "pmid": "37692443",
      "title": "Copper boosts the biostimulant activity of a vegetal-derived protein hydrolysate in basil: morpho-physiological and metabolomics insights.",
      "authors": [
        "Youssef Rouphael",
        "Petronia Carillo",
        "Michele Ciriello",
        "Luigi Formisano",
        "Christophe El-Nakhel",
        "Paola Ganugi",
        "Andrea Fiorini",
        "Begoña Miras Moreno",
        "Leilei Zhang",
        "Mariateresa Cardarelli",
        "Luigi Lucini",
        "Giuseppe Colla"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In addition to be used as a plant protection agent, copper (Cu) is also an essential micronutrient for plant growth and development. The bioavailability of Cu in agricultural systems can be limited due to its specific physical-chemical characteristics, leading to imbalances in plant production. To address this issue, an experimental trial was conducted on Genovese basil (Ocimum basilicum L.) in protected conditions to comparatively evaluate the effects of a vegetable protein hydrolysate (VPH), free Cu and Cu complexed with peptides and amino acids of vegetal origin (Cu and Cu-VPH, respectively), and a combination of VPH and Cu-VPH (VPH+Cu-VPH). The study showed that the combined application of VPH+Cu-VPH led to a significant average increase of 16.3% in fresh yield compared to the untreated Control and Cu treatment. This finding was supported by an improved photosynthetic performance in ACO2 (+29%) and Fv/Fm (+7%). Furthermore, mineral analysis using ICP OES demonstrated that Cu and Cu-VPH treatments determined, on average, a 15.1-, 16.9-, and 1.9-fold increase in Cu in plant tissues compared to control, VPH, and VPH+Cu-VPH treatments, respectively. However, the VPH+Cu-VPH treatment induced the highest contents of the other analyzed ions, except for P. In particular, Mg, Mn, Ca, and Fe, which take part in the constitution of chlorophylls, water splitting system, and photosynthetic electron transport chain, increased by 23%, 21%, 25%, and 32% compared to respective controls. Indeed, this improved the photosynthetic efficiency and the carboxylation capacity of the plants, and consequently, the physiological and productive performance of Genovese basil, compared to all other treatments and control. Consistently, the untargeted metabolomics also pointed out a distinctive modulation of phytochemical signatures as a function of the treatment. An accumulation of alkaloids, terpenoids, and phenylpropanoids was observed following Cu treatment, suggesting an oxidative imbalance upon metal exposure. In contrast, a mitigation of oxidative stress was highlighted in Cu-VPH and VPH+Cu-VPH, where the treatments reduced stress-related metabolites. Overall, these results highlight an interaction between Cu and VPH, hence paving the way towards the combined use of Cu and biostimulants to optimize agronomic interventions."
    },
    {
      "pmid": "37662150",
      "title": "Improved chilling tolerance in glasshouse-grown potted sweet basil by end-of-production, short-duration supplementary far red light.",
      "authors": [
        "Firdous U Begum",
        "George Skinner",
        "Sandra P Smieszek",
        "Simon Budge",
        "Anthony D Stead",
        "Paul F Devlin"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sweet basil is a popular culinary herb used in many cuisines around the world and is widely grown commercially for retail as a live potted plant. However, basil is easily damaged by temperatures below 12 °C meaning plants must be transported from the grower to the retailer in a warm transport chain, adding considerable commercial cost in temperate countries. Improvement of chilling tolerance has been demonstrated in post-harvest crops such as tomato fruits and, indeed, fresh cut basil, by manipulation of the red:far red ratio of light provided to plants throughout the photoperiod and for a significant duration of the growing process in controlled environment chambers. We tested the effectiveness of periodic short-duration end-of-production supplementary far red light treatments designed for use with basil plants grown in a large scale commercial glasshouse for the live potted basil market. Four days of periodic, midday supplementary far red light given at end of production induced robust tolerance to 24 h of 4 °C cold treatment, resulting in greatly reduced visual damage, and reduced physiological markers of chilling injury including electrolyte leakage and reactive oxygen species accumulation. Antioxidant levels were also maintained at higher levels in live potted basil following this cold treatment. RNAseq-based analysis of gene expression changes associated with this response pointed to increased conversion of starch to soluble raffinose family oligosaccharide sugars; increased biosynthesis of anthocyanins and selected amino acids; inactivation of gibberellin signaling; and reduced expression of fatty acid desaturases, all previously associated with increased chilling tolerance in plants. Our findings offer an efficient, non-invasive approach to induce chilling tolerance in potted basil which is suitable for application in a large-scale commercial glasshouse."
    },
    {
      "pmid": "37576563",
      "title": "Comparative transcriptomic analysis provides key genetic resources in clove basil (Ocimum gratissimum) under cadmium stress.",
      "authors": [
        "Bin Wang",
        "Yukun Wang",
        "Xiao Yuan",
        "Yuanyuan Jiang",
        "Yunna Zhu",
        "Xinmiao Kang",
        "Jinming He",
        "Yanhui Xiao"
      ],
      "journal": "Frontiers in genetics",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Planting aromatic plant might be a promising strategy for safely utilizing heavy metal (HM)-contaminated soils, as HMs in essential oil could be completely excluded using some special technologies with ease. Clove basil (Ocimum gratissimum L.) is an important aromatic plant used in essential oil production. Improving cadmium (Cd) tolerance in clove basil can increase its production and improve the utilization efficiency of Cd-contaminated soils. However, the lack of genomic information on clove basil greatly restricts molecular studies and applications in phytoremediation. In this study, we demonstrated that high levels of Cd treatments (0.8, 1.6 and 6.5 mg/L) significantly impacted the growth and physiological attributes of clove basil. Cd contents in clove basil tissues increased with treatment concentrations. To identify Cd stress-responsive genes, we conducted a comparative transcriptomic analysis using seedlings cultured in the Hoagland's solution without Cd ion (control) or containing 1.6 mg/L CdCl2 (a moderate concentration of Cd stress for clove basil seedlings). A total of 104.38 Gb clean data with high-quality were generated in clove basil under Cd stress through Illumina sequencing. More than 1,800 differential expressed genes (DEGs) were identified after Cd treatment. The reliability and reproducibility of the transcriptomic data were validated through qRT-PCR analysis and Sanger sequencing. KEGG classification analysis identified the \"MAPK signaling pathway,\" \"plant hormone signal transduction\" and \"plant-pathogen interaction\" as the top three pathways. DEGs were divided into five clusters based on their expression patterns during Cd stress. The functional annotation of DEGs indicated that downregulated DEGs were mainly involved in the \"photosynthesis system,\" whereas upregulated DEGs were significantly assigned to the \"MAPK signaling pathway\" and \"plant-pathogen interaction pathway.\" Furthermore, we identified a total of 78 transcription factors (TFs), including members of bHLH, WRKY, AP2/ERF, and MYB family. The expression of six bHLH genes, one WRKY and one ERF genes were significantly induced by Cd stress, suggesting that these TFs might play essential roles in regulating Cd stress responses. Overall, our study provides key genetic resources and new insights into Cd adaption mechanisms in clove basil."
    },
    {
      "pmid": "37453104",
      "title": "Hydroponic versus soil-based cultivation of sweet basil: impact on plants' susceptibility to downy mildew and heat stress, storability and total antioxidant capacity.",
      "authors": [
        "Dalia Maurer",
        "Alona Sadeh",
        "Daniel Chalupowicz",
        "Shimon Barel",
        "Jakob A Shimshoni",
        "David Kenigsbuch"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In recent years, hydroponically cultivated basil has gained extensive popularity over soil-based cultivation. Evidence for potential differences between both cultivation methods, in terms of resistance to biotic and abiotic stress factors, storage properties and shelf-life, is still lacking and the potential effect of cultivation method on the antioxidant capacity has not yet been fully explored. This study aimed to determine which of the two basil cultivation methods produces plants that are more resilient to downy mildew and external heat treatment and that exhibit better storage and shelf-life performance. RESULTS: Hydroponically grown basil was significantly more affected by browning than the soil-grown basil at the end of the storage and end of the shelf-life period. Under both cultivation methods, the extent of browning increased significantly between the end of the storage and end of the shelf-life period, by a factor of 1.4. Moreover, hydroponically grown plants were significantly more sensitive to heat treatment than soil-grown basil. However, the soil-grown basil exhibited significantly greater susceptibility to downy mildew than the hydroponically grown basil. At harvest, and at the end of the storage period, the antioxidant capacity of hydroponically cultivated basil was significantly greater than that of soil-grown basil. CONCLUSIONS: Hydroponically cultivated basil exhibited greater resistance to downy mildew, but less resilience to heat and browning during storage and a shelf-life period, resulting in poorer storage and shelf-life performance as compared to soil-cultivated basil. The greater total antioxidant capacity of the hydroponically cultivated basil seems to be the major cause for the observed phenomena. © 2023 The Authors. Journal of The Science of Food and Agriculture published by John Wiley & Sons Ltd on behalf of Society of Chemical Industry.",
      "mesh_terms": [
        "Ocimum basilicum",
        "Hydroponics",
        "Antioxidants",
        "Soil",
        "Plant Diseases",
        "Peronospora",
        "Heat-Shock Response"
      ]
    },
    {
      "pmid": "37446986",
      "title": "Basil (Ocimum basilicum) Landraces Can Be Used in a Water-Limited Environment.",
      "authors": [
        "Iakovos Kalamartzis",
        "Paschalis Papakaloudis",
        "Christos Dordas"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Jun-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Basil (Ocimum basilicum L.) is a member of the Labiatae family and is one of the most widely consumed aromatic and medicinal plants in many countries due to its numerous properties and uses. The objective of the study was to determine whether landraces are better adapted to water-limited environments compared to commercial cultivars. Irrigation levels and genotypes affected plant height and leaf area index, with 25% and 33% higher values observed under complete irrigation, respectively. Additionally, limited water availability resulted in a 20% reduction in dry matter yield and a 21% reduction in essential oil yield over the three years in all of the genotypes tested, specifically in the lower irrigation treatment (d40), compared to the control treatment (d100). The landraces that performed the best under limited water supply were Athos white spike (AWS) and Gigas white spike (GWS), indicating their suitability for environments with limited water resources. The results demonstrate that there are landraces that can be utilized in dryland climates with appropriate water management, enabling water conservation and utilization of fields in water-scarce areas for irrigation purposes."
    },
    {
      "pmid": "37434608",
      "title": "Variation in supplemental lighting quality influences key aroma volatiles in hydroponically grown 'Italian Large Leaf' basil.",
      "authors": [
        "Hunter A Hammock",
        "Carl E Sams"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The spectral quality of supplemental greenhouse lighting can directly influence aroma volatiles and secondary metabolic resource allocation (i.e., specific compounds and classes of compounds). Research is needed to determine species-specific secondary metabolic responses to supplemental lighting (SL) sources with an emphasis on variations in spectral quality. The primary objective of this experiment was to determine the impact of supplemental narrowband blue (B) and red (R) LED lighting ratios and discrete wavelengths on flavor volatiles in hydroponic basil (Ocimum basilicum var. Italian Large Leaf). A natural light (NL) control and different broadband lighting sources were also evaluated to establish the impact of adding discrete and broadband supplements to the ambient solar spectrum. Each SL treatment provided 8.64 mol.m-2.d-1 (100 µmol.m-2.s-1, 24 h.d-1) photon flux. The daily light integral (DLI) of the NL control averaged 11.75 mol.m-2.d-1 during the growth period (ranging from 4 to 20 mol.m-2.d-1). Basil plants were harvested 45 d after seeding. Using GC-MS, we explored, identified, and quantified several important volatile organic compounds (VOCs) with known influence on sensory perception and/or plant physiological processes of sweet basil. We found that the spectral quality from SL sources, in addition to changes in the spectra and DLI of ambient sunlight across growing seasons, directly influence basil aroma volatile concentrations. Further, we found that specific ratios of narrowband B/R wavelengths, combinations of discrete narrowband wavelengths, and broadband wavelengths directly and differentially influence the overall aroma profile as well as specific compounds. Based on the results of this study, we recommend supplemental 450 and 660 nm (± 20 nm) wavelengths at a ratio of approximately 10B/90R at 100-200 µmol.m-2.s-1, 12-24 h.d-1 for sweet basil grown under standard greenhouse conditions, with direct consideration of the natural solar spectrum and DLI provided for any given location and growing season. This experiment demonstrates the ability to use discrete narrowband wavelengths to augment the natural solar spectrum to provide an optimal light environment across variable growing seasons. Future experiments should investigate SL spectral quality for the optimization of sensory compounds in other high-value specialty crops."
    },
    {
      "pmid": "37429459",
      "title": "Caries affected disinfection using Phycocyanin activated by PDT, Holy Basil, and Ti-sapphire laser on adhesive bond strength, microleakage, and bond failure.",
      "authors": [
        "Jazib Memon",
        "Tooba Shabbir",
        "Madiha Ishrat",
        "Hafsa Aslam",
        "Aziz Ali Khowaja",
        "Manisha Jagdesh Leemani"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: To investigate the effect of different cavity disinfectants, Phycocyanin (PC), Ocimum Sanctum (OS), and Ti Sapphire Laser, on the bond integrity and microleakage of resin restorations. MATERIAL AND METHOD: 60 human mandibular molars were extracted and prepared based on ICDAS scores of 4 and 5. To obtain the CAD surface, a visual examination was supported by tactile sensation and a dye for caries detection. Samples were randomly allocated into 4 groups based on cavity disinfectants applied (n = 15). Group 1: Specimens disinfected with CHX, Group 2: Specimens disinfected with Ti sapphire laser, Group 3: Specimens disinfected with Phycocyanin activated by Photodynamic therapy, and Group 4: Specimens disinfected with OS. Following the disinfection of the CAD surfaces, composite bulk-fill restorative material was bonded to each specimen and all samples were subjected to thermocycling. Ten samples from each group underwent SBS testing performed on a universal testing machine. Five samples were subjected to a microleakage analysis. RESULT: The maximum microleakage scores were displayed by Group 3: PC (0.521 nm) treated specimens. Whereas, and minimum microleakage was exhibited by Group 4: OS (0.471 nm). Group 4: OS (23.06±0.21 MPa) treated group displayed the maximum bond scores of resin adhesive to the CAD surface. However, Group 3: PC (21.67±0.24 MPa) treated specimens exhibited the lowest bond scores. Failure mode analysis revealed that among all the investigated groups the predominant type of failure was cohesive failure i.e., Group 1 (80%), Group 2 (80%), Group 3 (70%), and Group 4 (90%). CONCLUSION: Ocimum Sanctum, Phycocyanin activated by Photodynamic therapy, and Ti-sapphire laser for disinfection of caries-affected dentin have shown promise in terms of improved bond strength and reduced microleakage.",
      "mesh_terms": [
        "Humans",
        "Ocimum sanctum",
        "Phycocyanin",
        "Composite Resins",
        "Aluminum Oxide",
        "Disinfection",
        "Dental Caries Susceptibility",
        "Photochemotherapy",
        "Photosensitizing Agents",
        "Dentin",
        "Titanium",
        "Lasers",
        "Disinfectants",
        "Materials Testing"
      ]
    },
    {
      "pmid": "37299145",
      "title": "Salt-Induced Stress Impacts the Phytochemical Composition and Aromatic Profile of Three Types of Basil in a Genotype-Dependent Mode.",
      "authors": [
        "Michele Ciriello",
        "Valerio Cirillo",
        "Luigi Formisano",
        "Stefania De Pascale",
        "Raffaele Romano",
        "Giovanna Marta Fusco",
        "Rosalinda Nicastro",
        "Petronia Carillo",
        "Marios C Kyriacou",
        "Georgios A Soteriou",
        "Youssef Rouphael"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Basil (Ocimum basilicum L.) is among the most widely used aromatic plants of Lamiaceae, often grown in areas where salinity is an adverse factor. Most studies on the effect of salinity on basil focused on the influence of salt stress on productive traits, while few reported on how it affects the phytochemical composition and the aroma profile. Three basil cultivars (Dark Opal, Italiano Classico, and Purple Ruffles) were grown hydroponically for 34 days with two nutrient solutions that differed in NaCl concentration [no NaCl (Control) and 60 mM NaCl]. Yield, secondary metabolite concentration (β-carotene and lutein), antioxidant activity [1,1-diphenyl-2-picrylhydrazyl (DPPH) and ferric reduction antioxidant power (FRAP)], and aroma profile based on composition of volatile organic compounds (VOCs) were appraised in response to salinity applications. Salt stress significantly reduced fresh yield in Italiano Classico and Dark Opal by 43.34 and 31.69%, respectively, while no effect was observed in Purple Ruffles. Furthermore, the salt-stress treatment increased β-carotene and lutein concentrations, DPPH, and FRAP activities, and the total nitrogen content of the latter cultivar. CG-MS analysis revealed significant differences in VOCs composition of the basil cultivars, with Italiano Classico and Dark Opal characterized by the predominance of linalool (average 37.52%), which, however, was negatively affected by salinity. In Purple Ruffles, the predominant VOC compound, estragole (79.50%), was not affected by the deleterious effects of NaCl-induced stress."
    },
    {
      "pmid": "37116524",
      "title": "A vein bypass first versus a best endovascular treatment first revascularisation strategy for patients with chronic limb threatening ischaemia who required an infra-popliteal, with or without an additional more proximal infra-inguinal revascularisation procedure to restore limb perfusion (BASIL-2): an open-label, randomised, multicentre, phase 3 trial.",
      "authors": [
        "Andrew W Bradbury",
        "Catherine A Moakes",
        "Matthew Popplewell",
        "Lewis Meecham",
        "Gareth R Bate",
        "Lisa Kelly",
        "Ian Chetter",
        "Athanasios Diamantopoulos",
        "Arul Ganeshan",
        "Jack Hall",
        "Simon Hobbs",
        "Kim Houlind",
        "Hugh Jarrett",
        "Suzanne Lockyer",
        "Jonas Malmstedt",
        "Jai V Patel",
        "Smitaa Patel",
        "S Tawqeer Rashid",
        "Athanasios Saratzis",
        "Gemma Slinn",
        "D Julian A Scott",
        "Hany Zayed",
        "Jonathan J Deeks"
      ],
      "journal": "Lancet (London, England)",
      "publication_date": "2023-May-27",
      "publication_types": [
        "Randomized Controlled Trial",
        "Multicenter Study",
        "Clinical Trial, Phase III",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Chronic limb-threatening ischaemia is the severest manifestation of peripheral arterial disease and presents with ischaemic pain at rest or tissue loss (ulceration, gangrene, or both), or both. We compared the effectiveness of a vein bypass first with a best endovascular treatment first revascularisation strategy in terms of preventing major amputation and death in patients with chronic limb threatening ischaemia who required an infra-popliteal, with or without an additional more proximal infra-inguinal, revascularisation procedure to restore limb perfusion. METHODS: Bypass versus Angioplasty for Severe Ischaemia of the Leg (BASIL)-2 was an open-label, pragmatic, multicentre, phase 3, randomised trial done at 41 vascular surgery units in the UK (n=39), Sweden (n=1), and Denmark (n=1). Eligible patients were those who presented to hospital-based vascular surgery units with chronic limb-threatening ischaemia due to atherosclerotic disease and who required an infra-popliteal, with or without an additional more proximal infra-inguinal, revascularisation procedure to restore limb perfusion. Participants were randomly assigned (1:1) to receive either vein bypass (vein bypass group) or best endovascular treatment (best endovascular treatment group) as their first revascularisation procedure through a secure online randomisation system. Participants were excluded if they had ischaemic pain or tissue loss considered not to be primarily due to atherosclerotic peripheral artery disease. Most vein bypasses used the great saphenous vein and originated from the common or superficial femoral arteries. Most endovascular interventions comprised plain balloon angioplasty with selective use of plain or drug eluting stents. Participants were followed up for a minimum of 2 years. Data were collected locally at participating centres. In England, Wales, and Sweden, centralised databases were used to collect information on amputations and deaths. Data were analysed centrally at the Birmingham Clinical Trials Unit. The primary outcome was amputation-free survival defined as time to first major (above the ankle) amputation or death from any cause measured in the intention-to-treat population. Safety was assessed by monitoring serious adverse events up to 30-days after first revascularisation. The trial is registered with the ISRCTN registry, ISRCTN27728689. FINDINGS: Between July 22, 2014, and Nov 30, 2020, 345 participants (65 [19%] women and 280 [81%] men; median age 72·5 years [62·7-79·3]) with chronic limb-threatening ischaemia were enrolled in the trial and randomly assigned: 172 (50%) to the vein bypass group and 173 (50%) to the best endovascular treatment group. Major amputation or death occurred in 108 (63%) of 172 patients in the vein bypass group and 92 (53%) of 173 patients in the best endovascular treatment group (adjusted hazard ratio [HR] 1·35 [95% CI 1·02-1·80]; p=0·037). 91 (53%) of 172 patients in the vein bypass group and 77 (45%) of 173 patients in the best endovascular treatment group died (adjusted HR 1·37 [95% CI 1·00-1·87]). In both groups the most common causes of morbidity and death, including that occurring within 30 days of their first revascularisation, were cardiovascular (61 deaths in the vein bypass group and 49 in the best endovascular treatment group) and respiratory events (25 deaths in the vein bypass group and 23 in the best endovascular treatment group; number of cardiovascular and respiratory deaths were not mutually exclusive). INTERPRETATION: In the BASIL-2 trial, a best endovascular treatment first revascularisation strategy was associated with a better amputation-free survival, which was largely driven by fewer deaths in the best endovascular treatment group. These data suggest that more patients with chronic limb-threatening ischaemia who required an infra-popliteal, with or without an additional more proximal infra-inguinal, revascularisation procedure to restore limb perfusion should be considered for a best endovascular treatment first revascularisation strategy. FUNDING: UK National Institute of Health Research Health Technology Programme.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Female",
        "Aged",
        "Chronic Limb-Threatening Ischemia",
        "Ocimum basilicum",
        "Ischemia",
        "Angioplasty, Balloon, Coronary",
        "Peripheral Arterial Disease",
        "Risk Factors",
        "Perfusion",
        "Pain",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "37107458",
      "title": "Effects of Steam Treatment Time and Drying Temperature on Properties of Sweet Basil's Antioxidants, Aroma Compounds, Color, and Tissue Structure.",
      "authors": [
        "Yoko Tsurunaga",
        "Mina Kanou"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study has developed a production method for high-quality Genova tea with excellent antioxidant properties. The antioxidant properties of each part of the Genova basil plant (i.e., leaves, flowers, and stems) were determined; the leaves and flowers showed higher antioxidant values. We also investigated the effects of steaming time and drying temperature on the antioxidant composition and properties, color, and aroma using leaves with good yield potential and high antioxidant properties. The color showed excellent green color retention with freeze- and machine-drying at 40 °C without steam-heat treatment. Steaming for 2 min was effective in maintaining high values of total polyphenol content, antioxidant properties (1,1-diphenyl-2-picrylhydrazine and hydrophilic oxygen radical adsorption capacity), rosmarinic acid, and chicoric acid, and a drying temperature of ≤40 °C was recommended. Freeze-drying without steaming was the best method to retain all three of Genova's main aroma components, Linalool, trans-alpha-bergamotene, and 2-methoxy-3-(2-propenyl)-phenol. The method developed in this study can improve the quality of dried Genova products and be applied in the food industry, cosmetics, and pharmaceutical industries."
    },
    {
      "pmid": "37039921",
      "title": "Green nanotechnology advances: green manufacturing of zinc nanoparticles, characterization, and foliar application on wheat and antibacterial characteristics using Mentha spicata (mint) and Ocimum basilicum (basil) leaf extracts.",
      "authors": [
        "Zeynep Görkem Doğaroğlu",
        "Yağmur Uysal",
        "Zehranur Çaylalı",
        "Delil Sefkan Karakulak"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Due to their distinctive characteristics and widespread application across all scientific disciplines, nanoparticles have attracted a lot of attention in the current millennium. Green synthesis of ZnO-NPs is gaining a lot of interest at the moment due to a number of its advantages over traditional methods, including being quicker, less expensive, and more environmentally friendly. In the current study, two distinct plant extracts are used to quickly, cheaply, and environmentally friendly synthesize zinc oxide nanoparticles (ZnO-NPs). Mint (Mentha spicata) and basil (Ocimum basilicum) were the plants employed in this study as stabilizing agents to synthesize ZnO-NPs with a green chemistry approach. The innovative aspect of the study is the use of mint and basil extracts in the conversion of zinc chloride to zinc oxide and then determining the effect of these two types of nanoparticles produced by green synthesis on the growth parameters of the plant when they reach the plants by foliar spraying and their uptake by plants and evaluating the antibacterial properties of these nanoparticles. The physical properties of the produced nanoparticles were investigated using XRD, SEM, and FTIR. Moreover, Escherichia coli and Staphylococcus aureus were used to demonstrate the antibacterial properties of ZnO-NPs against both gram-positive and gram-negative bacteria, respectively. Synthesized ZnO-NPs were also given as foliar treatment in order to determine Zn+2 uptake by plants and potential toxic effects on the growth of wheat. The shape of ZnO-NPs was triangular, as revealed by SEM analysis. In the X-ray diffraction study, strong and clearly discernible sharp peaks were seen, with an average size of 24.5 nm for M-ZnO-NPs and 26.7 nm for B-ZnO-NPs determined using Scherrer's formula. The phytoconstituents of the plant extract served as capping/stabilizing agents during the synthesis of ZnO-NPs, as demonstrated by Fourier transform-infrared spectroscopy. The produced nanoparticles were applied to the green parts of wheat plants by spraying, and the development of the plants and the change of zinc uptake were investigated. At the same time, the effect of these three types of nanoparticles on the germination of wheat seeds in the soil medium containing these nanoparticles was investigated. According to experimental results, M-ZnO-NPs (produced from mint) and B-ZnO-NPs (produced from basil) improved the germination percentage of wheat at 400 mg/L concentration (100%), while raw ZnO-NPs showed 90% germination at the same concentration. When the Zn+2 uptake of the plant by the leaves depending on the Zn+2 concentration in the environment after spraying was examined, it was determined that the Zn+2 uptake of the plants increased due to the increase in the applied Zn+2 concentration. The highest Zn+2 uptake of the plant was determined as 50, 25, and 50 mg/L for M-ZnO-NP, B-ZnO-NPs, and raw ZnO-NPs, respectively. Therefore, it has been determined that plant growth varies depending on the type and concentration of ZnO-NPs, and therefore, if foliar nanoparticle applications are made to wheat, the threshold concentrations, sizes, and types of ZnO-NPs should be carefully evaluated. In addition, antibacterial properties results showed that S. aureus was more sensitive to all three types of ZnO-NPs than E. coli.",
      "mesh_terms": [
        "Zinc",
        "Zinc Oxide",
        "Anti-Bacterial Agents",
        "Ocimum basilicum",
        "Mentha spicata",
        "Triticum",
        "Metal Nanoparticles",
        "Mentha",
        "Staphylococcus aureus",
        "Escherichia coli",
        "Excipients",
        "Gram-Negative Bacteria",
        "Gram-Positive Bacteria",
        "Nanoparticles",
        "Plant Extracts",
        "Spectroscopy, Fourier Transform Infrared",
        "Microbial Sensitivity Tests"
      ]
    },
    {
      "pmid": "36932116",
      "title": "Cleaner production of essential oils from Indian basil, lemongrass and coriander leaves using ultrasonic and ohmic heating pre-treatment systems.",
      "authors": [
        "Rajeev Kumar",
        "Sangeeta Chopra",
        "Anil K Choudhary",
        "Indra Mani",
        "Shruti Yadav",
        "Sukanya Barua"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Mar-17",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Indian basil (Ocimum basillicum), lemongrass (Cymbopogon flexuosus) and coriander (Coriandrum sativum) leaves are a good source of aromatic oils; however, their extraction volume is low. Hence, two pre-treatment systems (ohmic-heating and ultrasonic) were devised for extraction of essential oils (EO) from the leaves of these three plant spp., which consequently enhanced the EO yield and saved the time and energy. First of all, an experimental set-up was developed for ohmic-heating pre-treatment which was subjected to the optimization of electric conductivity of lemongrass and coriander leaves at 26.25 V/cm and for Indian basil at 22.5 V/cm voltage gradient. An Experimental setup was also developed for ohmic heating-assisted hydro-distillation (OHD). Finally, conventional Clevenger hydro-distillation (CHD), OHD, ultrasonic-assisted conventional hydro-distillation (UACHD) and ultrasonic-assisted ohmic-heating hydro-distillation (UAOHD) methods were evaluated for their effectiveness in the extraction of the EOs. The OHD took 3.5 h time with 410 W power consumption compared to 5 h time and 500 W power consumption in CHD of sleeted leaves. Likewise, a saving of ~ 86% in time and 74% in energy consumption was observed for EO extraction through UAOHD over CHD. Quantity of EOs extracted from all three aromatic plant spp. leaves followed the trend of UAOHD > UACHD > OHD > CHD methods, respectively. Overall, ultrasonic pre-treatment coupled with ohmic-heating assisted hydro-distillation (UAOHD) proved as an innovative and effective clean EO extraction technology which took shorter extraction time and lesser energy consumption with better EO yield over the UACHD, OHD and CHD methods from the leaves of Indian basil, lemongrass and coriander.",
      "mesh_terms": [
        "Oils, Volatile",
        "Cymbopogon",
        "Coriandrum",
        "Ocimum basilicum",
        "Ultrasonics",
        "Heating",
        "Plant Leaves"
      ]
    },
    {
      "pmid": "36706695",
      "title": "Characterization of Octa-aminopropyl polyhedral oligomeric silsesquioxanes (OA-POSS) nanoparticles and their effect on sweet basil (Ocimum basilicum L.) response to salinity stress.",
      "authors": [
        "Gholamreza Gohari",
        "Sima Panahirad",
        "Asghar Mohammadi",
        "Muhittin Kulak",
        "Mohamad Reza Dadpour",
        "Zohreh Mehri Lighvan",
        "Sina Sharifi",
        "Bagher Eftekhari-Sis",
        "Sławomir Szafert",
        "Vasileios Fotopoulos",
        "Ali Akbari"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salt stress is of the most detrimental abiotic stress factors on either crop or non-crop species. Of the strategies employed to boost the performance of the plants against harmful impacts of salt stress; application of novel nano-engineered particles have recently gained great attention as a promising tool. Octa-aminopropyl polyhedral oligomeric silsesquioxanes nanoparticles (OA-POSS NPs) were synthesized and then a foliar-application of OA-POSS NPs were carried out on sweet basil plants subjected to the salt stress. In that context, interactive effects of OA-POSS NPs (25, 50 and 100 mg L-1) and salinity stress (50 and 100 mM NaCl) were assayed by estimating a series of agronomic, physiological, biochemical and analytical parameters. OA-POSS NPs decreased the harmful effects of salinity by increasing photosynthetic pigment content, adjusting chlorophyll fluorescence, and triggering non-enzymatic (phenolic content) and enzymatic antioxidant components. The findings suggested that 25 mg L-1 OA-POSS NPs is the optimum concentration for sweet basil grown under salt stress. Considering the essential oil profile, estragole was the predominant compound with a percentage higher than 50% depending on the treatment. In comparison to the control group, 50 mM NaCl did not significantly affect estragole content, whilst 100 mM NaCl caused a substantial increase in estragole content. Regarding OA-POSS NPs treatments, increments by 16.8%, 11.8% and 17.5% were observed following application with 25, 50 and 100 mg L-1, respectively. Taken together, the current study provides evidence that POSS NPs can be employed as novel, 'green' growth promoting agents in combating salt stress in sweet basil.",
      "mesh_terms": [
        "Ocimum basilicum",
        "Sodium Chloride",
        "Salt Stress",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "36627786",
      "title": "Investigation of Bioactivity of Estragole Isolated from Basil Plant on Brain Cancer Cell Lines Using Nuclear Method.",
      "authors": [
        "Ugur Avcibasi",
        "Mouhaman Toukour Dewa",
        "Kadriye Busra Karatay",
        "Ayfer Yurt Kilcar",
        "Fazilet Zumrut Biber Muftuler"
      ],
      "journal": "Current radiopharmaceuticals",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In recent years, there has been a significant increase in studies investigating the potential use of plant-origin products in the treatment and diagnosis of different types of cancer. METHODS: In this study, Estragole (EST) was isolated from basil leaves via ethanolic extraction using an 80% ethanol concentration. The isolation process was performed using the High Performance Liquid Chromatography (HPLC) method. The EST isolated from the basil plant was radiolabeled with 131I using the iodogen method. Quality control studies of the radiolabeled EST (131IEST) were carried out by using Thin Layer Radio Chromatography (TLRC). Next, in vitro cell, culture studies were done to investigate the bio-affinity of plant-originated EST labeled with 131I on human medulloblastoma (DAOY) and human glioblastoma-astrocytoma (U-87 MG) cell lines. Finally, the cytotoxicity of EST was determined, and cell uptake of 131I-EST was investigated on cancer cell lines by incorporation studies. RESULTS: As a result of these studies, it has been shown that 131I-EST has a significant uptake on the brain cells. CONCLUSION: This result is very satisfying, and it has encouraged us to do in vivo studies for the molecule in the future.",
      "mesh_terms": [
        "Humans",
        "Ocimum basilicum",
        "Radiopharmaceuticals",
        "Brain Neoplasms"
      ]
    },
    {
      "pmid": "36613285",
      "title": "Atmospheric Pressure Cold Plasma Modification of Basil Seed Gum for Fabrication of Edible Film Incorporated with Nanophytosomes of Vitamin D3 and Tannic Acid.",
      "authors": [
        "Hadi Hashemi Gahruie",
        "Mohammad Hadi Eskandari",
        "Rohollah Sadeghi",
        "Seyed Mohammad Hashem Hosseini"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Dec-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this work was to first investigate the impact of cold plasma (CP) treatment, performed at various times (0-30 min), on the characteristics of basil seed gum (BSG), as well as the fabrication of functional edible films with the modified BSG. FT-IR spectra of CP-treated BSG revealed change at 1596 and 1718 cm-1, indicating the formation of carbonyl groups. Both untreated and CP-modified BSG dispersions showed shear-thinning behavior with a higher apparent viscosity for the CP-modified dispersions at studied temperatures. Untreated BSG dispersion and the one treated by CP for 10 min revealed time-independent behavior, while those treated for 20 and 30 min showed a rheopectic behavior. CP-modified BSG dispersion had higher G', G″, and complex viscosity than untreated BSG. Higher contact angle for the CP-modified BSG suggested enhanced hydrophobic nature, while the surface tension was lower compared to the untreated BSG. SEM micrographs revealed an increase in the surface roughness of treated samples. Moreover, modified BSG was successfully used for the preparation of edible film incorporating tannic acid and vitamin D3-loaded nanophytosomes with high stability during storage compared to the free form addition. The stability of encapsulated forms of vitamin D3 and tannic acid was 39.77% and 38.91%, more than that of free forms, respectively. In conclusion, CP is an appropriate technique for modifying the properties of BSG and fabrication of functional edible films."
    },
    {
      "pmid": "36568438",
      "title": "Radio-frequency (RF) room temperature plasma treatment of sweet basil seeds (Ocimum basilicum L.) for germination potential enhancement by immaculation.",
      "authors": [
        "Rajesh Singh",
        "Ram Kishor",
        "Vivek Singh",
        "Vagmi Singh",
        "Priyanka Prasad",
        "Navneet Singh Aulakh",
        "Umesh Kumar Tiwari",
        "Birendra Kumar"
      ],
      "journal": "Journal of applied research on medicinal and aromatic plants",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ocimum basilicum L. is an antiviral and immunity boosting medicinal plant and culinary herb. Potential use of sweet basils in COVID 19 prevention and management is making its demand rise. This study is aimed at germination potential enhancement of sweet basil seeds. Reported study is evidenced with scientific data of radio-frequency cold plasma treatment using Ar + O2 feed gas. O. basilicum seeds, placed inside the rotating glass bottle, were directly exposed to RF (13.56 MHz) plasma produced in Ar + O2 feed gas. Seed treatment was done using RF source power (60 W, 150 W, 240 W), process pressure (0.2 mbar, 0.4 mbar, 0.6 mbar), and treatment time (5 min, 10 min, 15 min) at different combinations. Results show that, the most efficient treatment provide up to ∼89 % of the germination percentage which is an enhancement by 32.3 % from the control. SEM images revealed slight shrinkage in the seed size with eroded appearance over the seed. Enhancement of lipid peroxidation, show that oxidation of seed coat may propagate internally. Water imbibition analysis, of the treated seeds, was carried out for 2-12 hours. Further analysis of seed weight, on every one hour, after soaking shows enhanced water absorption capability except the treatment at 240 W, 0.6 mbar and 15 min. Plasma treatment enhanced carbohydrate content and protein content which is reported to be due to increased primary metabolism. Whereas, increased activity of secondary metabolism results in the enhancement of enzymatic (catalase) and non-enzymatic antioxidants (proline). Vital growth parameters, such as SVI I and SVI II, got amplified by 37 % and 133 % respectively after treatment. Ameliorative effects of plasma treatment are found highly significant with a positive and significant correlation value (p < 0.01) between germination percentages, SVI I, SVI II, carbohydrate, protein and proline show their interrelationship. Ar + O2 plasma treatment is found to bring forth significant changes in the O. basilicum seeds which eventually enhanced the germination potential and it could be a very promising technology for the medicinal crop."
    },
    {
      "pmid": "36507442",
      "title": "Facing energy limitations - approaches to increase basil (Ocimum basilicum L.) growth and quality by different increasing light intensities emitted by a broadband LED light spectrum (400-780 nm).",
      "authors": [
        "Jenny Manuela Tabbert",
        "Hartwig Schulz",
        "Andrea Krähmer",
        "David Riewe"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Based on the current trend towards broad-bandwidth LED light spectra for basil productions in multi-tiered controlled-environment horticulture, a recently developed white broad-bandwidth LED light spectrum (400-780 nm) including far-red wavelengths with elevated red and blue light fractions was employed to cultivate basil. Four Ocimum basilicum L. cultivars (cv. Anise, cv. Cinnamon, cv. Dark Opal and cv. Thai Magic) were exposed to two different rising light intensity conditions (ILow and IHigh). In dependence of the individual cultivar-specific plant height increase over time, basil cultivars were exposed to light intensities increasing from ~ 100 to ~ 200 µmol m-2 s-1 under ILow, and from 200 to 400 µmol m-2 s-1 under IHigh (due to the exponential light intensity increases with decreasing proximity to the LED light fixtures). Within the first experiment, basils' morphological developments, biomass yields and time to marketability under both light conditions were investigated and the energy consumptions were determined to calculate the basils' light use efficiencies. In detail, cultivar-dependent differences in plant height, leaf and branch pair developments over time are described. In comparison to the ILow light conditions, IHigh resulted in accelerated developments and greater yields of all basil cultivars and expedited their marketability by 3-5 days. However, exposure to light intensities above ~ 300 µmol m-2 s-1 induced light avoidance responses in the green-leafed basil cultivars cv. Anise, cv. Cinnamon and cv. Thai Magic. In contrast, ILow resulted in consumer-preferred visual qualities and greater biomass efficiencies of the green-leafed basil cultivars and are discussed as a result of their ability to adapt well to low light conditions. Contrarily to the green-leafed cultivars, purple-leafed cv. Dark Opal developed insufficiently under ILow, but remained light-tolerant under IHigh, which is related to its high anthocyanin contents. In a second experiment, cultivars' volatile organic compound (VOC) contents and compositions over time were investigated. While VOC contents per gram of leaf dry matter gradually decreased in purple-leafed cv. Dark Opal between seedling stage to marketability, their contents gradually increased in the green cultivars. Regardless of the light treatment applied, cultivar-specific VOC compositions changed tremendously in a developmental stage-dependent manner."
    },
    {
      "pmid": "36325241",
      "title": "The effect of combining basil seeds and gum Arabic on the healing process of experimental acetic acid-induced ulcerative colitis in rats.",
      "authors": [
        "Mohammad Abbas Bejeshk",
        "Amir Hashem Aminizadeh",
        "Mohammad Amin Rajizadeh",
        "Mohammad Khaksari",
        "Mahdiyeh Lashkarizadeh",
        "Nader Shahrokhi",
        "Mohammad Javad Zahedi",
        "Maryam Azimi"
      ],
      "journal": "Journal of traditional and complementary medicine",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND & AIM: Ulcerative colitis (UC) is a chronic recurrent inflammatory disease of the large intestine and rectum that oxidative stress and severe inflammation are the main features of this disease. Previous studies have shown that separate consumption of basil and gum arabic can reduce inflammation and oxidative stress. The aim of the study was evaluating the effect of treatment with basil seeds given together with gum arabic on healing, inflammation and oxidative stress in the course of experimental colitis in rats. EXPERIMENTAL PROCEDURE: A total number of 50 male rats were used, randomly assigned to five groups of 10 rats each. Colitis was induced in rats by enemas with 4% solution od acetic acid. Four days after induction of colitis, rats were treated for next 4 days with saline or combination of basil seeds plus gum arabic (1 mg/kg) or sulfasalazine (100 mg/g) rectally. The experiment was terminated after last dose of treatment. Rats without induction of colitis were used as a sham group. RESULTS: Acetic acid-induced colitis increased the macroscopic and histopathological damage scores of the colon as well as colon levels of MDA(Malondialdehyde), MPO(Myeloperoxidase), TNFα(Tissue necrosis factor α), IL6 (Interleukin 6)and IL17(Interleukin 17) and decreased SOD(Superoxide Dismutase), GPx (Glutathione Peroxidase) and IL10 (Interleukin 10) levels compared with the control group(P < 0.001). Treatment with basil and gum arabic reduced macroscopic and histopathological damage scores (P < 0.01) of the colon, MDA, MPO, TNFα, IL6(P < 0.001) and IL17 (P < 0.01) levels of the colon and increased SOD, GPx and IL10 levels compared to the colitis group (P < 0.01). CONCLUSION: Rectal administration of combination of basil seeds plus gum arabic after induction of colitis, exhibits antioxidant and anti-inflammatory effects, and accelerates the healing of the colon in experimental colitis evoked by acetic acid."
    },
    {
      "pmid": "36223980",
      "title": "Can we mitigate the psychological impacts of social isolation using behavioural activation? Long-term results of the UK BASIL urgent public health COVID-19 pilot randomised controlled trial and living systematic review.",
      "authors": [
        "Elizabeth Littlewood",
        "Dean McMillan",
        "Carolyn Chew Graham",
        "Della Bailey",
        "Samantha Gascoyne",
        "Claire Sloane",
        "Lauren Burke",
        "Peter Coventry",
        "Suzanne Crosland",
        "Caroline Fairhurst",
        "Andrew Henry",
        "Catherine Hewitt",
        "Kalpita Baird",
        "Eloise Ryde",
        "Leanne Shearsmith",
        "Gemma Traviss-Turner",
        "Rebecca Woodhouse",
        "Judith Webster",
        "Nick Meader",
        "Rachel Churchill",
        "Elizabeth Eddy",
        "Paul Heron",
        "Nisha Hicklin",
        "Roz Shafran",
        "Osvaldo Almeida",
        "Andrew Clegg",
        "Tom Gentry",
        "Andrew Hill",
        "Karina Lovell",
        "Sarah Dexter-Smith",
        "David Ekers",
        "Simon Gilbody"
      ],
      "journal": "Evidence-based mental health",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Randomized Controlled Trial",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Behavioural and cognitive interventions remain credible approaches in addressing loneliness and depression. There was a need to rapidly generate and assimilate trial-based data during COVID-19. OBJECTIVES: We undertook a parallel pilot RCT of behavioural activation (a brief behavioural intervention) for depression and loneliness (Behavioural Activation in Social Isolation, the BASIL-C19 trial ISRCTN94091479). We also assimilate these data in a living systematic review (PROSPERO CRD42021298788) of cognitive and/or behavioural interventions. METHODS: Participants (≥65 years) with long-term conditions were computer randomised to behavioural activation (n=47) versus care as usual (n=49). Primary outcome was PHQ-9. Secondary outcomes included loneliness (De Jong Scale). Data from the BASIL-C19 trial were included in a metanalysis of depression and loneliness. FINDINGS: The 12 months adjusted mean difference for PHQ-9 was -0.70 (95% CI -2.61 to 1.20) and for loneliness was -0.39 (95% CI -1.43 to 0.65).The BASIL-C19 living systematic review (12 trials) found short-term reductions in depression (standardised mean difference (SMD)=-0.31, 95% CI -0.51 to -0.11) and loneliness (SMD=-0.48, 95% CI -0.70 to -0.27). There were few long-term trials, but there was evidence of some benefit (loneliness SMD=-0.20, 95% CI -0.40 to -0.01; depression SMD=-0.20, 95% CI -0.47 to 0.07). DISCUSSION: We delivered a pilot trial of a behavioural intervention targeting loneliness and depression; achieving long-term follow-up. Living meta-analysis provides strong evidence of short-term benefit for loneliness and depression for cognitive and/or behavioural approaches. A fully powered BASIL trial is underway. CLINICAL IMPLICATIONS: Scalable behavioural and cognitive approaches should be considered as population-level strategies for depression and loneliness on the basis of a living systematic review.",
      "mesh_terms": [
        "Humans",
        "Behavior Therapy",
        "COVID-19",
        "Depression",
        "Pilot Projects",
        "Public Health",
        "Social Isolation",
        "United Kingdom"
      ]
    },
    {
      "pmid": "36191700",
      "title": "Impact of starch-based bioplastic on growth and biochemical parameters of basil plants.",
      "authors": [
        "Silvia Celletti",
        "Riccardo Fedeli",
        "Majid Ghorbani",
        "Stefano Loppi"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2023-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The recent use of bioplastics in agriculture is considered an ecological choice, aimed at limiting the environmental impact of plastics, in line with the Sustainable Development Goals of the United Nations. However, the impact of bioplastic residues on the environment is unclear as knowledge is lacking. This is the first study investigating the effect of a starch-based bioplastic on the growth and biochemical parameters of basil. Bioplastic was experimentally prepared and added to the soil at 2.5 % (w/w), corresponding to twice the concentration of plastic mulch film residues currently found in cultivated soils, in view of the increasing agricultural use of bioplastics. Basil plants were grown without (controls) and with bioplastic addition for 35 days, under controlled experimental conditions. Compared to the control, plants exposed to bioplastic showed stunted growth (in terms of shoot fresh weight, height, and number of leaves). Significant reductions in the content of chlorophyll, protein, ascorbic acid, and glucose were also observed. Finally, the treatment caused oxidative stress, as evidenced by the increased content of malondialdehyde in the shoots. The addition of bioplastic increased the electrical conductivity and reduced the cation exchange capacity of the cultivation soil. These results suggest that bioplastic in soil may promote the onset of stressful conditions for plant growth in a similar manner to plastic. They will be complemented by further investigations to unravel the mechanisms underlying these responses, involving different doses and types of bioplastics and other crop species.",
      "mesh_terms": [
        "Ocimum basilicum",
        "Starch",
        "Soil",
        "Plastics",
        "Agriculture"
      ]
    },
    {
      "pmid": "36178649",
      "title": "Water energy food nexus model: an integrated aqua-agriculture system to produce tilapia and sweet basil using desalinated water.",
      "authors": [
        "Hani Sewilam",
        "Fahad Kimera",
        "Peter Nasr"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Under the framework of Water-Energy-Food Nexus, this study investigates the integration of solar-powered desalination with aquaculture and agriculture production systems to grow crops. Brackish water desalination is performed using reverse osmosis (RO), the permeate is directed to an aquaculture unit, and the fish effluent is used as irrigation water for crops. The experiment followed a split-plot design with three main variants: a full irrigation schedule for the basil plants with fish effluents as fertilizers, irrigation as fertigation with chemical fertilizers, and a mixed treatment of effluents and chemical fertilizers at 50% application each. Each treatment was further sprayed with or without foliar nutrient application. RO results gave a permeate recovery of 22%, and a salt rejection of 98.7%. In the aquaculture unit, tilapia harvest weight was 0.458 kg with a survival rate of 97.7% and harvest yield of 25 kg/ m3 of water. Effluent treatment exhibited the highest branching and plant height irrespective of the cut number, reaching 17.7 branches and 62-cm height. The effluent treatment under foliar application recorded the highest fresh and dry weights of basil with 14.7 ton/ha and 4.7 ton/ha, respectively. Effluent irrigation plus foliar application recorded basil yield of 5 kg/m3 effluent water. The dominant essential oil elements were linalool (55.5-61.6%), tau.-cadinol (5.3-8.3%), eucalyptol (5.4-7.7%), eugenol (2-6.8%), and (Z,E)-.alpha.-farnesene (3-5.2%). The study is among the very few integrated systems and, in particular, the current study is the first-time investigation of an integrated desalination, aquaculture, and agriculture production using renewable energy. Therefore, results suggest that integrating desalination, aquaculture, and agriculture could be a potential solution for the global water, energy, and food challenges.",
      "mesh_terms": [
        "Animals",
        "Ocimum basilicum",
        "Water",
        "Tilapia",
        "Fertilizers",
        "Agriculture",
        "Crops, Agricultural"
      ]
    },
    {
      "pmid": "35959257",
      "title": "The effect of roasting, storage temperature, and ethanoic basil (Ocimum basilicum L.) extract on the oxidative stability of crude sesame (Sesamum indicum L.) oil.",
      "authors": [
        "Abrehet F Gebremeskel",
        "Peninah N Ngoda",
        "Elizabeth W Kamau-Mbuthia",
        "Symon M Mahungu"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sesame (Sesamum indicum L.) is an annual oilseed crop that is widely used for crude sesame oil (CSO) extraction. CSO is unrefined, thus, may impact the storage stability due to the uncontrolled processing and handling conditions, and absence of preservatives. The purpose of this study intends to analyze the fatty acid profile and oxidative stability of CSO. In a complete randomized (2*2*2) factorial design, clean sesame seeds (3.92% moisture content) were used for oil extraction with/without roasting treatment (200°C). The fatty acid profile and oxidative value of the CSO were analyzed. The roasted sesame seed oil extraction yield was higher (50.9%) and composed of 83.15% unsaturated fatty acids with an omega-6 to omega-3 ratio of 95.3. The ratio of polyunsaturated fatty acids (PUFAs) to saturated fatty acids (SFAs) was 2.9, while the moisture content of the CSO was 0.37%, exceeding the tolerable limit. The predominant fatty acids of CSO include palmitic, stearic, oleic, and linoleic acids. Elevated thermal condition during processing and handling speeding up oxidation exceeded the tolerable limit after 25 days of storage, while the ethanoic basil extract was found to inhibit oxidation in the range of 16.38%-90% (p-value < .05). The peroxide value (PV), para-anisidine value (p-AV), and total oxidation (TOTOX) value of CSO with 50 ppm (parts per million) basil extract were detected within the range of 0.29-3.92, 0.75-2.59, and 1.57-8.6 milliequivalents (meq) O2/kg oil, respectively, below the tolerable limit. Nevertheless, basil extract's antioxidant property was declined during prolonged storage, in particular, at elevated temperature. The use of organic extracts of locally available sweet basil herb is capable of mitigating oxidation and substituting inorganic antioxidant for a healthier diet."
    },
    {
      "pmid": "35830132",
      "title": "The effect of ascorbic acid and bio fertilizers on basil under drought stress.",
      "authors": [
        "M Hamidi",
        "H Tohidi Moghadam",
        "M Nasri",
        "P Kasraie",
        "H Larijani"
      ],
      "journal": "Brazilian journal of biology = Revista brasleira de biologia",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Evaluate the effect of ascorbic acid application and coexistence of Mycorrhiza fungus and Azospirillium on basil (Ocimum basilicum L.) under drought stress. This experiment was performed as a split factorial in a randomized complete block design with three replications in the crop year 2017-2018 in Shahriar, Iran. In this experiment, irrigation was the main factor in three levels, including drought stress based on 40-70-100 mm from the evaporation pan of class A. Biofertilizer including growth-promoting bacteria (Azospirillium) and mycorrhiza fungus in four levels, including a(Non-consumption) B (Seeds of growth-promoting bacteria (Azospirillium)) C (Consumption of mycorrhiza fungus as seeds) D (Concomitant use of growth-promoting bacteria Azospirillium with mycorrhiza fungi as seeds) and ascorbic acid in two levels of foliar application, including A (Absence Application of ascorbic acid) and B (Application of ascorbic acid (two days after irrigation treatment)) was considered as a factorial factor. The results showed that the highest biological yield was obtained in drought stress of 40 mm and application of biological fertilizers in the form of mycorrhiza application with an average of 3307.1 kg/ha, which was about 70% more than 100 mm evaporation stress and no application of biological fertilizer. The use of ascorbic acid under drought stress conditions improved by 10%, the essential oil using ascorbic acid evaporated under drought stress conditions of 100 mm. As a general conclusion, the use of ascorbic acid and Mycorrhiza + Azospirillium biological fertilizer improved the quantitative and qualitative characteristics of basil under drought stress.",
      "mesh_terms": [
        "Ascorbic Acid",
        "Droughts",
        "Fertilizers",
        "Ocimum basilicum",
        "Seeds"
      ]
    },
    {
      "pmid": "35807668",
      "title": "Foliar Spraying with Potassium Bicarbonate Reduces the Negative Impact of Drought Stress on Sweet Basil (Ocimum basilicum L.).",
      "authors": [
        "Natalija Burbulis",
        "Aušra Blinstrubienė",
        "Aldona Baltušnikienė",
        "Justina Deveikytė"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Jun-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In recent years, special attention has been paid to climate change assessment and research into our changing environment. The greatest economic losses worldwide are due to the negative effects of drought stress and extreme temperature on the plants' morphological, physiological, and biochemical properties which limit crop growth and productivity. Sweet basil (Ocimum basilicum L.) is one of the most popular plants widely grown around the world as a spice, as well a medicinal, aromatic plant. The seedlings with 5-6 true leaves were divided into two groups, and one group of seedlings was sprayed with 10 mM potassium bicarbonate (KHCO3). Three days after potassium bicarbonate treatment, half of the plants from each group were subjected to a water deficit (drought stress), and the other half were grown under stress-free conditions (well-watered). The present study aimed to evaluate the effect of potassium bicarbonate (KHCO3) on morphophysiological parameters, phenolics content and the antioxidant activity of basil under drought conditions. The application of potassium bicarbonate to drought stressed plants significantly increased the chlorophyll content, fresh and dry weight, phenolics content in the two of tested cultivars, and antioxidant activity, determined by DPPH and ABTS methods. Principal component analysis showed that the first factor was highly and positively related to all the investigated parameters. Hierarchical clustering analysis showed that the first cluster was formed by being well-watered, well-watered and sprayed with potassium bicarbonate, and grown under drought conditions and sprayed with potassium bicarbonate basil cultivars, while the second cluster was formed by all the tested cultivars grown under drought conditions."
    },
    {
      "pmid": "35807661",
      "title": "Effect of Light Intensity on the Growth and Antioxidant Activity of Sweet Basil and Lettuce.",
      "authors": [
        "Rūta Sutulienė",
        "Kristina Laužikė",
        "Tomas Pukas",
        "Giedrė Samuolienė"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Jun-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Light and nutrients are among the most important factors for sustained plant production in agriculture. As one of the goals of the European Green Deal strategy is to reduce energy consumption, greenhouse growers focus on high-value crop cultivation with less-energy-demanding growing systems. This study aimed to evaluate the effect of fertilization at different light intensities on the growth of lettuce and basil and the activity of the antioxidant system. Sweet basil (Ocimum basilicum, 'Opal') and lettuce (Lactuca sativa, 'Nikolaj') were grown in a greenhouse supplementing natural light (~80 µmol m-2 s-1) with lighting at two photon flux densities (150 and 250 µmol m-2 s-1), 16 h photoperiod, and 20/16 °C day/night temperature in May (Lithuania, 55°60' N, 23°48' E). In each light regime treatment, half of the plants were grown without additional fertilization; the other half were fertilized twice a week with a complex fertilizer (NPK 3-1-3). The results showed that the antioxidant activity of basil was most affected by 150 µmol m-2 s-1 PPFD lighting and the absence of fertilization. Altered antioxidant activity in lettuce in the presence of 250 µmol m-2 s-1 PPFD additional light intensity and fertilization resulted in higher morphological parameters."
    },
    {
      "pmid": "35765474",
      "title": "Potential use of Indonesian basil (Ocimum basilicum) maceration to increase estradiol and progesterone synthesis and secretion to improve prenatal growth of offspring using female albino rats as an animal model.",
      "authors": [
        "Andriyanto Andriyanto",
        "Leliana Nugrahaning Widi",
        "Mawar Subangkit",
        "Elpita Tarigan",
        "Yusa Irarang",
        "Rindy Fazni Nengsih",
        "Wasmen Manalu"
      ],
      "journal": "Veterinary world",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIM: Basil is well known as a medicinal plant that contains high essential oils and antioxidant compounds that have the potential to improve ovarian development. Thus, basil may have the potential to improve the growth and development of the uterus and placenta for optimal prenatal growth of offspring. This study aimed to evaluate the effect of Indonesian basil maceration on gonad development of mature female albino rats. MATERIALS AND METHODS: Fifteen 8-week-old female Sprague-Dawley rats, at the diestrus stage of the estrus cycle, were divided into three different treatment groups: Control group (mineral water), bas-low group (1% of basil maceration), and bas-high group (5% of basil maceration). Basil maceration was dissolved and administered in mineral drinking water, and the treatments were given for 20 days (4 estrus cycles). At the end of the treatment period, serum follicle-stimulating hormone (FSH), estradiol, and progesterone (Pg) were measured using enzyme-linked immunosorbent assay. The relative weight of the ovary and uterus; diameter and length of uterine cornual; vascularization of uterus; the diameter of uterine glands; the number of primary, secondary, and tertiary de Graaf follicles; the number of corpora luteum; as well as the expression of vascular endothelial growth factor (VEGF) in the ovary were determined. RESULTS: There was no significant difference (p>0.05) in the serum FSH level of rats treated with basil maceration drinking water doses of 1% and 5% compared to the control group. However, serum estradiol and Pg concentrations in the 1% and 5% basil maceration groups were significantly higher (p<0.05) than those of the control group. Furthermore, 1% and 5% basil maceration significantly increased the uterus's relative weight, diameter, and vascularization. Serum estradiol concentrations contributed to the elevated expression of VEGF compared to Pg. CONCLUSION: Administration of basil maceration for 20 days before mating could improve follicle growth and development, eventually increasing estradiol synthesis and secretion, thus improving the uterus's preparation for implantation. This makes basil maceration an attractive candidate in clinical research to enhance the growth and development of the uterus and placenta, which will better support the optimum prenatal growth and development of embryos and fetuses, resulting in superior offspring."
    },
    {
      "pmid": "35735889",
      "title": "Optimizing the Use of Basil as a Functional Plant for the Biological Control of Aphids by Chrysopa pallens (Neuroptera: Chrysopidae) in Greenhouses.",
      "authors": [
        "Yan Fang",
        "Shu Li",
        "Qingxuan Xu",
        "Jie Wang",
        "Yajie Yang",
        "Yingying Mi",
        "Zhenyu Jin",
        "Nicolas Desneux",
        "Su Wang"
      ],
      "journal": "Insects",
      "publication_date": "2022-Jun-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Effective biological control agents that can provide sustainable pest control need to be researched in further detail; functional plants (or non-crop insectary plants), in particular, are garnering increased research interest. Much remains to be learned as to how non-crop plants can augment biological control in greenhouse systems. In this study, we combined laboratory and greenhouse assays to assess the extent to which basil (Ocimum basilicum L.) (Lamiales: Lamiaceae) affected the biological control of aphids by the predatory lacewing Chrysopa pallens (Rambur) (Neuroptera: Chrysopidae). In the presence of the target prey (peach aphid; Myzus persicae (Sulzer)), both the vegetative and flowering stages of basil enhanced C. pallens longevity and (early-age) fecundity as compared to a control treatment. When basil plants were established near aphid infested eggplants (Solanum melongena L.), the C. pallens colonization rate improved by 72-92% in the short-term. Lacewing colonization patterns were modulated by the basil planting density and spatial arrangement (i.e., perimeter planting vs. intercropping). Under high density intercrop arrangements, C. pallens colonization rates were highest, its populations persisted longer in the crop, and the aphid numbers declined more rapidly. Our work shows how basil enhanced the key fitness attributes of a generalist predatory lacewing and benefitted aphid biological control in a greenhouse setting."
    },
    {
      "pmid": "35638522",
      "title": "Effect of NPK-SRFS on the Growth, Yield and Essential Oil Composition of Basil (Ocimum basilicum L.).",
      "authors": [
        "Thi Lan Huong Do",
        "Chi Toan Le",
        "Thi Lan Huong Phung",
        "Quang Huan Duong",
        "Van Anh Chu",
        "Thi Tuyen Tran",
        "Thi Thu Thuy Dinh",
        "Thi Thanh Huyen Tran",
        "Viet Hong La",
        "Phi Bang Cao"
      ],
      "journal": "Pakistan journal of biological sciences : PJBS",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "&lt;b&gt;Background and Objective:&lt;/b&gt; Basil (&lt;i&gt;Ocimum basilicum&lt;/i&gt; L.), an aromatic herb, is considered one of the most important crops with essential oils as well as other bioactive compounds. Basil leaves have tremendous pharmaceutical benefits and are used for foods. Slow-release fertilizers have been developed to optimize the fertilization of crops. This work aims to discover the effect of NPK Slow-Release Fertilizer Coated by Starch (NPK-SRFS) at different rates on growth, yield and essential oil components of basil grown on the field in Northern Vietnam. &lt;b&gt;Materials and Methods:&lt;/b&gt; Basil seedlings, sown from seeds, were used as plant materials. NPK-SRFS was stocked in the Faculty of Chemistry, Hanoi Pedagogical University 2. The experiments were designed in a fully randomized block model, consisting of four treatments with different rates of NPK-SRFS. Each treatment had three replicates with an area of 8 m&lt;sup&gt;2&lt;/sup&gt;. Duncan's Multiple Range Test was being used for statistical analysis (p = 0.05). &lt;b&gt;Results:&lt;/b&gt; All 3 NPK-SRFS treatments significantly increased the number of buds and leaves per plant compared to the control. However, NPK-SRFS at different rates affected diversely plant height and leaf area of the basil. F5.0 and F10 treatments accelerated chlorophyll content as well as Fv/Fm value in comparison with none NPK-SRFS treatment. The application of NPK-SRFS at different rates caused slightly different changes in basil essential oil composition, especially the content of Methyl Chavicol, the most abundant oxygenated monoterpene and α-trans-Bergamotene, the most abundant sesquiterpene hydrocarbon. &lt;b&gt;Conclusion:&lt;/b&gt; The present study provides further insight into the influence of NPK-SRFS on the growth, yield and essential oil components of basil.",
      "mesh_terms": [
        "Fertilizers",
        "Humans",
        "Monoterpenes",
        "Ocimum basilicum",
        "Oils, Volatile",
        "Starch"
      ]
    },
    {
      "pmid": "35625980",
      "title": "In Vitro and In Vivo Anticancer Activity of Basil (Ocimum spp.): Current Insights and Future Prospects.",
      "authors": [
        "Simone Perna",
        "Hajar Alawadhi",
        "Antonella Riva",
        "Pietro Allegrini",
        "Giovanna Petrangolini",
        "Clara Gasparri",
        "Tariq A Alalwan",
        "Mariangela Rondanelli"
      ],
      "journal": "Cancers",
      "publication_date": "2022-May-11",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Cancer is an irregular proliferation of cells that starts with a gene mutation that alters cellular function, is triggered by several factors, and can be inherited or acquired. The aim of this review is to discuss the anticancer activity of basil and its components' strength, focusing on its implication in cancer prevention and treatment. METHODS: This systematic review involves all of the studies published from 1 January 2010 through 1 January 2022. RESULTS: In this review, 16 research articles are included to discuss the potential anticancer ability of the extracts of various Ocimum basilicum varieties at various dosages, applied to different cancer cells. Of those 16 articles, 2 were in vivo studies, 13 were in vitro studies, and 1 study conducted both in vivo and in vitro experiments. Antioxidants and other bioactive compounds in basil leaves show important potential anticancer activity at dosage of 4 mg/mL as aqueous extract or essential oil up to 200 µg/mL could slow-down tumor growth and progression with regards to cell death and viability inhibition. At dosages from 50 to 500 µg/mL is effective as anti-proliferative activities. cytotoxicity, inducing apoptosis, slowing down tumor growth, and especially cell cycle arrest, both in vivo and in vitro. Human studies show effects at dosages from 1 to 2.5 mg/daily on general vital activities and on reducing cytokines activity. CONCLUSIONS: Based on 16 published studies, basil demonstrates important anticancer activities in vivo and vitro models, and it could act as a potential cancer."
    },
    {
      "pmid": "35519818",
      "title": "Mild-Intensity UV-A Radiation Applied Over a Long Duration Can Improve the Growth and Phenolic Contents of Sweet Basil.",
      "authors": [
        "Seonghwan Kang",
        "Jo Eun Kim",
        "Shuyang Zhen",
        "Jongyun Kim"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UV-A radiation (320-400 nm) is an abiotic stressor that may be used to enhance the production of beneficial secondary metabolites in crops such as leafy vegetables. However, tradeoffs between enhanced phytochemical contents and overall growth/yield reductions have been reported. The responses varied depending on the UV-A intensity, spectral peak, exposure time, species, and varieties. We quantified the changes in growth, morphology, photosynthesis, and phenolic contents of sweet basil grown under a base red/blue/green LED light with four supplemental UV-A intensity treatments (0, 10, 20, and 30 W·m-2) in an indoor environment over 14 days. The objective was to determine whether UV-A radiation could be utilized to improve both yield and quality of high-value sweet basil in a controlled production environment. Biomass harvested at 14 days after treatment (DAT) was highest under mild-intensity UV-A treatment of 10 W·m-2 and lowest under high-intensity UV-A treatment of 30 W·m-2. The total leaf area and the number of leaves were significantly lower under the 30 W·m-2 treatment than under the 10 and 20 W·m-2 treatments at 14 DAT. The maximum quantum efficiency of photosystem II (PSII) for photochemistry (Fv/Fm ) showed a gradual decrease under the 20 and 30 W·m-2 treatments from 3 to 14 DAT, whereas Fv/Fm remained relatively constant under the 0 and 10 W·m-2 treatments over the entire 14 days. The leaf net photosynthesis rate showed a significant decrease of 17.4% in the 30 W·m-2 treatment compared to that in the 10 W·m-2 treatment at 14 DAT. Phenolic contents (PAL enzyme activity, total phenolic concentration, and antioxidant capacity) were the highest under the 20 W·m-2 treatment, followed by the 10, 30, and 0 W·m-2 treatments. Overall, our results indicate that the biomass production and accumulation of beneficial phenolic compounds in sweet basil varied depending on the intensity and duration of UV-A application. Mild UV-A radiation (10-20 W·m-2) can be a beneficial stressor to improve sweet basil yield and quality over relatively long-term cultivation."
    },
    {
      "pmid": "35463427",
      "title": "Lack of Blue Light Regulation of Antioxidants and Chilling Tolerance in Basil.",
      "authors": [
        "Dorthe H Larsen",
        "Hua Li",
        "Samikshya Shrestha",
        "Julian C Verdonk",
        "Celine C S Nicole",
        "Leo F M Marcelis",
        "Ernst J Woltering"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Blue light, measuring from 400 to 500 nm, is generally assumed to increase the content of antioxidants in plants independent of the species. Blue light stimulates the biosynthesis of phenolic compounds such as flavonoids and their subclass anthocyanins from the phenylpropanoid pathway. Flavonoids, anthocyanins, and phenolic acids are strong reactive oxygen species (ROS) scavengers and may lessen the symptoms of abiotic stresses such as chilling. We tested the hypothesis that a high percentage of blue light induces the accumulation of antioxidants and that this effect depends on the photosynthetic photon flux density (PPFD, 400-700 nm). The effect may be more pronounced at a lower PPFD. We investigated the changes in primary and secondary metabolites of basil in response to the percentage of blue light (9, 33, 65, and 100%) applied either as a 5-day End-Of-Production (EOP) treatment or continuous throughout the growth cycle in the green cv. Dolly. We also studied if the response to the percentage of blue light (9 or 90%) was dependent on the total PPFD (100 or 300 μmol m-2 s-1 PPFD) when applied as a 5-day EOP treatment in the green cv. Dolly and the purple cv. Rosie. For both green and purple basil, it was found that the percentage of blue light had little effect on the levels of antioxidants (rosmarinic acid, total ascorbic acid, total flavonoids, and total anthocyanins) at harvest and no interactive effect with PPFD was found. Antioxidants generally decreased during postharvest storage, wherein the decrease was more pronounced at 4 than at 12°C. Chilling injury, as judged from a decrease in F v /F m values and from the occurrence of black necrotic areas, was not affected by the percentage of blue light. Particularly, chilling tolerance in the purple cultivar was increased in plants grown under higher PPFD. This may be related to the increased levels of soluble sugar and starch in leaves from high PPFD treated plants."
    },
    {
      "pmid": "35432237",
      "title": "The Interference Mechanism of Basil Essential Oil on the Cell Membrane Barrier and Respiratory Metabolism of Listeria monocytogenes.",
      "authors": [
        "Changzhu Li",
        "Chenghui Zhang",
        "Xiaochen Chen",
        "Haiying Cui",
        "Lin Lin"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In order to prevent food-borne diseases caused by Listeria monocytogenes (L. monocytogenes) safely and effectively, plant essential oils that have no toxic side effects and are not prone to drug resistance have become the focus of research. This article takes basil (Ocimum basilicum L.) essential oil (BEO) as the research object and explores its antibacterial mechanism against L. monocytogenes. The site of action was preliminarily determined to provide a theoretical basis for the development of natural antibacterial agents. The results show that BEO has good antibacterial activity against L. monocytogenes. After 8 h of treatment with BEO (1 mg/ml), the number of remaining bacteria reached an undetectable level. Combining spectroscopic analysis techniques (Raman, UV, and fluorescence spectroscopy) and fluorescence microscopy imaging techniques, it was found that BEO increased the disorder of the hydrocarbyl chain of phospholipid tail, which in turn led to increased cell membrane permeability, thereby causing the leakage of intracellular proteins and DNA. Meanwhile, respiratory metabolism experiments showed that BEO inhibited the EMP pathway by inhibiting the activity of key enzymes. From the molecular docking results, this inhibition may be attributed to the hydrophobic interaction between α-bergamotene and the amino acid residues of phosphofructokinase (PFK) and pyruvate kinase (PK). In addition, BEO can also cause oxidative stress, and reactive oxygen species (ROS) may also be related to the damage of cell membranes and enzymes related to respiratory metabolism."
    },
    {
      "pmid": "35408458",
      "title": "A Preliminary Color Study of Different Basil-Based Semi-Finished Products during Their Storage.",
      "authors": [
        "Federica Turrini",
        "Emanuele Farinini",
        "Riccardo Leardi",
        "Federica Grasso",
        "Valentina Orlandi",
        "Raffaella Boggia"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Mar-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Basil-based semi-finished products, which are mainly used as an intermediate to produce the typical pesto sauce, are prepared and exported all over the world. Color is a fundamental organoleptic requirement for the acceptability of these semi-finished products by the manufacturers of the pesto sauce. Some alternative formulations, which adjust the typical industrial recipe by both changing the preservative agent (ascorbic acid, citric acid, or a mixture of both) and introducing a preliminary thermic treatment (blast chilling), were evaluated. In this work, a fast and non-destructive spectrophotometric analysis, to monitor the color variations in these food products during their shelf-life, was proposed. The raw diffuse reflectance spectra (380-900 nm) obtained by a UV-visible spectrophotometer, endowed with an integrating sphere, together with the CIELab parameters (L*, a*, b*) automatically obtained from these, were considered, and elaborated using multivariate statistical analysis (principal component analysis). From this preliminary study, blast chilling, together with the use of ascorbic acid, proved to be the best solution to better preserve the color of these products during their shelf-life.",
      "mesh_terms": [
        "Antioxidants",
        "Ascorbic Acid",
        "Color",
        "Ocimum basilicum"
      ]
    },
    {
      "pmid": "35356126",
      "title": "Differential Response to NaCl Osmotic Stress in Sequentially Harvested Hydroponic Red and Green Basil and the Role of Calcium.",
      "authors": [
        "Michele Ciriello",
        "Luigi Formisano",
        "Georgios A Soteriou",
        "Angelos Kyratzis",
        "Stefania De Pascale",
        "Marios C Kyriacou",
        "Youssef Rouphael"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Basil (Ocimum basilicum L.) is a heterogeneous reservoir of bioactive compounds that provide recognized benefits to human health, rendering it a model aromatic herb. Notwithstanding the application of nutritional stress, such as sodium chloride (NaCl) salinity, which mainly affects the primary metabolism, it also triggers adaptive mechanisms that involve the production of bioactive secondary metabolites. Genotype selection and the exogenous application of calcium chloride (CaCl2) help minimize salinity's suppressive effects on growth. In the present study, we hypothesize that the ratio of different salt types may induce differential responses in the function of preharvest factors in hydroponic basil culture. In this perspective, the stock nutrient solution (Control) was supplemented with 12.5 mm NaCl + 8.33 mm CaCl2 (Moderate Mix), 25 mm NaCl (Moderate NaCl), 25 mm NaCl + 16.66 of CaCl2 (High Mix), or 50 mM of NaCl (High NaCl) with the objective of evaluating the different impact of salinity on yield, sensory quality (color and aroma profile), and the accumulation of minerals and bioactive compounds in two successive harvests of green and red basil cultivars. Although more productive (+39.0% fresh weight) than the red one, the green cultivar exhibited higher susceptibility to salinity, especially under the High Mix and High NaCl treatments. The addition of CaCl2 to the High Mix solution reduced the sodium by 70.4% and increased the total polyphenols by 21.5% compared to the equivalent isomolar solution (High NaCl). The crop performance in terms of fresh and dry yield improved for both cultivars at the second cut. Regardless of cultivar and salt treatment, successive harvests also increased the concentration of phenols and vitamin C (29.7 and 61.5%, respectively) while reducing (-6.9%) eucalyptol, the most abundant aromatic compound in both cultivars. Salinity, as well as the mechanical stress induced by cutting, improved the functional quality of basil. However, the productive responses to the conditions imposed in our work once again highlighted the importance of genetic background. Specifically, CaCl2 in the Moderate Mix solution preserved fresh leaf weight in the most stress-sensitive green cultivar."
    },
    {
      "pmid": "35324908",
      "title": "Behavioural Activation for Social IsoLation (BASIL+) trial (Behavioural activation to mitigate depression and loneliness among older people with long-term conditions): Protocol for a fully-powered pragmatic randomised controlled trial.",
      "authors": [
        "Lauren Burke",
        "Elizabeth Littlewood",
        "Samantha Gascoyne",
        "Dean McMillan",
        "Carolyn A Chew-Graham",
        "Della Bailey",
        "Claire Sloan",
        "Caroline Fairhurst",
        "Kalpita Baird",
        "Catherine Hewitt",
        "Andrew Henry",
        "Eloise Ryde",
        "Leanne Shearsmith",
        "Peter Coventry",
        "Suzanne Crosland",
        "Elizabeth Newbronner",
        "Gemma Traviss-Turner",
        "Rebecca Woodhouse",
        "Andrew Clegg",
        "Tom Gentry",
        "Andrew Hill",
        "Karina Lovell",
        "Sarah Dexter Smith",
        "Judith Webster",
        "David Ekers",
        "Simon Gilbody"
      ],
      "journal": "PloS one",
      "publication_date": "2022",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Depression is a leading mental health problem worldwide. People with long-term conditions are at increased risk of experiencing depression. The COVID-19 pandemic led to strict social restrictions being imposed across the UK population. Social isolation can have negative consequences on the physical and mental wellbeing of older adults. In the Behavioural Activation in Social IsoLation (BASIL+) trial we will test whether a brief psychological intervention (based on Behavioural Activation), delivered remotely, can mitigate depression and loneliness in older adults with long-term conditions during isolation. METHODS: We will conduct a two-arm, parallel-group, randomised controlled trial across several research sites, to evaluate the clinical and cost-effectiveness of the BASIL+ intervention. Participants will be recruited via participating general practices across England and Wales. Participants must be aged ≥65 with two or more long-term conditions, or a condition that may indicate they are within a 'clinically extremely vulnerable' group in relation to COVID-19, and have scored ≥5 on the Patient Health Questionnaire (PHQ9), to be eligible for inclusion. Randomisation will be 1:1, stratified by research site. Intervention participants will receive up to eight intervention sessions delivered remotely by trained BASIL+ Support Workers and supported by a self-help booklet. Control participants will receive usual care, with additional signposting to reputable sources of self-help and information, including advice on keeping mentally and physically well. A qualitative process evaluation will also be undertaken to explore the acceptability of the BASIL+ intervention, as well as barriers and enablers to integrating the intervention into participants' existing health and care support, and the impact of the intervention on participants' mood and general wellbeing in the context of the COVID-19 restrictions. Semi-structured interviews will be conducted with intervention participants, participant's caregivers/supportive others and BASIL+ Support Workers. Outcome data will be collected at one, three, and 12 months post-randomisation. Clinical and cost-effectiveness will be evaluated. The primary outcome is depressive symptoms at the three-month follow up, measured by the PHQ9. Secondary outcomes include loneliness, social isolation, anxiety, quality of life, and a bespoke health services use questionnaire. DISCUSSION: This study is the first large-scale trial evaluating a brief Behavioural Activation intervention in this population, and builds upon the results of a successful external pilot trial. TRIAL REGISTRATION: ClinicalTrials.Gov identifier ISRCTN63034289, registered on 5th February 2021.",
      "mesh_terms": [
        "Aged",
        "COVID-19",
        "Cost-Benefit Analysis",
        "Depression",
        "Humans",
        "Loneliness",
        "Ocimum basilicum",
        "Pandemics",
        "Quality of Life",
        "Randomized Controlled Trials as Topic",
        "Social Isolation"
      ]
    },
    {
      "pmid": "35230583",
      "title": "Repellent and acaricidal activities of basil (Ocimum basilicum) essential oils and rock dust against Ixodes scapularis and Dermacentor variabilis ticks.",
      "authors": [
        "Haozhe V Wang",
        "Laura J Pickett",
        "Nicoletta Faraone"
      ],
      "journal": "Experimental & applied acarology",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Repellent and acaricidal activity of essential oils extracted from three varieties of basil (Ocimum basilicum L.) were evaluated on blacklegged ticks (Ixodes scapularis Say) and American dog ticks (Dermacentor variabilis Say) in laboratory conditions. Essential oils were extracted and characterized through gas chromatography-mass spectrometry, and tested at different concentrations for long-term repellent activity using horizontal bioassays. In addition, basil essential oils were combined with an inert material (i.e., granite rock dust) with known insecticidal and miticidal properties to assess acaricidal activities against adult ticks. Among the tested basil varieties, var. Jolina essential oil at 15% vol/vol concentration repelled 96% of tested ticks up to 2 h post-treatment. The EC50 for I. scapularis nymphs was 4.65% vol/vol (95% confidence interval: 4.73-4.57). In acaricidal tests, the combination of essential oil from var. Aroma 2 at 10% wt/wt with rock dust resulted in 100% tick mortality after only 24 h post-exposure, with a LD50 of 3.48% wt/wt (95% CI 4.05-2.91) for freshly prepared treatment tested on I. scapularis adults. The most common compounds detected in basil essential oils by GC-MS were linalool (52.2% in var. Nu Far, 48.2% in Aroma 2, 43.9% in Jolina), sabinene (6.71% in Nu Far, 8.99% in Aroma 2, 8.11% in Jolina), eugenol (11.2% in Jolina, 8.71% in Aroma 2), and estragole (18.2% in Nu Far). The use of essential oils alone and in combination with rock dust provides an innovative and environmentally friendly approach for managing ticks and inhibiting vector-borne disease transmission.",
      "mesh_terms": [
        "Acaricides",
        "Animals",
        "Dermacentor",
        "Dust",
        "Insect Repellents",
        "Ixodes",
        "Ocimum basilicum",
        "Oils, Volatile"
      ]
    },
    {
      "pmid": "35047444",
      "title": "Comparing the Effect of Arabic, Basil Seed and Salvia Macrosiphon Gums-Based Coatings on the Shelf-Life of Tomatoes.",
      "authors": [
        "Zahra Pourshaab Fallah",
        "Ali Motamedzadegan",
        "Mahsa Mohammadi Haghighi",
        "Zahra Latifi",
        "Sepideh Gholami Khesht"
      ],
      "journal": "Preventive nutrition and food science",
      "publication_date": "2021-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A novel edible coating containing basil seed gum (0.1, 0.3, and 0.5%), Salvia macrosiphon seed gum (0.25, 0.5, and 0.75%), and Arabic gum (10%) at normal pH and pH 5/6 has been used as a postharvest treatment to maintain tomato quality and safety. In this study, the physicochemical properties of tomatoes were investigated during 35 days of storage at 4°C. During storage, coated fruit showed increases in vitamin C retention, reduced weight loss, color changes, and accelerated softening. However, treatment of tomatoes with gum significantly delayed onset of parameters related to loss of postharvest quality, and storability was extended. All the coated samples had increased vitamin C retention compared with controls, with highest contents observed for tomatoes coated in basil seed gum 0.1% and Arabic gum at pH 5.6. In conclusion, basil seed gum 0.1%, S. macrosiphon seed gum 0.25 and 0.5%, and Arabic gum at normal pH were the best treatments for maintaining postharvest quality of tomatoes."
    },
    {
      "pmid": "35022462",
      "title": "The influence of different light spectra on physiological responses, antioxidant capacity and chemical compositions in two holy basil cultivars.",
      "authors": [
        "Panita Chutimanukul",
        "Praderm Wanichananan",
        "Supattana Janta",
        "Theerayut Toojinda",
        "Clive Terence Darwell",
        "Kriengkrai Mosaleeyanon"
      ],
      "journal": "Scientific reports",
      "publication_date": "2022-Jan-12",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Light-emitting diodes (LEDs) are an artificial light source used in indoor cultivation to influence plant growth, photosynthesis performance and secondary metabolite synthesis. Holy basil plants (Ocimum tenuiflorum) were cultivated under fully controlled environmental conditions with different red (R) and blue (B) light intensity ratios (3R:1B, 1R:1B and 1R:3B), along with combined green (G) LED (2R:1G:2B). The photosynthetic activities of both cultivars were maximal under 3R:1B. However, the highest fresh (FW) and dry (DW) weight values of green holy basil were recorded under 3R:1B and 2R:1G:2B, significantly higher than those under alternative light conditions. For red holy basil, the highest FW and DW were recorded under 1R:3B. Moreover, 2R:1G:2B treatment promoted pigment (chlorophyll and carotenoid) accumulation in green holy basil, while red holy basil was found to be rich in both pigments under 3R:1B. Antioxidant capacity was also influenced by light spectrum, resulting in greater total phenolic content (TPC) and DPPH accumulation in both cultivars under 1R:3B. The highest content of flavonoid in green holy basil was detected under 1R:1B; meanwhile, 1R:3B treatment significantly promoted flavonoid content in red holy basil. In addition, anthocyanin content increased in red holy basil under 1R:3B conditions. Gas chromatography coupled with mass spectrometry (GC-MS/MS) analysis of chemical composition showed higher proportional accumulation in Methyleugenol and Caryophyllene of two cultivars grown under all light spectrum ratios at two developmental stages. Overall, specific light spectrum ratios induced different chemical composition responses in each cultivar and at each developmental stage. These results suggest that 3R:1B was favorable for biomass accumulation and photosynthetic responses in green holy basil, while 1R:3B provided antioxidant accumulation. For red holy basil cultivation, 1R:3B provided optimal growing conditions, promoting improvements in plant biomass, and physiological and antioxidant capacities."
    },
    {
      "pmid": "35011238",
      "title": "Fresh Basil Infusion: Effect of Sous-Vide Heat Treatment on Their Volatile Composition Profile, Sensory Profile, and Color.",
      "authors": [
        "Artur Głuchowski",
        "Ewa Czarniecka-Skubina",
        "Krzysztof Tambor",
        "Elvyra Jariené"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2021-Dec-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Herbs, including basil, are used to enhance the flavor of food products around the world. Its potential is influenced by the quality of fresh herbs and processing practices, wherein conditions of heat treatment play an important role. The aim of the research was to determine the effect of sous-vide heat treatment on the volatile compounds profile, sensory quality, and color of basil infusions. The material used for research was aqueous basil infusion prepared conventionally at 100 °C, and using the sous-vide method (65, 75, and 85 °C). The composition of volatile compounds was identified by GC/MS analysis, the sensory profile was assessed using a group of trained panelists, while the color was instrumentally assessed in the CIE Lab system. No significant differences were found in the intensity of the taste and aroma of basil infusions at different temperatures. Seventy headspace volatile compounds were identified in the analyzed samples, ten of which exceeded 2% of relative area percentage. The most abundant compounds were eucalyptol (27.1%), trans-ocimene (11.0%), β-linalool (9.2%), and β-myrcene (6.7%). Most of the identified compounds belonged to the terpenes and alcohols groups. Our findings show that the conventional herbal infusion was more like a sous-vide infusion prepared at the lowest temperature SV65, while SV75 and SV85 were similar to each other but different from the conventional. However, a smaller number of volatile compounds in the samples heated at higher temperatures of sous-vide were identified. The sous-vide samples showed a higher content of alkanes. The sous-vide method (p ≤ 0.05) resulted in darker, less green, and less yellow basil leaves than fresh and traditionally steeped ones. Long heat treatment under vacuum at higher temperatures causes a pronounced change in the aroma composition.",
      "mesh_terms": [
        "Acyclic Monoterpenes",
        "Alkenes",
        "Chromatography, Gas",
        "Eucalyptol",
        "Hot Temperature",
        "Ocimum basilicum",
        "Odorants",
        "Plant Extracts",
        "Solvents",
        "Taste",
        "Vacuum",
        "Volatile Organic Compounds"
      ]
    },
    {
      "pmid": "35000160",
      "title": "Potential innovation against Alzheimer's disorder: a tricomponent combination of natural antioxidants (vitamin E, quercetin, and basil oil) and the development of its intranasal delivery.",
      "authors": [
        "Chenmala Karthika",
        "Anoop Pattanoor Appu",
        "Rokeya Akter",
        "Md Habibur Rahman",
        "Priti Tagde",
        "Ghulam Md Ashraf",
        "Mohamed M Abdel-Daim",
        "Syed Shams Ul Hassan",
        "Areha Abid",
        "Simona Bungau"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Alzheimer's disorder (AD) is very difficult to manage and treat. The complexity of the brain, the blood-brain barrier influencing a multitude of parameters/biomarkers, as well as numerous other factors involved often contribute to the decline in the chances of treatment success. Development of the new drug moiety also takes time, being necessary to consider both its toxicity and related issues. As a strategic plan, a combined strategy is being developed and considered to address AD pathology using several approaches. A combination of vitamin E, quercetin, and basil oil in a nano-based formulation is designed to be administered nasally. The antioxidant present in these natural-based products helps to treat and alleviate AD if a synergistic approach is considered. The three active substances mentioned above are well known for the treatment of neurodegenerative disorders. The nanoformulation helps the co-delivery of the drug moiety to the brain through the intranasal route. In this review, a correlation and use of vitamin E, quercetin, and basil oil in a nano-based formulation is described as an effective way to treat AD. The intranasal administration of drugs is a promising approach for the treatment of neurodegenerative and mental disorders, as this route is non-invasive, enhances the bioavailability, allows a drug dose reduction, bypasses the blood-brain barrier, and reduces the systemic undesired effect. The use of natural products is generally considered to be just as safe; therefore, by using this combined approach, the level of toxicity can be minimized.",
      "mesh_terms": [
        "Administration, Intranasal",
        "Alzheimer Disease",
        "Antioxidants",
        "Brain",
        "Humans",
        "Ocimum",
        "Plant Oils",
        "Quercetin",
        "Vitamin E"
      ]
    },
    {
      "pmid": "34901489",
      "title": "A review on the traditional uses, phytochemistry, and pharmacological activities of clove basil (Ocimum gratissimum L.).",
      "authors": [
        "Ositadinma Chinyere Ugbogu",
        "Okezie Emmanuel",
        "Grace Oka Agi",
        "Chibuike Ibe",
        "Celestine Nwabu Ekweogu",
        "Victor Chibueze Ude",
        "Miracle Ebubechi Uche",
        "Rachel Oluchukwu Nnanna",
        "Eziuche Amadike Ugbogu"
      ],
      "journal": "Heliyon",
      "publication_date": "2021-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In traditional medicine, Ocimum gratissimum (clove basil) is used in the treatment of various diseases such as diabetes, cancer, inflammation, anaemia, diarrhoea, pains, and fungal and bacterial infections. The present study reviewed the phytochemicals, essential oils, and pharmacological activities of O. gratissimum. The bioactive compounds extracted from O. gratissimum include phytochemicals (oleanolic acid, caffeic acid, ellagic acid, epicatechin, sinapic acid, rosmarinic acid, chlorogenic acid, luteolin, apigenin, nepetoidin, xanthomicrol, nevadensin, salvigenin, gallic acid, catechin, quercetin, rutin, and kaempfero) and essential oils (camphene, β-caryophyllene, α- and β-pinene, α-humulene, sabinene, β-myrcene, limonene, 1,8-cineole, trans-β-ocimene, linalool, α- and δ-terpineol, eugenol, α-copaene, β-elemene, p-cymene, thymol, and carvacrol). Various in vivo and in vitro studies have shown that O. gratissimum and its bioactive constituents possess pharmacological properties such as antioxidant, anti-inflammatory, anticancer, hepatoprotective, antidiabetic, antihypertensive, antidiarrhoeal, and antimicrobial properties. This review demonstrated that O. gratissimum has a strong preventive and therapeutic effect against several diseases. The effectiveness of O. gratissimum to ameliorate various diseases may be attributed to its antimicrobial and antioxidant properties as well as its capacity to improve the antioxidant systems. However, despite the widespread pharmacological activities of O. gratissimum, further experiments in human clinical trial studies are needed to establish effective and safe doses for the treatment of various diseases."
    },
    {
      "pmid": "34764416",
      "title": "Pharmacological effects of novel microvesicles of basil, on blood glucose and the lipid profile: a preclinical study.",
      "authors": [
        "Branislava Teofilovic",
        "Svetlana Golocorbin-Kon",
        "Nebojsa Stilinovic",
        "Nevena Grujic-Letic",
        "Aleksandar Raškovic",
        "Armin Mooranian",
        "Hani Al-Salami",
        "Momir Mikov"
      ],
      "journal": "Scientific reports",
      "publication_date": "2021-Nov-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microencapsulation represents a process that can create targeted, controlled release kinetics of drugs, thus optimizing therapeutic efficacy. Our group has investigated the impact of this technology on Wistar rats to determine pharmacological efficacy of basil extracts. Animals were treated with water extract of Ocimum basilicum in microvesicles and with combination of basil extracts and 3α,7α-dihydroxy-12-keto-5-cholanate, also known as 12-monoketocholic acid (MKC) acid in microvesicles for 7 days. Alloxan was used to induce hyperglycemia. Pharmacological effects on glycemia were evaluated by measuring blood glucose levels in alloxan-induced diabetic rats. Microvesicles were prepared using the Büchi-based microencapsulating system developed in our lab. The dose of basil extract that was orally administered in rats was 200 mg/kg and the dose of MKC acid was 4 mg/kg as per established protocols. A seven-day treatment with basil aqueous extract, as well as a combination of basil and MKC acid extract in the pharmaceutical formulation, led to a statistically significant reduction in the blood glucose concentration of animals with alloxan-induced hyperglycemia compared to pre-treatment values (p < 0.05 and p < 0.01), which indicates that basil has hypoglycemic and antihyperglycemic effects. Microvesicles, as a pharmaceutical-technological formulation, substantially enhance the hypolipidemic action of basil extract with MKC acid.",
      "mesh_terms": [
        "Alloxan",
        "Animals",
        "Blood Glucose",
        "Chenodeoxycholic Acid",
        "Diabetes Mellitus, Experimental",
        "Hypoglycemic Agents",
        "Lipids",
        "Male",
        "Microvessels",
        "Ocimum basilicum",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "34677731",
      "title": "Eugenol, a Component of Holy Basil (Tulsi) and Common Spice Clove, Inhibits the Interaction Between SARS-CoV-2 Spike S1 and ACE2 to Induce Therapeutic Responses.",
      "authors": [
        "Ramesh Kumar Paidi",
        "Malabendu Jana",
        "Sumita Raha",
        "Mary McKay",
        "Monica Sheinin",
        "Rama K Mishra",
        "Kalipada Pahan"
      ],
      "journal": "Journal of neuroimmune pharmacology : the official journal of the Society on NeuroImmune Pharmacology",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Spike S1 of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) binds to angiotensin-converting enzyme 2 (ACE2) on host cells to enter the cell and initiate COVID-19. Since ACE2 is a favorable enzyme, we were interested in finding a molecule capable of binding spike S1, but not ACE2, and inhibiting the interaction between spike S1 and ACE2. Holy basil (Tulsi) has a long history as a medicine for different human disorders. Therefore, we screened different components of Tulsi leaf and found that eugenol, but not other major components (e.g. ursolic acid, oleanolic acid and β-caryophylline), inhibited the interaction between spike S1 and ACE2 in an AlphaScreen-based assay. By in silico analysis and thermal shift assay, we also observed that eugenol associated with spike S1, but not ACE2. Accordingly, eugenol strongly suppressed the entry of pseudotyped SARS-CoV-2, but not vesicular stomatitis virus (VSV), into human ACE2-expressing HEK293 cells. Eugenol also reduced SARS-CoV-2 spike S1-induced activation of NF-κB and the expression of IL-6, IL-1β and TNFα in human A549 lung cells. Moreover, oral treatment with eugenol reduced lung inflammation, decreased fever, improved heart function, and enhanced locomotor activities in SARS-CoV-2 spike S1-intoxicated mice. Therefore, selective targeting of SARS-CoV-2 spike S1, but not ACE2, by eugenol may be beneficial for COVID-19 treatment.",
      "mesh_terms": [
        "Angiotensin-Converting Enzyme 2",
        "Animals",
        "Eugenol",
        "HEK293 Cells",
        "Humans",
        "Mice",
        "Ocimum sanctum",
        "Protein Binding",
        "SARS-CoV-2",
        "Spices",
        "Spike Glycoprotein, Coronavirus",
        "Syzygium",
        "COVID-19 Drug Treatment"
      ]
    },
    {
      "pmid": "34671255",
      "title": "Evaluation of Biosafety, Antiobesity, and Endothelial Cells Proliferation Potential of Basil Seed Extract Loaded Organic Solid Lipid Nanoparticle.",
      "authors": [
        "Pandurangan Subash-Babu",
        "Nada Al-Saran",
        "Ghedeir M Alshammari",
        "Laila Naif Al-Harbi",
        "Maha Hussain Alhussain",
        "Ghalia Shamlan",
        "Sahar Abdulaziz AlSedairy",
        "Ali Abdullah Alshatwi"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aimed to synthesize solid lipid nanoparticles to enhance liposome-assisted intracellular uptake of basil seed active components in adipocytes and vascular smooth muscle cells to attain increased bioavailability. To obtain solid lipid nanoparticle (SLNp), the water phase containing basil seed extract (BSE) was encapsulated with lipid matrix containing chia seed phospholipids using homogenization and cold ultra-sonication method. The physicochemical characterization of BSE loaded solid lipid nanoparticles (BSE-SLNp) has been analyzed using Zetasizer, FT-IR, and TEM. The BSE-SLNp showed an average diameter of 20-110 nm on the day of preparation and it remains the same after 60 days of storage. The cytotoxicity assay confirmed that the BSE-SLNp did not produce toxicity in hMSCs, preadipocytes, or human umbilical vein endothelial cells (HUVECs) until the tested higher dose up to 64 μg/ml. During effective dose determination, 4 μg/ml of BSE-SLNp confirmed non-toxic and enhanced metabolic function in hMSCs, preadipocytes, and HUVECs. Biosafety assay confirmed normal nuclear morphology in PI staining and high mitochondrial membrane potential in JC-1 assay within 48 h in hMSCs. The maturing adipocyte treated with 4 μg/ml of BSE-SLNp significantly increased the mitochondrial efficiency and fatty acid beta-oxidation (PPARγC1α, UCP-1, and PRDM-16) related gene expression levels. Oxidative stress induced HUVECs treated with 4 μg/ml of BSE-SLNp potentially enhanced antioxidant capacity, cell growth, and microtubule development within 48 h H2O2 induced oxidative stressed HUVECs have shown 39.8% viable cells, but treatment with BSE-SLNp has shown 99% of viable cells within 48 h confirmed by Annexin-V assay. In addition, mitochondrial membrane potential (Δψm) increased to 89.4% confirmed by JC-1 assay. The observed DNA integrity, cell viability was confirmed by increased antioxidant and tumor suppressor-related gene expression levels. VEGF expression has been significantly increased and pro-inflammation-related mRNA levels were decreased in BSE-SLNp treated cells. In conclusion, enhanced adipocyte fatty acid oxidation is directly associated with decreased adipocytokine secretion which arrests obesity-associated comorbidities. In addition, suppressing vascular cell oxidative stress and metabolic inflammation supports vascular cell proliferation and arrests ageing-related vascular diseases."
    },
    {
      "pmid": "34637450",
      "title": "Behavioural activation to prevent depression and loneliness among socially isolated older people with long-term conditions: The BASIL COVID-19 pilot randomised controlled trial.",
      "authors": [
        "Simon Gilbody",
        "Elizabeth Littlewood",
        "Dean McMillan",
        "Carolyn A Chew-Graham",
        "Della Bailey",
        "Samantha Gascoyne",
        "Claire Sloan",
        "Lauren Burke",
        "Peter Coventry",
        "Suzanne Crosland",
        "Caroline Fairhurst",
        "Andrew Henry",
        "Catherine Hewitt",
        "Kalpita Joshi",
        "Eloise Ryde",
        "Leanne Shearsmith",
        "Gemma Traviss-Turner",
        "Rebecca Woodhouse",
        "Andrew Clegg",
        "Tom Gentry",
        "Andrew J Hill",
        "Karina Lovell",
        "Sarah Dexter Smith",
        "Judith Webster",
        "David Ekers"
      ],
      "journal": "PLoS medicine",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Older adults, including those with long-term conditions (LTCs), are vulnerable to social isolation. They are likely to have become more socially isolated during the Coronavirus Disease 2019 (COVID-19) pandemic, often due to advice to \"shield\" to protect them from infection. This places them at particular risk of depression and loneliness. There is a need for brief scalable psychosocial interventions to mitigate the psychological impacts of social isolation. Behavioural activation (BA) is a credible candidate intervention, but a trial is needed. METHODS AND FINDINGS: We undertook an external pilot parallel randomised trial (ISRCTN94091479) designed to test recruitment, retention and engagement with, and the acceptability and preliminary effects of the intervention. Participants aged ≥65 years with 2 or more LTCs were recruited in primary care and randomised by computer and with concealed allocation between June and October 2020. BA was offered to intervention participants (n = 47), and control participants received usual primary care (n = 49). Assessment of outcome was made blind to treatment allocation. The primary outcome was depression severity (measured using the Patient Health Questionnaire 9 (PHQ-9)). We also measured health-related quality of life (measured by the Short Form (SF)-12v2 mental component scale (MCS) and physical component scale (PCS)), anxiety (measured by the Generalised Anxiety Disorder 7 (GAD-7)), perceived social and emotional loneliness (measured by the De Jong Gierveld Scale: 11-item loneliness scale). Outcome was measured at 1 and 3 months. The mean age of participants was aged 74 years (standard deviation (SD) 5.5) and they were mostly White (n = 92, 95.8%), and approximately two-thirds of the sample were female (n = 59, 61.5%). Remote recruitment was possible, and 45/47 (95.7%) randomised to the intervention completed 1 or more sessions (median 6 sessions) out of 8. A total of 90 (93.8%) completed the 1-month follow-up, and 86 (89.6%) completed the 3-month follow-up, with similar rates for control (1 month: 45/49 and 3 months 44/49) and intervention (1 month: 45/47and 3 months: 42/47) follow-up. Between-group comparisons were made using a confidence interval (CI) approach, and by adjusting for the covariate of interest at baseline. At 1 month (the primary clinical outcome point), the median number of completed sessions for people receiving the BA intervention was 3, and almost all participants were still receiving the BA intervention. The between-group comparison for the primary clinical outcome at 1 month was an adjusted between-group mean difference of -0.50 PHQ-9 points (95% CI -2.01 to 1.01), but only a small number of participants had completed the intervention at this point. At 3 months, the PHQ-9 adjusted mean difference (AMD) was 0.19 (95% CI -1.36 to 1.75). When we examined loneliness, the adjusted between-group difference in the De Jong Gierveld Loneliness Scale at 1 month was 0.28 (95% CI -0.51 to 1.06) and at 3 months -0.87 (95% CI -1.56 to -0.18), suggesting evidence of benefit of the intervention at this time point. For anxiety, the GAD adjusted between-group difference at 1 month was 0.20 (-1.33, 1.73) and at 3 months 0.31 (-1.08, 1.70). For the SF-12 (physical component score), the adjusted between-group difference at 1 month was 0.34 (-4.17, 4.85) and at 3 months 0.11 (-4.46, 4.67). For the SF-12 (mental component score), the adjusted between-group difference at 1 month was 1.91 (-2.64, 5.15) and at 3 months 1.26 (-2.64, 5.15). Participants who withdrew had minimal depressive symptoms at entry. There were no adverse events. The Behavioural Activation in Social Isolation (BASIL) study had 2 main limitations. First, we found that the intervention was still being delivered at the prespecified primary outcome point, and this fed into the design of the main trial where a primary outcome of 3 months is now collected. Second, this was a pilot trial and was not designed to test between-group differences with high levels of statistical power. Type 2 errors are likely to have occurred, and a larger trial is now underway to test for robust effects and replicate signals of effectiveness in important secondary outcomes such as loneliness. CONCLUSIONS: In this study, we observed that BA is a credible intervention to mitigate the psychological impacts of COVID-19 isolation for older adults. We demonstrated that it is feasible to undertake a trial of BA. The intervention can be delivered remotely and at scale, but should be reserved for older adults with evidence of depressive symptoms. The significant reduction in loneliness is unlikely to be a chance finding, and replication will be explored in a fully powered randomised controlled trial (RCT). TRIAL REGISTRATION: ISRCTN94091479.",
      "mesh_terms": [
        "Aged",
        "COVID-19",
        "Depression",
        "Exercise",
        "Female",
        "Health Behavior",
        "Health Promotion",
        "Health Services for the Aged",
        "Humans",
        "Internet",
        "Loneliness",
        "Male",
        "Pandemics",
        "Pilot Projects",
        "Program Evaluation",
        "SARS-CoV-2",
        "Social Isolation",
        "Social Participation",
        "State Medicine",
        "United Kingdom"
      ]
    },
    {
      "pmid": "34613760",
      "title": "Effect of Plant Systemic Resistance Elicited by Biological and Chemical Inducers on the Colonization of the Lettuce and Basil Leaf Apoplast by Salmonella enterica.",
      "authors": [
        "L Chalupowicz",
        "S Manulis-Sasson",
        "I Barash",
        "Y Elad",
        "D Rav-David",
        "M T Brandl"
      ],
      "journal": "Applied and environmental microbiology",
      "publication_date": "2021-Nov-24",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Mitigation strategies to prevent microbial contamination of crops are lacking. We tested the hypothesis that induction of plant systemic resistance by biological (induced systemic resistance [ISR]) and chemical (systemic acquired resistance [SAR]) elicitors reduces endophytic colonization of leaves by Salmonella enterica serovars Senftenberg and Typhimurium. S. Senftenberg had greater endophytic fitness than S. Typhimurium in basil and lettuce. The apoplastic population sizes of serovars Senftenberg and Typhimurium in basil and lettuce, respectively, were significantly reduced approximately 10- to 100-fold by root treatment with microbial inducers of systemic resistance compared to H2O treatment. Rhodotorula glutinis effected the lowest population increases of S. Typhimurium in lettuce and S. Senftenberg in basil leaves, respectively 120- and 60-fold lower than those seen with the H2O treatment over 10 days postinoculation. Trichoderma harzianum and Pichia guilliermondii did not have any significant effect on S. Senftenberg in the basil apoplast. The chemical elicitors acidobenzolar-S-methyl and dl-β-amino-butyric acid inhibited S. Typhimurium multiplication in the lettuce apoplast 10- and 2-fold, respectively, compared to H2O-treated plants. All ISR and SAR inducers applied to lettuce roots in this study increased leaf expression of the defense gene PR1, as did Salmonella apoplastic colonization in H2O-treated lettuce plants. Remarkably, both acidobenzolar-S-methyl upregulation and R. glutinis upregulation of PR1 were repressed by the presence of Salmonella in the leaves. However, enhanced PR1 expression was sustained longer and at greater levels upon elicitor treatment than by Salmonella induction alone. These results serve as a proof of concept that priming of plant immunity may provide an intrinsic hurdle against the endophytic establishment of enteric pathogens in leafy vegetables. IMPORTANCE Fruit and vegetables consumed raw have become an important vehicle of foodborne illness despite a continuous effort to improve their microbial safety. Salmonella enterica has caused numerous recalls and outbreaks of infection associated with contaminated leafy vegetables. Evidence is increasing that enteric pathogens can reach the leaf apoplast, where they confront plant innate immunity. Plants may be triggered for induction of their defense signaling pathways by exposure to chemical or microbial elicitors. This priming for recognition of microbes by plant defense pathways has been used to inhibit plant pathogens and limit disease. Given that current mitigation strategies are insufficient in preventing microbial contamination of produce and associated outbreaks, we investigated the effect of plant-induced resistance on S. enterica colonization of the lettuce and basil leaf apoplast in order to gain a proof of concept for the use of such an intrinsic approach to inhibit human pathogens in leafy vegetables.",
      "mesh_terms": [
        "Disease Resistance",
        "Lactuca",
        "Ocimum basilicum",
        "Plant Immunity",
        "Plant Leaves",
        "Plant Proteins",
        "Salmonella enterica",
        "Salmonella typhimurium"
      ]
    },
    {
      "pmid": "34579327",
      "title": "Effects of Microelements on Downy Mildew (Peronospora belbahrii) of Sweet Basil.",
      "authors": [
        "Yigal Elad",
        "Ziv Nisan",
        "Ziv Kleinman",
        "Dalia Rav-David",
        "Uri Yermiyahu"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-Aug-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We recently demonstrated that spraying or irrigating with Ca, Mg and K reduces the severity of sweet basil downy mildew (SBDM). Here, the effects of Mn, Zn, Cu and Fe on SBDM were tested in potted plants. The effects of Mn and Zn were also tested under semi-commercial and commercial-like field conditions. Spray applications of a mixture of EDTA-chelated microelements (i.e., Fe-EDTA, Mn-EDTA, Zn-EDTA, Cu-EDTA and Mo) reduces SBDM severity. The application of EDTA chelates of individual microelements (i.e., Fe-EDTA, Mn-EDTA and Zn-EDTA) significantly reduces SBDM in potted plants. Foliar applications of Mn-EDTA and Zn-EDTA are found to be effective under semi-commercial conditions and were, thus, further tested under commercial-like conditions. Under commercial-like conditions, foliar-applied Mn-EDTA and Zn-EDTA decreased SBDM severity by 46-71%. When applied through the irrigation solution, those two microelements reduce SBDM by more than 50%. Combining Mg with Mn-EDTA and Zn-EDTA in the irrigation solution does not provide any additional disease reduction. In the commercial-like field experiment, the microelement-mixture treatment, applied as a spray or via the irrigation solution, was combined with fungicides spray treatments. This combination provides synergistic disease control. The mode of action in this plant-pathogen system may involve features of altered host resistance."
    }
  ]
}