{
  "supplement": "Beans",
  "query": "Beans[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:16:04",
  "research_count": 340,
  "count": 100,
  "articles": [
    {
      "pmid": "40238315",
      "title": "Enhanced Bioactive Coffee Cherry: Infusion of Submerged-Fermented Green Coffee Beans via Vacuum Impregnation.",
      "authors": [
        "Pipat Tangjaidee",
        "Sukan Braspaiboon",
        "Naphatsawan Singhadechachai",
        "Suphat Phongthai",
        "Phatthanaphong Therdtatha",
        "Pornchai Rachtanapun",
        "Sarana Rose Sommano",
        "Phisit Seesuriyachan"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Submerged fermentation offers a controlled environment for coffee processing, ensuring a consistent temperature and aerobic-anaerobic conditions, making it a superior alternative to solid-state fermentation. This study aimed to optimize submerged fermentation conditions for green coffee beans to maximize total phenolic content (TPC) and antioxidant activity, such as ABTS (2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid), DPPH (2,2-Diphenyl-1-picrylhydrazyl), and FRAP (the ferric reducing antioxidant power). Additionally, pH, yeast, and lactic acid bacteria counts were monitored. Fermentation was conducted with selective microbial starters, a varying temperature (25-35 °C), incubation time (3-9 days), and coffee weight (5-10 g) using a Box-Behnken design. To enhance bioactive compound infusion, fresh coffee cherries underwent ultrasonic treatment, increasing their porosity and water-holding capacity. Vacuum impregnation was then used to infuse fermented green coffee bean extract into the cherries. The lowest pH coincided with peak yeast growth, while the coffee weight significantly influenced all responses. The incubation time affected most parameters except DPPH activity, and the temperature impacted only ABTS and DPPH activities. Optimal conditions (35 °C; 7.21 days; 10 g) yielded a TPC of 480.25 µmol GAE/100 g with ABTS, DPPH, and FRAP activities of 725.71, 164.15 and 443.60 µmol TE/g, respectively. Ultrasound-treated coffee cherries exhibited increased porosity and absorption capacity, facilitating enhanced bioactive compound infusion during 3 h of vacuum impregnation. In conclusion, submerged fermentation effectively improves bioactive compound production, while ultrasound treatment and vacuum impregnation present promising methods for developing high-value dehydrated coffee cherry products."
    },
    {
      "pmid": "40155445",
      "title": "Effect of splitting the sub-lethal dose of glyphosate on plant growth shikimate pathway-related metabolites and antioxidant status in faba beans.",
      "authors": [
        "Ragab El-Mergawi",
        "Mahmoud El-Dabaa",
        "Fathia Elkhawaga"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glyphosate exerts its herbicidal activity by inhibiting the shikimate pathway, the main source of many primary and secondary metabolites. Application of a low dose of glyphosate to faba bean plants was effective in controlling Orobanche crenata infestation, but some toxic effects on host plants can occur. Splitting the low glyphosate dose can serve as a mitigation strategy to reduce the host toxicity. Under parasitic-free conditions, a greenhouse experiment was conducted during two seasons to study the effect of dividing the recommended glyphosate dose (170 g a.i. ha-1) into two-five sprays on the growth, shikimate-related metabolites, and antioxidant status of three faba bean varieties. After 40 days, splitting treatments tended to cause cumulative inhibition effects on the growth and productivity traits of faba beans depending on the tested varieties, seasons, and the number of sprays applied. The maximum reduction effect was noticed for twice- sprayed treatment in the first season and for five-sprayed treatment in the second one. The cumulative effect of splitting glyphosate treatments on the shikimate pathway metabolites and the antioxidant status was measured after a week of spraying. Splitting treatments induced great increases in shikimic acid and phenylalanine contents compared with control. These treatments continued to exert their oxidative stress on faba bean plants by reducing antioxidant activity and antioxidant compounds such as total phenolics, flavonoids, and the detected phenolic acids (p-hydroxybenzoic, syringic, vanillic, coumaric, and ferulic). A significant increase in the activities of antioxidant enzymes (superoxide dismutase, peroxidase, and polyphenol oxidase) was recorded for all splitting treatments.",
      "mesh_terms": [
        "Glyphosate",
        "Glycine",
        "Shikimic Acid",
        "Vicia faba",
        "Antioxidants",
        "Herbicides"
      ]
    },
    {
      "pmid": "40061920",
      "title": "Nanoparticles for treatment of cadmium-contaminated cocoa-growing soils and beans: Performance on metal immobilization and removal.",
      "authors": [
        "Ambar Oñate",
        "Carina Staël",
        "Darío Bolaños-Guerrón",
        "Carlos Pozo",
        "Daniela Vera",
        "Elena Torres",
        "Carlos Naranjo",
        "Miguel Perugachi",
        "Andrés Loayza",
        "Joffre Pincay",
        "Manuel Carrillo",
        "Luis Cumbal"
      ],
      "journal": "Heliyon",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Some areas of tropical soils where cocoa grows contain high cadmium (Cd) concentrations. The cocoa plant's need for nutrition causes the reticular system to uptake the toxic metal, translocate it, and accumulate it in roots, stems, and other edible parts such as cocoa beans and shells, threatening the health of cocoa consumers. To cope with this difficulty, different treatments have been applied to cadmium-contaminated soils, but they showed limited success. In this study, we prepared multicomponent nanoparticles (MCNPs) to treat cocoa soils in fixed-bed columns and field tests. Also, MCNPs were mixed with two varieties of cocoa beans, CNN51 and Fino de Aromain, during the fermentation, aiming to capture the cadmium. Our field investigations began by collecting soil samples from three Ecuadorian cocoa-producing farms to determine their physicochemical properties, cadmium, and iron contents. A few weeks later, a home-built prototype was installed in a cocoa plantation to fabricate the nanomaterials using commercial-grade chemicals and rainwater. Scanning Electron Microscope (SEM) images showed MCNPs with an average size of 65.21 nm and the formation of chain-like aggregates. In contrast, MCNPs size was 76.6 nm, measured with Dispersed Light Scattering (DLS). The chemical composition of MCNPs was 90.7 % Fe0 and 1.81 % sulfur (S), analyzed by energy dispersal X-ray (EDX) and confirmed by X-ray diffraction (XRD) spectrometer measurements. Regarding the treatments, for the fixed-bed column tests, 0.28-1.08 L/kg was dosed into the soil, while for field treatments, 250, 500, and 835 mL/min MCNPs were injected in soil areas of 5 m2 surrounding each cocoa tree (0.5-4.5 mg MCNPs/kg soil) at depths between 0 and 5 cm. Test results revealed that the procedure applied in the field did not reproduce the metal's immobilization (∼22 %) as in the fixed-bed columns (∼80 %). Moreover, cadmium removal was ∼20 % and ∼75 % after treating CCN51 and Fino de Aroma cocoa beans with 0.112 kg MCNPs/kg in the fermentation on-site and 0.034 kg MCNPs/kg in the laboratory. In this study, the size and chain-like aggregates of MCNPs notably influenced the field treatments as they precluded the filtration of MCNPs downwards. However, immobilizing cadmium could be more effective in soils with higher concentrations of the metal and multicomponent nanoparticles of smaller size, expanding our research scope and offering a practical solution to pollution issues in cocoa-growing regions."
    },
    {
      "pmid": "40036328",
      "title": "A Comprehensive Review of the Chemical Constituents and Functional Properties of Adzuki Beans (Vigna angulariz).",
      "authors": [
        "Qingfeng Guo",
        "Jinhai Luo",
        "Xia Zhang",
        "Jiale Zhi",
        "Zhenhua Yin",
        "Juanjuan Zhang",
        "Wancun Zhang",
        "Baojun Xu",
        "Lin Chen"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The adzuki bean (Vigna angulariz), a member of the Vigna genus within the Leguminosae family, is native to China and extensively cultivated across East Asia. Renowned for its rich nutritional profile, the adzuki bean is abundant in carbohydrates, proteins, and bioactive compounds such as polysaccharides, polyphenols, flavonoids, saponins, and peptides. These components confer a wide range of health-promoting properties, including potent antioxidant, anti-inflammatory, antidiabetic, antiobesity, antibacterial, and neuroprotective effects. Notably, adzuki beans exhibit unique functional properties, such as high resistant starch content and the ability to modulate gut microbiota by promoting beneficial bacteria like Akkermansia, which enhance insulin sensitivity and lipid metabolism. These attributes make adzuki beans particularly effective in managing chronic diseases such as diabetes, obesity, and cardiovascular disorders. Additionally, adzuki beans show promise in addressing conditions like muscle atrophy, osteoporosis, and cancer. Processing methods such as fermentation and heat treatment further enhance their bioactive potential, underscoring their suitability for developing functional foods and nutraceuticals. This review highlights the chemical composition, functional activities, and mechanisms of adzuki beans, providing valuable insights for their application in food and pharmaceutical industries to prevent and manage chronic diseases.",
      "mesh_terms": [
        "Vigna",
        "Humans",
        "Animals",
        "Plant Extracts",
        "Seeds",
        "Antioxidants",
        "Hypoglycemic Agents",
        "Anti-Inflammatory Agents",
        "Flavonoids",
        "Functional Food",
        "Fabaceae",
        "Polyphenols"
      ]
    },
    {
      "pmid": "39923451",
      "title": "Explore the application effect of acupoint massage combined with ear point pressing beans in the remission stage of asthma.",
      "authors": [
        "Xiaoye Sun",
        "Qun Kang",
        "Haiyan Zhu",
        "Xiaohong Chu"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To explore the application effect of acupoint massage combined with ear point pressing beans in the remission stage of bronchial asthma. METHODS: A total of 120 children with asthma in remission who were treated in the paediatric outpatient department between January 2016 and October 2022 were randomly divided into the experimental and control groups, with 60 patients in each group. The patients in both groups were treated with salmeterol and fluticasone inhalation powder, 1 puff each time, twice a day. The patients in the control group received acupoint massage in addition to this treatment, with acupoint massage performed once a day, Monday to Friday, lasting 30 min each time. The patients in the experimental group received ear point pressing beans in addition to the treatment in the control group. Ear point press bean paste bean once a week,press 3-5 times a day,press each point for i minute. Changes in pulmonary function and asthma control were observed before and after treatment in both groups, with forced expiratory volume in 1 second (FEV1), forced expiratory vital capacity (FVC), FEV1/FVC ratio and the Asthma Control Test (ACT) score compared. RESULTS: After 8 weeks of treatment, FEV1, FVC, FEV1/FVC ratio and the ACT scores of both groups improved to different degrees (P<0.05). In terms of the effective control rate, the total clinical effective control rate (95 %) of patients in the experimental group was significantly higher than that in the control group (81.67 %) (P < 0.05). CONCLUSION: Acupoint massage combined with ear point pressing beans has a good effect on the treatment of asthma remission and can effectively improve the quality of life, making it worthy of further promotion in clinical practice.",
      "mesh_terms": [
        "Humans",
        "Asthma",
        "Male",
        "Female",
        "Acupuncture Points",
        "Massage",
        "Child",
        "Adolescent",
        "Fluticasone",
        "Albuterol",
        "Forced Expiratory Volume",
        "Vital Capacity"
      ]
    },
    {
      "pmid": "39899960",
      "title": "ABA as a downstream signal actively participates in phthalanilic acid mediated cold tolerance of common beans (Phaseolus vulgaris).",
      "authors": [
        "Tong Cheng",
        "Jinghan Xu",
        "Chunyuan Ren",
        "Bowen Wen",
        "Wenjie Zhang",
        "Qiang Zhao",
        "Gaobo Yu",
        "Yuxian Zhang"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although the reaction of plants to various stresses can be regulated by phthalanilic acid (PPA), the regulation mechanism in the cold resistance of common beans was still unclear. The study showed that the ABA content of common bean seedlings was significantly increased by PPA application under low-temperature stress, the growth of common bean seedlings was effectively protected, and the yield loss was reduced. Importantly, the regulation of PPA on cold resistance of common bean seedlings depended on ABA pathway. It was further revealed that the ABA receptor pathway was observably activated by knocking down the ABA catabolic gene CYP707As, and the cold resistance of common bean seedlings was considerably enhanced. At the same time, the regulation of PPA on the low-temperature resistance of common bean seedlings was visibly weakened, which was also proved by gene over-expression and virus induced gene silence of CYP707As. In addition, combining exogenous treatment of ABA biosynthesis inhibitor (fluridone) with endogenous gene knock-down, over-expression and virus induced gene silence of phospholipase D coding gene (PLD1), it was found that PPA could obviously enhance cold resistance of common bean seedlings by promoting phospholipase D to produce phosphatidic acid, increasing the antioxidant enzyme activity to reduce oxidative damage and improve the stability of the photosynthetic system. In summary, the molecular and physiological basis was firstly elucidated that phthalanilic acid enhanced cold resistance of common bean seedlings by phospholipid metabolism, photosynthetic system, and antioxidant status through the ABA pathway in the present study.",
      "mesh_terms": [
        "Abscisic Acid",
        "Phaseolus",
        "Cold Temperature",
        "Signal Transduction",
        "Gene Expression Regulation, Plant",
        "Seedlings",
        "Plant Proteins"
      ]
    },
    {
      "pmid": "39860682",
      "title": "Investigation of the Ultrasonic Treatment-Assisted Soaking Process of Different Red Kidney Beans and Compositional Analysis of the Soaking Water by NIR Spectroscopy.",
      "authors": [
        "Matyas Lukacs",
        "Tamás Somogyi",
        "Barasa Mercy Mukite",
        "Flóra Vitális",
        "Zoltan Kovacs",
        "Ágnes Rédey",
        "Tamás Stefaniga",
        "Tamás Zsom",
        "Gabriella Kiskó",
        "Viktória Zsom-Muha"
      ],
      "journal": "Sensors (Basel, Switzerland)",
      "publication_date": "2025-Jan-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The processing of beans begins with a particularly time-consuming procedure, the hydration of the seeds. Ultrasonic treatment (US) represents a potential environmentally friendly method for process acceleration, while near-infrared spectroscopy (NIR) is a proposedly suitable non-invasive monitoring tool to assess compositional changes. Our aim was to examine the hydration process of red kidney beans of varying sizes and origins. Despite the varying surface areas, the beans' soaking times of 13-15, 15-17, and 17-19 mm did not reveal significant differences between any of the groups (control; low power: 180 W, 20 kHz; high power: 300 W, 40 kHz). US treatment was observed to result in the release of greater quantities of water-soluble components from the beans. This was evidenced by the darkening of the soaking water's color, the increase in the a* color parameter, and the rise in the dry matter value. NIRs, in combination with chemometric tools, are an effective tool for predicting the characteristics of bean-soaking water. The PLSR- and SVR-based modelling for dry matter content and light color parameters demonstrated robust model fits with cross and test set-validated R2 values (>0.95), suggesting that these techniques can effectively capture the chemical information of the samples.",
      "mesh_terms": [
        "Spectroscopy, Near-Infrared",
        "Water",
        "Ultrasonics",
        "Phaseolus",
        "Seeds",
        "Color"
      ]
    },
    {
      "pmid": "39786870",
      "title": "Anaphylaxis due to green beans (Phaseolus vulgaris): a new phenotype?",
      "authors": [
        "Estela Menéndez Rivero",
        "Manuel Prados Castaño",
        "Isabel María Domínguez Romero",
        "María José Martínez Martínez",
        "Fernando Pineda De La Losa"
      ],
      "journal": "Allergologia et immunopathologia",
      "publication_date": "2025",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Anaphylaxis is a severe allergic reaction with increasing incidence in Europe. It is often caused by food, insect venom, and drugs. White, red, and green beans (Phaseolus vulgaris) are legumes of the Fabaceae family consumed worldwide. In Spain, beans are the third most consumed legume species after chickpeas and lentils. Allergy to different legumes is very frequent in children and represents the fifth cause of food allergy. OBJECTIVE: Demonstrate a new phenotype in patients with green bean anaphylaxis. MATERIAL AND METHODS: We report a 20-year-old woman who experienced anaphylaxis after consuming cooked green beans and required emergency treatment. There were no associated cofactors such as medications, alcohol, or physical exercise. After the episode, she tolerated well nuts, garlic, chickpeas, peas, and soy. Prick-prick with raw and cooked green bean, ISAC, SDS-PAGE and IgE-Western blot were performed. RESULTS: The prick+prick test with raw and cooked green beans was positive. The sodium dodecyl sulfate-polyacrylamide gel electrophoresis-immunoglobulin E (SDS-PAGE/IgE)-western blot analysis with white and red beans as well as cooked and raw green beans showed identification of several proteins with a molecular weight of 25-75 kDa in the extract of raw beans. Only one protein with a molecular weight of approximately 10 kDa was recognized in cooked beans. CONCLUSION: We present a case of anaphylaxis induced by green beans (Phaseolus vulgaris) because of a 10-kDa protein and tolerance to other legumes, which suggests a new phenotype.",
      "mesh_terms": [
        "Humans",
        "Anaphylaxis",
        "Phaseolus",
        "Female",
        "Phenotype",
        "Food Hypersensitivity",
        "Young Adult",
        "Immunoglobulin E",
        "Skin Tests",
        "Allergens",
        "Spain",
        "Cooking"
      ]
    },
    {
      "pmid": "39718643",
      "title": "Uptake and in-vitro bioaccessibility of toxic metals in cocoa beans: Human health risks.",
      "authors": [
        "Emmanuel Frimpong",
        "Edward Ankapong",
        "Kwadwo Owusu Boakye",
        "Eugene Ansah",
        "Opoku Gyamfi",
        "Benedict Barnes",
        "Matt Dodd",
        "Godfred Darko"
      ],
      "journal": "Environmental geochemistry and health",
      "publication_date": "2024-Dec-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cocoa-growing areas in Ghana have experienced a rise in mining activities affecting cocoa cultivation and increased concentrations of potentially toxic metals in the soil, which can accumulate in cocoa beans. This study evaluated potential toxic metal contamination in cocoa beans and soils from cocoa farms in mining and non-mining areas in Ghana. We used X-ray fluorescence and an ICP-MS to determine metal concentrations, and a Zeeman mercury analyzer to determine mercury. The farm soils exhibited a pH range of 4.08 - 6.86, electrical conductivity between 29.16 and 870.50 μS/cm, and soil organic matter content ranging from 4.78 to 7.38%. Generally, metal concentrations in the soil were within the Canadian Soil Quality Guidelines for Agricultural soils, Dutch Target and Intervention Values, and the world average world soil for unpolluted soils but varied between study areas. Arsenic (1.20 - 1.33 mg/kg), cadmium (2.68 - 3.16 mg/kg), chromium (9.31-11.73 mg/kg), copper (59.69-70.88 mg/kg), mercury (0.008-0.017 mg/kg), manganese (18.90-23.68 mg/kg), nickel (10.19-11.76 mg/kg), lead (1.71-1.86 mg/kg), and zinc (80.20-87.34 mg/kg) were found in cocoa beans. The mean bioaccessibility for metals in cocoa beans, except for As, Cu, and Pb, was greater than 60%. Cadmium had high contamination in soil; geoaccumulation (Igeo > 3), contamination factor (CF > 18), and enrichment factor (EF > 70.21), while Cu and Zn had high bioaccumulation (BF > 4). The target hazard quotient value for metals in all farms showed no potential health risk (THQ < 1) for both children and adult consumers. The cocoa beans produced have low risk upon consumption.",
      "mesh_terms": [
        "Cacao",
        "Soil Pollutants",
        "Humans",
        "Risk Assessment",
        "Ghana",
        "Biological Availability",
        "Metals, Heavy",
        "Food Contamination",
        "Mining",
        "Soil",
        "Environmental Monitoring"
      ]
    },
    {
      "pmid": "39479616",
      "title": "Comparison of quality characteristics of reconstituted glutinous rice flour and sweet dumplings with various beans.",
      "authors": [
        "Sun Qiangqiang",
        "Liu Xuhua",
        "Yan Rong",
        "Wang Junying",
        "Yang Liping",
        "Dong Qiyun",
        "Zhai Ligong"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study blended five types of beans-florid kidney bean, red adzuki bean, chickpea, black bean, and white kidney bean-with glutinous rice flour (GRF) to create a synergistic heat-moisture treatment (HMT). We investigated the effects of this combination on the digestibility of the glutinous rice mixture and the quality of sweet dumplings. The inclusion of beans, along with HMT, altered the granular morphology, adhesive qualities, thermal characteristics, crystallinity, and protein secondary structure of the blended powders compared to GRF. Notably, the starch granules in the glutinous rice flour with red adzuki bean (R-GRF) were more complete in morphology, compact in structure, and exhibited higher heat stabilization and crystallinity, with significant changes in protein secondary structure. These modifications resulted in a low expected glycemic index (eGI) value of 52.01. Additionally, the quality assessment of the fast-frozen sweet dumplings showed that those made with red adzuki bean mixed with glutinous rice flour (R-SD) had superior texture, reduced cracking, and less water loss compared to those made with GRF (G-SD), while maintaining similar color and odor to G-SD. The eGI value of 52.21 for R-SD also fell within the low eGI range, indicating its potential for developing low-eGI foods for patients with T2DM and other special populations."
    },
    {
      "pmid": "39385790",
      "title": "Exploring the impact of cooking techniques and storage conditions on resistant starch levels in mung beans and its effect upon blood glucose level and lipid profile in vivo.",
      "authors": [
        "Saloni Chauhan",
        "Harpreet Kaur",
        "Renuka Aggarwal",
        "Prabhjot Kaur",
        "Kiran Bains"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Mung beans contain various antinutritional components. Processing and cooking methods can reduce these antinutritional factors and increase the availability and digestibility of nutrients. Resistant starch is also known as dietary fiber, which helps to reduce the cholesterol and glucose level in blood. It is formed during cooking and storage of food at low temperature. OBJECTIVES: This study aimed to assess the effects of cooking and storage temperature on the formation of resistant starch in processed mung bean, as well as its effect on blood glucose levels and lipid profile in humans and rats. METHODS: The common cooking methods namely boiling, steaming after germination, roasting, and pressure cooking were chosen. The cooked samples were stored at different temperatures including freshly prepared within 1 h (T1), stored for 24 h at room temperature (20-22°C) (T2), kept at 4°C for 24 h (T3), and reheated after storing at 4°C for 24 h (T4). RESULTS: The study revealed that germinated-steamed mung beans had significantly higher levels of resistant starch (27.63 ± 0.76), and lower level of glycemic index (26.28 ± 3.08) and amylose (40.91 ± 0.06) when stored at 4°C for 24 h (T3) followed by (T2), (T4), and (T1) as compared to other cooking methods (boiling, pressure cooking, and roasting). The germinated-steamed mung beans (T1) resulted in 96% decline in blood glucose parameters of rats (36 Wistar albino rats aged 2 to 3 months were selected) than the control group as observed in 28 days diet intervention (100 mg/kg resistant starch orally). CONCLUSION: There is a need to make people aware about the selection of appropriate cooking (steamed after germination) and storage methods (T3) to increase the RS content and to lower the glycemic index of food at domestic level."
    },
    {
      "pmid": "39376238",
      "title": "Research on the mechanism of Bacillus velezensis A-27 in enhancing the resistance of red kidney beans to soybean cyst nematode based on TMT proteomics analysis.",
      "authors": [
        "Yi Hu",
        "Yibing Ma",
        "Liyi Wang",
        "Qingqing Luo",
        "Zengqi Zhao",
        "Jianming Wang",
        "Yumei Xu"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soybean cyst nematode (SCN) poses a significant challenge to red kidney beans cultivation, resulting in yield losses and quality deterioration. This study investigates the molecular mechanisms using Tandem Mass Tag (TMT) based proteomics technology to explore how the plant growth-promoting rhizobacterium (PGPR) Bacillus velezensis A-27 enhances the resistance of red kidney beans against SCN. The results revealed that out of 1,374 differentially expressed proteins (DEPs) in the red kidney beans roots, 734 DEPs were upregulated and 640 DEPs were downregulated in the A-27 + J2 vs J2 treatment group. KEGG analysis revealed that 14 DEPs were involved in the α-LeA metabolic pathway, crucial for the biosynthesis of jasmonic acid (JA) in plants. Quantitative real-time PCR (qRT-PCR) confirmed the upregulation of 4 key genes (PLA1, AOS, AOC, ACX) in the JA biosynthesis pathway, while enzyme-linked immunosorbent assay (ELISA) demonstrated a significant increase in JA content in the roots. The study demonstrates that B. velezensis A-27 stimulates induced systemic resistance (ISR) in red kidney beans, and induce JA biosynthesis by regulating the expression of key enzymes in the α-LeA metabolic pathway. This enhances the plant's defense against SCN, providing a theoretical foundation for the potential use of B. velezensis A-27 as a biocontrol agent for managing SCN in leguminous crops."
    },
    {
      "pmid": "39243619",
      "title": "Thermal treatment under oxidative conditions increases the antioxidant and antiglycation activity of Chilean Tórtola beans (Phaseolus vulgaris).",
      "authors": [
        "Nadia Cruz",
        "Aracely Basoalto-Cubillos",
        "Katherine Márquez",
        "Nélida Nina",
        "Alejandro Vallejos-Almirall",
        "Francisco Armijo",
        "Guillermo Schmeda-Hirschmann",
        "Felipe Ávila"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The influence of oxygen on the thermal treatment (TT) of secondary metabolite-enriched extracts (SMEEs) from Tórtola beans and procyanidin C1 (PC1) on the inhibition of advanced glycation end products (AGEs) generation in proteins was investigated. SMEE was incubated at 4 °C (control) or thermally treated at 60 °C for 2 h, at either 0 % O2 (I) or 20 % O2 (II). Treatments I and II increased the content of procyanidin dimers B2. Treatment II was more effective than the control or treatment I in preventing homocysteine oxidation and AGEs generation. TT of PC1 at 0 % or 20 % O2 generated procyanidin dimers and tetramers. PC1 TT at 20 % O2 exhibited higher oxidation potentials and lower IC50 values of fluorescent AGEs than those of controls or TT at 0 % O2. These findings indicate that SMEE from Tórtola beans after treatment II changes the degree of polymerization and oxidation procyanidins, thereby increasing their antiglycation activity.",
      "mesh_terms": [
        "Proanthocyanidins",
        "Oxidation-Reduction",
        "Glycation End Products, Advanced",
        "Antioxidants",
        "Biflavonoids",
        "Plant Extracts",
        "Phaseolus",
        "Hot Temperature",
        "Catechin",
        "Glycosylation",
        "Chile"
      ]
    },
    {
      "pmid": "39212361",
      "title": "[Auricular pressure beans combined with Compound Tung-Leaf Burn Oil relieve perioperative anxiety and pain in patients undergoing circumcision].",
      "authors": [
        "Hua-Xiang Yu",
        "Yu Li",
        "Wei Huang",
        "Ya-Lin Gong",
        "Wei-Qin Yan",
        "Yan-Yan Hong",
        "Qin Gan",
        "Zhu-Feng Xiong"
      ],
      "journal": "Zhonghua nan ke xue = National journal of andrology",
      "publication_date": "2024-Jun",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To observe the effect of auricular pressure beans (APN) combined with Compound Tung-Leaf Burn Oil (CTBO) on perioperative anxiety and pain in patients undergoing circumcision. METHODS: This study included 100 patients undergoing circumcision with the disposable circumcision anastomosis stapler in our hospital from August 2023 to November 2023, of whom 50 received routine circumcision nursing care (the control group) and other 50 APN combined with compound CTBO in addition (the observation group). We compared between the two groups the anxiety scores before any intervention, 30 minutes before and 24 hours and 10 days after operation, the pain scores 24 hours postoperatively and at the first change of wound dressing, the frequency of 3-day postoperative sleep awakenings, the incidence of complications, and the satisfaction of the patients. RESULTS: Totally, 94 patients completed the study, 46 in the observation and 48 in the control group. The anxiety scores exhibited no statistically significant difference between the two groups of patients before any intervention (P > 0.05), but were markedly lower in the observation than in the control group at 30 minutes before and 24 hours and 10 days after surgery (P<0.05), and so were the pain scores 24 hours after surgery and at the first change of wound dressing (P<0.05), and the frequency of 3-day postoperative sleep awakenings (P<0.05). The satisfaction rate of the patients was remarkably higher (P<0.05) while the incidence of complications significantly lower in the observation group than in the control (P<0.05). CONCLUSION: Auricular pressure beans combined with Compound Tung-Leaf Burn Oil can effectively alleviate perioperative anxiety, reduce postoperative pain and improve satisfaction of the patients undergoing circumcision.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Circumcision, Male",
        "Anxiety",
        "Pain, Postoperative",
        "Plant Oils",
        "Perioperative Period",
        "Plant Leaves"
      ]
    },
    {
      "pmid": "39202824",
      "title": "Changes in Phenolic Composition and Bioactivities of Ayocote Beans under Boiling (Phaseolus coccineus L.).",
      "authors": [
        "Ramiro Baeza-Jiménez",
        "Leticia X López-Martínez"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Aug-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ayocote beans (Phaseolus coccineus L.) are a rich source of some bioactive molecules, such as phenolic compounds that exhibit antioxidant capacity that promote health benefits. Ayocote is mainly consumed after cooking, which can impact the antioxidant characteristics of the phenolic compounds responsible for some of its health benefits. Therefore, this study investigated the effects of boiling on the phenolic composition and bioactivities of ayocote beans before and after boiling. Boiling decreased the total phenolic content (70.2, 60.3, and 58.2%), total anthocyanin (74.3, 80.6, and 85.7%), and antioxidant activity (DPPH: 41.2, 46.9, and 59.1%; ORAC: 48.23, 53.6 and 65.7%) of brown, black, and purple ayocote beans, respectively. All the extracts also inhibited the activity of α-glucosidase with efficacy values from 29.7 to 87.6% and α-amylase from 25.31 to 56.2%, with moderate antiglycation potential (15.2 to 73.2%). Phenolic acids, anthocyanins, and flavonoid decreases were detected in boiled samples by HPLC-MS analysis. Although boiling reduced the phenolic compounds, bioactive compounds remained in a considerable content in boiled ayocote.",
      "mesh_terms": [
        "Phaseolus",
        "Phenols",
        "Antioxidants",
        "Plant Extracts",
        "alpha-Amylases",
        "Anthocyanins",
        "Flavonoids",
        "Cooking",
        "Glycoside Hydrolase Inhibitors",
        "Chromatography, High Pressure Liquid"
      ]
    },
    {
      "pmid": "39191131",
      "title": "Effect of ultrasonic pretreatment on textural properties and sensory attributes of cooked faba beans.",
      "authors": [
        "Fakhreddin Salehi",
        "Mostafa Amiri",
        "Sara Ghazvineh"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drying process extends the shelf-life of fresh faba beans and makes them available all year round. Dried and cooked faba beans are used to make a variety of traditional food products. Ultrasonic pretreatment, as a modern food processing technology, can shorten the drying time of fresh legumes and improve the quality and sensory properties of products. So, the present study aimed to analyze the impact of the ultrasonic treatment process (0, 5, 10, and 15 min, 40  kHz, and 150 W) on the mass transfer rate, drying time, and effective moisture diffusivity (Deff) of fresh faba beans. Also, the effect of ultrasonic treatment on textural properties and sensory attributes of cooked faba beans was studied. By using the ultrasonic process, the rate of water extraction from fresh faba beans, and thus their dehydration rate, can be increased. With increasing the duration of ultrasonic pretreatment from 0 to 15 min, the drying time of fresh faba beans decreased from 250 min to 150 min (p < 0.05). The Deff was calculated by Fick's second law, and it significantly increased from 0.70 × 10-9 m2 s-1 to 1.05 × 10-9 m2 s-1 when the sonication duration was extended from 0 to 15 min (p < 0.05). The Page model best fitted the drying kinetic of fresh faba beans with a coefficient of determination (r) > 0.9968, and the sum of squared error (SSE) and root mean squared error (RMSE) were also closer to zero compared to other models. The rehydration ratio of dried faba beans (after cooking) significantly increased from 308.4 % to 327.1 % with the extension of processing time from 0 to 15 min (p < 0.05). The maximum and minimum crust hardness and texture firmness values were for the untreated and sonicated samples for 15 min, respectively. The sonication increased the sensory acceptance of the cooked faba beans and the highest appearance, odor, texture, flavor, and overall acceptance were for the 10 min sonicated faba beans.",
      "mesh_terms": [
        "Vicia faba",
        "Cooking",
        "Ultrasonic Waves",
        "Food Handling",
        "Taste",
        "Sonication",
        "Water"
      ]
    },
    {
      "pmid": "39031598",
      "title": "Hot water mobilizes the metabolism of energy, soluble sugar, cell wall, and phenolics to cope with chilling injury in postharvest snap beans.",
      "authors": [
        "Na Lv",
        "Haoyan Zhang",
        "Hongtao Zhou",
        "Caiping Wang",
        "Changjie Guo",
        "Liyan Wang"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Snap beans (Phaseoulus vulgaris L.) are very sensitive to low temperature during postharvest storage. Pitting, rusting, and water-soaked patches are typical chilling injury (CI) symptoms of snap beans. The appearance of these symptoms reduces the storage quality of snap beans. The energy, soluble carbohydrates, cell wall, and phenolic metabolisms of refrigerated snap beans and their relationship to CI treated with 35 °C hot water (HW) were investigated. RESULTS: HW treatment reduced CI index and electrolyte leakage and increased the contents of soluble solids, titratable acidity, and chlorophyll. HW treatment maintained higher activities of proton ATPase, calcium ATPase, and cytochrome c oxidase, which resulted in the accumulation of more adenosine triphosphate, adenosine diphosphate, and energy charge. The accumulation of soluble sugar induced by HW treatment was correlated with the stimulation of sucrose phosphate synthase and sucrose synthase. The prevention effect of HW treatment on the degradation of cell wall components was related to the inhibition of pectin methylesterase and cellulase. HW-induced phenol accumulation is associated with an increase in shikimate dehydrogenase, phenylalanine ammonia lyase, cinnamate-4-hydroxylase, and 4-coumarine-coenzyme A ligase, as well as a decrease in polyphenol oxidase. CONCLUSION: The alleviating effect of HW on CI is due to its regulation of energy, soluble sugar, cell wall, and phenolic metabolism. Therefore, HW treatment may be an effective means to reduce CI of snap beans. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Cell Wall",
        "Phenols",
        "Cold Temperature",
        "Plant Proteins",
        "Water",
        "Hot Temperature",
        "Food Storage",
        "Energy Metabolism",
        "Fabaceae",
        "Sugars"
      ]
    },
    {
      "pmid": "38992722",
      "title": "Salmonella Prevalence in Raw Cocoa Beans and a Microbiological Risk Assessment to Evaluate the Impact of Cocoa Liquor Processing on the Reduction of Salmonella.",
      "authors": [
        "Xingchen Zhao",
        "Liesbeth Jacxsens",
        "Vesela Tzeneva",
        "Michiel Kokken",
        "Anett Winkler",
        "Cécile Vadier",
        "Nicolau de Toledo",
        "Tomasz Seliwiorstow",
        "Mieke Uyttendaele"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salmonella in raw cocoa beans (n = 870) from main sourcing areas over nine months was analyzed. It was detected in 71 (ca. 8.2%) samples, with a contamination level of 0.3-46 MPN/g except for one sample (4.1 × 104 CFU/g). Using prevalence and concentration data as input, the impact of thermal treatment in cocoa processing on the risk estimate of acquiring salmonellosis by a random Belgian chocolate consumer was calculated by a quantitative microbiological risk assessment (QMRA) approach. A modular process risk model from raw cocoa beans to cocoa liquor up to a hypothetical final product (70-90% dark chocolate tablet) was set up to understand changes in Salmonella concentrations following the production process. Different thermal treatments during bean or nib steam, nib roasting, or liquor sterilization (achieving a 0-6 log reduction of Salmonella) were simulated. Based on the generic FAO/WHO Salmonella dose-response model and the chocolate consumption data in Belgium, salmonellosis risk per serving and cases per year at population level were estimated. When a 5 log reduction of Salmonella was achieved, the estimated mean risk per serving was 3.35 × 10-8 (95% CI: 3.27 × 10-10-1.59 × 10-7), and estimated salmonellosis cases per year (11.7 million population) was 88 (95% CI: <1-418). The estimated mean risk per serving was 3.35 × 10-9 (95% CI: 3.27 × 10-11-1.59 × 10-8), and the estimated salmonellosis cases per year was 9 (95% CI: <1-42), for a 6 log reduction. The current QMRA model solely considered Salmonella reduction in a single-step thermal treatment in the cocoa process. Inactivation obtained during other process steps (e.g. grinding) might occur but was not considered. As the purpose was to use QMRA as a tool to evaluate the log reduction in the cocoa processing, no postcontamination from the processing environment and ingredients was included. A minimum of 5 log reduction of Salmonella in the single-step thermal treatment of cocoa process was considered to be adequate.",
      "mesh_terms": [
        "Cacao",
        "Salmonella",
        "Risk Assessment",
        "Humans",
        "Food Contamination",
        "Food Microbiology",
        "Food Handling",
        "Prevalence",
        "Chocolate",
        "Colony Count, Microbial",
        "Belgium",
        "Consumer Product Safety"
      ]
    },
    {
      "pmid": "38896729",
      "title": "Osmotic regulators in cowpea beans plants under water deficiency.",
      "authors": [
        "J T S Martins",
        "T C Costa",
        "L C Machado",
        "R L C Ferreira",
        "V R Nascimento",
        "D G Braga",
        "A E A Brito",
        "G A S Nogueira",
        "L C Souza",
        "J C A Medeiros",
        "T M Silva",
        "K M Jesus",
        "J M N Freitas",
        "R S Okumura",
        "C F Oliveira Neto"
      ],
      "journal": "Brazilian journal of biology = Revista brasleira de biologia",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cowpea is a leguminous plant belonging to the fabaceae family cultivated in the North and Northeast regions of Brazil, with productive potential. Among the abiotic factors, water deficiency is one of the main environmental limitations that influence agricultural production in the world. The objective of this work was to study the relative water content and osmoregulators of cowpea plants subjected to water stress. The experiment was carried out in a greenhouse at the Universidade Federal Rural da Amazônia (UFRA, Belém, PA), cowpea plants BR-17 Gurguéia Vigna unguiculata (L.) Walp were used. The experimental design was completely randomized (DIC) in a 2 × 2 factorial scheme, two water conditions (control and water deficit) and two times of stress (four and six days of water suspension), with 7 replications, totaling 28 experimental units. The water deficit affected plants, causing a reduction in relative water content (69.98%), starch (12.84% in leaves and 23.48% in roots) and carbohydrates (84.34%), and an increase in glycine-betaine, sucrose (114.11% in leaves and 18.71% in roots) and proline (358.86%) at time 2. The relative water content was negatively affected by water conditions, with a decrease in relation to the interaction of the aerial part and the root system. Therefore, greater metabolic responses were noted in plants that were subjected to stress treatment at time 2 (6 days).",
      "mesh_terms": [
        "Vigna",
        "Water",
        "Dehydration",
        "Osmoregulation",
        "Betaine"
      ]
    },
    {
      "pmid": "38823836",
      "title": "Chitosan-coated paper packaging for specialty coffee beans: Coating characterization, bean and beverage analysis.",
      "authors": [
        "Bruna Casagrande Amorin-da-Silva",
        "Giovana Cristina Zambuzi",
        "Kelly Roberta Francisco",
        "Marta Regina Verruma-Bernardi",
        "Sandra Regina Ceccato-Antonini"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cellulose-based packaging has received great attention due to its characteristics of biodegradability, sustainability, and recyclability. Natural polymer coatings are usually applied to the paper surface to enhance the barriers to water vapour and improve the mechanical properties. A chitosan-based coating for paper packaging was developed in this work to store specialty roasted coffee beans, evaluating two samples of chitosan (Sigma® and molasses chitosan), and following the physico-chemical and microbiological characteristics of coffee beans along a period of 60 days. Sensory tests (Ranking Descriptive Analysis and Preference Test) were applied to the beverage prepared with the roasted and ground coffee beans stored in each packaging. Thin chitosan films provided good coverage and adhesion on the paper. Improved mechanical properties and lower water permeability were observed in the chitosan-coated papers. The physicochemical and microbiological characteristics of the coffee beans were not influenced by the packaging along 60 days of storage. The molasses chitosan coating resulted in slightly darker roasted beans. In sensory evaluation, there is a clear difference between the chitosan samples, so that molasses chitosan-coated packaging had higher scores compared to Sigma® chitosan treatment for flavor and global impression in the preference analysis of the beverage. The molasses chitosan-coated packaging had three to four more consumers attributing the highest scores for the beverage prepared with the roasted beans stored in this type of packaging.",
      "mesh_terms": [
        "Chitosan",
        "Food Packaging",
        "Paper",
        "Permeability",
        "Seeds",
        "Coffea",
        "Coffee",
        "Consumer Behavior",
        "Humans"
      ]
    },
    {
      "pmid": "38810443",
      "title": "Ultrasound-assisted germination of red kidney beans: Enhancements in physicochemical and nutritional profiles.",
      "authors": [
        "Zhihui Yu",
        "Yating Gao",
        "Huiling Duan",
        "Dan Zheng",
        "Ziqi Shang",
        "Lixin Zhang",
        "Yisheng Chen"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "To improve the conventional germination process and improve the nutritional quality of red kidney beans, this study employed high-intensity ultrasound (HIU) supplemented with hydrogen peroxide as a pre-germination treatment. The results showed that the 350 W-10 min treatment yielded the highest germination rate (77.09%), with its sprout length 81.13% greater than that of the control group. The 350 W-10 min treatment increased total protein, soluble protein, and ash content, while simultaneously reducing the fat, starch, and soluble sugar content. The HIU treatment accelerated the accumulation of phenolic and flavonoid compounds, ascorbic acid, and γ-aminobutyric acid. The 350 W-10 min treatment also decreased the levels of phytic acid, trypsin inhibitor activity, and tannin by 42.71%, 65.58%, and 53.18%, respectively. Furthermore, ultrasonic cavitation enhanced antioxidative capacity and improved amino acid composition and protein digestibility. Consequently, HIU serves as a cost-efficient method to accelerate the germination process and enhance their nutritional composition.",
      "mesh_terms": [
        "Germination",
        "Nutritive Value",
        "Seeds",
        "Phaseolus",
        "Plant Proteins",
        "Antioxidants",
        "Amino Acids",
        "Ascorbic Acid",
        "Phenols"
      ]
    },
    {
      "pmid": "38731793",
      "title": "Effects of Soaking and Germination Treatments on the Nutritional, Anti-Nutritional, and Bioactive Characteristics of Adzuki Beans (Vigna angularis L.) and Lima Beans (Phaseolus lunatus L.).",
      "authors": [
        "Qurat Ul Eain Hyder Rizvi",
        "Raquel P F Guiné",
        "Naseer Ahmed",
        "Mohd Aaqib Sheikh",
        "Paras Sharma",
        "Imran Sheikh",
        "Ajar Nath Yadav",
        "Krishan Kumar"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-May-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lima beans (Phaseolus lunatus) and adzuki beans (Vigna angularis) are some of the most nutritious underutilized pulses that are significant in being used as basic ingredients for the preparation of various food products. The present study aimed to determine the impact of soaking and germination on nutritional and bioactive components, in vitro protein digestibility, reducing power, metal chelating capacity, antioxidant activity, and anti-nutritional components of lima and adzuki beans. The findings showed that during the germination treatment, the in vitro protein digestibility of lima and adzuki beans increased by 14.75 and 10.98%, respectively. There was an increase in the antioxidant activity of lima beans by 33.48% and adzuki beans by 71.14% after 72 h of germination, respectively. The reducing power assay of lima and adzuki beans indicated an increase of 49.52 and 36.42%, respectively, during germination. Similarly, the flavonoid and metal chelating activity increased in lima and adzuki beans after 72 h of germination. In contrast, the anti-nutrients, such as phytic acid, tannin content, and trypsin inhibitor activity, decreased significantly p < 0.05 after 72 h of germination. These results are encouraging and allow for utilizing the flour obtained from the germinated beans in functional bakery products, which can contribute to eradicating protein deficiency among some population groups. At the same time, promoting soaking and germination of the beans as a way to enhance the nutritional quality and reduce anti-nutrients can contribute to the interest in these underutilized pulses. They could be seen as an additional tool to improve food security."
    },
    {
      "pmid": "38668204",
      "title": "Suppression of Root Rot Fungal Diseases in Common Beans (Phaseolus vulgaris L.) through the Application of Biologically Synthesized Silver Nanoparticles.",
      "authors": [
        "Ezzeldin Ibrahim",
        "Abdelmonim Ali Ahmad",
        "El-Sayed Abdo",
        "Mohamed Ahmed Bakr",
        "Mohamed Ali Khalil",
        "Yasmine Abdallah",
        "Solabomi Olaitan Ogunyemi",
        "Mohamed Mohany",
        "Salim S Al-Rejaie",
        "Linfei Shou",
        "Bin Li",
        "Anwar A Galal"
      ],
      "journal": "Nanomaterials (Basel, Switzerland)",
      "publication_date": "2024-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The biosynthesis of silver nanoparticles (AgNPs) using plant extracts has become a safe replacement for conventional chemical synthesis methods to fight plant pathogens. In this study, the antifungal activity of biosynthesized AgNPs was evaluated both in vitro and under greenhouse conditions against root rot fungi of common beans (Phaseolus vulgaris L.), including Macrophomina phaseolina, Pythium graminicola, Rhizoctonia solani, and Sclerotium rolfsii. Among the eleven biosynthesized AgNPs, those synthesized using Alhagi graecorum plant extract displayed the highest efficacy in suppressing those fungi. The findings showed that using AgNPs made with A. graecorum at a concentration of 100 μg/mL greatly slowed down the growth of mycelium for R. solani, P. graminicola, S. rolfsii, and M. phaseolina by 92.60%, 94.44%, 75.93%, and 79.63%, respectively. Additionally, the minimum inhibitory concentration (75 μg/mL) of AgNPs synthesized by A. graecorum was very effective against all of these fungi, lowering the pre-emergence damping-off, post-emergence damping-off, and disease percent and severity in vitro and greenhouse conditions. Additionally, the treatment with AgNPs led to increased root length, shoot length, fresh weight, dry weight, and vigor index of bean seedlings compared to the control group. The synthesis of nanoparticles using A. graecorum was confirmed using various physicochemical techniques, including UV spectroscopy, Fourier-transform infrared spectroscopy (FTIR), transmission electron microscopy (TEM), X-ray diffraction (XRD), scanning electron microscopy (SEM), and energy-dispersive X-ray spectroscopy (EDS) analysis. Collectively, the findings of this study highlight the potential of AgNPs as an effective and environmentally sustainable approach for controlling root rot fungi in beans."
    },
    {
      "pmid": "38522693",
      "title": "Rapid screening of the novel bioactive peptides with notable α-glucosidase inhibitory activity by UF-LC-MS/MS combined with three-AI-tool from black beans.",
      "authors": [
        "Yuancheng Li",
        "Xinlei Wang",
        "Xumeng Guo",
        "Lulu Wei",
        "Haichen Cui",
        "Qingkai Wei",
        "Jingyi Cai",
        "Zhihui Zhao",
        "Jianfang Dong",
        "Jiashu Wang",
        "Jianhua Liu",
        "Zikun Xia",
        "Zhongqiu Hu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This work aimed to propose a rapid method to screen the bioactive peptides with anti-α-glucosidase activity instead of traditional multiple laborious purification and identification procedures. 242 peptides binding to α-glycosidase were quickly screened and identified by bio-affinity ultrafiltration combined with LC-MS/MS from the double enzymatic hydrolysate of black beans. Top three peptides with notable anti-α-glucosidase activity, NNNPFKF, RADLPGVK and FLKEAFGV were further rapidly screened and ranked by the three artificial intelligence tools (three-AI-tool) BIOPEP database, PeptideRanker and molecular docking from the 242 peptides. Their IC50 values were in order as 4.20 ± 0.11 mg/mL, 2.83 ± 0.03 mg/mL, 1.32 ± 0.09 mg/mL, which was opposite to AI ranking, for the hydrophobicity index of the peptides was not included in the screening criteria. According to the kinetics, FT-IR, CD and ITC analyses, the binding of the three peptides to α-glucosidase is a spontaneous and irreversible endothermic reaction that results from hydrogen bonds and hydrophobic interactions, which mainly changes the α-helix structure of α-glucosidase. The peptide-activity can be evaluated vividly by AFM in vitro. In vivo, the screened FLKEAFGV and RADLPGVK can lower blood sugar levels as effectively as acarbose, they are expected to be an alternative to synthetic drugs for the treatment of Type 2 diabetes.",
      "mesh_terms": [
        "alpha-Glucosidases",
        "Fabaceae",
        "Glycoside Hydrolase Inhibitors",
        "Kinetics",
        "Liquid Chromatography-Mass Spectrometry",
        "Molecular Docking Simulation",
        "Peptides",
        "Tandem Mass Spectrometry",
        "Ultrafiltration"
      ]
    },
    {
      "pmid": "38505371",
      "title": "Steaming Maintains Fatty Acids, Antioxidants, and Proximate Content in Snack Bar Products from Cocoa Beans.",
      "authors": [
        "Kasma Iswari",
        "Atman",
        "Leni Marlina",
        "Riska",
        "Sri Satya Antarlina",
        "Ratna Wylis Arief",
        "Waryat",
        "Rosniyati Suwarda",
        "Noveria Sjafrina",
        "Alvi Yani",
        "Sunarmani",
        "Gabriel Herald Joseph",
        "Meivie Lintang",
        "Payung Layuk",
        "Abdullah Bin Arif"
      ],
      "journal": "TheScientificWorldJournal",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chocolate products on the market are generally in the form of chocolate bars as snacks made from cocoa powder. Fat and powder are separated first through a pressing process to obtain the cocoa powder. Cocoa powder loses most of its fat content during processing. Therefore, the study aimed to determine the effect of steaming time on the cocoa bean content of fatty acids, free fatty acids, proximate levels, and antioxidant activity of snack bar products made from steamed cocoa beans. Seven steaming time intervals for cocoa beans were studied. The results showed that a longer steaming time affects the fatty acids, saturated fatty acids, antioxidants, and proximate in cocoa beans. Steaming time treatment at 45 minutes increased oleic acid, palmitic acid, and antioxidant activity. In addition, reducing free fatty acids represents a quality improvement that meets international Codex Alimentarius standards, offering a competitive advantage in the market. The food industry can adopt this steaming technique to develop snack bars and new products that are healthier and more sustainable by using steaming as an effective processing method in maintaining and increasing the nutritional value of products.",
      "mesh_terms": [
        "Antioxidants",
        "Fatty Acids",
        "Snacks",
        "Cacao",
        "Chocolate"
      ]
    },
    {
      "pmid": "38462520",
      "title": "Japanese Mucuna pruriens (Hasshou Beans) Showed Fast-acting and Long-lasting Effects in Parkinson's Disease.",
      "authors": [
        "Mayumi Sakata",
        "Katsuichi Miyamoto",
        "Jinsoo Koh",
        "Yasuhiro Nagashima",
        "Tomoyoshi Kondo",
        "Hidefumi Ito"
      ],
      "journal": "Internal medicine (Tokyo, Japan)",
      "publication_date": "2024-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective Mucuna pruriens (MP) is a legume whose seeds contain levodopa (LD), which has potential therapeutic effects against Parkinson's disease (PD). However, further research is needed to thoroughly evaluate its efficacy and safety for treating this condition. In this study, we analyzed the pharmacokinetics of MP grown in Japan and investigated its mechanism of action in PD. Methods MP seeds ground after roasting (containing 4.02% LD per MP powder) were used as the reagent and compared with an equivalent LD/carbidopa (CD) preparation. This clinical trial was conducted using a crossover design among PD patients attending our institution. Each patient received a single dose of 100/10 mg LD/CD tablets and 11 g of MP reagent. Results Among the seven patients with PD, MP prolonged the ON time 2-fold compared to LD/CD. The LD concentrations after MP intake were higher than those after LD/CD intake, whereas dyskinesia did not increase. An analysis of the LD metabolites showed that the 3-O-methyl-dopa/LD metabolic ratio was significantly lower after MP ingestion than after LD/CD ingestion, indicating that MP has a catechol-O-methyl transferase inhibitory effect. Conclusions This is the first report of a pharmacokinetic analysis conducted on actual patients with PD showing that MP significantly prolongs the ON time. The advantages of MP as a treatment for PD have been confirmed: it is inexpensive, as effective as LD, works faster and longer than LD, and does not increase dyskinesia.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Antiparkinson Agents",
        "Carbidopa",
        "Cross-Over Studies",
        "Drug Combinations",
        "Japan",
        "Levodopa",
        "Mucuna",
        "Parkinson Disease",
        "Seeds",
        "Treatment Outcome",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "38410274",
      "title": "Nutritional, biochemical and health properties of Locust beans and its applications in the food industry: a review.",
      "authors": [
        "Kamar Nasrallah",
        "Sanaa Khaled",
        "Sami El Khatib",
        "Maha Krayem"
      ],
      "journal": "Journal of food science and technology",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "UNLABELLED: The Locust Bean (Ceratonia siliqua L.) is an ancient Mediterranean fruit that is used to make locust bean gum from seeds, which is a popular ingredient in many foods today. Locust Bean fruit and Gum are rich in bioactive compounds that can be helpful in the treatment of conditions involving the digestive system, as well as cancer, hyperlipidemia, and diabetes. The locust bean gum is a polysaccharide extracted from the endosperm of the locust bean seed through different thermomechanical or chemical processes. It is an approved food additive with the European number E410 and a number of different food uses. It is a galactomannan and it is frequently used in dairy products for its water-binding and thickening properties to improve their rheological properties. This review aims to study the functional, and nutritional characteristics of Locust Bean Gum, the extraction of Locust Bean Gum, as well as its applications in the food sector and its impacts on dairy product processing. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s13197-023-05765-5."
    },
    {
      "pmid": "38406984",
      "title": "Don't Say \"Beans\" When Promoting Plant Protein to Family Meal Planners.",
      "authors": [
        "Thomas E Kottke",
        "Jennifer M Dinh",
        "Maren S G Henderson",
        "Laura Zibley",
        "Rachael L Rivard",
        "Jeanette Y Ziegenfuss",
        "Katherine J Ellefson",
        "Hikaru Peterson",
        "Marna Canterbury"
      ],
      "journal": "American journal of health promotion : AJHP",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To identify \"headlines\" that would engage recipients to consider plant protein over red meat. DESIGN: Mail and web survey. SETTING: Urban Minnesota community. SUBJECTS: 144 survey respondents from our health plan and community program distribution lists who live with at least 1 other person and eat meat. INTERVENTION: We asked respondents how likely they would be to click on each of 24 headlines with a motivator (eating plant protein for health vs for environmental reasons) and a barrier (family preferences, knowledge about plant proteins, or cooking skills). 16 headlines contained the word \"beans\". MEASURES: We created categorical variables for each headline construct: (1) motivator, (2) barrier, and (3) reference to beans. Using a mixed model with random effects, we compared, for each construct, respondents' self-reported likelihood to click on a headline. RESULTS: Health-related headlines performed significantly better than environmental headlines (P = .0019, 95% CI .01, .11). Family-oriented headlines performed slightly better than skills-oriented (P = .0927, 95% CI -.01, .11) and knowledge-oriented (P = .0960, 95% CI -.01, .11) headlines. Headlines containing the word \"beans\" performed significantly worse than those not containing \"beans\" (P < .0001, 95% CI -.22, -.12). CONCLUSIONS: The population represented by our survey respondents report being most likely to click on headlines that emphasize health and family. They report they are significantly less likely to click on headlines that promote beans.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Adult",
        "Middle Aged",
        "Minnesota",
        "Cooking",
        "Plant Proteins",
        "Health Promotion",
        "Aged",
        "Health Knowledge, Attitudes, Practice",
        "Family"
      ]
    },
    {
      "pmid": "38267535",
      "title": "Silicon via fertigation with and without potassium application, improve physiological aspects of common beans cultivated under three water regimes in field.",
      "authors": [
        "Carlos Vital Gonzalez-Porras",
        "Gelza Carliane Marques Teixeira",
        "Renato de Mello Prado",
        "Patrícia Messias Ferreira",
        "Luiz Fabiano Palaretti",
        "Kamilla Silva Oliveira"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Jan-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Frequent droughts have led to an expansion of irrigated common bean (Phaseolus vulgaris L.) cultivation areas. An effective strategy to enhance water use efficiency and optimize crop growth is the application of silicon (Si) and potassium (K). However, the interaction between Si dosage, water regimes, and plant potassium status, as well as the underlying physiological mechanisms, remains unknown. This study aimed to assess the effects of Si doses applied via fertigation under various water regimes, in the presence and absence of potassium fertilization, on gas exchange, water use efficiency, and growth of Common beans in field conditions. Two experiments were conducted, one with and one without K supply, considering that the potassium content in the soil was 6.4 mmolc dm-3 in both experiments and a replacement dose of 50 kg ha was applied in the with K treatment, with the same treatments evaluated in both potassium conditions. The treatments comprised a 3 × 4 factorial design, encompassing three water regimes: 80% (no deficit), 60% (moderate water deficit), and 40% (severe water deficit) of soil water retention capacity, and four doses of Si supplied via fertigation: 0, 4, 8, and 12 kg ha-1. Where it was evaluated, content of photosynthetic pigments, fluorescence of photosynthesis, relative water content, leaf water potential and electrolyte extravasation, dry mass of leaves, stems and total. The optimal doses of Si for fertigation application, leading to increased Si absorption in plants, varied with decreasing soil water content. The respective values were 6.6, 7.0, and 7.1 kg ha-1 for the water regimes without deficit, with moderate water deficit, and with severe water deficit. Fertigation application of Si improved plant performance, particularly under severe water deficit, regardless of potassium status. This improvement was evident in relative water content, leaf water potential, and membrane resistance, directly impacting pigment content and gas exchange rates. The physiological effects resulted in enhanced photosynthesis in water-deficient plants, mitigating dry mass production losses. This research demonstrates, for the first time in common bean, the potential of Si to enhance irrigation efficiency in areas limited by low precipitation and water scarcity.",
      "mesh_terms": [
        "Phaseolus",
        "Potassium",
        "Silicon",
        "Droughts",
        "Soil"
      ]
    },
    {
      "pmid": "38254478",
      "title": "Microstructural Changes in Vanilla planifolia Beans after Using High-Hydrostatic-Pressure Treatment in the Curing Process.",
      "authors": [
        "Katia D Rivero-Angeles",
        "Génesis V Buitimea-Cantúa",
        "Gloria Dávila-Ortiz",
        "Edgar O López-Villegas",
        "Jorge Welti-Chanes",
        "Zamantha Escobedo-Avellaneda",
        "Darío I Téllez-Medina"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Jan-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "During vanilla bean curing, the cell arrangement derived from the killing technique applied to start bean ripening is essential to obtain the characteristic aroma and flavor of vanilla. Hence, killing is an important step to release the enzymes and compounds required for vanillin production. In this work, high hydrostatic pressure (HHP) at 100-400 MPa for 5 min, using water at 7 °C as the pressure-transmitting medium, was applied as the killing method, and its effect on the microstructural changes in vanilla beans during different curing cycles (C0-C20) was evaluated and compared with that observed after scalding by using water at 100 °C for 8 s. Microstructural changes in the cross-sectioned beans were analyzed using a stereomicroscope (SM), confocal laser scanning microscopy (CLSM), and environmental scanning electron microscopy (ESEM). The vanilla beans were cross-sectioned and three main sectors were analyzed: the total, annular, and core. The morphometric descriptors, namely, area, Feret's diameter, and circularity, were quantified via digital image analysis (DIA), from which a shrinkage ratio was calculated. The results show that the total area in the beans presented a maximum decrease in the C16 of curing. The core area was most affected by the HHP treatment, mainly at 400 MPa, rather than scalding. CSLM observations revealed the autofluorescence of the compounds inside the beans. In conclusion, the use of microscopy techniques and DIA allowed us to determine the microstructural changes in the HHP-treated pods, which were found to be more numerous than those found in the scalded beans."
    },
    {
      "pmid": "38216774",
      "title": "Bacillus licheniformis M2-7 Decreases Ochratoxin A Concentrations in Coffee Beans During Storage.",
      "authors": [
        "María Rojas-Pablo",
        "Erubiel Toledo-Hernández",
        "Miguel A Rodríguez-Barrera",
        "Jeiry Toribio-Jiménez",
        "Carmina Torreblanca-Ramírez",
        "Víctor Manuel Rosas-Guerrero",
        "Sergio Adrián Salgado-Souto",
        "Patricia Álvarez-Fitz",
        "Alejandro Bolaños-Dircio",
        "Yanet Romero-Ramírez"
      ],
      "journal": "Current microbiology",
      "publication_date": "2024-Jan-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Microbial contamination of coffee beans arises from various factors such as harvesting, handling, and storage practices, during which ochratoxin A (OTA)-producing fungi develop and proliferate. The presence of elevated concentrations of OTA poses a serious health risk to coffee consumers. Therefore, the implementation of a post-harvest treatment involving the use of bacteria known to antagonize OTA-producing fungi constitutes a safe alternative for reducing or eliminating the toxin's concentration in coffee beans. In this study, coffee beans (Coffea arabica L.) were inoculated with Bacillus licheniformis M2-7, after which we monitored fungal growth, in vitro antagonism, and OTA concentration. Our findings demonstrated that coffee beans inoculated with this bacterial strain exhibited a significant decrease in fungal populations belonging to the genera Aspergillus and Penicillium, which are known to produce OTA. Moreover, strain M2-7 decreased the growth rates of these fungi from 67.8% to 95.5% (P < 0.05). Similarly, inoculation with B. licheniformis strain M2-7 effectively reduced the OTA concentration from 24.35 ± 1.61 to 5.52 ± 1.69 µg/kg (P < 0.05) in stored coffee beans. These findings suggest that B. licheniformis M2-7 holds promise as a potential post-harvest treatment for coffee beans in storage, as it effectively inhibits the proliferation of OTA-producing fungi and lowers the toxin's concentration.",
      "mesh_terms": [
        "Food Contamination",
        "Coffea",
        "Bacillus licheniformis",
        "Ochratoxins"
      ]
    },
    {
      "pmid": "38144652",
      "title": "Tuberculosis treatment spills the beans on Wilson's disease and more.",
      "authors": [
        "Vikram S Kumar",
        "S R Dhananjaya",
        "Shivaraj Gowda"
      ],
      "journal": "Medical journal, Armed Forces India",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Drug-induced liver injury (DILI) is an unwarranted problem and has been a scourge in the treatment of tuberculosis (TB) infection in general and children in particular. Usually, when the Antituberculosis treatment (ATT) regime is temporarily interrupted and modified, DILI subsides, and the whole treatment can be completed under supervision. We report a case of ATT-induced DILI not improving despite modification in the ATT regime, which ultimately led to the revealing of a yet unreported constellation of syndromes that included Wilson Disease, 46 XX gonadal dysgenesis, and Mayer Rokitansky Kuster Hauser (MRKH) Syndrome."
    },
    {
      "pmid": "38137259",
      "title": "Effect of Solar Pre-Drying and Yeast Starter Inoculation Treatments on the Chemical Composition of Cocoa (Theobroma cacao L.) Beans from Southwestern Colombia.",
      "authors": [
        "Juan Florencio Tejeda",
        "Jéssica Arango-Angarita",
        "Jairo Leonardo Cuervo"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Dec-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In Southwestern Colombia, cocoa clones are cultivated in which productivity characteristics predominate over bean quality. In this study, cocoa beans of the CCN-51 clone harvested in the Tumaco region (Nariño, Colombia) were fermented following four different treatments: (1) spontaneously (at room temperature for 120 h) in traditional conditions (Control); (2) traditional processing with a pre-drying (sun-dried for 24 h) treatment (PD); (3) with fermentation (for 120 h) after inoculation of a yeast starter culture (YS); and (4) including both treatments, pre-drying and yeast inoculation (PD + YS). Chemical composition, fatty acids, total polyphenol, methylxanthines (theobromine and caffeine) and lactic acid content of cocoa beans were determined. Chemical and fatty acid composition and theobromine content were not affected by the different fermentation treatments applied (p > 0.05). When analyzing total polyphenol content, YS (16.62 mg/g) and PD + YS (17.74) treatments significantly decreased (p < 0.05) the content of these compounds at the end of the fermentation process, affecting cocoa flavour, while PD treatment decreased (p < 0.05) the caffeine content (0.68 mg/g) of cocoa beans. Finally, lactic acid content decreased because of both inoculation of yeast starter (1.11 mg/g) and mainly the pre-drying treatment (0.60). In conclusion, solar pre-drying in the open air and the inoculation of yeast starter treatments could improve the final quality of cocoa beans."
    },
    {
      "pmid": "38052762",
      "title": "Using soil nitrogen amendments in mitigating ozone stress in agricultural crops: a case study of cluster beans.",
      "authors": [
        "Gereraj Sen Gupta",
        "Parvati Madheshiya",
        "Supriya Tiwari"
      ],
      "journal": "Environmental monitoring and assessment",
      "publication_date": "2023-Dec-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The climate change scenario in the coming years is liable to have serious negative consequences on agricultural productivity. Increasing tropospheric ozone concentration is an important aspect of climate change, which, due to its oxidative nature, is injurious to the plants. Due to the multifarious nature and continuously increasing concentration of tropospheric ozone, it is prerequisite to develop strategies to manage ozone stress in plants. Present study not only evaluates the potential of soil nitrogen amendments in ameliorating ozone stress in plants, but also focuses upon the mechanistic approaches adopted by the different plant cultivars to combat ozone stress. Three doses of nitrogen amendments, recommended (N1), 1.5× recommended (N2) and 2× recommended (N3), were given to two cultivars (S-151 and PUSA-N) of Cymopsis tetragonoloba exposed to ambient ozone stress. Control plants were also maintained in which no nitrogen treatment was given. Nitrogen supplementation reduced the root nodulation frequency and leghaemoglobin content, which subsequently increased the cellular nitrogen metabolism as evident through increase in the activities of nitrate reductase and nitrite reductase in both the test cultivars. The positive effects of nitrogen amendments are clearly evident in the 1D protein profile studies which showed a greater accumulation of larger sub-units of RuBisCO in nitrogen amended plants. The results clearly indicate that N2 treatment effectively enhanced the yield of both the cultivars (84.8% and 76.37%, in S-151 and PUSA-N, respectively); however, the mechanistic approach adopted by the two cultivars was different. Whereas the yield quantity showed higher increments in S-151, the yield quality parameters (carbohydrates and nitrogen contents) responded more positively in PUSA-N.",
      "mesh_terms": [
        "Soil",
        "Crops, Agricultural",
        "Nitrogen",
        "Ozone",
        "Environmental Monitoring",
        "Vegetables"
      ]
    },
    {
      "pmid": "38022876",
      "title": "1-Methylcyclopropene Alleviates Postharvest Chilling Injury of Snap Beans by Enhancing Antioxidant Defense System.",
      "authors": [
        "Na Lv",
        "Cai-Ping Wang",
        "Hong-Tao Zhou",
        "Chang-Jie Guo",
        "Hao-Yan Zhang",
        "Da-Yong Ren"
      ],
      "journal": "Food technology and biotechnology",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "RESEARCH BACKGROUND: Chilling injury is a major disorder affecting the quality of tropical and subtropical vegetables during low temperature storage. Snap bean (Phaseolus vulgaris L.) is sensitive to chilling injury. The main purpose of the present study is to investigate the alleviating effects of 1-methylcyclopropene (1-MCP) on chilling injury of snap bean. In addition, the related mechanisms were also detected from the perspective of the changes of antioxidant defense system. EXPERIMENTAL APPROACH: Snap beans were exposed to different volume fractions of 1-MCP. After 24 h of treatment, snap beans were stored at 4 °C for up to 14 days. Chilling injury index, electrolyte leakage, titratable acidity and total soluble solids were determined. Contents of chlorophyll, ascorbic acid and malondialdehyde were assessed. The total antioxidant capacity, Fe(II) ion chelating capacity, scavenging capacities on free radicals and activities of antioxidant enzymes were detected. Total phenol content and activities of related metabolic enzymes were also determined. RESULTS AND CONCLUSIONS: 1-MCP treatment reduced chilling injury index, electrolyte leakage rate and malondialdehyde content of snap beans. The amounts of total soluble solids, titratable acid, ascorbic acid and total chlorophyll in 1-MCP-treated snap beans were significantly higher than those of control. The snap beans treated with 1-MCP showed stronger total antioxidant capacity and metal chelating activity. The 1-MCP treatment enhanced scavenging effects of snap beans on superoxide, hydroxyl and 1,1-diphenyl-2-trinitrophenylhydrazine radicals. The activities of peroxidase, ascorbate peroxidase, superoxide dismutase and catalase in 1-MCP-treated group were higher than of control. The treatment also enhanced the accumulation of phenolic compounds in snap beans by regulating the activities of phenol-metabolizing enzymes such as shikimate dehydrogenase, phenylalanine ammonia lyase enzyme, cinnamic acid 4-hydroxylase and polyphenol oxidase. In conclusion, with the mechanism that involves the activation of enzymatic and non-enzymatic antioxidant systems, 1-MCP has the ability to avoid chilling injury of snap bean. NOVELTY AND SCIENTIFIC CONTRIBUTION: This study gives insights into whether 1-MCP can regulate postharvest cold resistance in vegetables by enhancing the enzymatic antioxidant system and inducing the accumulation of non-enzymatic antioxidants. Considering the results, 1-MCP treatment could be an effective method to alleviate postharvest chilling injury of snap beans during low temperature storage."
    },
    {
      "pmid": "37970900",
      "title": "Growth and production of cowpea beans under potassium doses in soil of cerrado in Amapá, Brazil.",
      "authors": [
        "K S Q Costa",
        "C F Oliveira",
        "M P Melo",
        "H C Lima",
        "R L C Ferreira",
        "N C Melo",
        "F K C Moraes",
        "F J R Cruz",
        "L C Souza",
        "V R Nascimento"
      ],
      "journal": "Brazilian journal of biology = Revista brasleira de biologia",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The cowpea bean [Vigna unguiculata (L.) Walp.], a legume of great socioeconomic importance, it was previously cultivated exclusively for subsistence and commercial purposes, especially in the North and Northeast regions. This crop has a low production cost and high nutritional value, in addition to a high potential for productivity growth and expansion to other regions. The objective of this work was to evaluate parameters of growth and production in cowpea culture, as a function of potassium fertilization in soil of the cerrado of Amapá. The parameters of growth and production of the cowpea culture were evaluated, as a function of potassium fertilization in the soil of the cerrado of Amapá. The experiment was conducted in a greenhouse, using a completely randomized experimental design, with four replications, in a 5x2 factorial scheme, totaling 40 experimental units, which were composed of plastic pots containing 7 dm3 of soil collected from the arable layer (0-20 cm ) of a typical Hyperdystrophic Yellow Argisol, with a sandy clay loam texture, in a cerrado area in the municipality of Porto Grande-AP. The factors consisted of the control treatment (without K), four doses of K (45, 90, 135 and 180 kg ha-1) in the form of potassium chloride, and two cowpea cultivars (Pretinho and BRS Tumucumaque). The cultivar BRS Tumucumaque shows better growth and production of cowpea plants. Doses of 90 kg ha-1 provided greater height (98.75 cm) and stem diameter (10.0 mm). As for production, the dose of 135 kg ha-1 caused greater grain weight gain (5.25 g) and dry mass of pods (13.92 g), and the doses of 90 and 180 kg ha-1 induced greater number and length of pods (3.16 pods) respectively. These results show better responsiveness of the BRS Tumucumaque cultivar at doses of 90, 135 and 180 kg ha-1 in the type of soil where the study was conducted.",
      "mesh_terms": [
        "Vigna",
        "Soil",
        "Potassium",
        "Brazil",
        "Fabaceae"
      ]
    },
    {
      "pmid": "37967784",
      "title": "Quantitative profiling of supersulfides naturally occurring in dietary meats and beans.",
      "authors": [
        "Shingo Kasamatsu",
        "Ayaka Kinno",
        "Chiharu Miura",
        "Jun-Ichi Hishiyama",
        "Kensuke Fukui",
        "Shoji Kure",
        "Kazunobu Tsumura",
        "Tomoaki Ida",
        "Tetsuro Matsunaga",
        "Takaaki Akaike",
        "Hideshi Ihara"
      ],
      "journal": "Analytical biochemistry",
      "publication_date": "2024-Jan-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Sulfur is essential in the inception of life and crucial for maintaining human health. This mineral is primarily supplied through the intake of proteins and is used for synthesizing various sulfur-containing biomolecules. Recent research has highlighted the biological significance of endogenous supersulfides, which include reactive persulfide species and sulfur catenated residues in thiol and proteins. Ingestion of exogenous sulfur compounds is essential for endogenous supersulfide production. However, the content and composition of supersulfides in foods remain unclear. This study investigated the supersulfide profiles of protein-rich foods, including edible animal meat and beans. Quantification of the supersulfide content revealed that natto, chicken liver, and bean sprouts contained abundant supersulfides. In general, the supersulfide content in beans and their derivatives was higher than that in animal meat. The highest proportion (2.15 %) was detected in natto, a traditional Japanese fermented soybean dish. These results suggest that the abundance of supersulfides, especially in foods like natto and bean sprouts, may contribute to their health-promoting properties. Our findings may have significant biological implications and warrant developing novel dietary intervention for the human health-promoting effects of dietary supersulfides abundantly present in protein-rich foods such as natto and bean sprouts.",
      "mesh_terms": [
        "Humans",
        "Glycine max",
        "Soy Foods",
        "Meat",
        "Sulfur"
      ]
    },
    {
      "pmid": "37959042",
      "title": "Raman Spectroscopic and Sensory Evaluation of Cocoa Liquor Prepared with Ecuadorian Cocoa Beans Treated with Gamma Irradiation or Induced Electromagnetic Field Fermentation.",
      "authors": [
        "Tania María Guzmán-Armenteros",
        "Jenny Ruales",
        "Cristina Cuesta-Plúa",
        "Juan Bravo",
        "Marco Sinche",
        "Edwin Vera",
        "Edison Vera",
        "Paul Vargas-Jentzsch",
        "Valerian Ciobotă",
        "Fernando E Ortega-Ojeda",
        "Andrés Proaño",
        "Armando Echeverría",
        "Luis Ramos-Guerrero"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Oct-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cocoa liquor is the primary precursor of the worldwide highly appreciated commodity chocolate. Its quality depends on several factors, such as the type of cocoa, the fermentation process, and the control of the contaminants in the fermented beans. This study aims to evaluate whether the induced magnetic field treatment during the fermentation process or the pathogen reduction with gamma irradiation after the fermentation affect the characteristics of the cocoa liquor obtained from Ecuadorian cocoa beans. For this purpose, liquor samples from controls (standard process), from beans treated with an induced magnetic field up to 80 mT, and from beans irradiated with nominal doses up to 3 kGy were characterized through Raman spectroscopic analysis and sensorial evaluation. The most relevant bands of the cocoa liquor were assigned according to reports from the literature, spectroscopic data, and chemometrics. The spectra corresponding to different treatments and doses were visually very similar, but they could be discriminated using OPLS-DA models, where the most intense Raman signals were attributed to the lipid components. The sensorial evaluation rated the presence of floral, fruity, almondy, acid, and bitter flavors, along with astringency and intense aroma, and these attributes exhibited variable behavior depending on the dose of the irradiation or magnetic treatment. Therefore, both treatments may exert an influence on cocoa beans and, therefore, on the cocoa liquor quality."
    },
    {
      "pmid": "37959013",
      "title": "Potential of Arabica Coffee Beans from Northern Thailand: Exploring Antidiabetic Metabolites through Liquid Chromatography with Tandem Mass Spectrometry (LC-MS/MS) Metabolomic Profiling across Diverse Postharvest Processing Techniques.",
      "authors": [
        "Cholpisut Tantapakul",
        "Sucheewin Krobthong",
        "Prasara Jakkaew",
        "Wattanapong Sittisaree",
        "Chanat Aonbangkhen",
        "Yodying Yingchutrakul"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Oct-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Coffee, a widely consumed beverage worldwide, undergoes postharvest methods that influence its physicochemical characteristics, while roasting modulates its composition, affecting sensory attributes. This study investigates the impact of distinct postharvest methods (washed and natural) on the antidiabetic activities, including α-amylase and DPP4, as well as the phytochemical profiling of geological indicator (GI) coffee beans (Coffea arabica L.). The results indicate notable differences in antidiabetic activity and phytochemical profiles between washed and natural processing methods. Coffee beans processed naturally exhibit significant suppression of DPP4 and α-amylase activities (p-value < 0.01) compared to beans processed using the washed technique. TLC profiling using the ratios of the solvent systems of ethyl acetate/dichloromethane (DCM) and acetone/DCM as separation solvents reveals dominant spots for the washed technique. LC-MS/MS-based untargeted metabolomics analysis using principle component analysis (PCA) clearly segregates samples processed by the natural and washed techniques without any overlap region. A total of 1114 phytochemicals, including amino acids and short peptides, are annotated. The natural processing of coffee beans has been shown to yield a slightly higher content of chlorogenic acid (CGA) compared to the washed processing method. Our findings highlight the distinct bioactivities and phytochemical compositions of GI coffee beans processed using different techniques. This information can guide consumers in choosing coffee processing methods that offer potential benefits in terms of alternative treatment for diabetes."
    },
    {
      "pmid": "37894509",
      "title": "Effect of Germinated Sorghum Extract on the Physical and Thermal Properties of Pre-Gelatinized Cereals, Sweet Potato and Beans Starches.",
      "authors": [
        "Hesham Alqah",
        "Shahzad Hussain",
        "Mohamed Saleh Alamri",
        "Abdellatif A Mohamed",
        "Akram A Qasem",
        "Mohamed A Ibraheem",
        "Aamir Shehzad"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Oct-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Starches from different botanical sources are affected in the presence of enzymes. This study investigated the impact of α-amylase on several properties of pre-gelatinized starches derived from chickpea (Cicer arietinum L.), wheat (Triticum aestivum L.), corn (Zea mays L.), white beans (Phaseolus vulgaris), and sweet potatoes (Ipomoea batatas L.). Specifically, the water holding capacity, freezable water content, sugar content, and water sorption isotherm (adsorption and desorption) properties were examined. The source of α-amylase utilized in this study was a germinated sorghum (Sorghum bicolor L. Moench) extract (GSE). The starch samples were subjected to annealing at temperatures of 40, 50, and 60 °C for durations of either 30 or 60 min prior to the process of gelatinization. A significant increase in the annealing temperature and GSE resulted in a notable enhancement in both the water-holding capacity and the sugar content of the starch. The ordering of starches in terms of their freezable water content is as follows: Chickpea starch (C.P.S) > white beans starch (W.B.S) > wheat starch (W.S) > chickpea starch (C.S) > sweet potato starch (S.P.S). The Guggenheim-Anderson-de Boer (GAB) model was only employed for fitting the data, as the Brunauer-Emmett-Teller (BET) model had a low root mean square error (RMSE). The application of annealing and GSE treatment resulted in a shift of the adsorption and desorption isotherms towards greater levels of moisture content. A strong hysteresis was found in the adsorption and desorption curves, notably within the water activity range of 0.6 to 0.8. The GSE treatment and longer annealing time had an impact on the monolayer water content (mo), as well as the C and K parameters of the GAB model, irrespective of the annealing temperature. These results can be used to evaluate the applicability of starch in the pharmaceutical and food sectors.",
      "mesh_terms": [
        "Ipomoea batatas",
        "Edible Grain",
        "Sorghum",
        "Amylose",
        "Starch",
        "alpha-Amylases",
        "Water",
        "Sugars",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "37803558",
      "title": "Dry beans (Phaseolus vulgaris L.) modulate the kinetics of lipid digestion in vitro: Impact of the bean matrix and processing.",
      "authors": [
        "Tiantian Lin",
        "Sean O'Keefe",
        "Susan Duncan",
        "Cristina Fernández-Fraguas"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "The lipid-lowering effect of dry beans and their impact on lipid and cholesterol metabolism have been established. This study investigates the underlying mechanisms of this effect and explore how the structural integrity of processed beans influences their ability to modulate lipolysis using the INFOGEST static in vitro digestion model. Dietary fiber (DF) fractions were found to decrease lipolysis by increasing the digesta viscosity, leading to depletion-flocculation and/or coalescence of lipid droplets. Bean flours exhibited a more pronounced reduction in lipolysis compared to DF. Furthermore, different levels of bean structural integrity showed varying effects on modulating lipolysis, with medium-sized bean particles demonstrating a stronger reduction. Hydrothermal treatment compromised the ability of beans to modulate lipid digestion, while hydrostatic-pressure treatment (600 MPa/5min) enhanced the effect. These findings highlight that the lipid-lowering effect of beans is not solely attributed to DF but also to the overall bean matrix, which can be manipulated through processing techniques.",
      "mesh_terms": [
        "Phaseolus",
        "Dietary Fiber",
        "Lipolysis",
        "Lipids",
        "Digestion"
      ]
    },
    {
      "pmid": "37628969",
      "title": "Selection Behavior and OBP-Transcription Response of Western Flower Thrips, Frankliniella occidentalis, to Six Plant VOCs from Kidney Beans.",
      "authors": [
        "Yanhui Wang",
        "Xiaobing Zhu",
        "Yixuan Jin",
        "Ruichuan Duan",
        "Yunkai Gu",
        "Xiaowei Liu",
        "Lei Qian",
        "Fajun Chen"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Aug-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant volatile organic compounds (VOCs) are an important link that mediates chemical communication between plants and plants, plants and insects, and plants and natural enemies of insect pests. In this study, we tested the response in the selective behavior of western flower thrips, Frankliniella occidentalis, to the VOCs of kidney bean, Phaseolus vulgaris L., to explore their \"attraction\" or \"repellent\" effects regarding their application in integrated pest management (i.e., IPM). The results indicated that 12.7 μL/mL (E, E, E, E)-squalene, 3.2 μL/mL dioctyl phthalate, and 82.2 μL/mL ethyl benzene had a significantly attractive effect on the selective behavior of F. occidentalis, while 10.7 μL/mL and 21.4 μL/mL 2,6-ditert-butyl-4-methyl phenol had a significantly repulsive effect on the selective behavior of F. occidentalis, showing that F. occidentalis responds differently to specific concentrations of VOCs from P. vulgaris plant emissions. Interestingly, the three compounds with the specific above concentrations, after being mixed in pairs, significantly attracted F. occidentalis compared to the control treatment; however, the mixture with the three above compounds had no significant different effect on F. occidentalis compared to the control treatment. It can be seen that the effect with the mixtures of three kinds of VOCs had the same function and may not get better. Simultaneously, the reasons for this result from the transcription levels of odorant-binding protein genes (OBPs) were determined. There were differences in the types and transcription levels of OBPs, which played a major role in the host selection behavior of F. occidentalis under the mixed treatment of different VOCs. It is presumed that there are specific VOCs from P. vulgaris plants that have a good repellent or attracting effect on the selective behavior of F. occidentalis, which can be used for the development of plant-derived insect attractants and repellents to serve as IPM in fields. But attention should be paid to the antagonism between plant-derived preparations and VOCs produced by plants themselves after application.",
      "mesh_terms": [
        "Animals",
        "Thysanoptera",
        "Phaseolus",
        "Volatile Organic Compounds",
        "Vegetables",
        "Flowers",
        "Insect Repellents"
      ]
    },
    {
      "pmid": "37502554",
      "title": "Retracted: Auricular Point Pressing Beans + Continuous Intervention on β2-MG, Curative Effect, and Relationship with Prognosis in Elderly MHD Sufferers.",
      "authors": [
        "Contrast Media Molecular Imaging"
      ],
      "journal": "Contrast media & molecular imaging",
      "publication_date": "2023",
      "publication_types": [
        "Retraction Notice"
      ],
      "abstract": "[This retracts the article DOI: 10.1155/2022/4166420.]."
    },
    {
      "pmid": "37396962",
      "title": "Household-Level Coverage of Iron-Biofortified Beans in the Northern Province of Rwanda.",
      "authors": [
        "Theogene Dusingizimana",
        "Andrew Jones",
        "Hilda Vasanthakaalam",
        "Tomas Kjellqvist"
      ],
      "journal": "Current developments in nutrition",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Biofortification, the process of enhancing the micronutrient content of staple crops, is a nutrition-sensitive agricultural intervention with the potential to increase micronutrient intakes and improve health outcomes, especially among vulnerable populations. Although data are available on the number of farming households that grow biofortified crops, information on the coverage of biofortified foods in the general population is limited. Such information is critical to assess the performance of biofortification programs and guide decisions related to program implementation while ascertaining progress toward achieving expected impacts. OBJECTIVE: This study aimed to assess the household coverage of iron-biofortified beans (IBBs) in rural areas of the Northern Province of Rwanda. METHODS: We applied methods previously used to assess coverage in large-scale food fortification programs to develop coverage indicators for IBBs. These indicators were 1) consumption of beans in any form; 2) awareness of IBBs; 3) availability of IBBs; 4) consumption of IBBs (ever); and 5) consumption of IBBs (current). RESULTS: Of the 535 households surveyed, 98% consumed beans in any form and 79% were aware of IBBs. Among the 321 households that provided bean samples, only 40% of the samples were biofortified (as determined by a breeding specialist) and only 21% of respondents were able to correctly identify IBBs. Although 52% of households reported to be ever consuming biofortified beans, only 10% of households were currently consuming these beans. CONCLUSIONS: Despite relatively high awareness of IBBs among surveyed households, a few households currently consume IBBs, highlighting the need to explore strategies to promote consumption. More research is also required to investigate factors hindering the consumption of IBBs."
    },
    {
      "pmid": "37372565",
      "title": "Carbon Quantum Dots from Roasted Coffee Beans: Their Degree and Mechanism of Cytotoxicity and Their Rapid Removal Using a Pulsed Electric Field.",
      "authors": [
        "Ling Chu",
        "Yu Zhang",
        "Leli He",
        "Qingwu Shen",
        "Mingqian Tan",
        "Yanyang Wu"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Jun-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Carbon quantum dots (CQDs) from heat-treated foods show toxicity, but the mechanisms of toxicity and removal of CQDs have not been elucidated. In this study, CQDs were purified from roasted coffee beans through a process of concentration, dialysis and lyophilization. The physical properties of CQDs, the degree and mechanism of toxicity and the removal method were studied. Our results showed that the size of CQDs roasted for 5 min, 10 min and 20 min were about 5.69 ± 1.10 nm, 2.44 ± 1.08 nm and 1.58 ± 0.48 nm, respectively. The rate of apoptosis increased with increasing roasting time and concentration of CQDs. The longer the roasting time of coffee beans, the greater the toxicity of CQDs. However, the caspase inhibitor Z-VAD-FMK was not able to inhibit CQDs-induced apoptosis. Moreover, CQDs affected the pH value of lysosomes, causing the accumulation of RIPK1 and RIPK3 in lysosomes. Treatment of coffee beans with a pulsed electric field (PEF) significantly reduced the yield of CQDs. This indicates that CQDs induced lysosomal-dependent cell death and increased the rate of cell death through necroptosis. PEF is an effective way to remove CQDs from roasted coffee beans."
    },
    {
      "pmid": "37366423",
      "title": "Glutathione-mediated changes in productivity, photosynthetic efficiency, osmolytes, and antioxidant capacity of common beans (Phaseolus vulgaris) grown under water deficit.",
      "authors": [
        "Taia A Abd El Mageed",
        "Wael Semida",
        "Khoulood A Hemida",
        "Mohammed A H Gyushi",
        "Mostafa M Rady",
        "Abdelsattar Abdelkhalik",
        "Othmane Merah",
        "Marian Brestic",
        "Heba I Mohamed",
        "Ayman El Sabagh",
        "Magdi T Abdelhamid"
      ],
      "journal": "PeerJ",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Globally, salinity and drought are severe abiotic stresses that presently threaten vegetable production. This study investigates the potential exogenously-applied glutathione (GSH) to relieve water deficits on Phaseolus vulgaris plants cultivated in saline soil conditions (6.22 dS m-1) by evaluating agronomic, stability index of membrane, water satatus, osmolytes, and antioxidant capacity responses. During two open field growing seasons (2017 and 2018), foliar spraying of glutathione (GSH) at 0.5 (GSH1) or 1.0 (GSH1) mM and three irrigation rates (I100 = 100%, I80 = 80% and I60 = 60% of the crop evapotranspiration) were applied to common bean plants. Water deficits significantly decreased common bean growth, green pods yield, integrity of the membranes, plant water status, SPAD chlorophyll index, and photosynthetic capacity (Fv/Fm, PI), while not improving the irrigation use efficiency (IUE) compared to full irrigation. Foliar-applied GSH markedly lessened drought-induced damages to bean plants, by enhancing the above variables. The integrative I80 + GSH1 or GSH2 and I60 + GSH1 or GSH2 elevated the IUE and exceeded the full irrigation without GSH application (I100) treatment by 38% and 37%, and 33% and 28%, respectively. Drought stress increased proline and total soluble sugars content while decreased the total free amino acids content. However, GSH-supplemented drought-stressed plants mediated further increases in all analyzed osmolytes contents. Exogenous GSH enhanced the common bean antioxidative machinery, being promoted the glutathione and ascorbic acid content as well as up-regulated the activity of superoxide dismutase, catalase, ascorbate peroxidase, and glutathione peroxidase. These findings demonstrate the efficacy of exogenous GSH in alleviating water deficit in bean plants cultivated in salty soil.",
      "mesh_terms": [
        "Antioxidants",
        "Phaseolus",
        "Water",
        "Glutathione",
        "Soil"
      ]
    },
    {
      "pmid": "37226574",
      "title": "Comparison of standardized ileal digestibility of amino acids in faba beans and field peas in broiler chickens and pigs.",
      "authors": [
        "Abidemi Abosede Adekoya",
        "Olayiwola Adeola"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2023-Jan-03",
      "publication_types": [
        "Randomized Controlled Trial, Veterinary",
        "Journal Article"
      ],
      "abstract": "An experiment, using the same set of five diets was conducted to determine and compare the standardized ileal digestibility (SID) of amino acids (AA) in faba beans and three cultivars of field peas in broiler chickens and pigs. Four test diets were prepared to contain faba beans, DS-Admiral field peas, Hampton field peas, or 4010 field peas as the sole source of nitrogen. A nitrogen-free diet (NFD), as the fifth diet, was prepared to estimate the basal endogenous losses of AA to determine the SID of AA in the test ingredients. A total of 416 male broiler chickens with an initial body weight (BW) of 951 ± 111 g were allotted to five diets in a randomized complete block design with BW as a blocking factor on day 21 posthatching. There were 8 replicate cages with 10 birds per cage for diets containing test ingredients and 12 birds per cage for NFD. All birds were allowed ad-libitum access to feed for 5 days. On day 26 posthatching, all birds were euthanized by CO2 asphyxiation and digesta contents were collected from the distal two-thirds of the ileum. Twenty barrows with an initial BW of 30.2 ± 1.58 kg, surgically fitted with T-cannulas in the distal ileum, were divided into four blocks according to BW and each block was assigned to a 5 × 2 incomplete Latin Square design that consisted of five dietary treatments and two experimental periods. For each experimental period, there was a 5-day adaptation period followed by a 2-day collection of ileal digesta samples. The data were analyzed as a 2 × 4 factorial treatment arrangement with the effect of species (i.e., broiler chickens and pigs) and test diets (i.e., four test ingredients). For broiler chickens, the SID of Lys in faba beans, DS-Admiral field peas, and Hampton field peas were above 90% but in 4010 field peas, it was 85.1%. The SID of Lys in faba beans, DS-Admiral field peas, and Hampton field peas for pigs was above 80% but was 78.9% in 4010 field peas. The respective SID of Met in faba beans, DS-Admiral field peas, Hampton field peas, and 4010 field peas were 84.1%, 87.3%, 89.8%, and 72.1% for broiler chickens, and 71.5%, 80.4%, 81.8%, and 68.1% for pigs. The SID of AA in 4010 field peas was the least (P < 0.05) for chickens, but in pigs, it was comparable with faba beans. In conclusion, the SID of AA in faba beans and field peas was greater in broiler chickens compared with pigs and there was a cultivar effect.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Swine",
        "Amino Acids",
        "Chickens",
        "Pisum sativum",
        "Vicia faba",
        "Digestion",
        "Diet",
        "Animal Feed",
        "Ileum",
        "Animal Nutritional Physiological Phenomena"
      ]
    },
    {
      "pmid": "37182497",
      "title": "Comparative studies of fermented coffee fruits post-treatments on chemical and sensory properties of roasted beans in Yunnan, China.",
      "authors": [
        "Yanbing Wang",
        "Xiaoyuan Wang",
        "Guilin Hu",
        "Zhirun Zhang",
        "Abdulbaset Al-Romaima",
        "Xuehui Bai",
        "Jinhong Li",
        "Lin Zhou",
        "Zhongrong Li",
        "Minghua Qiu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2023-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, medium roasted coffee with four different fermented coffee fruits post-treatments (dry, wet, semi-dry and hot air dry) was used as the material. Chemical profile and sensorial analysis were used to comprehensively analyze the effects of post-treatments on coffee flavor characteristics from multiple dimensions. A total of 31 water-soluble chemical components and 39 volatile compounds were identified in roasted coffee, and distinct post-treatments based on chemical orientation make coffee highly differentiated. In addition, the principal component analysis (PCA) of the chemical composition integrated data set showed that the first two principal components could explain 54.9% of the sample variability. All four post-treatments can be classified as \"specialty coffees\" according to the Specialty Coffee Association (SCA) protocol, with various organoleptic characteristics and flavor attributes. As a result, the fermented coffee fruits post-treatment method further determines the quality characteristics of coffee, thus meeting the needs of different niche markets.",
      "mesh_terms": [
        "Coffee",
        "Fruit",
        "China",
        "Taste",
        "Sensation",
        "Coffea"
      ]
    },
    {
      "pmid": "36911978",
      "title": "Solid state fermentation of mung beans by Bacillus subtilis subsp. natto on static, shaking flask and soft elastic tubular reactors.",
      "authors": [
        "He Lyu",
        "Saartje Hernalsteens",
        "Haihua Cong",
        "S-Y Quek",
        "Xiao Dong Chen"
      ],
      "journal": "Food science and technology international = Ciencia y tecnologia de los alimentos internacional",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Given that mung beans constitute a significant nutrient source in many cultures, it is worthwhile to investigate ways to improve their nutritional and functional properties. The effect of fermentation of mung beans by Bacillus subtilis subsp. natto was investigated in various reactor designs, including static, shaking flasks, and soft elastic tubular reactors (SETR). The results showed that all three processes might affect the substrate, resulting in changes in the protein and carbohydrate fractions. We noticed an increase in soluble protein and serine levels, which we attribute to the proteases produced during fermentation. Through XRD, FTIR, and DSC analyses, it was also discovered that whereas static and shaking flask fermentation might raise relative crystallinity and peak temperature, fermentation performed on the SETR decreased these values. It was also possible to notice that SETR might induce a change in the particle size distribution of the substrate through a complex impact of mechanical forces, mixing, and microbial activity, which could be helpful to some aspects of the process. To summarize, fermentation of mung beans by Bacillus. subtilis subsp. natto could be an attractive approach for producing a food ingredient with various functional and nutritional properties. Furthermore, the SETR has been shown to be a viable technique for dealing with high solid load substrates, whether as the reactor for the entire process or as a first stage/pre-treatment step, and its applicability in bioprocesses should be explored further.",
      "mesh_terms": [
        "Bacillus subtilis",
        "Fermentation",
        "Vigna",
        "Bioreactors",
        "Food Handling",
        "Particle Size",
        "Nutritive Value"
      ]
    },
    {
      "pmid": "36832915",
      "title": "In vitro Digestion of Phaseolus vulgaris L. Cooked Beans Induces Autophagy in Colon Cancer Cells.",
      "authors": [
        "Clizia Bernardi",
        "Giulia Macrì",
        "Marco Biagi",
        "Elisabetta Miraldi",
        "Federica Finetti",
        "Lorenza Trabalzini"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Feb-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Phaseolus vulgaris L. (common bean) contains high levels of proteins, unsaturated fatty acids, minerals, fibers, and vitamins, and for this reason, it represents an essential component of the diet. More than 40,000 varieties of beans have been recognized and are staple foods in the traditional cuisine of many countries. In addition to its high nutritional value, P. vulgaris is also characterized by its nutraceutical properties and favors environmental sustainability. In this manuscript, we studied two different varieties of P. vulgaris, Cannellino and Piattellino. We investigated the effects of traditional processing (soaking and cooking) and in vitro gastrointestinal digestion of beans on their phytochemical composition and anticancer activity. Using HT29 and HCT116 colon cancer cell lines, we showed that the extract obtained after gastrointestinal digestion of cooked beans (the bioaccessible fraction, BF) induces cell death through the induction of the autophagic process. We demonstrated that the BF of Cannellino and Piattellino beans at the concentration of 100 μg/mL reduces cell vitality, measured by MMT assay, of both HT29 (88.41% ± 5.79 and 94.38% ± 0.47) and HCT116 (86.29% ± 4.3 and 91.23% ± 0.52) cell lines. Consistently, the treatment of HT29 cells with 100 μg/mL of Cannellino and Piattellino BFs reduced clonogenicity by 95% ± 2.14 and 96% ± 0.49, respectively. Moreover, the activity of extracts appeared to be selective for colon cancer cells. The data shown in this work further confirm P. vulgaris to be among foods with beneficial effects for human health."
    },
    {
      "pmid": "36670958",
      "title": "Comprehensive Analysis of Metabolites in Brews Prepared from Naturally and Technologically Treated Coffee Beans.",
      "authors": [
        "Magdalena Jeszka-Skowron",
        "Robert Frankowski",
        "Agnieszka Zgoła-Grześkowiak",
        "Julia Płatkiewicz"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2022-Dec-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Coffee is one of the most popular beverages in the world. Therefore, this study analyzed 49 coffee samples of Arabica and Robusta species of different geographical origins and the treatment of beans including three degrees of roasting with the use of LC-MS/MS. This is the first study to present a comprehensive analysis of Kopi Luwak coffee brew metabolites in comparison to fully washed coffees and the drying post-harvest treatment of Arabica or Robusta coffee brews. Kopi Luwak showed higher levels of caffeine and theophylline in comparison to the analyzed washed and unwashed Arabica coffees, as well as a different proportion of caffeoylquinic isomers. There was no difference between Kopi Luwak and other Arabica coffees in terms of the concentration of vitamin B3, amines, and phenolic acids. This was confirmed in PCA. The steaming and roasting of beans as well as the addition of black beans influence the concentration of 4-CQA and the nicotinic, ferulic, and quinic acids content."
    },
    {
      "pmid": "36576620",
      "title": "Reduction of lead toxicity effects and enhancing the glutathione reservoir in green beans through spraying sulfur and serine and glutamine amino acids.",
      "authors": [
        "Hamed Ramyar",
        "Mehdi Baradaran-Firouzabadi",
        "Ali Reza Sobhani",
        "Hamid Reza Asghari"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Acid rain is one of the influential environmental factors in transport of heavy metals, including lead from the atmosphere to the surface of the earth and growing plants. Such situation can not only damage the growing plants but can also toxify the food chain, and endanger human life. In order to reduce stress damage due to lead, on green bean plant, the effect of spraying the plants by sulfur, also amino acids including serine and glutamine, was evaluated. A factorial experiment based on randomized complete block design with three replications was carried out using the green bean Sunray cultivar in 2020. Treatments include foliar application of lead at two levels (0.0 and 1 mmol) as lead acetate, foliar application of liquid sulfur at two levels (0.0 and 2 per thousand), and foliar application of amino acids at four levels (0.0, serine at 200 mg/L, glutamine at 200 mg/L, and co-application of serine and glutamine at the same concentrations) at pre-flowering stage. The results showed that leaf foliar uptake of most of the employed treatments resulted in reduction of leaf area index, leaf, stem and pods dry weight, stem diameter and height, pod yield, photosynthetic pigments such as chlorophyll a, chlorophyll b, and carotenoids, and relative leaf water content. However, grain protein content, hydrogen peroxide, and glutathione antioxidant activity significantly increased. Spraying of sulfur solution and serine and glutamine were effective in reducing the negative effects of lead stress, as it reduced the amount of hydrogen peroxide and grain protein and increased the reservoir of glutathione. These treatments also, compared to the pure lead treatment, significantly reduced lead accumulation in the pod, as the edible organ of green beans. This study results showed that foliar application of sulfur along with amino acids serine and glutamine reduced the lead toxicity effects through improving the physiological functions, and thus can increase the final yield and consequently human access to healthier food (Fig. 1). Fig. 1 Graphical abstract.",
      "mesh_terms": [
        "Humans",
        "Amino Acids",
        "Glutamine",
        "Chlorophyll A",
        "Lead",
        "Serine",
        "Grain Proteins",
        "Hydrogen Peroxide",
        "Glutathione"
      ]
    },
    {
      "pmid": "36554996",
      "title": "Spores of Trichoderma Strains over P. vulgaris Beans: Direct Effect on Insect Attacks and Indirect Effect on Agronomic Parameters.",
      "authors": [
        "Álvaro Rodríguez-González",
        "Guzmán Carro-Huerga",
        "Marcos Guerra",
        "Sara Mayo-Prieto",
        "Alejandra Juana Porteous-Álvarez",
        "Alicia Lorenzana",
        "María Piedad Campelo",
        "Alexia Fernández-Marcos",
        "Pedro Antonio Casquero",
        "Santiago Gutiérrez"
      ],
      "journal": "Insects",
      "publication_date": "2022-Nov-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acanthoscelides obtectus is an insect pest that attacks wild and cultivated common beans (Phaseolus vulgaris L). Four Trichoderma strains, the T. arundinaceum IBT 40837 wild-type strain (=Ta37), a producer of trichothecene harzianum A (HA), two transformants of T. arundinaceum strain, Ta37-17.139 (=Δtri17) and Ta37-23.74 (=Δtri23), and the T. brevicompactum IBT 40841 wild-type strain (=Tb41), which produces the trichothecene trichodermin, were assessed to establish their direct effect on insect attacks and their indirect effect on the plants grown from the beans treated with those fungal strains and exposed to insect attacks. Treatments of bean seeds with different Trichoderma strains led to different survival rates in the insects, and the Tb41 strain caused the lowest survival rate of all. An 86.10% of the insect cadavers (in contact with Δtri23) showed growth of this strain. This was the treatment that attracted the greatest number of insects. The daily emergence was reduced in beans treated with the Ta37, Tb41, and Δtri17 strains. The undamaged beans treated with Ta37 and Δtri23 showed a high capacity of germination (80.00% and 75.00%, respectively), whereas the Δtri17 and Tb41 treatments increased the capacity of germination in the damaged beans (66.67%). The undamaged beans treated with Δtri23 had the greatest dry weights for the aerial part (4.22 g) and root system in the plants (0.62 g). More studies on the mechanisms of insect control, plant growth promotion, and trichodermol and trichodermin production by Δtri23 and Tb41, respectively, should be explored in order to commercialize these fungal species on a large scale."
    },
    {
      "pmid": "36524976",
      "title": "Influence of Aerobic and Anaerobic Moist Incubation on Selected Nonvolatile Constituents─Comparison to Traditionally Fermented Cocoa Beans.",
      "authors": [
        "Ansgar Schlüter",
        "Amandine André",
        "Tilo Hühn",
        "Sascha Rohn",
        "Irene Chetschik"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2022-Dec-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recently, moist incubation has been proposed as an alternative postharvest processing method for cocoa beans. During this treatment, unfermented and dried cocoa nibs are rehydrated with a lactic acid solution containing ethanol and subsequently incubated for 72 h at 45 °C before drying. Previous studies focused on the aroma formation during this treatment and the further processing of chocolate. The current study focused on the influence of aerobic and anaerobic moist incubation on selected nonvolatile components in comparison with the unfermented raw material and traditionally fermented cocoa. Total phenolic content and total flavan-3-ol content, contents of (+)-catechin, (-)-epicatechin, procyanidins B2 and C1, cinnamtannin A2, methylxanthines (theobromine and caffeine), contents of sugars (sucrose, d-glucose, and d-fructose) and free amino acids (17 proteinogenic amino acids) were determined. The fermentation index was also evaluated. The aerobically incubated and fermented cocoa showed low levels of phenolic compounds in comparison to the unfermented cocoa and the anaerobically incubated cocoa. The level of methylxanthines was unaffected by all treatments. The contents of reducing sugars were more than 2-fold higher after both incubation treatments compared to fermentation. The level of free amino acids liberated was highest after anaerobic incubation followed by fermentation and aerobic incubation. The aerobically incubated cocoa showed the highest FI, while the anaerobically incubated cocoa may be considered under-fermented (FI <1.0). Statistical analysis (ANOVA) showed significant differences between all treatments, which was verified by principal component analysis.",
      "mesh_terms": [
        "Anaerobiosis",
        "Cacao",
        "Caffeine",
        "Phenols",
        "Fermentation",
        "Amino Acids",
        "Sugars"
      ]
    },
    {
      "pmid": "36433248",
      "title": "Evaluation of the Olfactory Quality of Roasted Coffee Beans Using a Digital Nose.",
      "authors": [
        "Juan Diego Barea-Ramos",
        "Gema Cascos",
        "Marta Mesías",
        "Jesús Lozano",
        "Daniel Martín-Vertedor"
      ],
      "journal": "Sensors (Basel, Switzerland)",
      "publication_date": "2022-Nov-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The roasting process is one of the critical points to obtain a product of the highest quality with certain sensorial properties including the aroma of coffee. Samples of coffee beans were roasted at different thermal treatment intensities with the aim of obtaining aromatic compounds detected with an electronic device. Sensory analysis, volatile compound profiling, and electronic nose analysis were carried out. Through principal component analysis (95.8% of the total variance of the data was explained by PC1 and PC2) and partial least squares discriminant analysis (the sum of the diagonal elements gave a hit rate of 94%), it could be demonstrated that the E-nose is able to discriminate roasted coffee beans subjected to different thermal treatments. Aromatic profiling was carried out by a testing panel and volatile compounds (VOCs) for the discrimination of roasted coffee samples. Alcohols, aromatics, esters, ketones and furanone were found in higher proportions in samples at the lowest thermal treatment. The VOCs with positive attributes were 1-(4-nitrophenyl)-3-phenylamino-propenone, carboxylic acids, 2-methoxy-4-vinylphenol, and 2-phenylethyl alcohol, while the compounds with negative ones were 2-methyl-furan, 2,5-dimethyl-pyridine, 2-methyl-butanal, and 2-furfurylthiol. The PLS model allows for the quantification of the positive and negative aromas (RCV2 = 0.92) of roasted coffee by using the E-nose. Therefore, the E-nose, that is, an inexpensive and nondestructive instrument, could be a chemometric tool able to discriminate between different qualities of coffee during processing.",
      "mesh_terms": [
        "Coffea",
        "Smell",
        "Odorants",
        "Food Handling",
        "Food"
      ]
    },
    {
      "pmid": "36364292",
      "title": "Development and Validation of a Reversed-Phase HPLC Method with UV Detection for the Determination of L-Dopa in Vicia faba L. Broad Beans.",
      "authors": [
        "Carmen Tesoro",
        "Rosanna Ciriello",
        "Filomena Lelario",
        "Angela Di Capua",
        "Raffaella Pascale",
        "Giuliana Bianco",
        "Mario Dell'Agli",
        "Stefano Piazza",
        "Antonio Guerrieri",
        "Laura Scrano",
        "Sabino A Bufo",
        "Maria Assunta Acquavia"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Nov-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "L-Dopa (LD), a substance used medically in the treatment of Parkinson's disease, is found in several natural products, such as Vicia faba L., also known as broad beans. Due to its low chemical stability, LD analysis in plant matrices requires an appropriate optimization of the chosen analytical method to obtain reliable results. This work proposes an HPLC-UV method, validated according to EURACHEM guidelines as regards linearity, limits of detection and quantification, precision, accuracy, and matrix effect. The LD extraction was studied by evaluating its aqueous stability over 3 months. The best chromatographic conditions were found by systematically testing several C18 stationary phases and acidic mobile phases. In addition, the assessment of the best storage treatment of Vicia faba L. broad beans able to preserve a high LD content was performed. The best LD determination conditions include sun-drying storage, extraction in HCl 0.1 M, chromatographic separation with a Discovery C18 column, 250 × 4.6 mm, 5 µm particle size, and 99% formic acid 0.2% v/v and 1% methanol as the mobile phase. The optimized method proposed here overcomes the problems linked to LD stability and separation, thus contributing to the improvement of its analytical determination.",
      "mesh_terms": [
        "Chromatography, High Pressure Liquid",
        "Vicia faba",
        "Levodopa",
        "Methanol"
      ]
    },
    {
      "pmid": "36317688",
      "title": "Faba beans with enhanced antioxidant activity ameliorate acetic acid-induced colitis in experimental rats.",
      "authors": [
        "Salwa M El-Sayed",
        "Mona I Nossier",
        "Ahmed Ibrahim Nossier"
      ],
      "journal": "Food & function",
      "publication_date": "2022-Nov-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Faba beans are among the legumes that are of the greatest importance due to their high nutritional value. In addition to the essential nutrients that faba beans contain, they also contain bioactive compounds such as phenolics and flavonoids that are considered as potent natural antioxidants. Ulcerative colitis (UC) is an inflammatory bowel disease in which oxidative stress plays an essential role in the pathophysiology. The aim of the current study was to evaluate the antioxidant activity of faba bean seeds harvested from plants grown from seeds pre-treated with selenium, garlic husk extract and/or lemon peel extract and to evaluate their in vivo effects in a rat model of UC. 54 female rats were divided randomly into nine groups (n = 9). All groups were given the different tested treatments 14 days prior to UC induction using acetic acid (intra-rectal injection of 2 ml, 4% v/v in saline). Our results revealed that the treatment of faba bean seeds with a mixture of selenium, garlic husk extract and lemon peel extract before planting led to a significant increase in selenium, nitrogen, potassium, total protein, phenolic and flavonoid content in the harvested faba bean seeds with a subsequent enhancement of their antioxidant capacity. Consumption of such faba beans showed potential protective and therapeutic effects during experimental colitis by reducing colonic oxidative stress and increasing colonic antioxidant defense mechanisms. Further research is required to understand the mechanisms by which faba beans influence colitis, their effects on various inflammatory biomarkers and their impact on the severity of colitis in humans.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Acetic Acid",
        "Antioxidants",
        "Colitis",
        "Flavonoids",
        "Phenols",
        "Plant Extracts",
        "Selenium",
        "Vicia faba"
      ]
    },
    {
      "pmid": "36247856",
      "title": "Auricular Point Pressing Beans + Continuous Intervention on β2-MG, Curative Effect, and Relationship with Prognosis in Elderly MHD Sufferers.",
      "authors": [
        "Yan Zhou",
        "Weiwei Cai",
        "Xiaoxia Wang"
      ],
      "journal": "Contrast media & molecular imaging",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Retracted Publication"
      ],
      "abstract": "The effect of auricular point pressing beans + continuous intervention on β2-microglobulin (β2-MG), curative effect, and its relationship with prognosis in elderly maintenance hemodialysis (MHD) sufferers are explored. This examination selects 110 elderly MHD sufferers who are treated in our hospital from February 2020 to February 2021 as the examination objects, and they are randomly divided into two sets, 55 cases in the examination set and 55 cases in the contrast set. The sufferers in the contrast set are given routine attendance care, and the sufferers in the examination set are given auricular acupuncture combined with continuous attendance intervention. The experimental results show that for MHD sufferers, auricular acupuncture combined with continuous attendance during the therapy period can effectively enhance the clinical therapy effect, enhance the sufferers' inflammatory indexes and renal function indexes, reduce the readmission rate, and enhance the prognosis quality of life.",
      "mesh_terms": [
        "Aged",
        "Humans",
        "Acupuncture Points",
        "Prognosis",
        "Quality of Life",
        "Renal Dialysis",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "36145753",
      "title": "Heat Stress Tolerance: A Prerequisite for the Selection of Drought- and Low Phosphorus-Tolerant Common Beans for Equatorial Tropical Regions Such as Ghana.",
      "authors": [
        "David Appiah-Kubi",
        "James Yaw Asibuo",
        "Louis Butare",
        "Stephen Yeboah",
        "Zippora Appiah-Kubi",
        "Alexander Wireko Kena",
        "Henry Oppong Tuffour",
        "Richard Akromah"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Sep-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Forty common bean accessions of multiple genetic background trait attribution regarding drought tolerance were selected based on mean yield performance from an earlier field test evaluation conducted using augmented RCBD. The various bean genotypes were further evaluated with phosphorus and water treatment interactions at two different levels for each factor. The experiment was conducted in a 2 × 2 × 40 factorial using RCBD with three replications under screen-house conditions at the CSIR-Crops Research Institute, Kumasi-Ghana. The objective was to select drought- and low phosphorus-tolerant common bean genotypes; which are suitable for tropical climatic conditions. The results showed that common bean with drought and heat trait tolerance survived, developed flowers and podded with seeds to physiological maturity, whilst genotypes with no heat trait tolerance had impaired reproductive structural development and growth disruption; thus, flowers could not develop into pods with seeds. This reproductive developmental anomaly was due to prevailing average daytime and nighttime high temperatures of 35.45 °C and 29.95 °C, respectively, recorded during the growth period, which reduced pollen fertility. Among the 478 experimental bean plants (two plants were missing) analyzed, 141 (29.5%) did not flower, 168 (35.18%) had their pods dropped whilst 99 (20.7%) podded with seeds to achieve physiological maturity. The podded-seed bean genotypes were of the SEF-line pedigrees, which were shown to be heat and drought-tolerant. Meanwhile, bean accessions with SMC, SMN and SMR code prefixes did not pod into seed despite possessing drought-tolerant traits. The effects of interactions between phosphorus and water treatments on the root characteristics of drought-tolerant common bean were as follows: root length, root surface area, average root diameter and root volume growth extensions doubled dimensionally under optimum conditions (P2W2) compared to stressed conditions (P1W1). The results from the present study identified four SEF-bean genotypes, namely, SEF15, SEF 47, SEF 60 and SEF 62, as superior yield performers, even under low soil phosphorus and in extreme high temperature conditions. Therefore, breeding for the selection of drought- and low-P-tolerant common bean for tropical agro-ecological environments must also consider concomitant heat stress tolerance."
    },
    {
      "pmid": "36135659",
      "title": "Parametarhizium hingganense, a Novel Ectomycorrhizal Fungal Species, Promotes the Growth of Mung Beans and Enhances Resistance to Disease Induced by Rhizoctonia solani.",
      "authors": [
        "Ying Gao",
        "Siyu Gao",
        "Yang Bai",
        "Wei Meng",
        "Lijian Xu"
      ],
      "journal": "Journal of fungi (Basel, Switzerland)",
      "publication_date": "2022-Sep-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The mutualistic interactions between mycorrhizae and plants first occurred along with the terrestrialization of plants. The majority of vascular plants are in symbiosis with mycorrhizal fungi. Due to their importance to the economy and ecology, arbuscular mycorrhizal (AM) and ectomycorrhizal (ECM) fungi emerge as the most popular ones. However, the mechanism underlying the beneficial function of ECM fungi is not as clear as AM fungi. Here, the interaction between Parametarhizium hingganense, a novel fungal species isolated from forest litter, and mung bean (Vigna radiata) was studied. P. hingganense demonstrated P solubilization ability in vitro. Treatment of P. hingganense on the seeds resulted in promoted growth with enhanced P content. The hyphae of green fluorescence protein (GFP)-tagged P. hingganense were found to surround the roots and develop between cells, suggesting the establishment of an ectomycorrhizal symbiosis. Upon symbiosis with P. hingganense, the levels of jasmonic acid (JA) and gibberellin (GA1) and total phenolic and flavonoid content elevated. Meanwhile, damping off caused by Rhizoctonia solani in mycorrhizal plants was alleviated. Taken together, the above findings suggested that symbiosis with P. hingganense conferred growth promotion and priming of defense responses to host plants which should be associated with facilitated P uptake and increased JA and GA1 levels."
    },
    {
      "pmid": "36089402",
      "title": "Effect of Roasting Degree on Major Coffee Compounds: A Comparative Study between Coffee Beans with and without Supercritical CO2 Decaffeination Treatment.",
      "authors": [
        "Masaki Honda",
        "Daishi Takezaki",
        "Masahiro Tanaka",
        "Masashi Fukaya",
        "Motonobu Goto"
      ],
      "journal": "Journal of oleo science",
      "publication_date": "2022-Sep-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Coffee is a beverage that is consumed worldwide, and the demand for decaffeinated coffee has increased in recent years. This study aimed to investigate the effect of roasting conditions on the concentration of physiologically active compounds in coffee beans with and without supercritical CO2 decaffeination treatment. Decaffeination treatment markedly reduced caffeine concentration and slightly reduced trigonelline concentration in the coffee beans, whereas the concentrations of chlorogenic acids (chlorogenic acid, cryptochlorogenic acid, and neochlorogenic acid) were largely unchanged. Roasting was performed using a hot-air coffee roaster machine and the coffee beans were treated at different peak temperatures (125-250℃), different hold times at the peak temperature (120-240 s), and different temperature increase times to reach the peak temperature (60-180 s). Roasting conditions such as long hold and long temperature rise times at high temperatures (≥ 225℃) significantly degraded coffee compounds except for caffeine, with similar degradation rates between non-decaffeinated and decaffeinated coffee beans. In contrast, the L* value of decaffeinated coffee decreased with less thermal history compared to that of non-decaffeinated coffee. This allowed for the complete roasting of decaffeinated coffee with a lower thermal history compared to those of non-decaffeinated counterparts, suppressing the degradation of several coffee compounds. For example, comparing the similar L* values between coffee beans with and without decaffeination treatment, it was found that the former tended to contain more chlorogenic acid. Generally, decaffeination results in the loss of physiologically active compounds along with caffeine, which is a major concern. However, this study showed that appropriate control of decaffeination and roasting conditions can limit the degradation of several valuable coffee compounds, such as trigonelline and chlorogenic acid.",
      "mesh_terms": [
        "Caffeine",
        "Carbon Dioxide",
        "Chlorogenic Acid",
        "Coffea",
        "Food Handling",
        "Hot Temperature",
        "Seeds"
      ]
    },
    {
      "pmid": "36055832",
      "title": "Effects of particle size and toasting of fava beans and forage source on nutrient digestibility, ruminal fermentation, and metabolizable protein supply in dairy cows.",
      "authors": [
        "W J Wang",
        "M Larsen",
        "M R Weisbjerg",
        "M Johansen",
        "A L F Hellwing",
        "P Lund"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to investigate the effects of heat treatment (toasting) and particle size alterations (grinding; rolling) on nutrient utilization, ruminal fermentation, and supply of metabolizable protein (MP), and to study the interaction between processing conditions of fava beans and forage type. Six Danish Holstein dairy cows fitted with ruminal, duodenal, and ileal cannulas were used in a 6 × 4 incomplete Latin square design with 4 periods of 21-d duration. Cows were fed ad libitum with 6 experimental diets: diets high in either grass-clover silage or corn silage were combined with ground untoasted, ground toasted, or rolled untoasted fava beans. Samples of ruminal fluid, digesta from duodenum and ileum, and feces were collected, and nutrient digestibility was estimated using Cr2O3 and TiO2 as flow markers. Diets high in corn silage resulted in higher ruminal pH and higher proportion of propionate in ruminal volatile fatty acids compared with diets high in grass-clover silage. Diets high in corn silage resulted in higher apparent total-tract digestibility of crude protein and starch but lower apparent ruminal and total-tract digestibility of neutral detergent fiber compared with diets high in grass-clover silage. Rolling of fava beans decreased the in situ small intestinal disappearance of rumen-undegradable protein corrected for particle losses. Compared with grinding, rolling of fava beans reduced apparent ruminal digestibility of starch, true ruminal digestibility of organic matter, crude protein, and AA, and small intestinal digestibility of AA and starch. Grinding of fava beans increased apparent ruminal digestibility of neutral detergent fiber and reduced the proportion of propionate in ruminal volatile fatty acids compared with rolling of fava beans. In addition, rolling of fava beans had no effect on MP supply. Toasting of fava beans had no effect on in vivo nutrient digestibility except for an interaction with forage source on apparent ruminal dry matter and organic matter digestibility. Toasting of fava beans did not affect small intestinal digestion of individual and total AA, and therefore failed to increase MP supply. In conclusion, neither replacing grass-clover silage with corn silage, nor toasting nor rolling of fava beans had an effect on supply of MP.",
      "mesh_terms": [
        "Female",
        "Cattle",
        "Animals",
        "Fermentation",
        "Rumen",
        "Vicia faba",
        "Digestion",
        "Particle Size",
        "Lactation",
        "Milk",
        "Propionates",
        "Detergents",
        "Medicago sativa",
        "Silage",
        "Diet",
        "Nutrients",
        "Dietary Fiber",
        "Zea mays",
        "Starch",
        "Fatty Acids, Volatile"
      ]
    },
    {
      "pmid": "35945661",
      "title": "Isolation and characterization of amyloid-like protein aggregates from soya beans and the effect of low pH and heat treatment on their stability.",
      "authors": [
        "Neelam Jangir",
        "Shreya Bangrawa",
        "Tamanna Yadav",
        "Shweta Malik",
        "Abdulhakeem S Alamri",
        "Charis M Galanakis",
        "Manish Singh",
        "Jay Kant Yadav"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Purified soya bean proteins (glycinin and conglycinin) are known to form amyloid-like aggregates in vitro at a higher temperature. Soya beans (chunks) are textured proteinaceous vegetables made from defatted soya flour by heating it above 100°C and extruding under high pressure. Therefore, it was assumed that subjecting the soya bean proteins to high temperatures raises the possibility of forming amyloids or amyloid-like protein aggregates. Hence, the present study aimed to examine the presence of amyloid-like protein aggregates in soya beans. The isolated protein aggregates from hydrated soya beans displayed typical characteristics of amyloids, such as the red shift in the absorption maximum (λmax ) of Congo red (CR), high Thioflavin T (ThT), and 8-Anilinonapthalene-1-sulfonate (ANS) binding, and fibrilar morphology. Furthermore, these aggregates were found to be stable against proteolytic hydrolysis, confirming the specific property of amyloids. The presence of amyloid-like structures in soya beans raises concerns about their implications for human nutrition and health. PRACTICAL APPLICATIONS: Protein aggregation has usually been considered detrimental. The traditional food-processing conditions, such as thermal processing, are associated with protein denaturation and aggregation. The formation of ordered protein aggregates with extensive β-sheet are progressively evident in various protein-rich foods known as amyloid, which expands food safety concerns. Instead, it is also associated with poor nutritional characteristics. The present study concerns the presence of amyloid-like protein aggregates in widely consumed native soya beans, which are manufactured by extensive heat treatment of defatted soy flour. Although there is no indication of their toxicity, these aggregates are found to be proteolytically resistant. The seminal findings in this manuscript suggest that it is time to adapt innovative food processing and supplementation of bioactive molecules that can prevent the formation of such protein aggregates and help maximize the utilization of protein-based nutritional values.",
      "mesh_terms": [
        "Amyloid",
        "Amyloidogenic Proteins",
        "Congo Red",
        "Fabaceae",
        "Hot Temperature",
        "Humans",
        "Hydrogen-Ion Concentration",
        "Protein Aggregates",
        "Glycine max"
      ]
    },
    {
      "pmid": "35921686",
      "title": "Modeling the Thermal Denaturation of the Protein-Water System in Pulses (Lentils, Beans, and Chickpeas).",
      "authors": [
        "Charlotte Lefèvre",
        "Philippe Bohuon",
        "Valérie Lullien-Pellerin",
        "Christian Mestres"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2022-Aug-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Thermal treatment applied during the cooking of pulses leads to denaturation and even aggregation of the proteins, which may impact protein digestibility. Thermal transitions of lentil, chickpea, and bean proteins were studied using differential scanning calorimetry (DSC). Protein-enriched samples were obtained by dry air classification of dehulled seeds and were heated to 160 °C, with water contents ranging from 0.2 to 4 kg/kg on a dry basis. The DSC peaks of the resulting endotherms were successfully modeled as overlapping Gaussian functions. The denaturation temperatures were modeled as a function of the temperature according to the Flory-Huggins theory. The modeling allows for the calculation of the degree of protein transition for any temperature and moisture condition. The denaturation diagrams reflect the different protein compositions of lentil, chickpea, and bean (particularly the 11S/7S globulin ratio). Chickpea proteins were more thermally stable than those from lentil and bean. Proteins underwent an irreversible transition, suggesting that unfolding and aggregation were coupled.",
      "mesh_terms": [
        "Calorimetry, Differential Scanning",
        "Cicer",
        "Fabaceae",
        "Lens Plant",
        "Protein Denaturation",
        "Water"
      ]
    },
    {
      "pmid": "35876639",
      "title": "The modification of volatile and nonvolatile compounds in lupines and faba beans by substrate modulation and lactic acid fermentation to facilitate their use for legume-based beverages-A review.",
      "authors": [
        "Stefan W Ritter",
        "Martina I Gastl",
        "Thomas M Becker"
      ],
      "journal": "Comprehensive reviews in food science and food safety",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article",
        "Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Lupines and faba beans are promising ingredients for the beverage industry. They contain high amounts of protein and can be grown in different climate zones and agricultural areas. Therefore, these legumes appear as ideal raw material for vegan, functional, and sustainable beverages. Nevertheless, the sensory characteristic of legumes is generally not accepted in beverages. Therefore, the market contribution of legume-based beverages is currently only marginal. This review highlights known major flavor aspects of lupines and faba beans and the possibilities to improve these by germination, heat treatment, enzymatic treatment, and subsequent lactic acid fermentation. First, the main aroma and taste compounds are described. Thereby, the \"beany\" aroma is identified as the most relevant off-flavor. Second, the nutrients and antinutrients of these legumes regarding to their use as food and as substrate for lactic acid fermentation are reviewed, and possibilities to modulate the substrate are summarized. Finally, the modification of the sensory profile by lactic acid fermentation is outlined. To conclude, it seems likely that the nutritional and flavor attributes in legume-based beverages can be improved by a combined process of substrate modulation and fermentation. In a first step, antinutrients should be decomposed and proteins solubilized while transforming the solid grains into a liquid substrate. Due to such substrate modulation, a broader variety of strains could be employed and the fermentation could be based exclusively on their impact on the flavor. By applying the concept of combining a substrate modulation with a subsequent fermentation, the use of legumes in beverages could be facilitated and new products like vegan, protein-rich, refreshing beverages could be marketed.",
      "mesh_terms": [
        "Beverages",
        "Fermentation",
        "Lactic Acid",
        "Lupinus",
        "Vegetables",
        "Vicia faba"
      ]
    },
    {
      "pmid": "35872423",
      "title": "Exogenous uniconazole enhances tolerance to chilling stress in mung beans (Vigna radiata L.) through cross talk among photosynthesis, antioxidant system, sucrose metabolism, and hormones.",
      "authors": [
        "Minglong Yu",
        "Lu Huang",
        "Naijie Feng",
        "Dianfeng Zheng",
        "Jingjing Zhao"
      ],
      "journal": "Journal of plant physiology",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To monitor the role of exogenous uniconazole in mitigating chilling stress, this study investigated the effect of foliar spraying of 50 mg L-1 uniconazole on the chilling (15 °C) tolerance of mung beans at the flowering stage. The results showed that uniconazole significantly enhanced the reactive oxygen species (ROS) scavenging ability of mung beans by increasing the superoxide dismutase (SOD), peroxidase (POD), ascorbate peroxidase (APX), glutathione reductase (GR) activities, the contents of ascorbic acid (AsA) and glutathione (GSH), and the transcription levels of SOD and POD under chilling stress. The uniconazole applications also drastically increased the net photosynthetic rate (Pn), maximum net photosynthetic rate (Pnmax), maximum quantum yield of PSII (Fv/Fm), and the expression levels of the corresponding photosynthetic genes PsbO, PsbP, PsbQ, PsbY, and Psb28. This, in turn, resulted in a higher sucrose content. Meanwhile, uniconazole increased the indole-3-acetic acid (IAA) content but reduced the gibberellin A3 (GA3) content under chilling stress. During the recovery period, the photosynthetic parameters and ROS of plants receiving uniconazole recovered faster, and the antioxidant activity and non-antioxidant contents were higher than in chilling-treated plants. Additionally, chilling stress markedly reduced the pod number per plant, grain number per plant, and 100-seed weight, whereas uniconazole significantly increased the grain weight per plant by 53.47% compared to the chilling treatment. These results strongly suggest that uniconazole can effectively protect mung beans from chilling stress damage by protecting the photosynthetic machinery and enhancing the antioxidant capacity to quench excessive ROS caused by chilling stress. These effects are closely relevant to chilling tolerance enhancement and yield improvement in mung beans.",
      "mesh_terms": [
        "Antioxidants",
        "Fabaceae",
        "Glutathione",
        "Hormones",
        "Oxidoreductases",
        "Photosynthesis",
        "Reactive Oxygen Species",
        "Sucrose",
        "Superoxide Dismutase",
        "Triazoles",
        "Vigna"
      ]
    },
    {
      "pmid": "35761635",
      "title": "The rehydration attributes and quality characteristics of 'Quick-cooking' dehydrated beans: Implications of glass transition on storage stability.",
      "authors": [
        "Shruti Aravindakshan",
        "Thi Hoai An Nguyen",
        "Clare Kyomugasho",
        "Ann Van Loey",
        "Marc E Hendrickx"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Storage stability is an essential consideration for minimizing the deteriorative quality changes in foods post-processing. This study, for the first, time aimed to gain insight into the storage stability of quick-cooking 'convenient' dehydrated beans (Phaseolus vulgaris L.) using the glass transition (Tg) concept. Quick-cooking dehydrated beans were prepared by hydrothermal treatment of fresh beans followed by air-drying and are rehydrated prior to use. The impact of storage temperatures (25, 28, 35 and 42 °C) on the rehydration indices (rate constant and extent) and quality characteristics (colour, texture and volatile profile) of the beans were studied. The results indicate a decrease in the rehydration rate constants with increasing storage temperatures and duration. The rehydration ability also significantly decreased with increased storage duration (>28 °C) suggesting a strong inverse link with hardness. Although there was no overall colour change with storage, the formation of new volatiles associated with non-enzymatic chemical reactions occurred at elevated temperatures (28-42 °C). Identification of the critical water contents based on the Tg-moisture relation and the moisture sorption isotherm revealed that dehydrated beans of 10 % moisture content stored below 28 °C are in a glassy state. Overall, the quality characteristics are significantly influenced by storage and the utilization of the glass transition concept allows for identifying suitable storage conditions.",
      "mesh_terms": [
        "Cooking",
        "Fluid Therapy",
        "Hardness",
        "Phaseolus",
        "Vitrification"
      ]
    },
    {
      "pmid": "35745041",
      "title": "Effect of Thermal Processing on the Metabolic Components of Black Beans on Ultra-High-Performance Liquid Chromatography Coupled with High-Field Quadrupole-Orbitrap High-Resolution Mass Spectrometry.",
      "authors": [
        "Yuchao Feng",
        "Xia Fan",
        "Shu Zhang",
        "Miao Yu",
        "Tong Wu",
        "Ying Liang",
        "Changyuan Wang",
        "Hongzhi Yang"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Jun-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An ultra-high-performance liquid chromatography coupled with high-field quadrupole-orbitrap mass spectrometry (UHPLC-QE-MS) histological platform was used to analyze the effects of two thermal processing methods (cooking and steaming) on the nutritional metabolic components of black beans. Black beans had the most amino acids, followed by lipids and polyphenols, and more sugars. Multivariate statistical analysis indicated that heat processing significantly affected the metabolic component content in black beans, with effects varying among different components. Polyphenols, especially flavonoids and isoflavones, were highly susceptible. A total of 197 and 210 differential metabolites were identified in both raw black beans and cooked and steamed black beans, respectively. Cooking reduced the cumulative content of amino acids, lipids, polyphenols, sugars, and nucleosides, whereas steaming reduced amino acid and lipid content, slightly increased polyphenol content, and significantly increased sugar and nucleoside content. Our results indicated that metabolic components were better retained during steaming than cooking. Heat treatment had the greatest impact on amino acids, followed by polyphenols, fatty acids, sugars, and vitamins, indicating that cooking promotes the transformation of most substances and the synthesis of a few. The results of this study provide a basis for further research and development of nutritional products using black beans.",
      "mesh_terms": [
        "Amino Acids",
        "Chromatography, High Pressure Liquid",
        "Lipids",
        "Mass Spectrometry",
        "Polyphenols",
        "Sugars"
      ]
    },
    {
      "pmid": "35736393",
      "title": "[Suicide attempts with castor beans and jequirity beans].",
      "authors": [
        "Jasmijn A C A Dibbits",
        "Inge R F van Berlo-van de Laar",
        "Agnes van Velzen",
        "Douwe Dekker"
      ],
      "journal": "Nederlands tijdschrift voor geneeskunde",
      "publication_date": "2022-May-23",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Intoxications by beans can have serious consequences. We describe 2 auto-intoxications using castor beans and jequirity beans with the toxins ricin and abrin, respectively. Both toxins have similar mechanisms of action. When taken orally, a toxic mucositis develops causing dehydration, gastrointestinal blood loss and multi-organ failure. Knowledge about pathophysiology is important for risk assessment and treatment. CASE DESCRIPTION: Patient A presented 27 hours after ingestion of the castor beans with frequent vomiting and watery diarrhea. Patient B presented 45 minutes after ingestion of jequirity beans without physical complaints. Gastric lavage and bowel lavage was started. The clinical course in both patients was mild. The severity of toxicity depends on how much the beans have been chewed and the amount of ricin/abrin per bean. CONCLUSION: Intoxications with ricin or abrin can be potentially serious. There is no antidote. Treatment consists of anti-absorptive measures and best supportive care.",
      "mesh_terms": [
        "Abrin",
        "Ricinus communis",
        "Gastric Lavage",
        "Humans",
        "Ricin",
        "Suicide, Attempted"
      ]
    },
    {
      "pmid": "35730382",
      "title": "Efficacy of hot water treatment for postharvest control of western flower thrips, Frankliniella occidentalis, in French beans.",
      "authors": [
        "Nelson L Mwando",
        "Shepard Ndlela",
        "Sevgan Subramanian",
        "Samira A Mohamed",
        "Rainer Meyhöfer"
      ],
      "journal": "Pest management science",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The western flower thrips, Frankliniella occidentalis, is a quarantine pest of French beans that requires phytosanitary treatment to meet quarantine requirements for strict lucrative markets. In this study, the efficacy of hot water treatment against F. occidentalis eggs and its effects on the postharvest physicochemical quality parameters of French beans was evaluated. RESULTS: The immersion time of 8.01 min (95% critical limits CL 7.77-8.24) was predicted by the probit model as the minimum time required to achieve a 99.9968% control level. Confirmatory tests with a large number of F. occidentalis eggs were performed to validate the estimated time to achieve probit-9 control level, and there were no survivors from the 50 103 eggs treated. Likewise, none of the 55 364 eggs exposed to 45 ± 0.2 °C for 7 min (observational time) survived. The effect of the treatment schedule on French beans quality parameters was assessed and there were no differences in weight loss, moisture content, total soluble solids, titratable acidity, pH, and reducing sugars between treated and untreated samples. CONCLUSION: Our results indicate that hot water treatment (at 45 ± 0.2 °C for a duration of 8.01 min is an effective phytosanitary treatment for the control of Frankliniella occidentalis on French beans, with no significant impact on pods quality. © 2022 Society of Chemical Industry.",
      "mesh_terms": [
        "Animals",
        "Flowers",
        "Phaseolus",
        "Thysanoptera",
        "Water Purification"
      ]
    },
    {
      "pmid": "35698508",
      "title": "Feeding of faba beans (Vicia faba L.) enhances the growth performance of lambs.",
      "authors": [
        "Nawras L Al Shabuol",
        "Belal S Obeidat"
      ],
      "journal": "Veterinary world",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIM: The high price of conventional diet ingredients led livestock producers to search for alternative feed sources such as faba beans (Vicia faba L.; FB). This study aimed to evaluate the effect of feeding FB on the growth performance of lambs. MATERIALS AND METHODS: A total of 24 male lambs were distributed randomly into two groups and fed a control diet (CON; n=12) and 200 g/kg FB (FB200; n=12) dietary dry matter (DM). The study lasted for 70 days. The first 7 days were used for acclimatization, followed by 63 days of data collection (i.e., nutrient intake and digestibility and growth performance). A complete randomized design was used for the statistical analysis. RESULTS: The average initial body weight (BW) (20.54±0.798 kg) was similar between the diet treatment groups. Lambs fed the FB200 diet demonstrated higher (p≤0.008) nutrient intake than lambs fed the CON diet. The FB200 diet tended to improve the digestibility of DM, crude protein, and acid detergent fiber more than the CON diet (p≤0.072). Neutral detergent fiber and ether extract digestibility were higher (p<0.05) in lambs fed the FB200 diet than those fed the CON diet. Next, nitrogen retention increased (p<0.05) in lambs fed the FB200 diet compared with the CON diet. Final BW did not differ (p=0.221) between the two groups. However, the average daily gain was higher (p=0.028) in lambs fed the FB200 diet than in lambs fed the CON diet. Furthermore, the cost of gain decreased more (p=0.04) with the FB200 diet than with the CON diet. CONCLUSION: The results obtained in this study demonstrate the feasibility of using FB in feeding growing lambs, as it was shown to improve growth performance and reduce the cost of diet and gain."
    },
    {
      "pmid": "35684231",
      "title": "Folic Acid Confers Tolerance against Salt Stress-Induced Oxidative Damages in Snap Beans through Regulation Growth, Metabolites, Antioxidant Machinery and Gene Expression.",
      "authors": [
        "Hameed Alsamadany",
        "Hassan Mansour",
        "Amr Elkelish",
        "Mohamed F M Ibrahim"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-May-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although the effect of folic acid (FA) and its derivatives (folates) have been extensively studied in humans and animals, their effects are still unclear in most plant species, specifically under various abiotic stress conditions. Here, the impact of FA as a foliar application at 0, 0.1, and 0.2 mM was studied on snap bean seedlings grown under non-saline and salinity stress (50 mM NaCl) conditions. The results indicated that under salinity stress, FA-treated plants revealed a significant (p ≤ 0.05) increase in growth parameters (fresh and dry weight of shoot and root). A similar trend was observed in chlorophyll (Chl b), total chlorophyll, carotenoids, leaf relative water content (RWC), proline, free amino acids (FAA), soluble sugars, cell membrane stability index (CMSI), and K, Ca, and K/Na ratio compared to the untreated plants. In contrast, a significant decrease was observed in Na and salinity-induced oxidative damage as indicated by reduced H2O2 production (using biochemical and histochemical detection methods) and rate of lipid peroxidation (malondialdehyde; MDA). This enhancement was correlated by increasing the activities of antioxidant enzymes, i.e., superoxide dismutase (SOD), catalase (CAT), guaiacol peroxidase (G-POX), and ascorbate peroxidase (APX). Gene expression analyses conducted using qRT-PCR demonstrated that genes coding for the Na+/H+ antiporter protein Salt Overly Sensitive 1 (SOS1), the tonoplast-localized Na+/H+ antiporter protein (NHX1), and the multifunctional osmotic protective protein (Osmotin) were significantly up-regulated in the FA-treated plants under both saline and non-saline treatments. Generally, treatment with 0.2 mM FA was more potent than 0.1 mM and can be recommended to improve snap bean tolerance to salinity stress."
    },
    {
      "pmid": "35681403",
      "title": "Effect of Microwave Treatment on Adzuki Beans (Vigna angularis L.) under Dry State-Analyzing Microstructure, Water Absorption, and Antioxidant Properties.",
      "authors": [
        "Seon-Min Oh",
        "Seok-Bo Song",
        "Jeom-Sig Lee",
        "You-Geun Oh",
        "Yu-Chan Choi",
        "Jeong-Heui Lee",
        "Jieun Kwak"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Jun-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, a microwave was used on adzuki beans (Arari and Geomguseul) without water, in order to investigate their changes in microstructure, water absorption, and antioxidative properties. As the microwave treatment time increased (2450 MHz, 0 to 60 s), the lightness, redness, and yellowness were reduced, and moisture content significantly decreased in both varieties. The microstructure space between the seed coat, cotyledon, and pores within the cotyledon were observed, due to the loss of moisture. Regardless of microwave treatment, the water absorption behavior of the adzuki beans was sigmoidal. However, the water absorption kinetics of Arari increased after microwave treatment, whereas with microwave-treated Geomguseul, the water absorption rate decreased, compared to the control, except for the sample treated for 30 s. During soaking, the water absorption and softening rates in the microwave-treated adzuki bean were twice as fast as the untreated beans. Antioxidant activity, total phenolic compounds, and total flavonoid compounds were greatly improved by microwave treatment. These results indicate that microwave treatment affects the color, hydration, and bioactive compounds, and it can be used as a pretreatment method before processing adzuki beans."
    },
    {
      "pmid": "35626988",
      "title": "Metabolomic Analysis Reveals Changes of Bioactive Compounds in Mung Beans (Vigna radiata) during γ-Aminobutyric Acid Enrichment Treatment.",
      "authors": [
        "Yuling Ma",
        "Sumei Zhou",
        "Jing Lu"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-May-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soaking together with Heat and Relative Humidity (HRH) treatment has been applied successfully to enrich γ-aminobutyric acid (GABA) in mung beans. However, whether and how the above GABA enrichment processing influences the other bioactive molecules is elusive. In the present study, mung beans were soaked and then treated by HRH for 5 or 7 h. By using metabolomics techniques, the changes of 496 metabolites were determined. The relative content of flavonoids and phenolic acids increased during soaking but slightly decreased during HRH. Intriguingly, soaking and HRH had the opposite effects on the glycosylation of polyphenols. The relative content of glycosylated or un-glycosylated polyphenols increased during soaking or HRH, respectively. The relative content of α-ketoglutaric acid increased more than 20 times after 5 h HRH treatment. Bioactive molecules could be enriched during GABA enrichment processing. Depending on the desired bioactive compounds, soaking and different duration of HRH treatment could be selected."
    },
    {
      "pmid": "35592655",
      "title": "Observation on the Efficacy of Moxibustion Combined with Ear Acupoint Pressing Beans in Treating Patients with Phlegm Stasis Syndrome Vertigo.",
      "authors": [
        "Caidan Liu",
        "Huanwen Luo",
        "Zhongying Wang",
        "Hong Luo",
        "Yanlan Yu"
      ],
      "journal": "Emergency medicine international",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Retracted Publication"
      ],
      "abstract": "OBJECTIVE: The aim of this study is to investigate the efficacy of moxibustion combined with an ear acupoint pressing bean in the treatment of patients with phlegm stasis syndrome vertigo. METHODS: 60 patients with vertigo identified as phlegm stasis syndrome who were hospitalized in our department from May 2020 to May 2021 were selected and divided into a control group and a treatment group of 30 cases each according to the random number method. The control group was treated with conventional treatment and care, and the treatment group was treated with moxibustion combined with ear acupressing beans on top of the conventional group. The treatment effects, the dizziness disorder inventory (DHI), Pittsburgh sleep quality index (PSQI), Hamilton anxiety score (HAMA), TCM symptom score, and blood flow parameters (left vertebral artery flow velocity (LVA), right vertebral artery flow velocity (RVA), and basilar artery flow velocity (BA)) of the two groups were compared with each other during and after the treatment. RESULTS: After implementation, the treatment efficiency of the treatment group was higher than that of the control group, and the treatment group had lower PSQI, HAMA, and DHI scores as well as TCM symptom scores such as vertigo, head heavy as a wrap, chest tightness, and nausea and vomiting than the control group (P < 0.05). In addition, LVA, RVA, and BA were all higher in the treatment group than in the control group after treatment (P < 0.05). CONCLUSION: Moxibustion combined with ear acupoint pressing bean treatment can clearly improve patients' sleep quality, psychological state, relieve patients' various symptoms caused by vertigo, improve blood flow parameters, and have better efficacy in the treatment of phlegm stasis syndrome vertigo."
    },
    {
      "pmid": "35548583",
      "title": "Potential Antimicrobial Properties of Coffee Beans and Coffee By-Products Against Drug-Resistant Vibrio cholerae.",
      "authors": [
        "Anchalee Rawangkan",
        "Achiraya Siriphap",
        "Atchariya Yosboonruang",
        "Anong Kiddee",
        "Grissana Pook-In",
        "Surasak Saokaew",
        "Orasa Sutheinkul",
        "Acharaporn Duangjai"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Vibrio cholerae is the causative organism of the cholera epidemic, and it remains a serious global health problem, particularly the multidrug-resistant strain, despite the development of several generic drugs and vaccines over time. Natural products have long been exploited for the treatment of various diseases, and this study aimed to evaluate the in vitro antibacterial activity of coffee beans and coffee by-products against V. cholerae antimicrobial resistant strains. A total of 9 aqueous extracts were investigated, including light coffee (LC), medium coffee (MC), dark coffee (DC), dried green coffee (DGC), dried red coffee (DRC), fresh red coffee (FRC), Arabica leaf (AL), Robusta leaf (RL), and coffee pulp (CP). The influential coffee phytochemicals, i.e., chlorogenic acid (CGA), caffeic acid (CA), and caffeine, were determined using HPLC. The antibacterial properties were tested by agar well-diffusion techniques, and the minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC) were further determined against 20 V. cholerae isolates. The results revealed that all tested strains were sensitive to coffee extracts, with MIC and MBC values in the range of 3.125-25.0 mg/mL and 12.5-50.0 mg/mL, respectively. With a MIC of 6.25 mg/mL, DGC, DRC, and CP appeared to be the most effective compounds against 65, 60, and 55% of clinical strains, respectively. The checkerboard assay revealed that the combination of coffee extract and tetracycline was greater than either treatment alone, with the fractional inhibitory concentration index (FICI) ranging from 0.005 to 0.258. It is important to note that CP had the lowest FICI (0.005) when combined with tetracycline at 60 ng/mL, which is the most effective dose against V. cholerae six-drug resistance strains (azithromycin, colistin, nalidixic acid, sulfamethoxazole, tetracycline, and trimethoprim), with a MIC of 47.5 μg/mL (MIC alone = 12.5 mg/mL). Time killing kinetics analysis suggested that CA might be the most effective treatment for drug-resistant V. cholerae as it reduced bacterial growth by 3 log10 CFU/mL at a concentration of 8 mg/mL within 1 h, via disrupting membrane permeability, as confirmed by scanning electron microscopy (SEM). This is the first report showing that coffee beans and coffee by-product extracts are an alternative for multidrug-resistant V. cholerae treatment."
    },
    {
      "pmid": "35498981",
      "title": "Effect of extrusion and autoclaving on the biological potential of proteins and naturally-occurring peptides from common beans: Antioxidant and vasorelaxant properties.",
      "authors": [
        "Ladyslene C Paula",
        "Ailton C Lemes",
        "Erika Valencia-Mejía",
        "Bruna R Moreira",
        "Thiago S Oliveira",
        "Ivan T N Campos",
        "Hiasmin F S Neri",
        "Claudio Brondani",
        "Paulo C Ghedini",
        "Karla A Batista",
        "Katia F Fernandes"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2022-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aiming to understand the impact of hardening on the biological potential of bean protein and peptides, we evaluated the antioxidant and vasorelaxant properties of common beans after and before hardening. It was also evaluated the effect of extrusion and autoclaving in the biological potential of hardened beans. In general, hardening caused a reduction from 13.5 to 39.6% on the antioxidant activity of the peptide-rich fractions. On the other hand, hardening did not strongly interfere with the vascular reactivity in thoracic aorta rings, being observed maximal relation varying from 801% to 84.7%. The thermal treatment caused a general increase in the antioxidant and vasorelaxant potential of these fractions, being observed EC50 values ranging from 0.22 mg mL-1 to 0.26 mg mL-1. We can conclude that hardening did not seem to affect definitively the bioactivity of the obtained peptide-rich fractions. Finally, this study allows suggesting practical applications of extrusion as a thermal process in the production of functional food ingredients, and as ready-to-eat products presenting nutraceutical potential. In addition, autoclaving can be used as a pre-treatment of the hardened grains aiming to use them as whole grains with potentialized benefits for human health."
    },
    {
      "pmid": "35407120",
      "title": "Effect of Phenolic Extract from Red Beans (Phaseolus vulgaris L.) on T-2 Toxin-Induced Cytotoxicity in HepG2 Cells.",
      "authors": [
        "Carmen Martínez-Alonso",
        "Mercedes Taroncher",
        "Luigi Castaldo",
        "Luana Izzo",
        "Yelko Rodríguez-Carrasco",
        "Alberto Ritieni",
        "María-José Ruiz"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Red beans contain human bioactive compounds such as polyphenols. Several in vitro studies have proposed the natural compounds as an innovative strategy to modify the toxic effects produced by mycotoxins. Hence, in this work, a complete investigation of the polyphenolic fraction of red beans was performed using a Q-Orbitrap high-resolution mass spectrometry analysis. Notably, epicatechin and delphinidin were the most detected polyphenols found in red bean extracts (3.297 and 3.108 mg/Kg, respectively). Moreover, the red bean extract was evaluated against the T-2 toxin (T-2) induced cytotoxicity in hepatocarcinoma cells (HepG2) by direct treatment, simultaneous treatment, and pre-treatment assays. These data showed that T-2 affected the cell viability in a dose-dependent manner, as well as observing a cytotoxic effect and a significant increase in ROS production at 30 nM. The simultaneous treatment and the pre-treatment of HepG2 cells with red bean extract was not able to modify the cytotoxic T-2 effect. However, the simultaneous treatment of T-2 at 7.5 nM with the red bean extract showed a significant decrease in ROS production, with respect to the control. These results suggest that the red bean extract could modulate oxidative stress on HepG2 cells."
    },
    {
      "pmid": "35397274",
      "title": "Evaluation of the thermal stability of bioactive compounds in coffee beans and their fractions modified in the roasting process.",
      "authors": [
        "Joanna Grzelczyk",
        "Petr Fiurasek",
        "Ashok Kakkar",
        "Grażyna Budryn"
      ],
      "journal": "Food chemistry",
      "publication_date": "2022-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Coffee is used as flavor or health-promoting additive in thermally processed food. In this study, ground coffee and freeze-dried coffee extracts were evaluated in terms of their thermal stabilities, and for the first time heat resistance of fractions (mono-, dichlorogenic acids and caffeine) with different roasting levels was evaluated. It observed that the degradation of green coffee bean ingredients began at 150 °C, and for the re-heated light and dark roasted, in the range of 171-188 °C. The lyophilized extracts were more stable and their degradation began around 160 °C. However, with the re-treatment (cooking, baking, frying) of the coffee extract fractions, the degradation of the monochlorogenic acids commenced at 114 °C, while for dichlorogenics at 108 °C and caffeine at 146 °C. Monochlorogenic acids in Robusta coffee showed high antioxidant activity (55-70%) and the highest content of fiber (13-17%). Coffee could be used to fortify food.",
      "mesh_terms": [
        "Caffeine",
        "Coffea",
        "Coffee",
        "Hot Temperature",
        "Plant Extracts",
        "Seeds"
      ]
    },
    {
      "pmid": "35336665",
      "title": "Increasing the Storability of Fresh-Cut Green Beans by Using Chitosan as a Carrier for Tea Tree and Peppermint Essential Oils and Ascorbic Acid.",
      "authors": [
        "Karima F Abdelgawad",
        "Asmaa H R Awad",
        "Marwa R Ali",
        "Richard A Ludlow",
        "Tong Chen",
        "Mohamed M El-Mogy"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Mar-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The quality of fresh-cut green beans deteriorates rapidly in storage, which contributes to increased food waste and lower perceived customer value. However, chitosan (Cs) and certain plant essential oils show promise in reducing postharvest quality loss during storage. Here, the effect of Cs and the combinations of Cs + tea tree oil (TTO), Cs +x peppermint oil (PMO), and Cs + ascorbic acid (AsA) on the quality of fresh-cut green bean pods (FC-GB) is studied over a 15-d storage period at 5 °C. All four FC-GB treatments reduced weight loss and maintained firmness during storage when compared to uncoated FC-GB. Furthermore, all treatments showed higher total chlorophyll content, AsA, total phenolic compounds, and total sugars compared to the control. The best treatment for reducing microbial growth was a combination of Cs + AsA. Additionally, the combination of Cs with TTO, PMO, or AsA showed a significant reduction in the browning index and increased the antioxidant capacity of FC-GB up to 15 d postharvest."
    },
    {
      "pmid": "35316045",
      "title": "Comparison of the Aroma Composition and Sensory Properties of Dark Chocolates Made with Moist Incubated and Fermented Cocoa Beans.",
      "authors": [
        "Ansgar Schlüter",
        "Tilo Hühn",
        "Markus Kneubühl",
        "Karin Chatelain",
        "Sascha Rohn",
        "Irene Chetschik"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2022-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In a previous investigation, \"moist incubation\" was described as a novel postharvest treatment for cocoa and the aroma composition of the resulting cocoa nibs was compared to unfermented and fermented cocoa nibs. For this treatment, unfermented and dried nibs are rehydrated with an aqueous solution containing lactic acid and ethanol to adjust the pH value and are subsequently incubated at 45 °C under aerobic conditions for 72 h before drying. The aim of the present study was to investigate the sensory properties and aroma composition of dark chocolates made of these materials after roasting. Therefore, gas chromatography-olfactometry (GC-O) in combination with aroma extract dilution analysis (AEDA), quantitation with isotopically labeled standards, odor activity value (OAV) determination, and sensory analysis were performed. The three different chocolates had distinct sensory and OAV profiles. The sensory profiles showed a higher intensity of fruity aroma notes and a lower intensity of bitterness and astringency in the chocolate made with the moist incubated cocoa, while the chocolate made of fermented cocoa reached higher scores in the roasty aroma notes. Furthermore, higher OAVs were determined for the Strecker aldehydes in the chocolate made of the moist incubated cocoa, whereas higher OAVs for the pyrazines and the acids were detected in the chocolate made of fermented cocoa. In contrast, the chocolate produced with the unfermented cocoa showed low cocoa specific aroma notes and high levels of astringency and bitterness. The detected differences reveal interesting insights into the influence of different postharvest treatments on the resulting aroma composition in the final chocolate. Furthermore, the alternative postharvest treatment was demonstrated to result in chocolates with a pleasant sensory profile.",
      "mesh_terms": [
        "Cacao",
        "Chocolate",
        "Odorants",
        "Olfactometry",
        "Volatile Organic Compounds"
      ]
    },
    {
      "pmid": "35237647",
      "title": "The Effects of GABA-Rich Adzuki Beans on Glycolipid Metabolism, as Well as Intestinal Flora, in Type 2 Diabetic Mice.",
      "authors": [
        "Aiwu Zhang",
        "Xiujie Jiang",
        "Yunfei Ge",
        "Qingpeng Xu",
        "Zhijiang Li",
        "Huacheng Tang",
        "Dongmei Cao",
        "Dongjie Zhang"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: In this study, the effects of γ-aminobutyric acid (GABA)-rich sprouted adzuki beans on the glycolipid metabolism and gastrointestinal health were investigated in mice with type 2 diabetes mellitus (T2DM). METHODS: Mice with T2DM were subjected to dietary intervention with different doses of GABA-rich sprouted adzuki beans for 6 consecutive weeks, during which growth indicators, glycolipid metabolism, and the composition and diversity of the gut microbiota changes were observed. RESULTS: A high dietary intake of GABA-rich sprouted adzuki beans had a preventive effect against weight gain, significantly reduced serum levels of FBG, TG, and TC. Additionally, high dietary intake of GABA-rich sprouted adzuki beans increased the abundances of Firmicutes, Bacteroidetes, Verrucomicrobia, and Akkermansia, leading to a shift in the structure of the gut microbiota toward the dominance of probiotics with regulatory effects on glycolipid metabolism. CONCLUSIONS: GABA-rich sprouted adzuki beans can effectively control the bodyweight of mice with T2DM, maintain a balanced blood glucose level, improve glycolipid metabolism and the changes in the microbiota may mediate the anti-diabetic effect of sprouted adzuki beans."
    },
    {
      "pmid": "35177718",
      "title": "Comparison of chemical compounds and their influence on the taste of coffee depending on green beans storage conditions.",
      "authors": [
        "Magdalena Zarebska",
        "Natalia Stanek",
        "Krzysztof Barabosz",
        "Anna Jaszkiewicz",
        "Renata Kulesza",
        "Rafał Matejuk",
        "Dariusz Andrzejewski",
        "Łukasz Biłos",
        "Artur Porada"
      ],
      "journal": "Scientific reports",
      "publication_date": "2022-Feb-17",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Currently, there is no technology for the storage of green coffee (GrC), that results in obtaining high-quality roasted coffee (RC). The aim of this study was to evaluate the effects of storage temperature (- 10, 5, 10, 18, 20 °C), postharvest treatment method (natural (N), washed (W)) and type of packaging material (GrainPro (G), jute (J) bags) on the content of chlorogenic acids (CQAs), caffeine and trigonelline as well as the sensory profile of RC from the specialty sector after 12 months of regulated storage. Sensory analysis showed that natural coffees have better taste and higher quality than washed coffees after 12 months of storage. The highest total scores were obtained from the natural coffee stored in a GrainPro bag at - 10 °C followed by coffee stored in a jute bag at 10 °C which had the smallest decreases compared to the initial recorded values. No notable differences among CQA contents in washed coffees stored in either type of bag was seen but natural coffees stored in jute bags at 10 °C and 18 °C displayed the lowest drops relative to the initial values."
    },
    {
      "pmid": "35053890",
      "title": "Effect of the Post-Harvest Processing on Protein Modification in Green Coffee Beans by Phenolic Compounds.",
      "authors": [
        "Gustavo A Figueroa Campos",
        "Johannes G K T Kruizenga",
        "Sorel Tchewonpi Sagu",
        "Steffen Schwarz",
        "Thomas Homann",
        "Andreas Taubert",
        "Harshadrai M Rawel"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The protein fraction, important for coffee cup quality, is modified during post-harvest treatment prior to roasting. Proteins may interact with phenolic compounds, which constitute the major metabolites of coffee, where the processing affects these interactions. This allows the hypothesis that the proteins are denatured and modified via enzymatic and/or redox activation steps. The present study was initiated to encompass changes in the protein fraction. The investigations were limited to major storage protein of green coffee beans. Fourteen Coffea arabica samples from various processing methods and countries were used. Different extraction protocols were compared to maintain the status quo of the protein modification. The extracts contained about 4-8 µg of chlorogenic acid derivatives per mg of extracted protein. High-resolution chromatography with multiple reaction monitoring was used to detect lysine modifications in the coffee protein. Marker peptides were allocated for the storage protein of the coffee beans. Among these, the modified peptides K.FFLANGPQQGGK.E and R.LGGK.T of the α-chain and R.ITTVNSQK.I and K.VFDDEVK.Q of β-chain were detected. Results showed a significant increase (p < 0.05) of modified peptides from wet processed green beans as compared to the dry ones. The present study contributes to a better understanding of the influence of the different processing methods on protein quality and its role in the scope of coffee cup quality and aroma."
    },
    {
      "pmid": "35034354",
      "title": "Non-polar metabolites of green beans (Phaseolus vulgaris L.) potentiate the antidiabetic activity of mesenchymal stem cells in streptozotocin-induced diabetes in rats.",
      "authors": [
        "Shahira M Ezzat",
        "Mohamed F Abdel Rahman",
        "Maha M Salama",
        "Engy A Mahrous",
        "Amany El Bariary"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green beans (Phaseolus vulgaris L.) are consumed as pods or mature seeds (common beans). The pods were extracted with 95% ethanol and processed to prepare non-polar and polar fractions. Comparing the antihyperglycemic activity of both fractions, non-polar fraction (NPF, 200 mg kg-1  day-1 ) lowered blood glucose in streptozotocin diabetic rats by 65% compared to 57% for the polar fraction at the same dose. When NPF treatment was combined with injection of mesenchymal stem cells (MSC) a 4.4-fold increase in serum insulin and a 73.6% reduction in blood glucose were observed compared to untreated control. Additionally, a significant decrease in malondialdehyde (76.2%), nitric oxide (68.2%), cholesterol (76.1%), and triglycerides (69.5%) and a 1.75-fold increase in HDL concentrations were observed in the group treated with this combination compared to diabetic animals. Interestingly, NPF increased homing of MSC in pancreas potentiating their antidiabetic activity. Finally, 26 compounds were identified in NPF using LC/MS analysis and four were isolated in pure form. The isolated compounds namely calotroproceryl acetate, fridelin, calotroproceryl A, and stigmasterol showed good inhibitory activity against pancreatic lipase with IC50 at 1.93, 1.07, 1.34 and 1.44-1 μg/ml, respectively. Additionally, these compounds inhibited α-amylase, albeit at higher concentration, with IC50 at 248, 212, 254, and 155 μg/ml for calotroproceryl acetate, fridelin, calotroproceryl A, and stigmasterol, respectively. Our results suggest that green beans extract can potentiate effect of MSC in diabetes directly due to its own antidiabetic effect and indirectly by increasing MSC homing in pancreatic tissues. PRACTICAL APPLICATIONS: It has been suggested in this study that green beans can improve hyperglycemia, oxidative balance in diabetes, so green beans can be promoted as a healthy nutrient for diabetic patients. Green beans also can enhance homing and differentiation of mesnchymal stem cells in the pancreas for future stem cell therapy of type I diabetes.",
      "mesh_terms": [
        "Animals",
        "Diabetes Mellitus, Experimental",
        "Humans",
        "Hypoglycemic Agents",
        "Mesenchymal Stem Cells",
        "Phaseolus",
        "Rats",
        "Streptozocin"
      ]
    },
    {
      "pmid": "35006883",
      "title": "Nitrogen and Sulfur Co-doped Carbon Dots Enhance Drought Resistance in Tomato and Mung Beans.",
      "authors": [
        "Erfeng Kou",
        "Wei Li",
        "Haoran Zhang",
        "Xian Yang",
        "Yunyan Kang",
        "Mingtao Zheng",
        "Songnan Qu",
        "Bingfu Lei"
      ],
      "journal": "ACS applied bio materials",
      "publication_date": "2021-Aug-16",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Drought stress is widespread worldwide, which severely restricts world food production. The antioxidant property of carbon dots (CDs) is promising for inflammation and disease treatment. However, little is known about the functions of CDs in the abiotic stress of plants, especially in drought-resistant fields. In this study, CDs were synthesized using cysteine and glucose by the hydrothermal method. The in vitro antioxidant capacity of CDs and the reactive oxygen species (ROS) scavenging capacity were evaluated. We speculate on the antioxidant mechanism of CDs by comparing size distribution, fluorescence spectra, elements, and surface functional groups of CDs before and after oxidation. Besides, we evaluated the effects of CDs on seed germination and seedling physiology under drought stress. Also, the responses of antioxidant CDs to long-term drought stress and subsequent recovery metabolism in tomato plants were evaluated. The results show that CDs accelerated the germination rate and the germination drought resistance index by promoting the water absorption of seeds. CDs enhanced the drought resistance of seedlings by improving the activity of peroxidase (POD) and superoxide dismutase (SOD). Moreover, CDs can activate the antioxidant metabolism activity and upregulate the expression of aquaporin (AQP) genes SlPIP2;7, SlPIP2;12, and SlPIP1;7. All of these results render tomato plants distinguished resilience once rewatering after drought stress. These results facilitate us to design and fabricate CDs to meet the challenge of abiotic stress in food production.",
      "mesh_terms": [
        "Antioxidants",
        "Carbon",
        "Droughts",
        "Solanum lycopersicum",
        "Nitrogen",
        "Seedlings",
        "Sulfur",
        "Vigna"
      ]
    },
    {
      "pmid": "34970582",
      "title": "Revealing the Hypoglycemic Effects and Mechanism of GABA-Rich Germinated Adzuki Beans on T2DM Mice by Untargeted Serum Metabolomics.",
      "authors": [
        "Xiujie Jiang",
        "Qingpeng Xu",
        "Aiwu Zhang",
        "Yong Liu",
        "Zhijiang Li",
        "Huacheng Tang",
        "Dongmei Cao",
        "Dongjie Zhang"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Type 2 diabetes mellitus (T2DM) is one of the most common metabolic diseases, and exploring strategies to prevent and treat diabetes has become extremely important. In recent decades the search for new therapeutic strategies for T2DM involving dietary interventions has attracted public attention. We established a diabetic mouse model by feeding mice a high-fat diet combined with injection of low-dose streptozotocin, intending to elucidate the effects and possible mechanisms of different dosages of γ-aminobutyric acid (GABA)-rich germinated adzuki beans on the treatment of diabetes in mice. The mice were treated for 6 weeks either with increasing doses of GABA-enriched germinated adzuki beans, with non-germinated adzuki beans, with GABA, or with the positive control drug metformin. Then, the blood glucose levels and blood lipid biochemical indicators of all the mice were measured. At the same time, serum differential metabolite interactions were explored by UPLC-Q/TOF-MS-based serum metabolomic analysis. The results showed that body weight and fasting blood glucose levels were significantly reduced (P < 0.05). We also report improved levels of total cholesterol, triglycerides, aspartate aminotransferase, alanine aminotransferase, urea, and serum creatinine. We observed a significant improvement in the homeostasis model assessment of the beta cell function and insulin resistance (HOMA-β and HOMA-IR) scores (P < 0.05) in the group of mice treated with the highest dose of GABA-enriched germinated adzuki beans. In addition, the metabolic profiles of the serum were analyzed, and 31 differential metabolites including amino acids and lipids were obtained. According to the Kyoto Encyclopedia of Genes and Genomes pathway enrichment analysis, this was found to be correlated with nine significantly enriched metabolic pathways involving the up-regulation of levels of L-serine, SM (d18:1/22:1(13Z)), L-histidine, creatine, and 3-indoleacetic acid. Our data suggest that the hypoglycemic effect of GABA-enriched germinated adzuki beans on diabetic mice may be related to improving tryptophan metabolism, glycerol phospholipid metabolism, sphingosline metabolism, and the glycine, serine, and threonine metabolic pathways. This study provides a reference for the application of GABA-enriched germinated foods in type 2 diabetes and could provide a cue for searching biomarkers to be adopted for T2DM diagnosis."
    },
    {
      "pmid": "34964759",
      "title": "Acute hemolysis and methemoglobinemia secondary to fava beans ingestion in a patient with G6PD deficiency: A case report of a rare co-occurrence.",
      "authors": [
        "Husam Al-Dubai",
        "Abdulrahman Al-Mashdali",
        "Yousef Hailan"
      ],
      "journal": "Medicine",
      "publication_date": "2021-Nov-24",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "RATIONALE: Favism is a well-known cause of acute hemolytic anemia. Rarely, methemoglobinemia can also happen because of fava bean ingestion in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency. Few cases with this co-occurrence have been reported in the literature. PATIENT CONCERNS: We report a case of a 47-year-old patient who presented with jaundice that started 2 days after eating fava beans. DIAGNOSES: Laboratory investigations revealed anemia with evidence of hemolysis (high reticulocytes count, high indirect bilirubin, bite cells in peripheral smear). Blood gases showed high methemoglobin level. Reduced level of G6PD enzyme confirmed the diagnosis of G6PD deficiency. INTERVENTION: The patient was kept on supplemental oxygen. He was counselled to avoid food and drugs that can cause acute hemolysis. OUTCOMES: Oxygen saturation improved gradually. The patient was discharged without any complications after 2 days. LESSONS: Patients with G6PD deficiency can develop both acute hemolytic anemia and methemoglobinemia secondary to fava beans ingestion. These patients should not receive methylene blue to avoid worsening hemolysis.",
      "mesh_terms": [
        "Eating",
        "Glucosephosphate Dehydrogenase",
        "Glucosephosphate Dehydrogenase Deficiency",
        "Hemolysis",
        "Humans",
        "Jaundice",
        "Male",
        "Methemoglobinemia",
        "Middle Aged",
        "Oxygen Saturation",
        "Vicia",
        "Vicia faba"
      ]
    },
    {
      "pmid": "34914219",
      "title": "[Pressing acupuncture therapy combined with auricular pressure beans for the treatment of chronic prostatitis / chronic pelvic pain syndrome].",
      "authors": [
        "Xiao-Juan Zhang",
        "Li-Qin Dai",
        "Jian-Huai Chen",
        "Jing Dai"
      ],
      "journal": "Zhonghua nan ke xue = National journal of andrology",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To explore the application value of the pressing acupuncture therapy (PAT) combined with auricular pressure beans in the treatment of chronic prostatitis / chronic pelvic pain syndrome (CP/CPPS). METHODS: We selected 50 cases of CP/CPPS confirmed in our Department of Andrology from January to December 2019 and randomly divided them into an observation (n = 25) and a control group (n = 25), the former treated by PAT combined with auricular pressure beans in addition to medication, and the latter with auricular pressure beans in combination with drug therapy, both for 14 successive days. We compared the scores on NIH-CPSI and General Comfort Questionnaire (GCQ) between the two groups of patients before and after treatment. RESULTS: After treatment, the patients in the observation group, compared with the controls, showed a significantly higher total effectiveness rate (92% vs 68%, P < 0.05) and GCQ score (［95.00 ± 9.39］ vs ［80.16 ± 9.96］, P < 0.05), and a lower pain symptom score ( ［6.92 ± 2.34］ vs ［10.08 ± 2.22］, P < 0.05), urination symptom score (［3.16 ± 1.46］ vs ［4.80 ± 1.19］, P < 0.05), quality of life score (［4.68 ± 1.35］ vs ［6.80 ± 1.71］, P < 0.05) and total NIH-CPSI score (［14.76 ± 3.31］ vs ［23.68 ± 3.05］, P < 0.05). CONCLUSIONS: The pressing acupuncture therapy, with the advantage of dynamic needle retention with good compliance, can relieve the clinical symptoms of CP/CPPS and improve the life comfort of the patients, and is therefore worthy of further clinical research and application.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Chronic Pain",
        "Humans",
        "Male",
        "Pelvic Pain",
        "Prostatitis",
        "Quality of Life"
      ]
    },
    {
      "pmid": "34828821",
      "title": "Understanding In Vivo Mastication Behaviour and In Vitro Starch and Protein Digestibility of Pulsed Electric Field-Treated Black Beans after Cooking.",
      "authors": [
        "Marbie Alpos",
        "Sze Ying Leong",
        "Veronica Liesaputra",
        "Candace E Martin",
        "Indrawati Oey"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2021-Oct-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to understand (i) the in vivo mastication behaviour of cooked black beans (chewing duration, texture perception, oral bolus particle size, microstructure, and salivary α-amylase) and (ii) the in vitro digestibility of starch and protein of in vivo-generated black bean oral bolus under simulated gastrointestinal condition. The beans were pre-treated using pulsed electric field (PEF) with and without calcium chloride (CaCl2) addition prior to cooking. The surface response model based on least square was used to optimise PEF processing condition in order to achieve the same texture properties of cooked legumes except for chewiness. In vivo mastication behaviour of the participants (n = 17) was characterized for the particle size of the resulting bolus, their salivary α-amylase activity, and the total chewing duration before the bolus was deemed ready for swallowing. In vitro starch and protein digestibility of the masticated bolus generated in vivo by each participant along the gastrointestinal phase were then studied. This study found two distinct groups of chewers-fast and slow chewers who masticated all black bean beans, on average, for <25 and >29 s, respectively, to achieve a bolus ready for swallowing. Longer durations of chewing resulted in boluses with small-sized particles (majorly composed of a higher number of broken-down cotyledons (2-5 mm2 particle size), fewer seed coats (5-13 mm2 particle size)), and higher activity of α-amylase. Therefore, slow chewers consistently exhibited a higher in vitro digestibility of both the starch and protein of processed black beans compared to fast chewers. Despite such distinct difference in the nutritional implication for both groups of chewers, the in vivo masticated oral bolus generated by fast chewers revealed that the processing conditions involving the PEF and addition of CaCl2 of black beans appeared to significantly (p < 0.05) enhance the in vitro digestibility of protein (by two-fold compared to untreated samples) without stimulating a considerable increase in the starch digestibility. These findings clearly demonstrated that the food structure of cooked black beans created through PEF treatment combined with masticatory action has the potential to modulate a faster hydrolysis of protein during gastrointestinal digestion, thus offering an opportunity to upgrade the quality of legume protein intake in the daily diet."
    },
    {
      "pmid": "34792196",
      "title": "Evaluating the effect of high-pressure processing in contrast to boiling on the antioxidant activity from alcalase hydrolysate of Great Northern Beans (Phaseolus vulgaris).",
      "authors": [
        "Madhurima Bandyopadhyay",
        "Snigdha Guha",
        "Michael J Naldrett",
        "Sophie Alvarez",
        "Kaustav Majumder"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Food processing can alter protein structure, modulate enzyme accessibility, and therefore the release of bioactive peptides. Thus, processing techniques, boiling, high-pressure processing (HPP), and a combination of both, were compared for their efficiency to release antioxidant peptides after alcalase hydrolysis of Great Northern Beans (GNBs). The oxygen radical absorbance capacity (ORAC) indicated that boiled hydrolysates had the highest antioxidant activity (370.9 ± 43.8 µmol TEAC/g). Mass spectrometry-based analysis suggested that di- and tri-peptide expression were significantly altered among the three treatments, and either Ile, Leu, Phe, and Arg containing peptides potentially contributed toward the enhanced antioxidant activity. Furthermore, the total phenolic content of the HPP-treated hydrolysate was higher than the other two treatments, with ferulic acid being the most prominent phenolic compound present in the bean hydrolysates. This study indicates that thermal processing such as boiling is more effective in modulating the release of antioxidant peptides. PRACTICAL APPLICATIONS: Common beans (Phaseolus vulgaris), such as Great Northern Beans (GNBs) are one of the major pulse crops in the United States. Storage proteins in beans can release peptides with biological activities after enzymatic hydrolysis. However, processing conditions can modulate the release of peptides. The present study is primarily focused on comparing the two processing methods, boiling and HPP, and their combination for the generation of peptides with potential antioxidant activity in alcalase-digested GNBs. Data from the study suggest that thermal treatment such as boiling is more effective in modulating the release of peptides from alcalase hydrolysate of GNBs with antioxidant activity. This is particularly important because over different cultures around the world, boiling is the most widely used processing method for the cooking of beans, and hence, these data also ensure that boiling is the most effective method in getting the most beneficial effects from the consumption of beans.",
      "mesh_terms": [
        "Antioxidants",
        "Phaseolus",
        "Phenols",
        "Protein Hydrolysates",
        "Subtilisins"
      ]
    },
    {
      "pmid": "34712684",
      "title": "Dietary Intervention With α-Amylase Inhibitor in White Kidney Beans Added Yogurt Modulated Gut Microbiota to Adjust Blood Glucose in Mice.",
      "authors": [
        "Shenli Wang",
        "Chongye Guo",
        "Zhikai Xing",
        "Meng Li",
        "Haiying Yang",
        "Yunting Zhang",
        "Fazheng Ren",
        "Lishui Chen",
        "Shuangli Mi"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "White kidney beans contain α-amylase inhibitors that can be used in diet for weight reduction. In this study, we investigated the potential of white kidney bean (phaseolus vulgaris L.) extract enriched in α-amylase inhibitor as a food additive in yogurt to regulate blood glucose in hyperglycemic animals. Five groups of C57BL/6J mice were fed for 8 weeks with standard chow diets, high-fat diets (HFD), or high-fat diets with supplement of α-amylase inhibitor in white kidney beans (P. vulgaris extract, PVE), yogurt (Y), and PVE added yogurt (YPVE), respectively. The HFD weakened glucose tolerance and caused insulin resistance in mice, and changed the characteristics of intestinal flora. The intervention of Y, PVE, and YPVE decreased blood glucose, insulin, hyperlipidemia, and inflammatory cytokine levels in mice fed with HFD. Moreover, the YPVE could regulate the components of host intestinal microbiota toward a healthy pattern, significantly increased the metabolic-related flora Corynebacterium, Granulicatella, and Streptococcus, while it decreased Paraprevotella and Allobaculum. Thus, YPVE markedly increased functions of \"Amino Acid Metabolism,\" \"Energy Metabolism,\" \"Nucleotide Metabolism,\" and declined functions of \"Glycan Biosynthesis and Metabolism.\" Consequently, YPVE could be developed as a new functional food because of its beneficial prebiotic properties in the metabolic syndrome."
    },
    {
      "pmid": "34706529",
      "title": "Bean's syndrome (blue rubber bleb nevus syndrome - BRBNS) as a gastrointestinal bleeding - case report and review of the literature.",
      "authors": [
        "Małgorzata Lenarcik",
        "Jacek Pachlewski",
        "Andrzej Mróz"
      ],
      "journal": "Polish journal of pathology : official journal of the Polish Society of Pathologists",
      "publication_date": "2021",
      "publication_types": [
        "Case Reports",
        "Review",
        "Journal Article"
      ],
      "abstract": "BRBNS is a rare syndrome of vascular malformations caused by the TEK mutation associated with numerous lesions of the skin and gastrointestinal tract. We present a case report of 41 year old man with severe anemia with recurrent bleedings. The detailed clinical, endoscopical and histopathological description is given as a wide range of differential diagnosis of vascular lesions based on pathophysiology and updated classification of vascular lesions. Clinicopathological diagnosis and treatment options of BRBNS are discussed.",
      "mesh_terms": [
        "Adult",
        "Gastrointestinal Hemorrhage",
        "Gastrointestinal Neoplasms",
        "Humans",
        "Male",
        "Nevus, Blue",
        "Skin Neoplasms"
      ]
    },
    {
      "pmid": "34685906",
      "title": "Cultivar Differences in the Biochemical and Physiological Responses of Common Beans to Aluminum Stress.",
      "authors": [
        "Brigitta Tóth",
        "Makoena Joyce Moloi",
        "Lóránt Szőke",
        "Mátyás Danter",
        "Michael A Grusak"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-Oct-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soil conditions leading to high levels of available aluminum are detrimental to plant growth, but data are limited on genotypic differences in tolerance to aluminum stress in some crops. The aim of this study was to examine the morphological, biochemical, and physiological changes in roots and shoots of 25 common bean (Phaseolus vulgaris L.) cultivars (Pinto market class) under aluminum (Al) treatment. Additionally, this study aimed to assess the range of responses amongst the common bean cultivars relative to their Al toxicity tolerance and sensitivity. Plants were grown hydroponically using a simplified nutrient solution with or without 20 µM AlCl3. Reactive oxygen species (ROS), activities of the antioxidant enzymes superoxide dismutase (SOD) and guaiacol peroxidase (POD), and malondialdehyde (MDA) concentration, an indicator of lipid peroxidation, were measured to establish the effects of Al treatment on the plants. In addition, growth parameters such as shoot and root dry weight, root-to-shoot ratio, root elongation, and root volume changes were also investigated. The cultivar effect was significant for all the measured parameters, except for shoot dry weight. Inhibition of the root and shoot dry weight for selected common bean cultivars shows that the response of common bean to Al stress is genotype-specific. Additionally, Al-induced root elongation inhibition and root volume changes varied among the cultivars. Most cultivars had significantly higher SOD activity (20 of 25 cultivars) and POD activity (12 cultivars) under AlCl3 treatment compared to the controls. A positive significant correlation was observed between MDA and ROS, showing that Al stress induced the accumulation of ROS along with an increase in lipid peroxidation. According to the results of this study, Arapaho and AC Island cultivars could potentially be used in the future production of common beans under Al stress. Therefore, these two cultivars could also be included in Al tolerance breeding programs."
    },
    {
      "pmid": "34676116",
      "title": "Evaluation of Renoprotective Effects of Our Locally Grown Green Coffee Beans against Cisplatin-Induced Nephrotoxicity in Swiss Albino Mice.",
      "authors": [
        "Bati Leta",
        "Chala Kenenisa",
        "Tesaka Wondimnew",
        "Tariku Sime"
      ],
      "journal": "International journal of nephrology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Nephrotoxicity is the most common and severe side effect of cisplatin. Cisplatin causes nephrotoxicity through free radical production and debilitating cellular antioxidant capacity. Coffee is a commonly consumed drink and its ingredients have antioxidant roles that could bring benefits to patients affected by nephrotoxicity. Thus, the present study aimed to investigate the renoprotective effects of our locally grown green coffee beans against cisplatin-induced nephrotoxicity in Swiss albino mice. METHODS: The posttest only control group design was employed on a total of thirty male Swiss albino mice. The mice were divided into five groups: group I (normal control group) received distilled water; group II (negative control group) received distilled water; and groups III-V (treatment groups) received 100, 200, and 300 mg/kg BW/day of green coffee bean extract for 14 days, respectively. Nephrotoxicity was induced in groups II-V by a single intraperitoneal injection of cisplatin (7.5 mg/kg). All mice were sacrificed after 14 days and blood was drawn to evaluate kidney function tests (serum creatinine and serum blood urea nitrogen). Besides, body weight, relative kidney weight, and kidney histopathology were investigated. RESULT: Our results showed that treatment of cisplatin alone (group II mice) significantly increased serum creatinine, serum blood urea nitrogen, relative kidney weight, and pathological damage to the kidney with a decrease in final body weight. However, low-dose green coffee beans (group III), medium-dose green coffee beans (group IV), and high-dose green coffee beans (group V) mice showed a significant dose-dependent decrease in serum creatinine, serum blood urea nitrogen, and relative kidney weight. Furthermore, the dose-dependent treatment with green coffee bean extract prevented the decrease in body weight gain and pathological damage to the kidney in mice. CONCLUSION: Our locally grown green coffee beans brought a dose-dependent ameliorative effect and a promising preventive approach against cisplatin-induced kidney damage in mice."
    },
    {
      "pmid": "34642756",
      "title": "Canned Beans Decrease Serum Total and LDL Cholesterol in Adults with Elevated LDL Cholesterol in a 4-wk Multicenter, Randomized, Crossover Study.",
      "authors": [
        "Katarina M Doma",
        "Karen F Dolinar",
        "D Dan Ramdath",
        "Thomas M S Wolever",
        "Alison M Duncan"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2021-Dec-03",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Practical risk reduction strategies are needed to address cardiovascular disease. Beans can decrease LDL cholesterol; however, research into different daily amounts and varieties is warranted. OBJECTIVES: To examine the effects of canned beans (daily rotation of black, navy, pinto, dark red kidney, white kidney) in 1-cup (1CB, 180 g) and ½-cup (½CB, 90 g) daily amounts compared with a 1-cup white rice (WR) control on serum lipid and glycemic biomarkers in adults with elevated LDL cholesterol. METHODS: Adults [n = 73, mean ± SD age: 48.1 ± 14.2 y; BMI (in kg/m2): 25.9 ± 4.22; fasting serum LDL cholesterol: 3.0-5.0 mmol/L] consumed 1CB, ½CB, and WR for 4-wk treatment periods separated by ≥4-wk washouts in a multicenter, randomized, crossover study. Fasting serum LDL cholesterol (primary outcome) and other lipids and glycemic biomarkers (secondary outcomes) were measured on study days 1 and 29 of each treatment period with study day 29 values compared using repeated-measures ANCOVA, including study day 1 values as covariates. RESULTS: Treatment completion was n = 66 for 1CB, n = 68 for ½CB, and n = 64 for WR. Total cholesterol on study day 29 was lower for 1CB (P = 0.04) but not ½CB (P = 0.77) compared with WR (-5.46%, -2.74%, -0.65% changes from study day 1, respectively) and did not differ between 1CB and ½CB (P = 0.17). LDL cholesterol on study day 29 was also lower for 1CB (P = 0.002) but not ½CB (P = 0.30) compared with WR (-8.08%, -3.84%, +0.49% changes from study day 1, respectively) and did not differ between 1CB and ½CB (P = 0.11). Other lipids and glycemic biomarkers did not differ among treatments. CONCLUSIONS: Consumption of 1 cup (180 g) of canned beans of multiple varieties decreased total and LDL cholesterol in adults with elevated LDL cholesterol, supporting a practical strategy for cardiovascular disease risk reduction. This trial was registered at clinicaltrials.gov as NCT03830970.",
      "mesh_terms": [
        "Adult",
        "Biomarkers",
        "Cardiovascular Diseases",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Humans",
        "Middle Aged",
        "Vegetables"
      ]
    },
    {
      "pmid": "34603344",
      "title": "Physio-Biochemical and Agronomic Responses of Faba Beans to Exogenously Applied Nano-Silicon Under Drought Stress Conditions.",
      "authors": [
        "El-Sayed M Desoky",
        "Elsayed Mansour",
        "El-Sayed E A El-Sobky",
        "Mohamed I Abdul-Hamid",
        "Taha F Taha",
        "Hend A Elakkad",
        "Safaa M A I Arnaout",
        "Rania S M Eid",
        "Khaled A El-Tarabily",
        "Mohamed A T Yasin"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nano-silicon application is an efficient novel approach to mitigate the deleterious impacts of drought stress on field crops, which is expected to increase owing to climate change, especially in arid regions. Two-season field studies investigated the influence of foliar-applied nano-silicon (0.5, 1, and 1.5 mM) on physiological and biochemical attributes and their impacts on crop water productivity (CWP) and the agronomic traits of faba beans (Vicia faba). The plants were evaluated under two irrigation regimes: well-watered (100% ETc giving 406 mm ha-1) and drought stress (65% ETc giving 264 mm ha-1). It was found that drought stress significantly decreased gas exchange (leaf net photosynthetic rate, stomatal conductance, and rate of transpiration), water relations (relative water content and membrane stability index), nutrient uptake (N, P, K+, and Ca+2), flavonoids, and phenolic content. In contrast, drought stress significantly increased oxidative stress (H2O2 and  O 2 · -   ) and enzymatic and non-enzymatic antioxidant activities compared with the well-watered treatment. These influences of drought stress were negatively reflected in seed yield-related traits and CWP. However, foliar treatment with nano-silicon, particularly with 1.5 mM, limited the devastating impact of drought stress and markedly enhanced all the aforementioned parameters. Therefore, exogenously applied nano-silicon could be used to improve the CWP and seed and biological yields of faba bean plants under conditions with low water availability in arid environments."
    },
    {
      "pmid": "34568402",
      "title": "Optimization of γ-Aminobutyric Acid (GABA) Accumulation in Germinating Adzuki Beans (Vigna angularis) by Vacuum Treatment and Monosodium Glutamate, and the Molecular Mechanisms.",
      "authors": [
        "Xiujie Jiang",
        "Qingpeng Xu",
        "Aiwu Zhang",
        "Yong Liu",
        "Liqin Zhao",
        "Liwei Gu",
        "Jianbin Yuan",
        "Hongdou Jia",
        "Xinting Shen",
        "Zhijiang Li",
        "Dongmei Cao",
        "Dongjie Zhang"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the optimal hypoxic and monosodium glutamate (MSG) stress conditions for the enrichment of γ-Aminobutyric acid (GABA) in germinating adzuki beans and to reveal the potential underlying molecular mechanisms of GABA accumulation. Using single-factor experiments and response surface model, we investigated the effects of germination time, germination temperature, vacuum time, and MSG concentration on GABA contents, and further explored the activity and gene expression of glutamate decarboxylase (GAD) and polyamine oxidase (PAO) critical rate restriction enzymes during GABA synthesis. The optimal soaking temperature, soaking time, and pH conditions were 35°C, 16 h, and 5, respectively. Furthermore, the optimal germination conditions for optimal GABA enrichment were 48 h, 1.99 mg/ml MSG concentration, germination temperature of 31.49°C, and vacuum time of 15.83 h. Under such conditions, the predicted GABA concentration was 443.57 ± 7.18 mg/100 g, with no significant difference between the predicted and experimental data. The vacuum + MSG (FZM) treatment has a maximum contribution rate of GABA to 38.29%, which significantly increase GABA content, and the increase was associated with increased GAD and PAO activity. In addition, MSG in combination with vacuum treatment could significantly induce VaGAD4 and VaGAD6 genes in 2 days germination of adzuki beans. According to the results of the present study, vacuum + MSG treatment is an effective approach to enhancing GABA accumulation in germinating adzuki beans, which could be employed in enhancing the functional quality of germinating adzuki beans."
    },
    {
      "pmid": "34447985",
      "title": "Risk Assessment of Ozone Fumigation Under Vacuum to Control Potential Infestation of Coffee Berry Borer and Coffee Leaf Rust in Green Coffee Beans Imported Into Hawaii.",
      "authors": [
        "M Portilla",
        "P A Follett",
        "J W Armstrong",
        "J G Leesch",
        "J S Tebbets",
        "J Smilanick",
        "T H McHugh",
        "C W Olsen",
        "L Whitehand",
        "C Cavaletto",
        "H C S Bittenbender",
        "A E Bustillo",
        "J E Peña"
      ],
      "journal": "Journal of economic entomology",
      "publication_date": "2021-Dec-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Studies were conducted with ozone gas fumigation under vacuum as a methyl bromide alternative against life stages of coffee berry borer (CBB) Hypothenemus hampei (Ferrari) (Coleoptera: Curculionidae: Scolytinae), and the urediniospores of coffee leaf rust (CLR), Hemileia vastatrix Berkeley & Broome (Basidiomycota: Pucciniales) in green coffee, Coffea spp. L. Fumigation with 10,000 ppm O3 gas under -25.4 mm Hg vacuum1 at 13.0 ± 3.0°C for 6.0 h killed all CBB larvae, pupae, and adults, but did not kill all CBB eggs (~15% survival). Mortality of CLR urediniospores was 100% within the first hour of the 6-h fumigation. Ozone fumigation had no adverse effects on coffee quality. Results indicated that CBB adult hitchhikers may be the only target life stage of quarantine concern, and additional studies focused on this stage. CBB adult survival and reproduction decreased significantly at moisture contents ≤20%, and F1 generation survival did not occur in green coffee at moisture contents ≤15%. As the international standard for green coffee moisture content is 9-12%, adult CBB should not survive or reproduce in exported dry green coffee. Standard industry processing of harvested coffee cherries to the green coffee stage using either mechanical- or sun-drying eliminated CBB infestations from the field. A systems approach is recommended for exporting green coffee to control CBB and CLR that includes eliminating CBB life stages with standard processing methods, reducing moisture content to 9-12% to prevent egg deposition, survival or reproduction, and O3 fumigation to ensure quarantine security against potential CBB adult hitchhikers.",
      "mesh_terms": [
        "Animals",
        "Basidiomycota",
        "Coffea",
        "Coffee",
        "Fumigation",
        "Hawaii",
        "Ozone",
        "Plant Diseases",
        "Risk Assessment",
        "Vacuum",
        "Weevils"
      ]
    },
    {
      "pmid": "34369063",
      "title": "It is all about the beans: How chronic kidney disease can affect outcomes in peripheral intervention.",
      "authors": [
        "Nachiket J Patel",
        "Richard R Heuser"
      ],
      "journal": "Catheterization and cardiovascular interventions : official journal of the Society for Cardiac Angiography & Interventions",
      "publication_date": "2021-Aug-01",
      "publication_types": [
        "Editorial",
        "Comment"
      ],
      "mesh_terms": [
        "Fabaceae",
        "Humans",
        "Renal Insufficiency, Chronic",
        "Treatment Outcome"
      ]
    }
  ]
}