{
  "supplement": "Black seed",
  "query": "Black seed[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:20:04",
  "research_count": 56,
  "count": 56,
  "articles": [
    {
      "pmid": "40210172",
      "title": "Effects of black seed (Nigella sativa L.) on cardiometabolic indices in type 2 diabetic patients: A systematic review and meta-analysis of RCTs.",
      "authors": [
        "Mehdi Karimi",
        "Samira Pirzad",
        "Seyed Morteza Ali Pourfaraji",
        "Fatemeh Maleki Sedgi",
        "Bahar Darouei",
        "Reza Amani-Beni",
        "Kimia Kazemi",
        "Reyhaneh Rabiee"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review",
        "Review"
      ],
      "abstract": "BACKGROUND: Black seed is known for its health benefits in traditional medicine. While recent studies suggest it may improve cardiometabolic health, its impact on type 2 diabetes mellitus (T2DM) remains unclear. This study aims to meta-analysis randomized controlled trials (RCTs) to assess the effects of black seed supplementation on cardiometabolic indices in T2DM patients. METHODS: Following PRISMA guidelines, a comprehensive database search was conducted up to January 2025, and data were extracted from relevant RCTs. Mean differences (MD) and standard deviations (SD) were analyzed using a random-effects model, heterogeneity was assessed, and publication bias was evaluated. RESULTS: The pooled meta-analysis of 16 RCTs showed that black seed supplementation significantly reduced fasting blood glucose (FBG) (MD: -21.43 mg/dL; p = 0.005), hemoglobin A1c (HbA1c) (MD: -0.44; p = 0.01), total cholesterol (TC) (MD: -18.80 mg/dL; p = 0.04) and low-density lipoprotein (LDL) (MD: -19.53 mg/dL; p = 0.003). No significant effects were observed for 2-hour postprandial glucose (2-hpp), fasting insulin, homeostatic model assessment (HOMA), triglycerides (TG), high-density lipoprotein (HDL), aspartate aminotransferase (AST), alanine aminotransferase (ALT), creatinine, and body weight, or body mass index (BMI). Subgroup analyses revealed that black seed supplementation effectively reduced FBG for longer than 8 weeks; additionally, HbA1c, HOMA, and LDL in higher doses (>1 g/day), shorter durations (≤8 weeks), and use of the oil form. CONCLUSION: Black seed supplementation appears to significantly improve FBG, HbA1c, TC, and LDL levels in patients with T2DM. However, no significant effects were observed on other metabolic parameters, including insulin, TG, liver enzymes, kidney function, or body weight. These findings suggest that black seed may be a beneficial adjunct therapy for glycemic and lipid control in T2DM patients but require further research to confirm its broader metabolic effects.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Blood Glucose",
        "Randomized Controlled Trials as Topic",
        "Seeds",
        "Nigella sativa",
        "Glycated Hemoglobin",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "39002164",
      "title": "Systematic Review of Randomized Controlled Trials in Uses of Nigella Sativa (Black Seed) in Metabolic Syndrome.",
      "authors": [
        "S Elhariri",
        "I Burud",
        "N A Zulaimy",
        "J A Tong",
        "I Ahmed",
        "S C Kar Chun",
        "P Kumaran"
      ],
      "journal": "West African journal of medicine",
      "publication_date": "2024-Apr-30",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Metabolic syndrome as defined by The National Cholesterol Education Panel-Adult Treatment Panel III (NCEPATP III), is the presence of obesity, dyslipidaemia, the elevation of arterial blood pressure, and glucose intolerance. It affects 25% to 40% of the adult population of Malaysia and is associated with other medical conditions, especially cardiovascular disease. In this systematic review, the objective is to assess the effects of Nigella Sativa on parameters that reflect metabolic syndromes, such as lipid profile, blood pressure, blood glucose, and anthropometry indices. METHODS: This systematic review was conducted by performing searches for relevant publications on two databases (PubMed and Scopus). The publication period was limited from January 2011 to December 2021. Cochrane collaboration tools were used for the risk of bias assessment of each trial. RESULT: Six out of 8 randomised controlled trials (n:776) demonstrated a significant improvement in lipid profile (p <0.05), 5 out of 7 trials (n:701) showed a significant reduction in glycaemic indices (p <0.05), 1 out of 5 trials (n:551) demonstrated significant improvements in blood pressure (p <0.05), and 2 out of 7 trials (n:705) showed a significant reduction in anthropometric measurements (p <0.05). CONCLUSION: Nigella Sativa has proved to have a significant positive effect on lipid profile and glycaemic index. The results showed in the parameters of blood pressure and anthropometric indices are less convincing, as results were inconsistent across studies. Nigella Sativa can therefore be recommended as an adjunct therapy for metabolic syndrome.",
      "mesh_terms": [
        "Metabolic Syndrome",
        "Humans",
        "Nigella sativa",
        "Randomized Controlled Trials as Topic",
        "Phytotherapy",
        "Blood Pressure",
        "Blood Glucose",
        "Seeds",
        "Plant Extracts",
        "Lipids"
      ]
    },
    {
      "pmid": "38890237",
      "title": "Black Seed Oil-Based Curcumin Nanoformulations Ameliorated Cuprizone-Induced Demyelination in the Mouse Hippocampus.",
      "authors": [
        "Mohammad Zubair Alam",
        "Hala Abubaker Bagabir",
        "Mohammad Alameen Faisal Zaher",
        "Thamer M A Alqurashi",
        "Badrah S Alghamdi",
        "Mohsin Kazi",
        "Ghulam Md Ashraf",
        "Gadah Ali Alshahrany",
        "Noor Ahmed Alzahrani",
        "Rafal Mohammed Bakhalgi",
        "Juweiriya",
        "Mona Al-Thepyani",
        "Hanin Abdulbaset AboTaleb",
        "Rahaf Saeed Aldhahri",
        "Gamal Said Abd El-Aziz",
        "Fahad A Al-Abbasi",
        "Loay Khaled Eibani",
        "Faisal Jaman Alzahrani",
        "Mohd Sajjad Ahmad Khan"
      ],
      "journal": "Molecular neurobiology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Multiple sclerosis (MS) is a neurodegenerative disease characterized by the demyelination of nerves, axonal damage, and neuroinflammation. Cognition impairment, pain, and loss of mobility are some of the usual complications of MS. It has been postulated that the overproduction of proinflammatory cytokines and reactive oxygen species (ROS) are the main factors that contribute to MS pathology. Among various animal models, the cuprizone model is the most widely used model for investigating MS-related pathology. We assessed the effects of cuprizone along with the protective effects of some black seed oil-based nanoformulations of curcumin with and without piperine, in mice hippocampus in terms of the changes in antioxidant enzymes, transcription factors, and cytokines during demyelination and remyelination processes. The results of behavioral studies point toward impairment in working memory following the feeding of cuprizone for 5 weeks. However, in treatment groups, mice seemed to prevent the toxic effects of cuprizone. Nanoformulations used in this study were found to be highly effective in lowering the amount of ROS as indicated by the levels of antioxidant enzymes like catalase, superoxide dismutase, glutathione, and glutathione peroxidase. Moreover, nanoformulations CCF and CCPF were observed resisting the toxic effects of cuprizone. We observed greater expression of NFκB-p65 in the CPZ group than in the control group. CCF nanoformulation had a better inhibitory effect on NFκB-p65 than other formulations. Histological examination of the hippocampus was also conducted. Nanoformulations used here were found effective in reversing MS-related pathophysiology and hence have the potential to be applied as adjuvant therapy for MS treatment.",
      "mesh_terms": [
        "Animals",
        "Cuprizone",
        "Curcumin",
        "Hippocampus",
        "Demyelinating Diseases",
        "Plant Oils",
        "Mice",
        "Male",
        "Reactive Oxygen Species",
        "Nanoparticles",
        "Antioxidants",
        "Carum"
      ]
    },
    {
      "pmid": "38748938",
      "title": "Randomized controlled trial of the effectiveness of olive and black seed oil combination on pain intensity and episiotomy wound healing in primiparous women: A study protocol.",
      "authors": [
        "Romina Fili",
        "Fereshteh Behmanesh",
        "Sana Nazmi",
        "Maryam Nikpour",
        "Zahra Memariani"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Episiotomy is associated with side effects, such as pain and wound infection. Additionally, discomfort after episiotomy affects the quality of life of both the mother and the baby. Medicinal herbs are one alternative method for the treatment of episiotomy wounds. This study will investigate the effectiveness of the combination of olive and black seed oil on pain intensity and the healing of episiotomy wounds in primiparous women. METHODS: This randomized clinical trial will be conducted on primiparous women who have had a normal delivery with an episiotomy. There are 3 groups in this study: one group will receive a combination of olive oil and black seed oil, another group will receive olive oil alone, and the use of oils will start 24 hours after delivery. Ten drops will be applied topically 3 times a day for 10 days. The third group (control) will receive only routine care. Data will be collected through a demographic characteristics questionnaire, REEDA (Redness, Edema, Ecchymosis, Discharge, and Approximation) Scale, and Visual Analog Scale. To determine and compare the effects of pharmaceutical interventions on pain intensity and episiotomy wound healing in the groups, an analysis of variance (ANOVA) test with repeated measurements will be used with SPSS version 22. DISCUSSION: The results of this study will show the effects of a combination of olive and black seed oil, as well as olive oil alone, on pain intensity and episiotomy wound healing in primiparous women. The positive effects observed in this trial with these oils could be valuable for women who have undergone an episiotomy.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Pregnancy",
        "Young Adult",
        "Episiotomy",
        "Olive Oil",
        "Pain Measurement",
        "Parity",
        "Plant Oils",
        "Wound Healing",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "38696688",
      "title": "Brain antioxidant status and gene expressions of nicotinic and dopamine receptors are improved by black seed oil administration in cigarette smoke or nicotine vapour-exposed rats.",
      "authors": [
        "Abdullahi Adejare",
        "A K Oloyo",
        "I O Ishola",
        "A A Busari",
        "K B Ismail-Badmus",
        "M M Abdulrazaq",
        "O O Osifala",
        "M O Salami"
      ],
      "journal": "Nigerian journal of physiological sciences : official publication of the Physiological Society of Nigeria",
      "publication_date": "2023-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Smoking is associated with dysregulation of the antioxidant system and addiction. AIM: This study sought to ascertain the effect of Nigella Sativa (NS) oil on the antioxidant system, nicotine/tobacco addiction as well as the expressions of α4β2 nicotinic (nAChR) and dopamine type-2 (DRD2) receptors in selected brain regions of the rat. METHODS: Thirty male Sprague-Dawley rats were divided into 6 groups comprising of vehicle-treated control, NS oil only, Smoke only, Smoke + NS oil, Nicotine only and Nicotine + NS oil. Animals were passively exposed to cigarette smoke or nicotine vapour for 12 weeks, however, NS oil treatment commenced from 9th-12th week of the experimental duration. RESULTS: Nicotine vapour and cigarette smoke-induced increase in cotinine level were significantly ameliorated by NS treatment. Cigarette smoke or nicotine vapour exposure significantly (p<0.05) decreased the level of antioxidant enzymes while increasing malondialdehyde level in the brain homogenates of the rats.  Administration of NS oil significantly (p<0.05) reversed the reduced antioxidant level. Cigarette-smoke also significantly increased α4-nAChR expression in the frontal cortex and olfactory bulb compared to control. Nicotine vapour significantly increased DRD2 expression only in the olfactory cortex. NS oil administration reduced both the cigarette-smoke-induced increase in α4-nAChR and nicotine vapour-induced increase in DRD2 gene expression only in the olfactory cortex. CONCLUSION: Findings from this study suggest that NS oil improves brain antioxidant status while ameliorating nicotine vapour and cigarette smoke addiction through down-regulation of α4-nAChR and DRD2 gene expressions in discrete brain regions in Sprague-Dawley rats.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats, Sprague-Dawley",
        "Receptors, Nicotinic",
        "Nicotine",
        "Antioxidants",
        "Brain",
        "Plant Oils",
        "Rats",
        "Receptors, Dopamine D2",
        "Gene Expression",
        "Smoke",
        "Carum"
      ]
    },
    {
      "pmid": "38379607",
      "title": "Black seed oil reverses chronic antibiotic-mediated depression and social behaviour deficits via modulation of hypothalamic mitochondrial-dependent markers and insulin expression.",
      "authors": [
        "Mujeeb Adekunle Adedokun",
        "Linus Anderson Enye",
        "Elizabeth Toyin Akinluyi",
        "Toheeb Adesumbo Ajibola",
        "Edem Ekpenyong Edem"
      ],
      "journal": "IBRO neuroscience reports",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic antibiotic use has been reported to impair mitochondrial indices, hypothalamus-mediated metabolic function, and amygdala-regulated emotional processes. Natural substances such as black seed (Nigella sativa) oil could be beneficial in mitigating these impairments. This study aimed to assess the impact of black seed oil (NSO) on depression and sociability indices, redox imbalance, mitochondrial-dependent markers, and insulin expression in mice subjected to chronic ampicillin exposure. Forty adult male BALB/c mice (30 ± 2 g) were divided into five groups: the CTRL group received normal saline, the ABT group received ampicillin, the NSO group received black seed oil, the ABT/NSO group concurrently received ampicillin and black seed oil, and the ABT+NSO group experienced pre-exposure to ampicillin followed by subsequent treatment with black seed oil. The ampicillin-exposed group exhibited depressive-like behaviours, impaired social interactive behaviours, and disruptions in mitochondrial-dependent markers in plasma and hypothalamic tissues, accompanied by an imbalance in antioxidant levels. Moreover, chronic antibiotic exposure downregulated insulin expression in the hypothalamus. However, these impairments were significantly ameliorated in the ABT/NSO, and ABT+NSO groups compared to the untreated antibiotic-exposed group. Overall, findings from this study suggest the beneficial role of NSO as an adjuvant therapy in preventing and abrogating mood behavioural and neural-metabolic impairments of chronic antibiotic exposure."
    },
    {
      "pmid": "38178093",
      "title": "A crossover randomized controlled trial examining the effects of black seed (Nigella sativa) supplementation on IL-1β, IL-6 and leptin, and insulin parameters in overweight and obese women.",
      "authors": [
        "Elham Razmpoosh",
        "Sara Safi",
        "Mahta Mazaheri",
        "Saman Khalesi",
        "Majid Nazari",
        "Parvin Mirmiran",
        "Azadeh Nadjarzadeh"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2024-Jan-05",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nigella sativa (NS) oil has been found to have advantageous benefits in the management of inflammation and obesity. This study investigated the effect of NS supplementation on blood mRNA expressions and serum levels of IL-1β, IL-6, leptin, and insulin concentrations in overweight/obese women. METHODS: In a crossover design, participants were randomized to receive either NS supplements(2000 mg/day) or placebo for 2 durations(8 weeks). With between-subject and within-subject components and interactions, a repeated-measure ANOVA model was used considering the treatment, time, and the carryover effects. Cohen's d(d) was used to measure the magnitude of the effects. RESULTS: Forty-six eligible participants were included. NS supplementation significantly reduced the mRNA expressions(d=-0.68, P = 0.03) and serum levels of IL-1β with medium-high effect sizes(d=-1.6, P < 0.001). Significant reductions with large effect sizes were observed in the gene expression and serum levels of IL-6(d=-1.8, d=-0.78, respectively; P < 0.01) and Leptin(d=-1.9, d=-0.89, respectively; P < 0.01, serum leptin P carryover < 0.001). Despite the meaningful carryover effect for serum leptin, results remained significant following the first intervention period analysis(P < 0.001). A significant but low effect size decrease in serum insulin was observed(d=-0.3, P = 0.02). CONCLUSIONS: The clinical significance of present findings regarding improvements in obesity-related pro-inflammatory markers must be interpreted with caution due to some observed medium-low effect sizes. TRIAL REGISTRATION: IRCT20180430039475N1 (Date:25/6/2018).",
      "mesh_terms": [
        "Female",
        "Humans",
        "Dietary Supplements",
        "Insulin",
        "Interleukin-6",
        "Leptin",
        "Nigella sativa",
        "Obesity",
        "Overweight",
        "RNA, Messenger"
      ]
    },
    {
      "pmid": "37978932",
      "title": "In vivo assessment of black seed oil single dose on prednisolone pharmacokinetics.",
      "authors": [
        "Rana Abutaima",
        "Yousef Al-Ebini",
        "Ahmad Alkofahi",
        "Anas Alshishani",
        "Samar Thiab",
        "Kumarappan C Alagammai",
        "Mohammad Khalid"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2024-Jan-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To investigate the effect of blackseed oil (BSO) single dose on prednisolone pharmacokinetics via p-gp inhibition. METHODS: Three groups of rats (n = 5) were orally administered the vehicle, verapamil (50 mg/kg) or BSO (5 ml/kg) 15 min prior to prednisolone (5 mg/kg) administration. Blood samples were collected over 24 h and quantified. Non-compartmental analysis was employed to calculate maximum plasma concentration (Cmax), area under the curve (AUC0-last), time to reach Cmax (Tmax), apparent clearance (CL/F), and half-life (t1/2). Statistical significance was considered at p<0.05. RESULTS: Prednisolone Cmax and AUC0-last decreased by 65% and 25% in the BSO group compared to the negative control (P < .0001, .0029, respectively) while they increased by 1.75-folds and 8-folds in verapamil group (P < .0001). Tmax was achieved at 0.16, 0.5, and 0.25 h in the negative control, verapamil, and BSO-treated groups, respectively. CL/F in the treatment group was 1.3-fold and 10-fold higher compared to the negative and positive control, respectively, whereas the t1/2 remained comparable. CONCLUSION: Administration of BSO decreased prednisolone Cmax and AUC0-last in rats indicating that there is a herb-drug interaction; however, p-gp inhibition cannot be concluded. Patients relying on folk medicine in chronic illnesses treatment might need to avoid combining BSO with prednisolone.",
      "mesh_terms": [
        "Humans",
        "Rats",
        "Animals",
        "Prednisolone",
        "Area Under Curve",
        "Herb-Drug Interactions",
        "Verapamil",
        "Plant Oils",
        "Administration, Oral"
      ]
    },
    {
      "pmid": "37893108",
      "title": "Development of a Multifunctional Oral Dosage Form via Integration of Solid Dispersion Technology with a Black Seed Oil-Based Self-Nanoemulsifying Drug Delivery System.",
      "authors": [
        "Abdelrahman Y Sherif",
        "Ahmad Abdul-Wahhab Shahba"
      ],
      "journal": "Biomedicines",
      "publication_date": "2023-Oct-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lansoprazole (LZP) is used to treat acid-related gastrointestinal disorders; however, its low aqueous solubility limits its oral absorption. Black seed oil (BSO) has gastroprotective effects, making it a promising addition to gastric treatment regimens. The present study aims to develop a stable multifunctional formulation integrating solid dispersion (SD) technology with a bioactive self-nanoemulsifying drug delivery system (SNEDDS) based on BSO to synergistically enhance LZP delivery and therapeutic effects. The LZP-loaded SNEDDS was prepared using BSO, Transcutol P, and Kolliphor EL. SDs were produced by microwave irradiation and lyophilization using different polymers. The formulations were characterized by particle apparent hydrodynamic radius analysis, zeta potential, SEM, DSC, PXRD, and in vitro dissolution testing. Their chemical and physical stability under accelerated conditions was also examined. Physicochemical characterization revealed that the dispersed systems were in the nanosize range (<500 nm). DSC and PXRD studies revealed that lyophilization more potently disrupted LZP crystallinity versus microwave heating. The SNEDDS effectively solubilized LZP but degraded completely within 1 day. Lyophilized SDs with Pluronic F-127 demonstrated the highest LZP dissolution efficiency (3.5-fold vs. drug) and maintained chemical stability (>97%) for 1 month. SDs combined with the SNEDDS had variable effects suggesting that the synergistic benefits were dependent on the formulation and preparation method. Lyophilized LZP-Pluronic F127 SD enabled effective and stable LZP delivery alongside the bioactive effects of the BSO-based SNEDDS. This multifunctional system is a promising candidate with the potential for optimized gastrointestinal delivery of LZP and bioactive components."
    },
    {
      "pmid": "37516866",
      "title": "Anticancer potential of Carica papaya Linn black seed extract against human colon cancer cell line: in vitro study.",
      "authors": [
        "Nadia S Mahrous",
        "Enas A Noseer"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2023-Jul-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Since cancer is one of the most prevalent diseases in the world, further studies are needed to identify the effective therapeutic modalities. The second deadliest and third most common cancer is colorectal cancer (CRC). Papaya (Carica papaya Linn) seeds offer anti-cancer properties that can cure various types of cancer, such as liver and prostate cancer. METHODS: The study aimed to evaluate the anti-cancer activity of Carica papaya seed extract on colorectal cancer cell lines (Caco-2) and used techniques to assess the anti-cancer potential. The effectiveness of SE on cell proliferation and the viability of HTB-37 Caco-2 and C-166 cells were assessed using the MTT test. Real-time RT-PCR was used to measure gene expression levels and evaluate the activity of genes involved in apoptosis, including caspase-3, p53, Cycs, and Bcl-2. Finally, flow cytometry was used to analyze apoptosis induction by detecting changes in cell morphology and DNA content. RESULTS: The study showed that the MTT reduction assay was dependent on cancer cell type and concentration of SE compared to the control cells and C-166, with a mean IC50 value of 9.734 ug/ml. The cytotoxicity was accompanied by some morphological alterations in the colorectal cancer cell line (Caco-2). The expression of the genes for p53, Cycs, and caspase-3 was substantially up-regulated, while Bcl-2 was dramatically down-regulated compared to control cells. The cell cycle arrested at the G2-M phase and the presence of early and late apoptotic characteristics post-treatment increased the apoptotic profile. CONCLUSION: It concluded that papaya seeds aqueous extract could act as a novel therapeutic option for colorectal cancer (CRC).",
      "mesh_terms": [
        "Male",
        "Humans",
        "Carica",
        "Caspase 3",
        "Caco-2 Cells",
        "Tumor Suppressor Protein p53",
        "Colonic Neoplasms",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "36617207",
      "title": "The Effect of Palm Pollen and Black Seed Pollen on Male Sex Hormones and Sperm Quality: A Single-Blind, Placebo-Controlled Clinical Trial Study.",
      "authors": [
        "Ali Hajb",
        "Zeynab Salehpour",
        "Roghayyeh Aghaei",
        "Aida Najafian",
        "Masoumeh Mahmoodi",
        "Masoomeh Latifi",
        "Soghra Fallahi"
      ],
      "journal": "International journal of fertility & sterility",
      "publication_date": "2023-Jan-01",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nowadays, using medicinal properties is a good alternative for infertility treatment to use them is increasing in the world. The aim of this study was to determine the effects of Herbal oral capsules included palm pollen extract (DPP) and Nigella Sativa extract (NS) on sex hormones in adult infertile men. MATERIALS AND METHODS: In this a single-blind, placebo-controlled clinical trial study, a total of 62 infertile men between 22 and 42 years of age were randomly selected and tested for sex hormones and prolactin. Thirty people in the case group received two 500 mg/kg capsules on a daily basis containing an herbal composition of palm pollen extract (350 mg) and black seed powder extract (250 mg) and the 20 in the control group received a placebo in the morning and at night for 3 months. The herbal composition capsules were manufactured by the Golbadistan Company. At the end of the three -month period, blood and semen tests were performed before and after the intervention in the case group that was compared with the control group. Hormonal assays were performed by Immunoradiometric Assay (IRMA) method. The data entered SPSS statistical software and the level of significance was set at P≤0.05. RESULTS: The spermiogram test results showed significant changes in the sperm count, progressive motility and rapid progressivity of the case group at the end of a quarterly period after consuming plant composition except for morphology (P=0.001, P=0.001, P=0.02, P=0.23). In addition, in the case group, the concentration of testosterone, follicle stimulating hormone (FSH), luteinizing hormone (LH) was significantly increased compared to the control group (P=0.000, P=0.004, P=0.012). CONCLUSION: It seems that taking one 500 mg/kg capsule of DPP and NS extract can significantly increase sperm parameters and testosterone (registration number: IRCT2015020120895N1)."
    },
    {
      "pmid": "36034087",
      "title": "Anti-nociceptive effect of black seed oil on an animal model of chronic constriction injury.",
      "authors": [
        "Sayyed Alireza Talaei",
        "Hamid Reza Banafshe",
        "Alireza Moravveji",
        "Mohammad Shabani",
        "Shiva Shirazi Tehrani",
        "Alireza Abed"
      ],
      "journal": "Research in pharmaceutical sciences",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND PURPOSE: Traditionally, Nigella sativa L. has been known as a medical intervention to treat numerous diseases. This study aimed at investigating the antihyperalgesic effect of black seed oil (BSO) in an experimental model of neuropathic pain. EXPERIMENTAL APPROACH: Chronic constriction injury (CCI) was performed under anesthesia. The sciatic nerve was ligated with four loose ties. Two separate protocols were used to administer BSO. In chronic treatment, rats were given daily doses of BSO (250, 500, and 1000 mg/kg p.o.) from the 1st day until the 21st post-CCI day. While, in acute treatment, BSO (250, 500, and 1000 mg/kg p.o.) was administered only on the 7th, 14th, and 21st days. CCI and sham groups were given almond oil according to the same schedule. Behavioral scores were determined by evaluation of the paw withdrawal in the plantar, Von Frey, and acetone tests, on the 7th, 14th, and 21st days. FINDINGS/RESULTS: Our results showed that CCI leads to significant allodynia and hyperalgesia in the ipsilateral paw after surgery. Chronic administration of BSO (500 and 1000 mg/kg) obviously attenuated heat hyperalgesia and mechanical allodynia. However, daily administration of BSO did not alter cold allodynia. Nevertheless, when BSO was administered, 30 min before the pain assessment tests, hypersensitivity was not improved in the treated animals. CONCLUSION AND IMPLICATIONS: These results demonstrated BSO can inhibit neuropathic pain progression and suggests a potential use of BSO to manage hyperalgesia and allodynia. However, additional research is necessary to approve BSO effectiveness, in neuropathic pain conditions."
    },
    {
      "pmid": "35972596",
      "title": "Black Seed (Nigella sativa): A Favourable Alternative Therapy for Inflammatory and Immune System Disorders.",
      "authors": [
        "Opeyemi Oluwafemi Ojueromi",
        "Ganiyu Oboh",
        "Ayokunle Olubode Ademosun"
      ],
      "journal": "Inflammopharmacology",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "In the recent years, various food additives, medicinal plants, and their bioactive components have been utilized in anti-inflammatory and immunomodulatory therapy. Nigella sativa is a key dietary supplement and food additive which has a strong traditional background. It is also one of the most broadly studied seeds in the global pharmaceutical and nutraceutical sector. N. sativa seeds are potential sources of natural metabolite such as phenolic compounds and alkaloids. The anti-inflammatory and immunomodulatory abilities of these seeds, most peculiarly with reference to some inflammatory and immune mediators, are reviewed. N. sativa and its bioactive compounds modulate inflammatory and immunomodulatory mediators including tumor necrosis factor-alpha (TNF-α), interferon gamma (IFN-γ), nuclear factor kappa B (NF-kB) cyclooxygenase (COX), lipoxygenase (LOX), transforming growth factor beta (TGF-β), interleukins, and immunoglobulin levels. This paper comprehensively describes the biomarkers and signaling pathways underlying the anti-inflammatory and immunomodulatory potential of N. sativa. This review also explains the scientific basis and the pharmacological properties of core bioactive ingredients of N. sativa responsible for these biological activities which indicates that their bioactive components could be possibly regarded as favorable therapy for disorders linked to inflammation and immune-dysregulation.",
      "mesh_terms": [
        "Anti-Inflammatory Agents",
        "Food Additives",
        "Humans",
        "Immune System Diseases",
        "Immunoglobulins",
        "Interferon-gamma",
        "Lipoxygenases",
        "NF-kappa B",
        "Nigella sativa",
        "Plant Extracts",
        "Prostaglandin-Endoperoxide Synthases",
        "Seeds",
        "Transforming Growth Factor beta",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "35685605",
      "title": "A Comparative Study on Alvogyl and a Mixture of Black Seed Oil and Powder for Alveolar Osteitis: A Randomized Double-Blind Controlled Clinical Trial.",
      "authors": [
        "Zafar Ali Khan",
        "Namdeo Prabhu",
        "Naseer Ahmed",
        "Abhishek Lal",
        "Rakhi Issrani",
        "Afsheen Maqsood",
        "Fahim Vohra",
        "Mohammad Khursheed Alam"
      ],
      "journal": "International journal of clinical practice",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Alveolar osteitis (AO) is the most common complication faced by exodontia patients and is usually seen 24-74 hours after tooth extraction, heralded by severe throbbing pain. Nigella sativa is commonly known as black seed known to have anti-inflammatory and antibacterial properties along with other reparative properties that enhance bone formation. This study aimed to evaluate and compare the effects of Alvogyl and a mixture of Nigella sativa powder and oil in the treatment of dry sockets. MATERIALS AND METHODS: Sixty patients above the age of 18 and below 70 years, from both genders, who underwent extraction of teeth and were clinically diagnosed with a dry socket at the clinic of the College of Dentistry, Jouf University, Saudi Arabia, were included in this study. Pain scores were assessed after placement of the dressing at the following intervals: 5 minutes, 30 minutes, 60 minutes, 2nd day, 4th day, and 7th day. Patients were randomly allocated to three groups, namely, Group 1 (Alvogyl), Group 2 (mixture of Nigella sativa's powder and oil), and Group 3 (control). Pain relief and healing of the socket were compared between the three groups. The collected data were subjected to statistical analysis through Spearman's correlation test, independent t-test, ANOVA, and post hoc test. RESULTS: A mixture of Nigella sativa powder and oil showed a statistically significant difference in relieving pain compared to the Alvogyl group. A mixture of Nigella sativa's powder and oil required fewer dressings when compared to the Alvogyl group. CONCLUSION: A mixture of Nigella sativa powder and oil is the more efficacious dressing material for the management of dry sockets compared to Alvogyl. It provides immediate and complete pain relief and fewer numbers of repeated visits.",
      "mesh_terms": [
        "Aged",
        "Drug Combinations",
        "Dry Socket",
        "Eugenol",
        "Female",
        "Humans",
        "Hydrocarbons, Iodinated",
        "Male",
        "Oils, Volatile",
        "Pain",
        "Plant Oils",
        "Powders",
        "para-Aminobenzoates"
      ]
    },
    {
      "pmid": "35677311",
      "title": "Black Seed Oil, Bentonite Clay, and Probiotics: A Comprehensive Holistic Cure for Clostridium difficile Infection in a 2-Year-Old Female Child.",
      "authors": [
        "Emily Littman",
        "Nicole Winningham",
        "Tana B Carson",
        "Ivette M Hidalgo"
      ],
      "journal": "Case reports in infectious diseases",
      "publication_date": "2022",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "There has been a rise in antibiotic resistance in secondary conditions such as Clostridium difficile (C. difficile) due to overuse of antibiotics. Oral antibiotics are used to treat C. difficile, which further disrupts the intestinal flora resulting in unwanted side effects. Naturopathic treatments often have fewer side effects and lower secondary infection risk than pharmaceutical interventions making them ideal for pediatric use. This case report describes the effective treatment of a pediatric clinical case of C. difficile using naturopathic and complementary alternative medicines (CAMs) including black seed oil (Nigella sativa), bentonite clay, and probiotics. A healthy two-year-old patient presented to a pediatrician with symptoms of, and subsequently confirmed, C. difficile after having been recently hospitalized and treated for a gluteal abscess and cellulitis using clindamycin, vancomycin, and piperacillin/tazobactam. Through a shared decision-making process, the patient's mother and providers developed a treatment plan for the C. difficile infection (CDI), which included black seed oil, bentonite clay, and Lactobacillus probiotics. No C. difficile was detected via stool immunoassay after 4 days of combined CAM therapy. Our results underscore the need for additional research regarding the effectiveness of naturopathic CAMs including black seed oil, bentonite clay, and probiotics as alternatives to antibiotic treatment of CDI in children."
    },
    {
      "pmid": "35483558",
      "title": "The effect of black seed (Nigella sativa) extract on lipid metabolism in HepG2 cells.",
      "authors": [
        "Michael J Haas",
        "Emad Naem",
        "Sultan Almdallaleh",
        "Arshag D Mooradian"
      ],
      "journal": "Biochimica et biophysica acta. Molecular and cell biology of lipids",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Black seed extract stimulates apolipoprotein A-I (apo A-I) gene expression in hepatocytes and intestinal cells in part by elevating peroxisome proliferator-activated receptor α (PPARα) and retinoid X receptor α (RXRα) levels. To explore potential ramifications of these observations, we examined the effects of black seed extract on hepatocyte lipid content and expression of key transcriptional regulators of fatty acid β-oxidation and lipogenesis in HepG2 cells. PPARα, peroxisome proliferator-activated receptor γ (PPARγ), RXRα, thyroid hormone receptor β (TRβ), sterol-responsive element binding protein 1 (SREBP1), and sterol-responsive element binding protein 2 (SREBP2) levels were measured in black seed extract treated liver-derived HepG2 cells. Black seed extract treatment increased PPARα and RXRα expression and decreased intracellular neutral lipid content. Black seed extract treatment increased TRβ expression and activity, and PPARα activity. In contrast, PPARγ, SREBP1 and SREBP2 levels were decreased in black seed extract treated cells. Black seed extract treatment also increased acyl-CoA synthetase long chain family member 5 (ACSL5), peroxisomal acyl-CoA oxidase 1 (ACOX1), and carnitine palmitoyl transferase 1A (CPT-1A) expression, three PPARα-dependent rate-limiting genes that facilitate fatty acid oxidation, similar to fenofibrate. PPARα knockdown reversed the effects of fenofibrate and blackseed on ACSL5, ACOX1, and CPT-1A expression. In conclusion, black seed extract-mediated lipid lowering in HepG2 cells is associated with increased expression of fatty acid oxidation enzymes and PPARα and reduced lipogenic signaling. Thus black seed extract may be potentially beneficial in metabolic diseases such as diabetes, cardiovascular disease, and metabolic syndrome.",
      "mesh_terms": [
        "Fatty Acids",
        "Fenofibrate",
        "Hep G2 Cells",
        "Humans",
        "Lipid Metabolism",
        "Lipids",
        "Nigella sativa",
        "PPAR alpha",
        "PPAR gamma",
        "Plant Extracts",
        "Seeds",
        "Sterols"
      ]
    },
    {
      "pmid": "33719073",
      "title": "Amelioration effect of black seed oil against high-fat diet-induced obesity in rats through Nrf2/HO-1 pathway.",
      "authors": [
        "Nada F Abo El-Magd",
        "Mohamed El-Mesery",
        "Amro El-Karef",
        "Mamdouh M El-Shishtawy"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity is a chronic inflammatory disease that represents a risk factor for number of diseases including diabetes, steatohepatitis, and cancer. Using safe natural compounds to ameliorate obesity and its related metabolic syndrome is an interesting spot for research. We investigated the regulatory role and the underlying mechanism of black seed oil (BSO) on high-fat diet (HFD)-induced obesity in rats. The study included two models: the first one aimed to study the prophylactic effect of BSO (BSO administration for 10 weeks along with HFD) while the second one aimed to study the treatment role of BSO (BSO administration starting from the 10th week for 4 weeks along with HFD). BSO significantly decreased insulin resistance and body weight characteristics in both models. It also normalized lipid profile. Moreover, histopathological examination confirmed these results as BSO significantly decreased adipocyte size and hepatic lipid deposition. Besides, BSO alleviated HFD-induced oxidative stress as indicated by significant increase in the total antioxidant capacity and significant decrease in liver malondialdehyde. Moreover, BSO decreased significantly liver gluconeogenic enzymes mRNA expressions (phosphoenolpyruvate carboxykinase and glucose-6-phosphatase) and increased significantly heme oxygenase-1 (HO-1), nuclear factor erythroid-2-related factor-2 (Nrf2) and insulin receptor mRNA expressions. In conclusion, BSO represents a natural therapy that has the ability to prevent and treat HFD-induced obesity in rats that may be mediated through Nrf2/HO-1 pathway's activation and insulin receptor expression's increase. To our best knowledge, this study represents a novel study that investigates the regulatory role of BSO on Nrf2 pathway in preventing and treating HFD-induced obesity. PRACTICAL APPLICATIONS: Black seed oil is a natural available safe supplement, thus it can be used for prevention from obesity and even treatment of obesity and obesity related complications. Introducing of black seed oil in the treatment regimen of obese patients may be promising.",
      "mesh_terms": [
        "Animals",
        "Diet, High-Fat",
        "Heme Oxygenase-1",
        "Humans",
        "NF-E2-Related Factor 2",
        "Obesity",
        "Plant Oils",
        "Rats"
      ]
    },
    {
      "pmid": "33660114",
      "title": "The effect of black seed raisin on some cardiovascular risk factors, serum malondialdehyde, and total antioxidant capacity in hyperlipidemic patients: a randomized controlled trials.",
      "authors": [
        "Farideh Shishehbor",
        "Parvin Joola",
        "Amal Saki Malehi",
        "Mohammad Ali Jalalifar"
      ],
      "journal": "Irish journal of medical science",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: The lipid-lowering properties and antioxidants of the raisins may reduce the risk factors of cardiovascular diseases. This study aimed to investigate the effect of black seeded raisin consumption on blood pressure (BP), lipid profile, high-sensitivity C-reactive protein (hs-CRP), malondialdehyde (MDA), and serum total antioxidant capacity (TAC) in hyperlipidemic patients. METHODS: Thirty-eight hyperlipidemic patients aged 41.05 ± 10.4 years were recruited to this two-armed, randomized, controlled intervention trial. Participants were instructed to consume 90 g per day black seed raisin in the intervention group, and control group received no intervention. BP, lipid profile, and plasma levels of TAC, MDA, hs-CRP, and FBS were determined at baseline and week 5. RESULTS: After 5 weeks, the diastolic BP reduced significantly in raisin group compared with baseline (81.80 ± 10.22 vs 77.05 ± 11.03, P = 0.001) and TAC was significantly increased in raisin group compared with the control group (394 ± 116.93 vs 479 ± 122.31, P = 0.001). The serum level of MDA in the raisin group was significantly lower compared with the control group (1.35 ± 0.88 vs 1.39 ± 0.67, P = 0.039). No significant changes were found in lipid profile, SBP, hs-CRP, and FBS. CONCLUSION: These results suggest that consumption of black raisin which is rich in polyphenolic compounds has beneficial effects on some cardiovascular risk factors especially blood pressure and serum antioxidant capacity in patients with hyperlipidemia. TRIAL REGISTRATION: Trial registration number: IRCT2015091624049N1. This study was registered in the Iranian Registry of Clinical Trials (IRCT). URL of trial registry record: https://www.irct.ir/trial/20395.",
      "mesh_terms": [
        "Antioxidants",
        "C-Reactive Protein",
        "Cardiovascular Diseases",
        "Double-Blind Method",
        "Heart Disease Risk Factors",
        "Humans",
        "Iran",
        "Malondialdehyde",
        "Oxidative Stress",
        "Risk Factors",
        "Vitis"
      ]
    },
    {
      "pmid": "33176642",
      "title": "Potential Implications of Black Seed and its Principal Constituent Thymoquinone in the Treatment of COVID-19 Patients.",
      "authors": [
        "Masood Alam Khan",
        "Hina Younus"
      ],
      "journal": "Current pharmaceutical biotechnology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) is the causative agent of the current pandemic of Coronavirus Disease-2019 (COVID-19). The progression of COVID-19 is related to an excessive host inflammatory immune response to SARS-CoV-2 infection, which is considered a major cause of disease severity and death. Dysregulated immune response produces huge amounts of pro-inflammatory cytokines and chemokines called \"cytokine storm\". Moreover, the activation of microthrombi formation plays an important role in multiple organ failure. METHODS: Keeping into consideration the potent anti-inflammatory activity of black seed and its major constituent Thymoquinone (TQ), we hypothesize their potential implication in the treatment of COVID-19 patients. A literature search was performed in PubMed, ScienceDirect, Google Scholar and Scopus electronic databases using the terms, including black seed, N. sativa, thymoquinone, SARSCoV- 2, COVID-19 and inflammatory immune response. RESULTS: Various studies confirmed that Black seed and TQ reduced the thrombus formation, the expression of tissue factor and the immune activation. Furthermore, TQ demonstrated the broad-spectrum antimicrobial activity that may be effective in controlling the secondary infections in COVID-19 patients. CONCLUSION: Keeping into consideration the multi-targeting nature of the black seed and TQ, they may be used as a potential therapeutic formulation or as an adjunct therapy in the treatment of COVID-19 patients.",
      "mesh_terms": [
        "Benzoquinones",
        "COVID-19",
        "Cytokines",
        "Humans",
        "SARS-CoV-2",
        "Seeds"
      ]
    },
    {
      "pmid": "32983848",
      "title": "An updated knowledge of Black seed (Nigella sativa Linn.): Review of phytochemical constituents and pharmacological properties.",
      "authors": [
        "Md Faruque Ahmad",
        "Fakhruddin Ali Ahmad",
        "Syed Amir Ashraf",
        "Hisham H Saad",
        "Shadma Wahab",
        "Mohammed Idreesh Khan",
        "M Ali",
        "Syam Mohan",
        "Khalid Rehman Hakeem",
        "Md Tanwir Athar"
      ],
      "journal": "Journal of herbal medicine",
      "publication_date": "2021-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "N. sativa (N. sativa) has been used since ancient times, when a scientific concept about the use of medicinal plants for the treatment of human illnesses and alleviation of their sufferings was yet to be developed. It has a strong religious significance as it is mentioned in the religious books of Islam and Christianity. In addition to its historical and religious significance, it is also mentioned in ancient medicine. It is widely used in traditional systems of medicine for a number of diseases including asthma, fever, bronchitis, cough, chest congestion, dizziness, paralysis, chronic headache, back pain and inflammation. The importance of this plant led the scientific community to carry out extensive phytochemical and biological investigations on N. sativa. Pharmacological studies on N. sativa have confirmed its antidiabetic, antitussive, anticancer, antioxidant, hepatoprotective, neuro-protective, gastroprotective, immunomodulator, analgesic, antimicrobial, anti-inflammatory, spasmolytic, and bronchodilator activity. The present review is an effort to explore the reported chemical composition and pharmacological activity of this plant. It will help as a reference for scientists, researchers, and other health professionals who are working with this plant and who need up to date knowledge about it."
    },
    {
      "pmid": "32904114",
      "title": "Therapeutic effects of black seed oil supplementation on chronic obstructive pulmonary disease patients: A randomized controlled double blind clinical trial.",
      "authors": [
        "Mahmood A Al-Azzawi",
        "Mohamed M N AboZaid",
        "Reda Abdel Latif Ibrahem",
        "Moustafa A Sakr"
      ],
      "journal": "Heliyon",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study sought to examine whether supplementation of Black Seed Oil (BSO) can improve pulmonary function tests (PFTs), inflammation, and oxidant-antioxidant markers in COPD patients. The study involved 100 patients of mild to moderate COPD divided randomly into 2 groups who were appointed to receive standard medication only (control group) or with additional Black Seed Oil (BSO group). They were assessed initially and after 3 months, 44 patients responded in control group and 47 patients in BSO group. BSO group evidenced a significant decreasing in oxidant and inflammatory markers; thiobarbituric acid reactive-substances (TBARS), protein carbonyl (PC) content, interleukin-6 (IL-6), and tumor necrosis factor-α (TNF-α), a significant increase in antioxidants; superoxide dismutase (SOD), catalase (CAT), reduced glutathione (GSH), glutathione peroxidase (GPx), vitamin C, and E, and a significant improvement in PFTs versus control group and baseline levels. Supplementation of Black Seed Oil may be an effective adjunct therapy to improve pulmonary functions, inflammation, and oxidant-antioxidant imbalance in COPD patients."
    },
    {
      "pmid": "32637272",
      "title": "Severe Thrombocytopenia Associated With Black Seed Oil and Evening Primrose Oil.",
      "authors": [
        "Xuejun Wang",
        "Alicia Jiang",
        "Vivek Batra"
      ],
      "journal": "Cureus",
      "publication_date": "2020-Jun-01",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "We report the case of a 69-year-old female with stage IIIB endometrial adenocarcinoma who developed an acute thrombocytopenia with greater than 90% decrease from her baseline value in platelets one day after a laparoscopic hysterectomy. Subsequently, the patient was found to have bilateral subsegmental pulmonary emboli and a right atrial thrombus. The thrombocytopenia reached a nadir of 31,000/mL3 from a baseline of 410,000/mL3 and resolved without intervention. Prior to the surgery, the patient was taking black seed oil, which is commonly used for its anti-carcinogenic effects, and evening primrose oil daily for approximately one month. A literature review revealed that black seed oil contains thymoquinone, which is a compound related to quinine. Evening primrose oil is also known to reduce platelet aggregation and has anti-thrombotic properties. We believe the patient's thrombocytopenia was caused by a consumptive coagulopathy due to the formation of multiple thrombi and exacerbated by the use of herbal supplements, namely black seed and evening primrose oil."
    },
    {
      "pmid": "31964219",
      "title": "Protective role of black seed oil in doxorubicin-induced cardiac toxicity in children with acute lymphoblastic leukemia.",
      "authors": [
        "Adel A Hagag",
        "Ibrahim M Badraia",
        "Walid A El-Shehaby",
        "Maaly M Mabrouk"
      ],
      "journal": "Journal of oncology pharmacy practice : official publication of the International Society of Oncology Pharmacy Practitioners",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Leukemia is the most common pediatric malignancy. It affects bone marrow cells especially lymphoid cell precursor. Leukemia is treated mainly by chemotherapy. Doxorubicin is a well-established chemotherapeutic agent included in treatment protocols of acute lymphoblastic leukemia. Its efficacy is often limited by its cardiotoxic side effects. Many studies are directed to overcome this problem. Black seed oil was found to have a potent cardioprotective effect.Aim of the study: To assess the protective role of black seed oil against doxorubicin-induced cardiotoxicity in children with acute lymphoblastic leukemia. SUBJECTS AND METHODS: This study was carried out on 40 children with acute lymphoblastic leukemia including 20 patients under doxorubicin therapy and black seed oil 80 mg/kg/dose divided into 3 doses starting at the same moment of beginning of doxorubicin infusion therapy and continued for 1 week after each doxorubicin dose [group I] and 20 patients under doxorubicin and placebo for 1 week after each doxorubicin dose [group II]. They underwent conventional echo-Doppler measures of left ventricular systolic and diastolic functions and pulsed wave tissue Doppler of lateral mitral annulus. RESULTS: No significant differences were found in parameters of electrocardiograph including S-T segment and Q-T interval either before or after doxorubicin therapy. No significant differences in echocardiographic parameters were found between group I and group II before therapy. Non-significant changes in parameters of diastolic function [E/A ratio or e/a ratio] were found after doxorubicin therapy in group I and II, but there were significant reduction in parameters of systolic function [EF, FS and s wave] after doxorubicin therapy more in group II than group I.Conclusion and recommendation: From this study, we concluded that: Black seed oil improves some cardiac side effects of doxorubicin as shown by better systolic functions in children with acute lymphoblastic leukemia who were treated with Doxorubicin and black seed (group I) than in children with acute lymphoblastic leukemia who were treated with doxorubicin alone with no black seeds (group II), and therefore multi center studies is recommended to be done before we can recommend the use of black seed oil as an adjuvant therapy in patients with acute lymphoblastic leukemia under doxorubicin-based treatment protocol.",
      "mesh_terms": [
        "Adolescent",
        "Antineoplastic Agents",
        "Cardiotoxicity",
        "Child",
        "Child, Preschool",
        "Doxorubicin",
        "Echocardiography",
        "Female",
        "Humans",
        "Male",
        "Plant Oils",
        "Precursor Cell Lymphoblastic Leukemia-Lymphoma"
      ]
    },
    {
      "pmid": "31823399",
      "title": "Nigella sativa (black seed) oil ameliorates CCl4 -induced hepatotoxicity and mediates neurotransmitter levels in male Sprague Dawley albino rats.",
      "authors": [
        "Osaretin Albert Taiwo Ebuehi",
        "Ann Atoyon Olowojaiye",
        "Ochuko Lucky Erukainure",
        "Olufemi Mulkah Ajagun-Ogunleye"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2020-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The liver is a metabolically active organ which is prone to oxidative damage. The hepatoprotective effect of Nigella sativa (black seed oil extract) on carbon tetrachloride (CCl4 )-induced hepatotoxicity in Sprague-Dawley albino rats was determined. There were four groups of eight rats; Group 1 (control) was administered with distilled water for 28 days, Group 2 was administered with 4 ml/kg of CCl4 (70% olive oil: 30% CCl4 ) on alternate days for 28 days. Group 3 was administered with 4 ml/kg of CCl4 (70% olive oil: 30% CCl4 ) and 2 ml/kg of Nigella sativa oil orally for 28 days. Group 4 was administered with 4 ml/kg of CCl4 (70% Olive oil: 30% CCl4 ) and 4 ml/kg of Nigella sativa oil orally for 28 days. Blood samples were collected for biochemical assessment. Liver, kidney, and brain tissues were determined for antioxidant enzymes and histopathological features. There were significant ameliorative effects of the oil extract in the treatment groups compared to control (p < .05). PRACTICAL APPLICATIONS: Nigella sativa (black seed oil) also known as Habbatus sauda has been used for therapeutic and nutritional purposes for decades due to its antioxidant, anti-inflammatory, and antitumor activities. It is a potent brain tonic due to the presence of linoleic, palmitic, oleic, eicosapentanoic (EPA), and docosahexaenoic acids (DHA), hence, may enhance brain and heart functions. This research analysis carried out on the neurotransmitter (glutamate and GABA) levels showed a significant decrease at p < .05 in the group administered with CCl4 alone, which was reversed significantly upon the administration of Nigella sativa oil. The histological features reported in the current study correlated with the biochemical parameters. The CCl4 induced severe histological changes on the hepatic, renal, and brain tissues, which, was ameliorated by the Nigella sativa oil administration. The administration of Nigella sativa oil exerted a protective effect on the brain, liver, and kidney during CCl4 -induced oxidative stress.",
      "mesh_terms": [
        "Animals",
        "Chemical and Drug Induced Liver Injury",
        "Male",
        "Neurotransmitter Agents",
        "Nigella sativa",
        "Rats",
        "Rats, Sprague-Dawley",
        "Seeds"
      ]
    },
    {
      "pmid": "30873671",
      "title": "Efficacy of black seed (Nigella sativa L.) on kidney stone dissolution: A randomized, double-blind, placebo-controlled, clinical trial.",
      "authors": [
        "Mohammad Reza Ardakani Movaghati",
        "Mahdi Yousefi",
        "Seyed Ahmad Saghebi",
        "Mahmoud Sadeghi Vazin",
        "Aida Iraji",
        "Seyed Hamdollah Mosavat"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2019-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Preclinical studies have shown beneficial effects of black seed (Nigella sativa L.) in the prevention and treatment of renal stones. Hence, we designed a study to evaluate the renal-stone-dissolving efficacy of black seed. Sixty patients with renal stones were randomly enrolled in two arms of a randomized, triple-blind, placebo-controlled, clinical trial. The patients were treated by black seed capsules (500 mg) or placebo two times per day for 10 weeks. Patients were assessed in terms of size of renal stones by using sonography before and after intervention. In the black seed group, 44.4% of patients excreted their stones completely, and the size of the stones remained unchanged and decreased in 3.7% and 51.8% of patients, respectively. In contrast, in the placebo group, 15.3% of the patients excreted their stones completely, 11.5% had reduction in stone size, 15.3% had increase in stone size, and 57.6% had no change in their stone size. The difference in the mean size of renal stones after the study was significant between the two groups (p < 0.05). N. sativa L., as compared with placebo, is demonstrated to have significant positive effects on disappearance or reduction of size of kidney stones.",
      "mesh_terms": [
        "Adult",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Kidney Calculi",
        "Male",
        "Middle Aged",
        "Nigella sativa",
        "Phytotherapy",
        "Seeds"
      ]
    },
    {
      "pmid": "30833993",
      "title": "Thymoquinone, an Active Constituent of Black Seed Attenuates CCl4 Induced Liver Injury in Mice via Modulation of Antioxidant Enzymes, PTEN, P53 and VEGF Protein.",
      "authors": [
        "Arshad Husain Rahmani",
        "Ahmad Almatroudi",
        "Ali Yousif Babiker",
        "Amjad Ali Khan",
        "Mohammed A Alsahli"
      ],
      "journal": "Open access Macedonian journal of medical sciences",
      "publication_date": "2019-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: The present study was undertaken to evaluate the possible protective role of thymoquinone on CCl4-induced hepatotoxicity. METHODS: The activities of liver function enzymes and antioxidant enzymes were measured. Haematoxylin-Eosin staining was performed to analyze the live tissue alterations. Additionally, expression pattern of different proteins was evaluated through immunohistochemistry staining. RESULTS: The antioxidants enzymes activities were decreased significantly in the CCl4 induced group whereas recovery/increase of antioxidant enzymes was observed when thymoquinone was given to the mice. Moreover, thymoquinone administration significantly decrease the serum levels of alanine aminotransferase (ALT), alkaline phosphatase (ALP), and serum aspartate aminotransferase (AST). Liver tissue alterations were noted in CCl4 treated group whereas treatment with thymoquinone significantly prevented the CCl4-induced histological alteration. The expression of PTEN protein was high in CCl4 plus thymoquinone treated group while the loss of PTEN protein expression was observed in CCl4 treated group. Moreover, high expression of P53 protein was noticed in CCl4 treated the group as compared to CCl4 plus thymoquinone group. Difference in expression pattern of PTEN and p53 protein in CCl4 group and thymoquinone plus CCl4 treated group was statically significant (p < 0.05). Besides, expression of VEGF was high in CCl4 treated group as well as thymoquinone plus CCl4 treated group and difference in expression pattern was statically insignificant (p > 0.05). CONCLUSION: Our results suggest that thymoquinone can protect CCl4 induced liver damage and could be a preventive drug in the development of novel therapeutic agents for liver diseases."
    },
    {
      "pmid": "30087794",
      "title": "Review on Clinical Trials of Black Seed (Nigella sativa ) and Its Active Constituent, Thymoquinone.",
      "authors": [
        "Alireza Tavakkoli",
        "Vahid Mahdian",
        "Bibi Marjan Razavi",
        "Hossein Hosseinzadeh"
      ],
      "journal": "Journal of pharmacopuncture",
      "publication_date": "2017-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVES: Nigella sativa (black seed or black cumin), which belongs to the Ranunculacea family, is an annual herb with many pharmacological properties. Among its many active constituents, thymoquinone (TQ) is the most abundant constituent of the volatile oil of Nigella sativa (N. sativa) seeds, and it is the constituent to which most properties of this herb are attributed. METHODS: PubMed-Medline, Scopus, and Web of Science databases were searched to identify randomized control trials (RCTs) investigating the therapeutic effects of N. sativa and/or TQ. In this review, we investigated the clinical uses of N. sativa and TQ in the prevention and the treatment of different diseases and morbidity conditions in humans. RESULTS: Black seed and TQ are shown to possess multiple useful effects for the treatment of patients with several diseases, such as inflammatory and auto-immune disorders, as well as metabolic syndrome. Also, other advantages, including antimicrobial, anti-nociceptive and anti-epileptic properties, have been documented. The side effects of this herbal medicine appear not to be serious, so it can be applied in clinical trials because of its many advantages. CONCLUSION: Some effects of N. sativa, such as its hypoglycemic, hypolipidemic and bronchodilatory effects, have been sufficiently studied and are sufficiently understood to allow for the next phase of clinical trials or drug developments. However, most of its other effects and applications require further clinical and animal studies."
    },
    {
      "pmid": "29716855",
      "title": "Effect of black seed oil supplementation on selected immunological, hematological and Iron status parameters in ribavirin treated female albino rats.",
      "authors": [
        "H A Abd-Elmonem"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2018-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ribavirin has been found to enhance the anti HCV potential of pegylated interferon and sovaldi. However its use was associated with impact on the hemopoietic system and iron status. The hemopoietic toxicity, sometimes forced patients to reduce the dosage or to discontinue treatment in rare occasions. The main purpose of the present study was to assess the potential of black seed oil, a known potent antioxidant, to ameliorate the negative impact of ribavirin on hematological indices, iron status and natural immunity in rats. Twenty four female albino rats were equally divided into four groups as follows: Group1, served as negative control and received an oral dose of (0.5 ml) saline. Group 2, served as positive control and were given 30 mg/kg/day doses of Ribavirin for / 5 days/ week for 4 weeks. Group 3, which were orally fed a 1ml/kg/ of black seed oil for 5 day/week for 4 weeks. Group 4, which were orally given the above mentioned doses of black seed oil plus ribavirin / 5 days/ week for 4 weeks. The results demonstrated that treatment with ribavirin induced significant decrease in absolute neutrophils count, RBCs count, haemoglobin concentrations (Hb), Packed Cell Volume percentage (PCV%) and liver total iron binding capacity (TIBC). On the other hand, it induced significant increases in serum and liver iron, liver ferritin, transferring saturation % compared to control group. Black seed oil treatment increase absolute neutrophil count and restored RBCs count, Hb concentration and PCV percentage to normal control level. It also significantly reduced serum iron and liver total iron in animals treated ribavirin. Black seed oil supplementation also enhanced serum IgM and IgG concentrations in ribavirin treated rats. In conclusion, black seed oil had the potential to ameliorate the negative effect of ribavirin on the hemopoietic system offering better chances for completion of HCV treatment course with full dose. It also has proven to have the ability to reduce serum and liver iron load and enhance natural IgM and IgG levels.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Antiviral Agents",
        "Female",
        "Hematopoiesis",
        "Iron",
        "Liver",
        "Plant Oils",
        "Rats",
        "Ribavirin"
      ]
    },
    {
      "pmid": "29686746",
      "title": "Black Seed Thymoquinone Improved Insulin Secretion, Hepatic Glycogen Storage, and Oxidative Stress in Streptozotocin-Induced Diabetic Male Wistar Rats.",
      "authors": [
        "Heba M A Abdelrazek",
        "Omnia E Kilany",
        "Muhammad A A Muhammad",
        "Hend M Tag",
        "Aaser M Abdelazim"
      ],
      "journal": "Oxidative medicine and cellular longevity",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes mellitus is one of the metabolic diseases having several complications. Nigella sativa oil (NSO) might have beneficial effects in the treatment of diabetic complications. Thirty-two mature male Wistar rats were equally divided into four experimental groups: control, control NSO 2 mL/kg, streptozotocin- (STZ-) induced diabetic, and diabetic (STZ-induced) treated with oral NSO 2 mg/kg for 30 days. Fasting blood glucose (FBG), insulin, and lipid profile levels were determined. Pancreatic and hepatic tissues were used for catalase and GSH. Histopathology, hepatic glycogen contents, insulin immunohistochemistry, and pancreatic islet morphometry were performed. NSO 2 mL/kg was noticed to decrease (P < 0.05) FBG and increase (P < 0.05) insulin levels in diabetic rats than in diabetic nontreated animals. Lipid profile showed significant (P < 0.5) improvement in diabetic rats that received NSO 2 mL/kg than in the diabetic group. Both pancreatic and hepatic catalase and GSH activities revealed a significant (P < 0.05) increment in the diabetic group treated with NSO than in the diabetic animals. NSO improved the histopathological picture and hepatic glycogen contents of the diabetic group as well as increased (P < 0.05) insulin immunoreactive parts % and mean pancreatic islet diameter. NSO exerts ameliorative and therapeutic effects on the STZ-induced diabetic male Wistar rats.",
      "mesh_terms": [
        "Animals",
        "Benzoquinones",
        "Diabetes Mellitus, Experimental",
        "Insulin",
        "Male",
        "Nigella sativa",
        "Oxidative Stress",
        "Rats",
        "Rats, Wistar",
        "Streptozocin"
      ]
    },
    {
      "pmid": "29629288",
      "title": "Natural therapeutic approach of Nigella sativa (Black seed) fixed oil in management of Sinusitis.",
      "authors": [
        "Mohaddese Mahboubi"
      ],
      "journal": "Integrative medicine research",
      "publication_date": "2018-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "UNLABELLED: Sinusitis is associated with inflammation and infections of air-filled cavities of sinuses. The aim of this study was to evaluate the potential efficacy of Nigella sativa seed fixed oil in management of sinusitis. The information was extracted from accessible international databases, traditional books, electronic resources, and unpublished data. RESULTS: The results of investigations on N. sativa seed fixed oil showed its therapeutic potential in treatment of sinusitis by its anti-inflammatory, antioxidant, antihistaminic, immune-modulator, antimicrobial and analgesic effects. The use of N. sativa seed fixed oil can inhibit the inflammation of sinuses and respiratory airways, microbial infections and finally help the patients suffering from clinical symptoms of sinusitis such as coryza, nasal congestion, headache, neck pain, earache and toothache. Clinical studies are required to evaluate its efficacy in patients with sinusitis in future."
    },
    {
      "pmid": "28926201",
      "title": "Effect of Topical Application of Black Seed Oil on Imiquimod-Induced Psoriasis-like Lesions in the Thin Skin of Adult Male Albino Rats.",
      "authors": [
        "Ebtsam F Okasha",
        "Naglaa A Bayomy",
        "Eman Z Abdelaziz"
      ],
      "journal": "Anatomical record (Hoboken, N.J. : 2007)",
      "publication_date": "2018-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Psoriasis is a chronic inflammatory skin disease that affects about 1%-3% of the world's population. Black seed oil, i.e., the oil extracted from black seeds (Nigella sativa seeds), possesses a broad spectrum of pharmacological actions including anti-inflammatory, immunostimulatory, and antioxidant properties. This study aimed to investigate the effect of black seed oil on imiquimod (IMQ) induced psoriasis-like skin lesions. To this end, 30 male albino rats were divided into three groups: group I, control group; group II, psoriasis-induced group receiving daily topical applications of IMQ cream (5%) on the shaved back skin for 10 consecutive days; and group III, black seed oil group receiving a daily topical dose of black seed oil 5 mg/kg body weight for 10 days after induction of psoriasis. Animals of all groups were sacrificed and specimens obtained from the skin of the central part of the back were processed for histological and immunohistochemical staining with proliferating cell nuclear antigen (PCNA). IMQ application led to epidermal inflammation, hyperplasia and alterations in the normal appearance of keratinocytes with degenerative changes observed at both light and electron microscopic levels. Collagenous fibers were abundant in the dermis and PCNA-positive cells were detected in all layers of the epidermis. However, topical use of black seed oil strongly inhibited IMQ-induced psoriasis-like inflammation and alleviated all epidermal and dermal changes observed after IMQ application, allowing us to conclude that black seed oil can be used as an adjuvant topical therapy for treating psoriasis. Anat Rec, 2017. © 2017 Wiley Periodicals, Inc. Anat Rec, 301:166-174, 2018. © 2017 Wiley Periodicals, Inc.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Aminoquinolines",
        "Animals",
        "Anti-Inflammatory Agents",
        "Chemotherapy, Adjuvant",
        "Dermis",
        "Disease Models, Animal",
        "Epidermis",
        "Fibrillar Collagens",
        "Humans",
        "Imiquimod",
        "Male",
        "Nigella sativa",
        "Plant Oils",
        "Psoriasis",
        "Rats",
        "Seeds",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "28794311",
      "title": "Functional Oil from Black Seed Differentially Inhibits Aldose-reductase and Ectonucleotidase Activities by Up-regulating Cellular Energy in Haloperidol-induced Hepatic Toxicity in Rat Liver.",
      "authors": [
        "Akintunde Jacob Kehinde"
      ],
      "journal": "Journal of oleo science",
      "publication_date": "2017-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the effect of rate-limiting enzymes involved in degradation of hepatic adenosine and intracellular sorbitol was investigated in rats exposed to haloperidol (HAL) and treated with functional oil (FO), containing principal active phytochemicals from black seed. Animals were divided into six groups (n=10): Distilled water, HAL 15 mg/kg, pre-administration/HAL 15 mg/kg, co-administration/HAL 15 mg/kg, post-administration/HAL 15 mg/kg, FO 150 mg/kg. The results of this study revealed that the activities of ectonucleotidase and aldose-reductase were significantly increased in HAL-treated rats when compared with the control (p < 0.05). However, differential treatments (pre, co and post) with FO depleted the activities of these enzymes compared with HAL-treated rats. Furthermore, therapeutic HAL administration increased the levels of key hepatic biomarkers (ALT, AST, and ALP) and malondialdehyde level with a concomitant decrease in functional hepatic cellular ATP. However, differential treatment with FO increases hepatic ATP and non-enzymatic antioxidant status, with a concomitant decrease in the levels of malondialdehyde and liver biomarkers. Therefore, results of this finding underlined the importance of aldose-reductase and econucleotidase activities in HAL induced toxicity and suggest some possible mechanisms of action by which FO prevent HAL-induced hepatic toxicity in rats.",
      "mesh_terms": [
        "5'-Nucleotidase",
        "Adenosine",
        "Adenosine Triphosphate",
        "Aldehyde Reductase",
        "Animals",
        "Chemical and Drug Induced Liver Injury",
        "Energy Metabolism",
        "GPI-Linked Proteins",
        "Haloperidol",
        "Liver",
        "Male",
        "Malondialdehyde",
        "Phytochemicals",
        "Plant Oils",
        "Rats, Wistar",
        "Seeds",
        "Sorbitol",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "28236403",
      "title": "Phytochemistry, pharmacology, and therapeutic uses of black seed (Nigella sativa).",
      "authors": [
        "Wesam Kooti",
        "Zahra Hasanzadeh-Noohi",
        "Naim Sharafi-Ahvazi",
        "Majid Asadi-Samani",
        "Damoon Ashtary-Larky"
      ],
      "journal": "Chinese journal of natural medicines",
      "publication_date": "2016-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Black seed (Nigella sativa) is an annual flowering plant from Ranunculaceae family, native to southwest Asia. This plant has many food and medicinal uses. The use of its seeds and oil is common for treatment of many diseases, including rheumatoid arthritis, asthma, inflammatory diseases, diabetes and digestive diseases. The purpose of this study was to provide a comprehensive review on the scientific reports that have been published about N. sativa. The facts and statistics presented in this review article were gathered from the journals accessible in creditable databases such as Science Direct, Medline, PubMed, Scopus, EBSCO, EMBASE, SID and IranMedex. The keywords searched in Persian and English books on medicinal plants and traditional medicine, as well as the above reputable databases were \"Black seed\", \"Nigella sativa\", \"therapeutic effect\", and \"medicinal plant\". The results showed that N. sativa has many biological effects such as anti-inflammatory, anti-hyperlipidemic, anti-microbial, anti-cancer, anti-oxidant, anti-diabetic, anti-hypertensive, and wound healing activities. It also has effects on reproductive, digestive, immune and central nervous systems, such as anticonvulsant and analgesic activities. In summary, it can be used as a valuable plant for production of new drugs for treatment of many diseases.",
      "mesh_terms": [
        "Animals",
        "Drug Therapy",
        "Humans",
        "Molecular Structure",
        "Nigella sativa",
        "Plant Extracts",
        "Seeds"
      ]
    },
    {
      "pmid": "29844772",
      "title": "Black Seed (Nigella Sativa) and its Constituent Thymoquinone as an Antidote or a Protective Agent Against Natural or Chemical Toxicities.",
      "authors": [
        "Alireza Tavakkoli",
        "Ali Ahmadi",
        "Bibi Marjan Razavi",
        "Hossein Hosseinzadeh"
      ],
      "journal": "Iranian journal of pharmaceutical research : IJPR",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Nigella sativa(N. sativa), which belongs to the botanical family of Ranunculaceae, is a widely used medicinal plant all over the world. N. sativa seeds and oil have been used in the treatment of different diseases. Various studies on N. sativa have been carried out and a broad spectrum of its pharmacological actions have been established which include antioxidant, antidiabetic, anticancer, antitussive, immunomodulator, analgesic, antimicrobial, anti-inflammatory, spasmolytic, and bronchodilator. This is also indicated that the majority of the therapeutic effects of N. sativa are due to the presence of thymoquinone (TQ) that is the main bioactive constituent of the essential oil. According to several lines of evidence, the protective effects of this plant and its main constituent in different tissues including brain, heart, liver, kidney, and lung have been proved against some toxic agents either natural or chemical toxins in animal studies. In this review article, several in-vitro and animal studies in scientific databases which investigate the antidotal and protective effects of N. sativa and its main constituents against natural and chemical induced toxicities are introduced. Because human reports are rare, further studies are required to determine the efficacy of this plant as an antidote or protective agent in human intoxication."
    },
    {
      "pmid": "27512971",
      "title": "A systematic review and meta-analysis of randomized controlled trials investigating the effects of supplementation with Nigella sativa (black seed) on blood pressure.",
      "authors": [
        "Amirhossein Sahebkar",
        "Davide Soranna",
        "Xiaoqiu Liu",
        "Costas Thomopoulos",
        "Luis E Simental-Mendia",
        "Giuseppe Derosa",
        "Pamela Maffioli",
        "Gianfranco Parati"
      ],
      "journal": "Journal of hypertension",
      "publication_date": "2016-Nov",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "Several reports suggest a beneficial effect of Nigella sativa on cardiometabolic risk factors, including blood pressure (BP). However, the magnitude of the BP-lowering effect of N. sativa remains controversial. We aimed to calculate this effect size of N. sativa through a systematic review and meta-analysis of randomized controlled trials (RCTs). PubMed, Cochrane Collaboration Library, and SCOPUS were used as data sources of RCTs published before 30 August 2015 (in English only) comparing N. sativa treatment with placebo or standard treatment. We used random effect models to estimate the difference in BP reductions, I index and χ statistics to measure and test the interstudy heterogeneity. Random effect metaregression models were applied to explore the associations between BP reduction and duration of treatment, dosage of N. sativa, and type of black seed as potential confounders. Publication bias was evaluated using funnel plot and Egger's regression asymmetry test. Total 11 RCTs, including 860 hypertensive or normotensive individuals were eligible, of which 10 compared N. sativa versus placebo and one versus standard treatment. SBP and DBP means decreased from 132.85 to 125.19 mmHg and from 82.63 to 77.74 mmHg after mean treatment duration of 8.3 weeks in N. sativa groups, respectively. The difference in reductions as compared with control/standard groups were -3.26 (-5.10, -1.42; I = 59%) mmHg in SBP and -2.80 (-4.28, -1.32; I = 60%) mmHg in DBP. Pharmaceutical preparations of N. sativa in powder and oil demonstrated a different lowering effect (in favour of the former) on both SBP and DBP. No association was observed between SBP lowering and time on treatment, N. sativa dosage or type of N. sativa. The results of Egger's test did not indicate any publication bias. Our meta-analysis suggests that short-term treatment with N. sativa powder can significantly reduce SBP and DBP levels. More evidence is needed, however, to strengthen the available evidence and to further explore the long-term BP-lowering effect of N. sativa.",
      "mesh_terms": [
        "Blood Pressure",
        "Dietary Supplements",
        "Humans",
        "Hypertension",
        "Nigella sativa",
        "Phytotherapy",
        "Plant Oils",
        "Powders",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "27493717",
      "title": "Differential protection of black-seed oil on econucleotidase, cholinesterases and aminergic catabolizing enzyme in haloperidol-induced neuronal damage of male rats.",
      "authors": [
        "Jacob K Akintunde",
        "C Abigail Irechukwu"
      ],
      "journal": "Therapeutic advances in drug safety",
      "publication_date": "2016-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The antipsychotic, haloperidol, is extremely efficient in the treatment of schizophrenia but its application is constrained because of irreversible adverse drug reactions. Hence, in this study, we investigate the differential effects of black seed oil on cholinesterase [acetylcholinesterase (AChE) and butrylcholinesterase (BuChE), ectonucleotidase (5'-nucleotidase), lactate dehydrogenase (LDH) and monoamine oxidase (MAO)] activities and relevant markers of oxidative stress in the cerebrum of haloperidol-induced neuronal-damaged rats. METHODS: The animals were divided into six groups (n = 10): normal control rats; haloperidol-induced rats: induced rats were pre-, co- and post-treated with black-seed oil respectively, while the last group was treated with extract oil only. The treatment was performed via oral administration and the experiment lasted 14 days. RESULTS: The results revealed an increase in 5(I) nucleotidase, a marker of adenosine triphosphate (ATP) and adenosine monophosphate (AMP) hydrolysis, as well as AChE, BuChE and MAO activities, with concomitant decrease in LDH activity of cerebrum in induced rats when compared with controls. Also, administration of haloperidol caused systemic oxidative damage and adverse histopathological changes in neuronal cells, indications of mental disorder. The differential treatments with black-seed oil prevented these alterations by increasing LDH and decreasing 5(I) nucleotidase, AChE, BuChE and MAO activities in the cerebrum. Essential oil post-treatment is most efficacious in reversing haloperidol-induced neuronal damage in rat; followed by pre- and cotreatment, respectively. CONCLUSIONS: We concluded that essential black-seed oil enhanced the wellness of aminergic, purinergic and cholinergic neurotransmissions of haloperidol-induced neuronal damage in rats."
    },
    {
      "pmid": "25809628",
      "title": "Therapeutic value of black seed oil in methotrexate hepatotoxicity in Egyptian children with acute lymphoblastic leukemia.",
      "authors": [
        "Adel A Hagag",
        "Ahmed M AbdElaal",
        "Mohamed S Elfaragy",
        "Samir M Hassan",
        "Enas A Elzamarany"
      ],
      "journal": "Infectious disorders drug targets",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: 'Acute lymphoblastic leukemia is the most common childhood malignancy'. Adding methotrexate to treatment protocols increased survival rate in children with leukemia. Methotrexate efficacy is limited by its hepatotoxicity. AIM OF THE STUDY: To assess the therapeutic value of Black seed oil in 'methotrexate induced hepatotoxicity in Egyptian children with acute lymphoblastic leukemia'. SUBJECTS AND METHODS: This study was conducted on 40 children with acute lymphoblastic leukemia' including 20 patients under methotrexate therapy and Black seeds 80 mg/kg/day for one week after each methotrexate dose [Group II] and 20 patients under methotrexate therapy and placebo [Group III]. This study included also '20 healthy children of matched age and sex as a control group' [Group I]. All patients were subjected to complete blood picture, bone marrow aspiration and liver functions. RESULTS: No significant differences in liver functions between group II and III before therapy were observed. There were nonsignificant increase in total, direct and indirect serum bilirubin, serum ALT, AST, and alkaline phosphatase levels and prothrombin time in group II after methotrexate and Black seed oil therapy but there was significant increase in group III after treatment with methotrexate and placebo with 'significant differences between group II and III ' after therapy. There were significant differences in prognosis regarding remission, relapse, death and 'disease free survival but no significant difference in overall survival between group II and III'. CONCLUSION: Black cumin seeds decreased MTX hepatotoxicity and improved survival in children with ALL and can be recommended as adjuvant drug in patients with ALL under methotrexate therapy.",
      "mesh_terms": [
        "Adolescent",
        "Antimetabolites, Antineoplastic",
        "Chemical and Drug Induced Liver Injury",
        "Child",
        "Child, Preschool",
        "Cuminum",
        "Female",
        "Humans",
        "Infant",
        "Leucovorin",
        "Liver",
        "Male",
        "Methotrexate",
        "Plant Oils",
        "Precursor Cell Lymphoblastic Leukemia-Lymphoma",
        "Prognosis",
        "Seeds"
      ]
    },
    {
      "pmid": "25243874",
      "title": "Effects of fenugreek, garden cress, and black seed on theophylline pharmacokinetics in beagle dogs.",
      "authors": [
        "Fahad I Al-Jenoobi",
        "Abdul Ahad",
        "Gamal M Mahrous",
        "Abdullah M Al-Mohizea",
        "Khalid M AlKharfy",
        "Saleh A Al-Suwayeh"
      ],
      "journal": "Pharmaceutical biology",
      "publication_date": "2015-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "CONTEXT: Herb-drug interactions are a serious problem especially for drugs with a narrow therapeutic index, taking into consideration that herbal medicines are commonly used in various parts of the world. OBJECTIVE: The present study investigates the effect of fenugreek, garden cress, and black seed on the pharmacokinetics of theophylline in beagle dogs. MATERIALS AND METHODS: Beagle dogs received theophylline (200 mg) orally and blood samples were withdrawn at different time intervals (0.33, 0.66, 1.0, 1.5, 2, 3, 4, 6, 8, 12, 24, and 30 h). After a suitable washout period, each herb was given orally at doses of 25, 7.5, and 2.5 g, twice daily for 7 d. On the eighth day, theophylline was re-administrated orally and blood samples were collected. Plasma concentrations of theophylline were determined using HPLC and pharmacokinetic parameters were calculated using a non-compartmental analysis. RESULTS: Treatment with fenugreek (25 g, orally) lead to a decrease in Cmax and AUC0-t of theophylline of about 28% (p < 0.05) and 22% (p < 0.05), respectively, with no significant changes in T1/2λ compared with the baseline values. Garden cress caused a decrease in Cmax to a lesser extent and delayed Tmax of theophylline (2.10 ± 0.24 h versus 3.40 ± 0.74 h), while AUC0-∞ increased by 37.44%. No significant effect was observed for the black seed treatment on theophylline disposition as measured by Cmax, Tmax, AUC0-∞, and CL/F. DISCUSSION AND CONCLUSION: The concurrent use of fenugreek or garden cress alters theophylline pharmacokinetic behavior in an animal model. This could represent a modulation in cytochrome P450 activity, which is responsible for theophylline metabolism in beagle dogs. Further confirmation of these results in humans will warrant changes in theophylline dosing before the co-administration of such herbs.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Area Under Curve",
        "Dogs",
        "Herb-Drug Interactions",
        "Lepidium sativum",
        "Male",
        "Nigella sativa",
        "Plant Preparations",
        "Seeds",
        "Theophylline",
        "Trigonella"
      ]
    },
    {
      "pmid": "24959190",
      "title": "Therapeutic Implications of Black Seed and Its Constituent Thymoquinone in the Prevention of Cancer through Inactivation and Activation of Molecular Pathways.",
      "authors": [
        "Arshad H Rahmani",
        "Mohammad A Alzohairy",
        "Masood A Khan",
        "Salah M Aly"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The cancer is probably the most dreaded disease in both men and women and also major health problem worldwide. Despite its high prevalence, the exact molecular mechanisms of the development and progression are not fully understood. The current chemotherapy/radiotherapy regime used to treat cancer shows adverse side effect and may alter gene functions. Natural products are generally safe, effective, and less expensive substitutes of anticancer chemotherapeutics. Based on previous studies of their potential therapeutic uses, Nigella sativa and its constituents may be proved as good therapeutic options in the prevention of cancer. Black seeds are used as staple food in the Middle Eastern Countries for thousands of years and also in the treatment of diseases. Earlier studies have shown that N. sativa and its constituent thymoquinone (TQ) have important roles in the prevention and treatment of cancer by modulating cell signaling pathways. In this review, we summarize the role of N. sativa and its constituents TQ in the prevention of cancer through the activation or inactivation of molecular cell signaling pathways."
    },
    {
      "pmid": "24635344",
      "title": "Induction of apolipoprotein A-I gene expression by black seed (Nigella sativa) extracts.",
      "authors": [
        "Michael J Haas",
        "Luisa M Onstead-Haas",
        "Emad Naem",
        "Norman C W Wong",
        "Arshag D Mooradian"
      ],
      "journal": "Pharmaceutical biology",
      "publication_date": "2014-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "CONTEXT: Black seed [Nigella sativa L. (Ranunculaceae)] has been shown in animal models to lower serum cholesterol levels. OBJECTIVES: In order to determine if extracts from black seed have any effects on high-density lipoprotein (HDL), we characterized the effects of black seed extract on apolipoprotein A-I (apo A-I) gene expression, the primary protein component of HDL. MATERIALS AND METHODS: Hepatocytes (HepG2) and intestinal cells (Caco-2) were treated with black seed extracts, and Apo A-I, peroxisome proliferator-activated receptor α (PPARα), and retinoid-x-receptor α (RXRα) were measured by Western blot analysis. Apo A-I mRNA levels were measured by quantitative real-time polymerase chain reaction and apo A-I gene transcription was measured by transient transfection of apo A-I reporter plasmids. RESULTS: Extracts from black seeds significantly increased hepatic and intestinal apo A-I secretion, as well as apo A-I mRNA and gene promoter activity. This effect required a PPARα binding site in the apo A-I gene promoter. Treatment of the extract with either heat or trypsin had no effect on its ability to induce apo A-I secretion. Treatment with black seed extract induced PPARα expression 9-fold and RXRα expression 2.5-fold. Furthermore, the addition of PPARα siRNA but not a control siRNA prevented some but not all the positive effects of black seed on apo A-I secretion. DISCUSSION: Black seed extract is a potent inducer of apo A-I gene expression, presumably by enhancing PPARα/RXRα expression. CONCLUSIONS: We conclude that black seed may have beneficial effects in treating dyslipidemia and coronary heart disease.",
      "mesh_terms": [
        "Apolipoprotein A-I",
        "Caco-2 Cells",
        "Gene Expression Regulation",
        "Hep G2 Cells",
        "Hepatocytes",
        "Humans",
        "Lipoproteins, HDL",
        "Nigella sativa",
        "PPAR alpha",
        "Plant Extracts",
        "Promoter Regions, Genetic",
        "RNA, Messenger",
        "Real-Time Polymerase Chain Reaction",
        "Retinoid X Receptor alpha",
        "Seeds"
      ]
    },
    {
      "pmid": "24123556",
      "title": "The effect of black seed (Nigella sativa) extract on FOXO3 expression in HepG2 cells.",
      "authors": [
        "Michael J Haas",
        "Luisa Onstead-Haas",
        "Emad Naem",
        "Alexis Arnold",
        "Nathcelly Rohrbaugh",
        "Megan Flowers",
        "Arshag D Mooradian"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2014-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Black seed extracts are known to alter cellular metabolism through multiple signaling pathways. Since Forkhead box transcription factor 3 (FOXO3) has a significant role in regulating cellular metabolism, the effect of lipid extracts of black seed (Sativa nigella) on FOXO3 levels and AKT and 5-AMP activated protein kinase α (AMPKα) signaling was measured in HepG2 hepatoma cells. FOXO3 levels, phosphorylation, and nuclear exclusion were measured by Western blot, as were AKT and AMPK expression and activity using phosphorylation-specific antibodies. Apolipoprotein A-I expression, a black seed-responsive gene, was measured by Western blot. Treatment with black seed extract increased FOXO3 phosphorylation and decreased its expression. In contrast to control cells where FOXO3 was located primarily in the nucleus, in black seed-treated HepG2 cells, FOXO3 was localized primarily to the cytoplasm. These changes in FOXO3 phosphorylation, expression, and localization were accompanied by increased AKT activity. Black seed also decreased AMPKα activity but increased AMPKα expression. Lipid extracts from black seeds inhibit FOXO3 activity and thereby modulate the expression of FOXO3-dependent genes.",
      "mesh_terms": [
        "AMP-Activated Protein Kinases",
        "Forkhead Box Protein O3",
        "Forkhead Transcription Factors",
        "Hep G2 Cells",
        "Hepatocytes",
        "Humans",
        "Nigella sativa",
        "Phosphorylation",
        "Plant Extracts",
        "Proto-Oncogene Proteins c-akt",
        "Seeds",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "23981722",
      "title": "The clinical outcome of adjuvant therapy with black seed oil on intractable paediatric seizures: a pilot study.",
      "authors": [
        "May Shawki",
        "Lamia El Wakeel",
        "Rania Shatla",
        "Gamila El-Saeed",
        "Samira Ibrahim",
        "Osama Badary"
      ],
      "journal": "Epileptic disorders : international epilepsy journal with videotape",
      "publication_date": "2013-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "AIM: To evaluate the effect of black seed oil, as add-on treatment to antiepileptic drugs (AEDs), on seizure frequency and severity as well as oxidative stress in intractable epilepsy patients. METHODS: A prospective, randomised, single-blinded, controlled, crossover pilot study. Five healthy children were included as controls. Thirty intractable epileptic children were randomly assigned to either Group I or II. Group I received placebo for four weeks, followed by a two-week washout period, and subsequently black seed oil for four weeks. Group II received the same intervention but in the reverse order. All patients received AEDs throughout the study period. Prior to allocation, all patients underwent a neurological assessment and evaluation of oxidative stress markers; total antioxidant capacity (TAC) and malondialehyde (MDA). Patients were assessed at Weeks 4 and 10 for oxidative stress markers and seizure frequency and severity. RESULTS: At baseline, both groups (I, II) had significantly lower serum TAC levels relative to healthy controls (p=0.007), while MDA levels were unchanged. After the 4-week period of black seed oil administration, there was no significant difference between the two groups with regards to seizure frequency, severity, or oxidative stress markers (TAC and MDA; p>0.05). Eight patients had >50% reduction in seizure frequency/severity after black seed oil versus placebo. CONCLUSION: Children with intractable epilepsy show evidence of oxidative stress. Administration of 40-80 mg/kg/day of black seed oil as add-on therapy did not alter either oxidative stress markers or seizure frequency or severity in intractable epileptic patients.",
      "mesh_terms": [
        "Adolescent",
        "Age of Onset",
        "Antioxidants",
        "Biomarkers",
        "Chemotherapy, Adjuvant",
        "Child",
        "Child, Preschool",
        "Drug Resistance",
        "Female",
        "Humans",
        "Male",
        "Malondialdehyde",
        "Neurologic Examination",
        "Nigella sativa",
        "Oxidative Stress",
        "Plant Oils",
        "Prospective Studies",
        "Seizures",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "23855426",
      "title": "Evaluation of topical black seed oil in the treatment of allergic rhinitis.",
      "authors": [
        "Abdulghani Mohamed Alsamarai",
        "Mohamed Abdulsatar",
        "Amina Hamed Ahmed Alobaidi"
      ],
      "journal": "Anti-inflammatory & anti-allergy agents in medicinal chemistry",
      "publication_date": "2014-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Allergic rhinitis (AR) is the most common manifestation of atopic reaction to inhaled allergens. It is a chronic inflammatory disease which may first appear at any age, but the onset is usually during childhood or adolescence. Up to date there is no curative treatment for this disorder and most of the drugs that were used for treatment only can induce symptomatic relief and some of them have side effect and can cause withdrawal symptoms. OBJECTIVE: To evaluate the therapeutic efficacy of the Nigella sativa (NS) extract as treatment approach for allergic rhinitis. PATIENTS & METHODS: A total of 68 patients with AR were included in the study, of them 19 patients were with mild symptoms, 28 patients were with moderate symptoms and 21 patients were with severe symptoms. Each group was subdivided into active and control subgroups. To prove that the patient's symptoms were allergic in nature, skin test was performed for all patients. Any individual with negative skin test was excluded. The individuals in the active group received N. sativa oil and the control group individuals received ordinary food oil in the form of nasal drops for 6 weeks. RESULTS: After the 6 weeks treatment course, 100% of the patients in the mild active group became symptoms free; while in moderate active group 68.7% became symptoms free and 25% were improved; while in severe active group 58.3% became symptoms free and 25% were improved. In addition, 92.1% of total patients in the active group demonstrated improvement in their symptoms or were symptoms free, while the corresponding value was 30.1% in the control group (P=0.000). At the end of 6 weeks of treatment with topical use, the improvement in tolerability of allergen exposure in active group became 55.2% which was significant (P=0.006) as compared with control group which was accounted for 20% at the same time. CONCLUSION: Topical application of black seed oil was effective in the treatment of allergic rhinitis, with minimal side effects.",
      "mesh_terms": [
        "Administration, Topical",
        "Adolescent",
        "Adult",
        "Allergens",
        "Child",
        "Disease Progression",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Nigella sativa",
        "Phytotherapy",
        "Plant Oils",
        "Respiratory Function Tests",
        "Rhinitis, Allergic, Perennial",
        "Rhinitis, Allergic, Seasonal",
        "Skin Tests",
        "Young Adult"
      ]
    },
    {
      "pmid": "23543440",
      "title": "Effects of black seed oil on resolution of hepato-renal toxicity induced bybromobenzene in rats.",
      "authors": [
        "M A Hamed",
        "N S El-Rigal",
        "S A Ali"
      ],
      "journal": "European review for medical and pharmacological sciences",
      "publication_date": "2013-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Volatile halocarbon, bromobenzene (BB), is frequently encountered in table-ready foods as contaminants residues. The objective of this study was to investigate whether black seed oil could attenuate hepato-renal injury induced by BB exposure. MATERIALS AND METHODS: The evaluation was done through measuring liver oxidative stress markers: reduced glutathione (GSH), superoxide dismutase (SOD) and malondialdehyde (MDA). Hepatic succinate dehydrogenase (SDH), lactate dehydrogenases (LDH) and glucose-6-phosphatase (G-6-Pase) were estimated. Serum aspartate and alanine aminotransferases (AST, ALT) and alkaline phosphatase were also evaluated. Kidney function indices; blood urea nitrogen (BUN), creatinine, serum protein, nitric oxide (NO), Na-K-adenosine triphosphatase (Na+-K+-ATPase) and phospholipids were done. Liver and kidney histopathological analysis and collagen content were analyzed for results confirmation. RESULTS: Treatment with black seed oil (BSO) alleviated the elevation of GSH, SDH, LDH, G-6-Pase, serum protein, NO, Na+-K+-ATPase, phospholipids levels and attenuated MDA, SOD, AST, ALT and ALP. Diminution of collagen content and improvement in liver and kidney architectures were observed. CONCLUSIONS: BSO enhanced the hepato-renal protection mechanism, reduced disease complications and delayed its progression. Further studies are needed to identify the molecules responsible for its pharmacological effect.  ",
      "mesh_terms": [
        "Animals",
        "Bromobenzenes",
        "Chemical and Drug Induced Liver Injury",
        "Kidney",
        "Kidney Diseases",
        "Liver",
        "Male",
        "Nigella sativa",
        "Plant Oils",
        "Rats",
        "Rats, Wistar",
        "Seeds"
      ]
    },
    {
      "pmid": "22755056",
      "title": "Biosynthesis of controllable size and shape gold nanoparticles by black seed (Nigella sativa) extract.",
      "authors": [
        "Ahmed Fragoon",
        "Jianjun Li",
        "Jian Zhu",
        "Junwu Zhao"
      ],
      "journal": "Journal of nanoscience and nanotechnology",
      "publication_date": "2012-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We report on the use of black seed (Nigella sativa) extract, previously not exploited, in synthesis of gold nanoparticles. On treating aqueous chloroauric acid solution with black seed extract, the antioxidant activities critical roles of the various phytochemicals is observed leading to the formation of crystalline and poly shaped gold nanoparticles. In this research work, we developed a rapid and non-toxic method for the preparation of biocompatible gold nanoparticles by two different synthetic routes: microwave irradiation and thermo-induced procedures. The nanoparticles were characterized and investigated by ultraviolet-visible (UV-Vis) spectrophotometry, transmission electron microscopy (TEM), energy-dispersive X-ray (EDX) spectroscopy, and X-ray diffraction (XRD).The size and shape of the nanoparticles were found to be very sensitive to the quantity of the extract. As the amount of extract is increased, the stronger the interaction between the extract biomolecules and nascent nanoparticles, thus the yield of nanoparticles increased as shown by surface plasmon resonance bands in the UV-vis-NIR spectra. The reaction temperature has a significant role in production of gold nanoparticles with different shapes. The XRD studies reflect an interesting feature indicates that gold nanocrystals are highly anisotropic in nature, mainly triangular and hexagonal shapes, and that the particles are (111) oriented. The observed characteristics suggest the application of the biocompatible gold nanoparticles to future in vivo imaging and therapy.",
      "mesh_terms": [
        "Gold",
        "Metal Nanoparticles",
        "Microscopy, Electron, Transmission",
        "Nigella sativa",
        "Plant Extracts",
        "Seeds",
        "Spectrometry, X-Ray Emission",
        "Spectrophotometry, Ultraviolet",
        "X-Ray Diffraction"
      ]
    },
    {
      "pmid": "21136334",
      "title": "Suppressive effects of black seed oil on ovalbumin induced acute lung remodeling in E3 rats.",
      "authors": [
        "M B Raza Asim",
        "Muhammad Shahzad",
        "Xudong Yang",
        "Qingzhu Sun",
        "Fujun Zhang",
        "Yan Han",
        "Shemin Lu"
      ],
      "journal": "Swiss medical weekly",
      "publication_date": "2010",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Black seed oil (BSO) is widely used as a traditional medicine for asthma and other inflammatory diseases. The aim of this study is to evaluate the effects of BSO on ovalbumin (OVA) induced acute lung remodelling in E3 inbred rats. METHOD: Rats were divided into three groups; Control, OVA and BSO. The rats were intraperitoneally sensitised and challenged intranasally with OVA and treated intraperitoneally with pure BSO for seven days. The collagen deposition and other pathological alteration were determined by Masson's trichrome, PAS and HE staining. Activity of arginase, ornithine decarboxylase (ODC) and proline level was determined by spectrophotometry, and polyamine by HPLC. The mRNA expression of arginase І, endothelin1 (Edn1), matrix metallopeptidase 3 (MMP3) and growth factors was determined by real time RT-PCR. RESULTS: Massive inflammation and characteristics of lung remodelling including collagen deposition, goblet cell hyperplasia and proline level were observed in the lungs of OVA exposed rats. Administration of BSO in the OVA exposed rats suppressed the inflammatory cells infiltration, goblet cell hyperplasia and collagen deposition. The activity of total arginase and ODC; proline and polyamine level was decreased in the lung homogenate of BSO treated rats. Furthermore, BSO abrogated the mRNA expression of Edn1, MMP3, transforming growth factor beta (TGF-β), fibroblast growth factor 2 (FGF2) and vascular epidermal growth factor (VEGF) in the lungs of OVA challenged rats. CONCLUSION: Administration of BSO significantly reduced the level of allergen induced lung remodelling. The effect of BSO on lung remodelling is probably mediated by the inhibition of arginase pathways and the expression of Edn1, MMP3 and growth factors. Our findings suggest that BSO might have useful implications in the treatment and future research into allergen-induced lung remodelling.",
      "mesh_terms": [
        "Animals",
        "Asthma",
        "Female",
        "Lung Diseases",
        "Male",
        "Ovalbumin",
        "Plant Oils",
        "Rats"
      ]
    },
    {
      "pmid": "19059494",
      "title": "Black seed oil ameliorates allergic airway inflammation by inhibiting T-cell proliferation in rats.",
      "authors": [
        "Muhammad Shahzad",
        "Xudong Yang",
        "M B Raza Asim",
        "Qingzhu Sun",
        "Yan Han",
        "Fujun Zhang",
        "Yongxiao Cao",
        "Shemin Lu"
      ],
      "journal": "Pulmonary pharmacology & therapeutics",
      "publication_date": "2009-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The black seeds, from the Ranunculaceae family, have been traditionally used by various cultures as a natural remedy for several ailments. In this study, we examined the effect of black seed oil as an immunomodulator in a rat model of allergic airway inflammation. Rats sensitized to ovalbumin and challenged intranasally with ovalbumin to induce an allergic inflammatory response were compared to ovalbumin-sensitized, intranasally ovalbumin-exposed rats pretreated with intraperitoneally administered black seed oil and to control rats. The levels of IgE, IgG1 and ova-specific T-cell proliferation in spleen were measured by ELISA. The pro-inflammatory cytokine IL-4, IL-5, IL-6 and TGF-beta1 mRNA expression levels were measured by reverse transcription polymerase chain reaction. The intraperitoneal administration of black seed oil inhibited the Th2 type immune response in rats by preventing inflammatory cell infiltration and pathological lesions in the lungs. It significantly decreased the nitric oxide production in BALF, total serum IgE, IgG1 and OVA-specific IgG1 along with IL-4, IL-5, IL-6 and TGF-beta1 mRNA expression. Black seed oil treatment resulted in decreased T-cell response evident by lesser delayed type hypersensitivity and lower T-cell proliferation in spleen. In conclusion, black seed oil exhibited a significant reduction in all the markers of allergic inflammation mainly by inhibiting the delayed type hypersensitivity and T-cell proliferation. The data suggests that inhibition of T-cell response may be responsible for immunomodulatory effect of black seed oil in the rat model of allergic airway inflammation.",
      "mesh_terms": [
        "Animals",
        "Cell Proliferation",
        "Disease Models, Animal",
        "Female",
        "Gene Expression Regulation",
        "Inflammation",
        "Inflammation Mediators",
        "Lung",
        "Male",
        "Medicine, Traditional",
        "Nigella",
        "Ovalbumin",
        "Plant Oils",
        "Rats",
        "Respiratory Hypersensitivity",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Spleen",
        "Th2 Cells"
      ]
    },
    {
      "pmid": "16819096",
      "title": "Assessment of cellular responses to oxidative stress using MCF-7 breast cancer cells, black seed (N. Sativa L.) extracts and H2O2.",
      "authors": [
        "Ibrahim O Farah"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2005-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Black seed (N. Sativa L) is an oriental spice of the family Ranunculaceae that has long been rationally used as a natural medicine for treatment of many acute as well as chronic conditions including cardiovascular disease and immunological disorders. It has been used in the treatment of diabetes, hypertension, and dermatological conditions. There have been very few studies on the effects of N. Sativa as a chemoprevention of chronic diseases as well as in cancer prevention and/or therapy. Oxidative stress is a condition that underlies many acute as well as chronic conditions. The combination and role of oxidative stress and antioxidants in vivo is still a matter of conjecture. Our objective for the present study was to expose MCF-7 breast cancer cells in vitro (as a chronic disease example) to aqueous and alcohol extracts and in combination with H[2]O[2] as an oxidative stressor. Measurement of cell survival under various concentrations and mixtures was conducted using standard cell culture techniques, exposure protocols in 96 well plates and Fluorospectrosphotometry. Following cellular growth to 90% confluencey, exposure to water (WE) and ethanol (AE) extracts of N. sativa and H[2]O[2] was performed. Cell survival indices were calculated from percent survival using regression analysis. Results showed that the alcohol extract and its mixtures were able to influence the survival of MCF-7 cells (indices ranged from 357.15- 809.50 mug/ml in descending potency for H[2]O[2]+AE to the mix of 3). In contrast, H[2]O[2] alone reduced effectively the survival of MCF-7 cells and the least effective combinations in descending potency were AE+H[2]O[2], WE+H[2]O[2], AE+WE, and WE+AE+H[2]O[2]. Mixtures other than AE+H[2]O[2] showed possible interactions and loss of potency. In conclusion, N. Sativa alone or in combination with oxidative stress was found to be effective (in vitro) in influencing the survival of MCF-7 breast cancer cells, unveiling promising opportunities in the field of cancer chemoprevention and/or treatment.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Breast Neoplasms",
        "Cell Line, Tumor",
        "Cell Survival",
        "Dose-Response Relationship, Drug",
        "Ethanol",
        "Female",
        "Humans",
        "Hydrogen Peroxide",
        "Nigella sativa",
        "Oxidative Stress",
        "Plant Extracts",
        "Solvents",
        "Water"
      ]
    },
    {
      "pmid": "15375533",
      "title": "Thymoquinone extracted from black seed triggers apoptotic cell death in human colorectal cancer cells via a p53-dependent mechanism.",
      "authors": [
        "Hala Gali-Muhtasib",
        "Mona Diab-Assaf",
        "Carsten Boltze",
        "Josianne Al-Hmaira",
        "Roland Hartig",
        "Albert Roessner",
        "Regine Schneider-Stock"
      ],
      "journal": "International journal of oncology",
      "publication_date": "2004-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "For centuries, the black seed (Nigella sativa) herb and oil have been used in Asia, Middle East and Africa to promote health and fight disease. Thymoquinone (TQ), the most abundant constituent present in black seed, is a promising dietary chemopreventive agent. We investigated the effects of thymoquinone (TQ) against HCT-116 human colon cancer cells and attempted to identify its potential molecular mechanisms of action. We report that TQ inhibits the growth of colon cancer cells which was correlated with G1 phase arrest of the cell cycle. Furthermore, TUNEL staining and flow cytometry analysis indicate that TQ triggers apoptosis in a dose- and time-dependent manner. Apoptosis induction by TQ was associated with a 2.5-4.5-fold increase in mRNA expression of p53 and the downstream p53 target gene, p21WAF1. Simultaneously, we found a marked increase in p53 and p21WAF1 protein levels but a significant inhibition of anti-apoptotic Bcl-2 protein. Co-incubation with pifithrin-alpha (PFT-alpha), a specific inhibitor of p53, restored Bcl-2, p53 and p21WAF1 levels to the untreated control and suppressed TQ-induced cell cycle arrest and apoptosis. p53-null HCT-116 cells were less sensitive to TQ-induced growth arrest and apoptosis. These results indicate that TQ is antineoplastic and pro-apoptotic against colon cancer cell line HCT116. The apoptotic effects of TQ are modulated by Bcl-2 protein and are linked to and dependent on p53. Our data support the potential for using the agent TQ for the treatment of colon cancer.",
      "mesh_terms": [
        "Apoptosis",
        "Benzoquinones",
        "Cell Cycle",
        "Cell Cycle Proteins",
        "Cell Division",
        "Cell Line, Tumor",
        "Colorectal Neoplasms",
        "Cyclin-Dependent Kinase Inhibitor p21",
        "Humans",
        "Proto-Oncogene Proteins c-bcl-2",
        "Transcription, Genetic",
        "Tumor Suppressor Protein p53"
      ]
    },
    {
      "pmid": "14669258",
      "title": "Effect of Nigella sativa (black seed) on subjective feeling in patients with allergic diseases.",
      "authors": [
        "Ulrich Kalus",
        "Axel Pruss",
        "Jaromir Bystron",
        "Moric Jurecka",
        "Alice Smekalova",
        "Johannes Josef Lichius",
        "Holger Kiesewetter"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2003-Dec",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Nigella sativa (black seed) is an important medicinal herb. In many Arabian, Asian and African countries, black seed oil is used as a natural remedy for a wide range of diseases, including various allergies. The plant's mechanism of action is still largely unknown. Due to the lack of study data on its efficacy in allergies, four studies on the clinical efficacy of Nigella sativa in allergic diseases are presented. In these studies, a total of 152 patients with allergic diseases (allergic rhinitis, bronchial asthma, atopic eczema) were treated with Nigella sativa oil, given in capsules at a dose of 40 to 80 mg/kg/day. The patients scored the subjective severity of target symptoms using a predefined scale. The following laboratory parameters were investigated: IgE, eosinophil count, endogenous cortisol in plasma and urine, ACTH, triglycerides, total cholesterol, LDL and HDL cholesterol and lymphocyte subpopulations. The score of subjective feeling decreased over the course of treatment with black seed oil in all four studies. A slight decrease in plasma triglycerides and a discrete increase in HDL cholesterol occurred while the lymphocyte subpopulations, endogenous cortisol levels and ACTH release remained unchanged. Black seed oil therefore proved to be an effective adjuvant for the treatment of allergic diseases.",
      "mesh_terms": [
        "Administration, Oral",
        "Adolescent",
        "Adrenocorticotropic Hormone",
        "Adult",
        "Aged",
        "Anti-Allergic Agents",
        "Child",
        "Child, Preschool",
        "Cholesterol",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Eosinophils",
        "Female",
        "Humans",
        "Hydrocortisone",
        "Immunoglobulin E",
        "Lymphocyte Subsets",
        "Male",
        "Middle Aged",
        "Nigella sativa",
        "Phytotherapy",
        "Plant Oils",
        "Respiratory Hypersensitivity",
        "Seeds",
        "Triglycerides"
      ]
    },
    {
      "pmid": "12724922",
      "title": "The role of black seed in the proliferation and biochemical marker levels of Hep-2 cells.",
      "authors": [
        "Jeffrey T Hansen",
        "Hamed Benghuzzi",
        "Michelle Tucci",
        "Zelma Cason"
      ],
      "journal": "Biomedical sciences instrumentation",
      "publication_date": "2003",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "For centuries, people in the Middle East and Southeast Asia have used Nigella sativa, also known as black seed (BS), for its homeopathic effects. The objective of this study was to investigate the role BS might have on the metabolic biomarkers of the Hep-2 cell line. The experimental design entailed six groups of five wells each (50,000 cells). Groups II through VI were treated with BS, lipopolysaccharide (LPS), cortisol, LPS + cortisol, and BS + LPS + cortisol, respectively. Group I was the untreated control group. At the end of 24, 48, and 72 hours, the total cell count, protein and MDA levels were measured by following standard lab protocols. Data collected from this study revealed that Hep-2 cells exposed to LPS and cortisol (group V) resulted in a decrease in cell proliferation compared to the control. BS treatment induced a higher proliferation rate than group V. Similar trends were observed in the metabolic behavior of Hep-2 cells as evidenced by the total protein and MDA levels. The exposure of BS showed a shift in the metabolic pathways. In conclusion, this study showed that exposure to LPS resulted in an alteration in the metabolic function and this phenomenon was further escalated under stressful conditions (increased cortisol exposure). In addition, the use of BS reversed the traumatic condition.",
      "mesh_terms": [
        "Biomarkers, Tumor",
        "Cell Division",
        "Dose-Response Relationship, Drug",
        "Humans",
        "Hydrocortisone",
        "Laryngeal Neoplasms",
        "Lipopolysaccharides",
        "Malondialdehyde",
        "Nigella sativa",
        "Phytotherapy",
        "Plant Extracts",
        "Proteins",
        "Reference Values",
        "Seeds",
        "Sensitivity and Specificity",
        "Treatment Outcome",
        "Tumor Cells, Cultured"
      ]
    },
    {
      "pmid": "12724921",
      "title": "Delayed apoptosis upon the treatment of Hep-2 cells with black seed.",
      "authors": [
        "Charla Corder",
        "Hamed Benghuzzi",
        "Michelle Tucci",
        "Zelma Cason"
      ],
      "journal": "Biomedical sciences instrumentation",
      "publication_date": "2003",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Nigella sativa (Black seed, BS) has been used to promote health and fight disease for centuries. The objectives of this investigation were: (1) to study whether agents such as cortisol and LPS alone or in combination induce cellular (Hep-2, laryngeal carcinoma) damage with time in culture (24, 48, and 72 hours) using apoptosis as a marker, (2) to determine if an immune stimulant such as BS, can protect Hep-2 cells from insult and ultimately thwart the programmed cells death mechanism. A total of 54 Hep-2 cell/tubes (50,000 cells per tube) were divided into six equal groups. Group one served as untreated control, while groups 2-6 were treated with either cortisol (10 ng/ml), LPS (10 micrograms/ml), BS (25 micrograms/ml), or a combination of LPS and cortisol and cortisol plus LPS plus BS, respectively. At the end of each phase the cells were harvested, heat fixed and stained with H&E to evaluate morphological changes. Immunohistochemistry, using antibodies against caspace-3 to evaluate cells undergoing apoptosis was conducted in all groups. The results of this study showed evidence of cells undergoing apoptosis at different magnitudes in all groups. However, the most dramatic change was seen in groups containing cortisol and LPS alone or in combination. This was supported by the fact that there were several adaptive responses observed in all phases. In addition, the exposure of BS to cells pretreated with cortisol and LPS showed evidence of protection against the progressive apoptosis.",
      "mesh_terms": [
        "Apoptosis",
        "Cell Survival",
        "Dose-Response Relationship, Drug",
        "Humans",
        "Hydrocortisone",
        "Laryngeal Neoplasms",
        "Lipopolysaccharides",
        "Nigella sativa",
        "Phytotherapy",
        "Plant Extracts",
        "Reference Values",
        "Seeds",
        "Treatment Outcome",
        "Tumor Cells, Cultured"
      ]
    },
    {
      "pmid": "10884593",
      "title": "Protective effect of black seed oil from Nigella sativa against murine cytomegalovirus infection.",
      "authors": [
        "M L Salem",
        "M S Hossain"
      ],
      "journal": "International journal of immunopharmacology",
      "publication_date": "2000-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, antiviral effect of black seed oil (BSO) from Nigella sativa was investigated using murine cytomegalovirus (MCMV) as a model. The viral load and innate immunity mediated by NK cells and M&phi; during early stage of the infection were analyzed. Intraperitoneal (i.p.) administration of BSO to BALB/c mice, a susceptible strain of MCMV infection, strikingly inhibited the virus titers in spleen and liver on day 3 of infection with 1x10(5) PFU MCMV. This effect coincided with an increase in serum level of IFN-gamma. Although BSO treatment decreased both number and cytolytic function of NK cells on day 3 of infection, it increased numbers of M&phi; and CD4(+) T cells. On day 10 of infection, the virus titer was undetectable in spleen and liver of BSO-treated mice, while it was detectable in control mice. Although spleen of both control and BSO-treated mice showed similar CTL activities on day 10 after infection, serum level of IFN-gamma in BSO-treated mice was higher. Furthermore, BSO treatment upregulated suppressor function of M&phi; in spleen. These results show that BSO exhibited a striking antiviral effect against MCMV infection which may be mediated by increasing of M&phi; number and function, and IFN-gamma production.",
      "mesh_terms": [
        "Animals",
        "Antiviral Agents",
        "CD4-Positive T-Lymphocytes",
        "Cytomegalovirus Infections",
        "Cytotoxicity Tests, Immunologic",
        "Female",
        "Flow Cytometry",
        "Interferon-gamma",
        "Killer Cells, Natural",
        "Liver",
        "Macrophages",
        "Mice",
        "Mice, Inbred BALB C",
        "Plant Oils",
        "Plants, Medicinal",
        "Spleen",
        "T-Lymphocytes, Cytotoxic",
        "Viral Load"
      ]
    },
    {
      "pmid": "21590029",
      "title": "Prevention of skin tumors induced by 7,12-dimethylbenz(a)anthracene in mice by black seed oil.",
      "authors": [
        "M Elmofty",
        "A Abdelgalil",
        "M Shwaireb",
        "M Eldakhakhny",
        "A Rizk",
        "E Hofny"
      ],
      "journal": "Oncology reports",
      "publication_date": "1997",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of topical application of black seed oil on 7,12-dimethylbenz(a)anthracene (DMBA)-induced skin tumors in BALB/c mice was investigated. Topical application of chemically extracted oil (C.O.) and naturally extracted oil (N.O.) highly prevented the appearance of skin tumors in experimental animals. Skin tumors (papillomas and carcinomas) were initiated by application of 300 mu g DMBA (on days 1,8) followed by applying 0.5 mg croton oil, biweekly until the end of the experiment (25 weeks). The application of N.O. completely prevented the appearance of skin tumors in mice of group 3 versus a tumor incidence of 78.9% in animals of group 1 (carcinogenic control) (cc). Painting the skin of mice with C.O. (group 2) significantly reduced the tumor incidence to 14.2%. Moreover, a significant decrease was observed in number of mice bearing tumors, and number of tumors per mouse in group 2. Multiplicity was also decreased but insignificantly in the same group. The treatment with C.O. and N.O. insignificantly increased the rate of mice survival as compared to that of animals of group 1."
    },
    {
      "pmid": "8270171",
      "title": "The cardiovascular actions of the volatile oil of the black seed (Nigella sativa) in rats: elucidation of the mechanism of action.",
      "authors": [
        "K E el Tahir",
        "M M Ashour",
        "M M al-Harbi"
      ],
      "journal": "General pharmacology",
      "publication_date": "1993-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "1. The effects of the volatile oil (V.O.) of the black seed (Nigella sativa) on the arterial blood pressure and heart of urethane-anaesthetized rats were investigated and the effects were compared with those of its constituent thymoquinone (T.Q.). 2. Intravenous administration of V.O. in the dose range (4-32 microliters kg.-1) or T.Q. (0.2-1.6 mg kg-1) to rats decreased the arterial blood pressure and the heart rate in a dose-dependent manner. 3. The effects of V.O. were significantly antagonized by treatment of the animals with cyproheptadine, hexamethonium atropine and by spinal pithing. 4. Treatment of the animals with reserpine (5 mg kg- 1 day-1 for 2 days) significantly antagonized the cardiovascular depressant effects induced by 4 and 8 microliters of V.O. kg-1 but not those induced by the larger doses. 5. T.Q.-induced cardiovascular depressant effects were significantly antagonized by atropine and cyproheptadine but not by reserpine. 6. The results suggested that V.O.-induced cardiovascular depressant effects were mediated mainly centrally via indirect and direct mechanisms that involved both 5-hydroxytryptaminergic and muscarinic mechanisms. The direct mechanisms may be due to the presence of T.Q. in the V.O. The V.O. seemed to possess the potential of being a potent centrally acting antihypertensive agent.",
      "mesh_terms": [
        "Animals",
        "Atropine",
        "Blood Pressure",
        "Cyproheptadine",
        "Decerebrate State",
        "Heart Rate",
        "Hemodynamics",
        "Male",
        "Plant Oils",
        "Plants, Medicinal",
        "Rats",
        "Rats, Wistar",
        "Receptors, Drug",
        "Reserpine",
        "Saudi Arabia"
      ]
    },
    {
      "pmid": "8270170",
      "title": "The respiratory effects of the volatile oil of the black seed (Nigella sativa) in guinea-pigs: elucidation of the mechanism(s) of action.",
      "authors": [
        "K E el Tahir",
        "M M Ashour",
        "M M al-Harbi"
      ],
      "journal": "General pharmacology",
      "publication_date": "1993-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "1. The effect of the volatile oil (VO) of the black seed (Nigella sativa) on the respiratory system of the urethane-anaesthetized guinea-pig was investigated and compared with those of its constituent thymoquinone (TQ). 2. Intravenous administration of VO in the dose range (4-32 microliters kg-1) induced dose-dependent increases in the respiratory rate and the intratracheal pressure. 3. The effects of VO were significantly antagonized by treatment of the animals with mepyramine, atropine and reserpine. They were not antagonized by indomethacin, diethyl carbamazine or hydrocortisone. 4. Intravenous administration of TQ in the dose range (1.6-6.4 mg kg-1) induced significant increases in the intratracheal pressure without any effect in the respiratory rate. 5. The results suggested that VO-induced respiratory effects were mediated via release of histamine with direct involvement of histaminergic mechanisms and indirect activation of muscarinic cholinergic mechanisms. 6. Removal of TQ from VO may provide a potential centrally acting respiratory stimulant.",
      "mesh_terms": [
        "Animals",
        "Benzoquinones",
        "Guinea Pigs",
        "In Vitro Techniques",
        "Injections, Intravenous",
        "Male",
        "Muscle Contraction",
        "Muscle, Smooth",
        "Plant Oils",
        "Plants, Medicinal",
        "Pressure",
        "Receptors, Drug",
        "Reserpine",
        "Respiration",
        "Saudi Arabia",
        "Stimulation, Chemical",
        "Trachea"
      ]
    }
  ]
}