{
  "supplement": "Black Garlic Extract",
  "query": "Black Garlic Extract[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:19:36",
  "research_count": 11,
  "count": 11,
  "articles": [
    {
      "pmid": "39830904",
      "title": "Black Garlic Extract Modulates Endothelin Expression and Ovulatory Function in Monosodium Glutamate Treated Rats.",
      "authors": [
        "Arzu Gezer",
        "Şükran Yediel Aras",
        "Mustafa Ozkaraca",
        "Nurcan Kilic Baygutalp",
        "Gülhande Gundogdu",
        "Ebru Karadag Sari",
        "Gürsel Bedir",
        "Hilal Üstündağ"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Monosodium glutamate (MSG), a widely used food additive, has been associated with various health concerns, including potential reproductive toxicity. This study investigated the protective effects of black garlic (BG) ethanol extract against MSG-induced ovarian damage in rats. Thirty-two female rats in estrus were randomly divided into four groups (n = 8 per group): control (saline), BG (250 mg/kg BW), MSG (4 mg/g BW), and BG+MSG (combined treatment). Treatments were administered daily for 14 days. Ovarian tissues were collected for histopathological, immunohistochemical (IHC), and biochemical analyses. Histopathological examination revealed a significant reduction in cystic follicles in the BG+MSG group compared to the MSG group (p < 0.0001). IHC analysis showed decreased immunoreactivity of endothelin-1 and endothelin-2 in the BG+MSG group compared to the MSG group (both p < 0.01). Biochemical assays demonstrated significantly increased follicle-stimulating hormone (FSH), luteinizing hormone (LH), and estradiol levels in the BG+MSG group compared to the MSG group (all p < 0.05), while progesterone levels were significantly lower in the MSG group compared to the BG+MSG group (p < 0.05). These findings suggest that BG ethanol extract may mitigate MSG-induced ovarian dysfunction in rats by alleviating degenerative changes in follicles and modulating hormonal levels. This study provides insights into potential natural interventions for MSG-related reproductive toxicity."
    },
    {
      "pmid": "38923108",
      "title": "Anti-inflammatory and anti-hyperalgesic effects induced by an aqueous aged black garlic extract in rodent models of ulcerative colitis and colitis-associated visceral pain.",
      "authors": [
        "Maria Loreta Libero",
        "Elena Lucarini",
        "Lucia Recinella",
        "Clara Ciampi",
        "Serena Veschi",
        "Anna Piro",
        "Annalisa Chiavaroli",
        "Alessandra Acquaviva",
        "Nilofar Nilofar",
        "Giustino Orlando",
        "Daniele Generali",
        "Carla Ghelardini",
        "Lorenzo di Cesare Mannelli",
        "Antonio J Montero-Hidalgo",
        "Raúl M Luque",
        "Claudio Ferrante",
        "Luigi Menghini",
        "Simonetta Cristina di Simone",
        "Luigi Brunetti",
        "Sheila Leone"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inflammatory bowel disease (IBD) is a morbid condition characterized by relapsing-remitting inflammation of the colon, accompanied by persistent gut dysmotility and abdominal pain. Different reports demonstrated biological activities of aged black garlic (ABG), including anti-inflammatory and antioxidant effects. We aimed to investigate beneficial effects exerted by ABGE on colon inflammation by using ex vivo and in vivo experimental models. We investigated the anti-inflammatory effects of an ABG water extract (ABGE) on rat colon specimens exposed to E. coli lipopolysaccharide (LPS), a known ex vivo experimental model of ulcerative colitis. We determined gene expression of various biomarkers involved in inflammation, including interleukin (IL)-1β, IL-6, nuclear factor-kB (NF-kB), tumor necrosis factor (TNF)-α. Moreover, we studied the acute effects of ABGE on visceral pain associated with colitis induced by 2,4-di-nitrobenzene sulfonic acid (DNBS) injection in rats. ABGE suppressed LPS-induced gene expression of IL-1β, IL-6, NF-kB, and TNF-α. In addition, the acute administration of ABGE (0.03-1 g kg-1) dose-dependently relieved post-inflammatory visceral pain, with the higher dose (1 g kg-1) able to significantly reduce both the behavioral nociceptive response and the entity of abdominal contraction (assessed by electromyography) in response to colorectal distension after the acute administration in DNBS-treated rats. Present findings showed that ABGE could represent a potential strategy for treatment of colitis-associated inflammatory process and visceral pain. The beneficial effects induced by the extract could be related to the pattern of polyphenolic composition, with particular regard to gallic acid and catechin.",
      "mesh_terms": [
        "Animals",
        "Plant Extracts",
        "Colitis, Ulcerative",
        "Rats",
        "Male",
        "Anti-Inflammatory Agents",
        "Disease Models, Animal",
        "Visceral Pain",
        "Garlic",
        "NF-kappa B",
        "Lipopolysaccharides",
        "Tumor Necrosis Factor-alpha",
        "Interleukin-1beta",
        "Colitis",
        "Interleukin-6",
        "Hyperalgesia",
        "Colon",
        "Rats, Sprague-Dawley",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "37352173",
      "title": "Aged black garlic extract inhibits the growth of estrogen receptor-positive breast cancer cells by downregulating MCL-1 expression through the ROS-JNK pathway.",
      "authors": [
        "Qiwei Yang",
        "Fang Li",
        "Guohui Jia",
        "Rui Liu"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The black garlic is produced from the raw garlic by Milliard reaction at high temperature (~60-90°C) and humidity (~70-90%). In this process, the pungent odor and gastrointestinal irritation effects of the raw garlic are reduced. At the same time, unstable compounds such as allicin are converted into stable organosulfur compounds with antioxidant activity. Previous studies have confirmed that black garlic extract has anti-tumor effects and could inhibit the proliferation of various tumor cells, including breast cancer cells MCF-7. However, the mechanisms of the anti-tumor effects remain unclear. In this study, we found that the black garlic extract could inhibit the proliferation, invasion, and metastasis of estrogen receptor-positive breast cancer cells, promote their apoptosis, and inhibit their epithelial-mesenchymal transition. Mechanistically, the black garlic extract reduced the expression of the anti-apoptotic protein MCL-1, which was achieved by modulating the ROS-JNK signaling pathway. In addition, the black garlic extract also decreased the expression of BCL-2 and increased the expression of BAX and BIM. We also found that the black garlic extract, in combination with venetoclax, a BCL-2 inhibitor, synergistically kills the estrogen receptor-positive breast cancer cells. These results suggested that black garlic extract has great therapeutic value and prospects for estrogen receptor-positive breast cancer treatment.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Neoplasms",
        "Antioxidants",
        "Garlic",
        "MAP Kinase Signaling System",
        "Reactive Oxygen Species",
        "Myeloid Cell Leukemia Sequence 1 Protein",
        "Receptors, Estrogen",
        "Proto-Oncogene Proteins c-bcl-2",
        "Apoptosis",
        "Plant Extracts",
        "Cell Line, Tumor"
      ]
    },
    {
      "pmid": "35507844",
      "title": "Fatty acid profiles and flavour-related compounds of retorted Korean ginseng chicken soup (Samgyetang) affected by pre-treated black garlic extract.",
      "authors": [
        "Farouq Heidar Barido",
        "Dicky Tri Utama",
        "Yeong Jong Kim",
        "Sung Ki Lee"
      ],
      "journal": "Animal bioscience",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study aimed to characterize the effect of pre-treated black garlic (BG) extracts addition into retorted Korean ginseng chicken soup (Samgyetang) on the fatty acid composition and flavour-related indexes. METHODS: Four different treatments; Samgyetang made with a 5% (w/w) addition of garlic (G), fresh BG (FBG), oven-dried BG (DBG), or encapsulated BG (EBG) extracts were developed and compared to negative control (NC) without any extract addition. Prepared samples were cooked via retorting at 121.1°C, 1.5 kgf/cm2 for 1 h. RESULTS: The BG treated samples were higher in C18:3n3 and C18:2n6 fatty acids, with thrombogenic index was 18% to 20% lower than the NC. EBG yielded the highest umamirelated nucleotides (5'-guanosine monophosphate and 5'-inosine monophosphate) and modified some free amino acid (alyne, phenylalanine and leucine) thus possessed the highest equivalent umami concentration among samples. Some individual aldehydes (pentanal, hexanal, and heptanal) were lower, while furans and volatile sulfur compounds were higher than the NC and G treatment group, indicating a potential suppression of unpleasant flavour alongwith the intensificiation of favourable flavour from the addition of BG extracts into retorted Samgyetang. CONCLUSION: Taken together, the synergistic results of this study indicate that incorportating suitable pre-treatment of BG extract could be of critical importance for the development of the retorted Samgyetang with improved flavour and functionalities."
    },
    {
      "pmid": "35172234",
      "title": "Combined effects of processing method and black garlic extract on quality characteristics, antioxidative, and fatty acid profile of chicken breast.",
      "authors": [
        "Farouq Heidar Barido",
        "Aera Jang",
        "Jae In Pak",
        "Yeong Jong Kim",
        "Sung Ki Lee"
      ],
      "journal": "Poultry science",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The combined effects of pretreated black garlic (BG) extract and various cooking methods were investigated. The chicken breast was prepared at a uniform size of 5 × 5 × 1.5 cm and randomly allocated into 12 treatment groups that were placed in solutions containing fresh BG extract (1:4, w/v) (positive control), distilled water (negative control), oven-dried BG, and encapsulated BG extract. They were subjected to cooking via sous-vide (SV), boiling, and retorting, for 1 h. Both the BG extract and the different cooking methods modified the physicochemical, antioxidative, and fatty acid profiles of the chicken breast. The antioxidative value was 1.83 to 11.59 times higher than the negative control, with extensive protection from lipid oxidation observed in the oven-dried BG extract, compared the fresh BG treatment. The maltodextrin-encapsulated extract prolonged the protection of the antioxidant BG compounds under high-temperature cooking, and thus, produced the highest antioxidative values. The increase in SFA percentage is a consequence of high-temperature cooking, mainly from the increased proportion of palmitic and stearic acids. A higher percentage of monounsaturated fatty acids and polyunsaturated fatty acids was observed under the SV cooking treatments that had BG extract prepared at any pretreatments. The BG lightly protected the linoleic acid during the retorting process. The BG extract treatment improved meat quality by lowering cooking loss (CL), improving water holding capacity (WHC), and provided better visual attributes. This study suggests that an appropriate cooking method, together with the addition of oven-dried BG extract in an either raw or encapsulated form, can improve the functional quality of chicken breast.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Chickens",
        "Cooking",
        "Fatty Acids",
        "Garlic",
        "Meat",
        "Plant Extracts",
        "Water"
      ]
    },
    {
      "pmid": "30642033",
      "title": "Beneficial Effects of an Aged Black Garlic Extract in the Metabolic and Vascular Alterations Induced by a High Fat/Sucrose Diet in Male Rats.",
      "authors": [
        "Sara Amor",
        "Daniel González-Hedström",
        "Beatriz Martín-Carro",
        "Antonio Manuel Inarejos-García",
        "Paula Almodóvar",
        "Marin Prodanov",
        "Angel Luis García-Villalón",
        "Miriam Granado"
      ],
      "journal": "Nutrients",
      "publication_date": "2019-Jan-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aged black garlic (ABG) is a functional food with antioxidant and anti-inflammatory properties. Recent studies also report its beneficial metabolic effects in a context of obesity or diabetes, although the mechanisms involved are poorly understood. The aim of this work was to analyze the effects of an ABG extract in the vascular and metabolic alterations induced by a high-fat/sucrose diet in rats. For this purpose, male Sprague⁻Dawley rats were fed either a standard chow (controls; n = 12) or a high-fat/sucrose diet (HFD; n = 24) for 16 weeks. From week 8 on, half of the HFD rats were treated with a commercial ABG extract concentrated in S-allyl cysteine and melanoidins (ABG10+®; 250 mg/kg daily by gavage; 5 mL/kg). ABG10+®-treated rats showed lower mean caloric intake, body weight, triglycerides, low density lipoprotein cholesterol (LDL-c), insulin and leptin serum concentrations and higher high density lipoprotein cholesterol (HDL-c) and adiponectin serum concentrations than non-treated rats. In the hypothalamus, ABG10+® treatment induced an increase in the gene expression of proopiomelanocortin (POMC) and a decrease in leptin receptor (ObR) mRNA levels. No significant changes were found in visceral adipose tissue except for an overexpression of β3-adrenergic receptor (β3-ADR) in ABG-treated rats. In subcutaneous adipose tissue, ABG10+® treatment decreased adipose weight and downregulated the gene expression of PPAR-γ, LPL, ObR and HSL. In brown adipose tissue, an overexpression of InsR, GLUT-4, UCP-1 and β3-ADR in ABG10+®-treated rats was found, whereas PPAR-γ mRNA levels were significantly decreased. Regarding vascular function, ABG10+® treatment attenuated the obesity-induced vasoconstriction in response to potassium chloride both in presence/absence of perivascular adipose tissue (PVAT). On the contrary, aorta segments from ABG-treated rats showed and improved relaxation in response to acetylcholine only when PVAT was present, with this fact possible being related to the decreased gene expression of proinflammatory cytokines in this tissue. In conclusion, ABG10+® administration partially improves the metabolic and vascular alterations induced by a high-fat/high-sucrose diet in rats through modifications in the gene expression of proteins and neuropeptides involved in inflammation, fat metabolism and food intake regulation. Further studies are required to assess the bioavailability of ABG between rats and humans.",
      "mesh_terms": [
        "Adiponectin",
        "Adiposity",
        "Animals",
        "Antioxidants",
        "Body Weight",
        "Cholesterol, HDL",
        "Diet, High-Fat",
        "Dietary Sucrose",
        "Garlic",
        "Gene Expression Regulation",
        "Glucose Tolerance Test",
        "Glucose Transporter Type 4",
        "Hypothalamus",
        "Insulin",
        "Leptin",
        "Male",
        "Organ Size",
        "PPAR gamma",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Receptor, Insulin",
        "Receptors, Adrenergic, beta-3",
        "Triglycerides",
        "Uncoupling Protein 1"
      ]
    },
    {
      "pmid": "30263782",
      "title": "Aged black garlic extract regulates lipid metabolism by inhibiting lipogenesis and promoting lipolysis in mature 3T3-L1 adipocytes.",
      "authors": [
        "Hajin Nam",
        "Harry Jung",
        "Yooyeon Kim",
        "Boyoung Kim",
        "Kyeong Hee Kim",
        "Sang Jae Park",
        "Jun Gyo Suh"
      ],
      "journal": "Food science and biotechnology",
      "publication_date": "2018-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As the mechanism of aged black garlic (ABG) extract affecting lipid metabolism in adipocytes remains unclear, this study evaluated the effect of ABG extract on lipid metabolism and the expression of related proteins in mature 3T3-L1 adipocytes. ABG extract treatments at 0, 0.625, 1.25, and 2.5, and 5 mg/mL had no effect on cell morphology or viability in adipocytes. ABG extract suppressed lipogenesis and induced lipolysis in a dose-dependent manner compared to control. Furthermore, ABG extract at 2.5 and 5 mg/mL significantly reduced protein expression of proliferator activated receptor γ (PPARγ) and perilipin in mature 3T3-L1 adipocytes. The hormone-sensitive lipase (HSL) and Ser563-pHSL levels were also significantly reduced by treatment with 5 mg/mL of ABG extract. Taken together, these results suggest that ABG extract has anti-lipogenic and lipolytic effects in mature 3T3-L1 adipocytes, indicating a potential in anti-obesity therapies."
    },
    {
      "pmid": "24795800",
      "title": "Hepatoprotective effect of aged black garlic extract in rodents.",
      "authors": [
        "Jung Hyu Shin",
        "Chang Woo Lee",
        "Soo Jin Oh",
        "Jieun Yun",
        "Moo Rim Kang",
        "Sang-Bae Han",
        "Heungsik Park",
        "Jae Chul Jung",
        "Yoon Hoo Chung",
        "Jong Soon Kang"
      ],
      "journal": "Toxicological research",
      "publication_date": "2014-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we investigated the hepatoprotective effects of aged black garlic (ABG) in rodent models of liver injury. ABG inhibited carbon tetrachloride-induced elevation of aspartate transaminase (AST) and alanine transaminase (ALT), which are markers of hepatocellular damage, in SD rats. D-galactosamineinduced hepatocellular damage was also suppressed by ABG treatment. However, ABG does not affect the elevation of alkaline phosphatase (ALP), a marker of hepatobilliary damage, in rats treated with carbon tetrachloride or D-galactosamine. We also examined the effect of ABG on high-fat diet (HFD)-induced fatty liver and subsequent liver damage. ABG had no significant effect on body weight increase and plasma lipid profile in HFD-fed mice. However, HFD-induced increase in AST and ALT, but not ALP, was significantly suppressed by ABG treatment. These results demonstrate that ABG has hepatoprotective effects and suggest that ABG supplementation might be a good adjuvant therapy for the management of liver injury."
    },
    {
      "pmid": "24649105",
      "title": "Aged black garlic extract inhibits HT29 colon cancer cell growth via the PI3K/Akt signaling pathway.",
      "authors": [
        "Menghua Dong",
        "Guiqing Yang",
        "Hanchen Liu",
        "Xiaoxu Liu",
        "Sixiang Lin",
        "Dongning Sun",
        "Yishan Wang"
      ],
      "journal": "Biomedical reports",
      "publication_date": "2014-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Accumulating evidence indicates that aged black garlic extract (ABGE) may prove beneficial in preventing or inhibiting oncogenesis; however, the underlying mechanisms have not been fully elucidated. The present study aimed to investigate the effects of ABGE on the proliferation and apoptosis of HT29 colon cancer cells. Our results demonstrated that ABGE inhibited HT29 cell growth via the induction of apoptosis and cell cycle arrest. We further investigated the phosphatidylinositol 3-kinase/protein kinase B (PI3K/Akt) signal transduction pathway and the molecular mechanisms underlying the ABGE-induced inhibition of HT29 cell proliferation. We observed that ABGE may regulate the function of the PI3K/Akt pathway through upregulating PTEN and downregulating Akt and p-Akt expression, as well as suppressing its downstream target, 70-kDa ribosomal protein S6 kinase 1, at the mRNA and protein levels. In conclusion, these findings suggest that the PI3K/Akt signal transduction pathway is crucial for the development of colon cancer. ABGE inhibited the growth and induced apoptosis in HT29 cells through the inhibition of the PI3K/Akt pathway, suggesting that ABGE may be effective in the prevention and treatment of colon cancer in humans."
    },
    {
      "pmid": "22260639",
      "title": "Individual differences on immunostimulatory activity of raw and black garlic extract in human primary immune cells.",
      "authors": [
        "Uranchimeg Purev",
        "Mi Ja Chung",
        "Deog-Hwan Oh"
      ],
      "journal": "Immunopharmacology and immunotoxicology",
      "publication_date": "2012-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The immunostimulatory activities of garlic extract using a cell line or animal models have been reported; however, no previous studies have evaluated individual differences in regards to the immunostimulatory activities. The immunostimulatory activities such as cell proliferation, tumor necrosis factor (TNF-α) and nitric oxides (NO) production of raw garlic and black garlic extracts on individual primary lymphocytes or macrophages isolated from the blood of 21 volunteers were evaluated. The antioxidant and anticancer effects of raw garlic and black garlic ethanol extract was measured to determine the optimum conditions for extraction. The 70% ethanol black garlic extracts at 70°C for 12 h (70% BGE) showed the strongest antioxidant and anticancer activities. Immunostimulatory activities of garlic extracts extracted under optimal condition on primary immune cells obtained from 21 volunteers were analyzed. Results showed that the cell proliferation, TNF-α and NO production of primary immune cells treated with 70% raw garlic extract (70% RGE) were significantly different; however, little difference was observed for the 70% BGE treatment. BGE showed stronger immunostimulatory activities than RGE. These results indicate that the immunostimulatory activities of RGE and BGE can be strongly correlated with the antioxidant and anticancer activities. Determination of immunostimulatory activities of different types of garlic using immune cells isolated from volunteers was dependent on the individual constituents due to changes in the composition of garlic during processing. Individual primary immune cells might be used as important tools to determine individual differences in all food ingredients for the development of personalized immunostimulatory active foods.",
      "mesh_terms": [
        "Adjuvants, Immunologic",
        "Antineoplastic Agents, Phytogenic",
        "Antioxidants",
        "Complex Mixtures",
        "Ethanol",
        "Female",
        "Garlic",
        "Humans",
        "Lymphocytes",
        "Male",
        "Nitric Oxide",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "21213354",
      "title": "5-Hydroxymethylfurfural from black garlic extract prevents TNFα-induced monocytic cell adhesion to HUVECs by suppression of vascular cell adhesion molecule-1 expression, reactive oxygen species generation and NF-κB activation.",
      "authors": [
        "Hye Kyung Kim",
        "Young-Whan Choi",
        "Eun Na Lee",
        "Jin Kyeong Park",
        "Sun-Gun Kim",
        "Da-Jung Park",
        "Bong-Seon Kim",
        "Young-Tak Lim",
        "Sik Yoon"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2011-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "5-Hydroxymethylfurfural (5-HMF) is a common Maillard reaction product; the reaction occurs during heat-processing and the preparation of many types of foods and beverages. Although 5-HMF has been proposed to have harmful effects, recently, its beneficial effects, including antioxidant, cytoprotective and antitumor effects have become increasingly apparent. It was found recently that a chloroform extract of aged black garlic shows antiinflammatory properties when administered to human umbilical vein endothelial cells (HUVECs). This study investigated the antiinflammatory potential of 5-HMF purified from the chloroform extract of aged black garlic in tumor necrosis factor-α (TNF-α)-stimulated HUVECs. Treatment of HUVECs with 5-HMF strongly suppressed TNF-α-induced cell surface and total protein expression of vascular cell adhesion molecule-1 (VCAM-1) and intercellular cell adhesion molecule-1 (ICAM-1) as well as their mRNA expression. In addition, 5-HMF significantly inhibited TNF-α-induced reactive oxygen species formation, and markedly reduced THP-1 monocyte adhesion to TNF-α-stimulated HUVECs. Furthermore, 5-HMF significantly inhibited NF-κB transcription factor activation in TNF-α-stimulated HUVECs. The data provide new evidence of the antiinflammatory properties of 5-HMF in support of its potential therapeutic use for the prevention and management of vascular diseases such as atherosclerosis through mechanisms involving the inhibition of VCAM-1 expression and NF-κB activation in vascular endothelial cells.",
      "mesh_terms": [
        "Anti-Inflammatory Agents",
        "Cell Adhesion",
        "Cell Adhesion Molecules",
        "Cell Line",
        "Furaldehyde",
        "Garlic",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Intercellular Adhesion Molecule-1",
        "Monocytes",
        "NF-kappa B",
        "Plant Extracts",
        "Reactive Oxygen Species",
        "Tumor Necrosis Factor-alpha",
        "Vascular Cell Adhesion Molecule-1"
      ]
    }
  ]
}