{
  "supplement": "Blueberry",
  "query": "Blueberry[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:20:31",
  "research_count": 432,
  "count": 100,
  "articles": [
    {
      "pmid": "40300713",
      "title": "Rationale and design of a randomized controlled trial evaluating the effects of blueberry consumption versus placebo on brain health in older adults.",
      "authors": [
        "Zachary Uttke",
        "Olivia Gabriel",
        "Ceilidh Smith",
        "Eric T Guardino",
        "Kenneth Mukamal",
        "Luc Djousse"
      ],
      "journal": "Contemporary clinical trials",
      "publication_date": "2025-Apr-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Age-related cognitive decline results in significant clinical and public health costs. Cognitive decline predisposes individuals to dementia and leads to difficulties with activities of daily living and increased hospitalizations. While a few dietary interventions have shown considerable promise at delaying cognitive decline, studies of the effects of long-term blueberry consumption on brain health among older adults have been limited and equivocal. OBJECTIVE: To test the hypothesis that a 24-week intervention with blueberry powder versus placebo will improve (i) plasma biomarkers of brain health and (ii) cognitive performance in older adults. METHODS: This randomized, double-blind, placebo-controlled trial will be conducted in older Americans aged 65-99 years old. Sixty-seven participants will be randomly assigned to receive either blueberry powder (20 g/d - equivalent of one (1) cup of fresh blueberries) or a placebo powder (20 g/d) for 24 weeks. Participants will undergo four clinic visits (baseline and 8 weeks, 16 weeks, and 24 weeks after randomization) for cognitive assessments, blood pressure measurements, and blood sample collections. Primary outcomes will be plasma levels of neurofilament light chain (NFL) and phosphorylated tau protein (pTau-181). Secondary outcomes will be plasma levels of glial fibrillary acidic protein (GFAP) and non-esterified fatty acids (NEFA); blood pressure during visits; and cognitive function. CONCLUSION: Findings from this trial will answer the question whether a long-term intervention with blueberry powder can improve (i) plasma biomarkers of brain health and (ii) cognitive function in older adults."
    },
    {
      "pmid": "40284768",
      "title": "Effects of Spent Mushroom Substrate Treated with Plant Growth-Promoting Rhizobacteria on Blueberry Growth and Soil Quality.",
      "authors": [
        "Mengjiao Wang",
        "Desheng Sun",
        "Zhimin Xu"
      ],
      "journal": "Microorganisms",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spent mushroom substrate (SMS) is the residual biomass generated after harvesting the fruitbodies of edible fungi. It is produced in large quantities and contains abundant nutrients. Plant growth-promoting rhizobacteria (PGPR) are a group of plant-associated microorganisms known for their ability to enhance plant growth, improve disease resistance, and boost soil quality. In this study, three PGPR strains with the highest plant growth-promoting potential were selected based on their ability to grow effectively in SMS extract. The SMS substrates were mixed with PGPR solutions and sterile water to establish a batch culture system. The mixture was initially incubated at 28 °C for 3 days, followed by continuous aerobic decomposition in a ventilated environment for 180 days. Based on the quality analysis of the PGPR-treated SMS, the 54-day treatment for transplanting blueberry seedlings was selected. The PGPR-treated substrates showed significantly higher TN, HN, and AP than controls (p < 0.05), suggesting a potential role of PGPR in enhancing nutrient availability. Alpha diversity index analysis revealed significant differences in microbial diversity between the PGPR-treated substrates and the control. Furthermore, the PGPR-treated substrates significantly influenced plant growth characteristics, soil nutrient content, and rhizosphere microbial diversity. Enhanced plant growth characteristics were strongly correlated with increased soil nutrient levels, suggesting a potential link between rhizospheric microbial communities and plant growth performance. This study provides a novel approach and experimental framework for the utilization of SMS and the development of PGPR-based biofertilizers, offering valuable insights into sustainable agricultural practices."
    },
    {
      "pmid": "40282820",
      "title": "Ozone Aeration Enhance Flowability, Structure, and Antioxidant Activity in Blueberry Pulp Powder.",
      "authors": [
        "Newton C Santos",
        "Raphael L J Almeida",
        "Anna E S Tomé",
        "Fábio G Teles",
        "Railene H C R Araújo",
        "Juanne Q Farias",
        "Maria T S D Fonseca",
        "Virgínia M D A Silva",
        "Victor H D A Ribeiro",
        "Márcia R D S Pedrini",
        "Josivanda P Gomes",
        "Ana P T Rocha"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Apr-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spray drying (SD) is widely used for fruit powder production, but hygroscopic compounds can affect flowability and cause stickiness. This study evaluated rice protein and rice starch as encapsulating agents during SD of blueberry pulp (BPP and BPS, respectively), combined with ozone aeration (BPP-O3 and BPS-O3), focusing on physical, morphological, structural, and bioactive properties, as well as 56-day stability. The process yield was 55.26% (BPP) and 52.5% (BPS) (p < 0.05). All microparticles had low moisture (<5.03%) and water activity (<0.21%). BPP had higher phenolic (308.60 mg GAE/100 g) and anthocyanin content (85.26 mg/100 g), while BPS had more flavonoids (33.84 mg CE/100 g). Ozone treatment increased solubility (89.10-91.27%) and reduced hygroscopicity (9.25-10.06%). Morphological analysis revealed that BPP produced smaller, uniform particles (11.70 µm), whereas BPS generated larger (16.67 µm) and more agglomerated particles. Ozone improved sphericity, reduced agglomeration, and enhanced flow properties. FT-IR analysis indicated no new functional groups but a reduction in absorbance bands. Ozone also enhanced the stability of bioactive compounds, reducing anthocyanin and flavonoid degradation over 56 days. Overall, BPP-O3 is a promising approach for producing functional powders with enhanced stability and physical properties, suitable for food applications."
    },
    {
      "pmid": "40282746",
      "title": "The Effect of Gliding Arc Discharge Low-Temperature Plasma Pretreatment on Blueberry Drying.",
      "authors": [
        "Pengpeng Yu",
        "Wenhui Zhu",
        "Yu Qiao",
        "Xiaonan Yang",
        "Lixin Ma",
        "Yankai Cai",
        "Jianrong Cai"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study evaluates the effects of gliding arc discharge low-temperature plasma (GAD-LTP) pretreatment on the drying performance and quality attributes of blueberries. Fresh blueberries were pretreated under varying conditions-treatment durations of 6 s, 12 s, and 18 s and power levels of 300 W, 600 W, and 900 W-prior to convective hot air drying at 65 °C. Results demonstrate that plasma pretreatment significantly reduced drying time, with an 18 s treatment at 900 W reducing drying time by 31.25%. Moisture diffusion coefficients increased with both treatment duration and power. Under optimal conditions, total phenolic content improved by up to 33.47%, while anthocyanin retention initially declined then recovered, reaching a 7.9% increase over the control. However, plasma-treated samples exhibited darker color due to surface etching and oxidation. Rehydration capacity improved, with a maximum enhancement of 27.94%. Texture analysis indicated increased hardness and decreased adhesiveness and chewiness in treated samples. Overall, GAD-LTP pretreatment enhances drying efficiency and preserves bioactive compounds in dried blueberries, offering a scalable approach for industrial application."
    },
    {
      "pmid": "40271834",
      "title": "Effects of burdock oligosaccharide preventing membrane lipid peroxidation in postharvest blueberry fruit.",
      "authors": [
        "Jiaqi Wang",
        "Yajuan Wang",
        "Yuxuan Li",
        "Runan Zhao",
        "Bingxin Sun",
        "Yunhe Zhang",
        "Yufeng Xu",
        "Xuerui Yan"
      ],
      "journal": "Journal of food science",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to evaluate the influence of burdock fructooligosaccharide (BFO) treatment on postharvest blueberries, specifically focusing on the influence of membrane lipid metabolism on overall quality. Our findings revealed that BFO treatment effectively suppressed decay index and preserved firmness in blueberry fruit. At the same time, BFO treatment effectively mitigated the production of H2O2 and malondialdehyde (MDA), while reinforcing the activities of antioxidant enzymes and enhancing the expression level. Moreover, BFO treatment preserved high amounts of unsaturated fatty acids while suppressing the gene expression and enzyme activity of phospholipase D (PLD), lipase, and lipoxygenase (LOX). In summary, the application of BFO effectively retards the metabolism of membrane lipids and preserves the integrity of cell membranes, thereby delaying blueberry senescence.",
      "mesh_terms": [
        "Blueberry Plants",
        "Fruit",
        "Oligosaccharides",
        "Lipid Peroxidation",
        "Malondialdehyde",
        "Membrane Lipids",
        "Hydrogen Peroxide",
        "Lipoxygenase",
        "Antioxidants",
        "Food Preservation",
        "Ulva",
        "Phospholipase D"
      ]
    },
    {
      "pmid": "40238366",
      "title": "Comparison of Structural, Physicochemical, and Functional Properties of Blueberry Residue Dietary Fiber Extracted by Wet Ball Milling and Cross-Linking Methods.",
      "authors": [
        "Guihun Jiang",
        "Kashif Ameer",
        "Karna Ramachandraiah",
        "Xiaoyu Feng",
        "Xiaolu Jin",
        "Qiaolin Tan",
        "Xianfeng Huang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study evaluated the structural, physicochemical, and functional characteristics of blueberry residue dietary fiber (DF) extracted by wet ball milling (WB) and cross-linking (C) treatments. The particle size of WB-DF showed a significant decreasing trend (p ≤ 0.05) compared to that of C-DF and blueberry residue. Scanning electron microscopy (SEM) demonstrated that WB treatment unfolded the flaky structure of DF and caused more pores to occur. The results showed that the modifications of WB increased the release of active groups and enhanced the hydration and adsorption capacities. X-ray diffraction (XRD) analysis showed the highest crystallinity observed for C-DF, resulting in the increased thermal stability of C-DF. The molar ratios of monosaccharides were also influenced by different modification techniques. In addition, WB-DF showed the lowest ζ-potential and highest viscosity among all samples. Conclusively, DF extracted by WB treatment exhibited remarkable application potential in the functional food industry."
    },
    {
      "pmid": "40218958",
      "title": "Effects of Blueberry Consumption on Fecal Microbiome Composition and Circulating Metabolites, Lipids, and Lipoproteins in a Randomized Controlled Trial of Older Adults with Overweight or Obesity: The BEACTIVE Trial.",
      "authors": [
        "Kathryn N Porter Starr",
        "Margery A Connelly",
        "Jessica Wallis",
        "Rebecca North",
        "Qimin Zhang",
        "Kuncheng Song",
        "Jessica M González-Delgado",
        "Hayden N Brochu",
        "Crystal R Icenhour",
        "Lakshmanan K Iyer",
        "Marshall G Miller",
        "Kim M Huffman",
        "William E Kraus",
        "Connie W Bales"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background/Objectives: Generous consumption of phytonutrient-rich foods, including blueberries, provides benefits to multiple physiologic and metabolic systems. This study explored the potential that regular, generous blueberry intake could favorably modulate fecal microbiome composition in sedentary older (>60 years) men and women with overweight or obesity (BMI ≥ 25 to 32 kg/m2). Methods: Participants (n = 55) were randomized to daily consumption of either lyophilized blueberry powder (equivalent to 1.5 cups of blueberries) or an indistinguishable placebo powder; both groups participated in weekly supervised exercise classes. Fecal samples were collected at 0 and 12 weeks and frozen. Following this, 16S rRNA gene sequencing was used to profile each participant's fecal microbiome. Blood biomarkers of cardiometabolic health were measured via nuclear magnetic resonance spectroscopy (NMR) pre- and post-treatment. Results: Comparing the baseline and endpoint results for the blueberry (n = 15) and placebo (n = 19) groups, there were no significant overall compositional differences or differences in the level of diversity in the fecal microbiome. However, in subjects whose diet included blueberry powder, there was a significant enrichment (p = 0.049) in the relative abundance of Coriobacteriales incertae sedis, a taxonomic group of bacteria that facilitates the metabolism of dietary polyphenols. The placebo group exhibited significant reductions in total cholesterol, LDL-C, non-HDL-C, total LDL-P, large LDL-P, and ApoB, while the blueberry group exhibited significant reductions in total HDL-P and ApoA-I after 12 weeks compared to baseline. Conclusions: Generous blueberry consumption may upregulate the ability of the older human gut to utilize dietary polyphenols by altering the fecal microbiome. Longer, larger-scale studies with blueberries or blueberry powder are needed to observe improvements in cardiometabolic risk factors in older adults with overweight or obesity.",
      "mesh_terms": [
        "Humans",
        "Blueberry Plants",
        "Feces",
        "Male",
        "Female",
        "Aged",
        "Obesity",
        "Middle Aged",
        "Overweight",
        "Gastrointestinal Microbiome",
        "Lipids",
        "Lipoproteins",
        "Biomarkers",
        "Diet"
      ]
    },
    {
      "pmid": "40212872",
      "title": "Impact of methyl Jasmonate on blueberry ripening fruits: assessment of cell wall thermal stability, nutritional parameters and antioxidant enzymatic activity.",
      "authors": [
        "Carlos Vasquez-Rojas",
        "Marcelo Muñoz-Vera",
        "Sebastián Flores",
        "Mauricio Betancourt",
        "Ricardo I Castro",
        "Patricio Ramos",
        "Daniel Laporte",
        "Carolina Parra-Palma",
        "Luis Morales-Quintana"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The blueberry (Vaccinium spp.), recognized as one of the most significant horticultural crops globally, is valued for its rich bioactive compounds. In this study, we examine the effects of methyl jasmonate (MeJA) on blueberry, focusing on cell wall composition, nutritional properties, and antioxidant enzyme activity across two seasons (2022-2023). The objective is to evaluate the impact of MeJA treatments on fruit ripening dynamics and quality attributes. METHODOLOGY: Blueberry plants were treated with single (T1) and double (T2) MeJA applications. Thermogravimetric analysis (TGA) and differential scanning calorimetry (DSC) were used to assess thermal degradation patterns of cell wall polymers. Biochemical evaluations included phenolic content, antioxidant capacity (DPPH and FRAP assays), and anthocyanin accumulation during ripening. Enzymatic antioxidant activities (APX, CAT, SOD, and POD) were also analyzed to determine oxidative stress responses. RESULTS AND DISCUSSION: Thermal degradation analysis revealed that green-stage fruits exhibited higher thermal stability than ripe fruits, with variations in pink-stage behavior between seasons. Biochemical assessments indicated a progressive decline in phenolic content and antioxidant capacity during ripening, whereas anthocyanin accumulation peaked in the blue stage, enhancing pigmentation. MeJA treatments significantly influenced antioxidant enzyme activity: T1 maximized APX, CAT, and SOD activities, while T2 amplified POD activity, contributing to oxidative stress tolerance and improved fruit quality. Furthermore, the modulation of hemicellulose fractions in TGA profiles suggests that MeJA helps maintain cell wall integrity, potentially reducing fruit softening during storage. CONCLUSION: These findings indicate that MeJA enhances fruit resilience during ripening while preserving key biochemical properties critical for postharvest management. The observed improvements in antioxidant capacity, enzymatic activity, and cell wall stability suggest that MeJA could be a valuable tool for optimizing postharvest handling, extending shelf life, and enhancing the marketability of blueberries. This work provides a preliminary framework for integrating MeJA into sustainable horticultural practices to meet consumer demand for high-quality functional fruits."
    },
    {
      "pmid": "40169604",
      "title": "Effects of acute low intensity aerobics and blueberry juice on arterial stiffness in young adults.",
      "authors": [
        "Ruisi Wu",
        "Huali Yu",
        "Jiayuan Xu",
        "Zhiqiang Tan",
        "Yongsheng Lan",
        "Dongfang Shi"
      ],
      "journal": "NPJ science of food",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Arterial stiffness, a cardiovascular disease (CVD) predictor starting from youth, is under-researched in young adults. Low-intensity aerobic exercise (LAE) is generally more accessible than higher-intensity exercise and may be more sustainable for young individuals. Blueberries, renowned for vascular health benefits, may reduce arterial stiffness. This study examines the effects of LAE and blueberry juice on arterial stiffness in 48 young adults. Participants were randomized into LAE, low-, mid-, or high-volume blueberry juice (LB, MB, HB), LAE + LB, LAE + MB, LAE + HB, and control groups. Arterial stiffness was measured at baseline and at 15-, 30-, 45-, and 60 min post-intervention. Blood samples were collected pre-intervention and 30-min post-intervention for metabolomic analysis. Repeated ANOVA revealed LAE + MB significantly reduced arterial stiffness. Metabolomic analysis revealed changes in linoleic acid, sphingolipid, phenylalanine, nicotinate and nicotinamide, glycerophospholipid, and lysine degradation metabolic pathways. These findings suggest a feasible exercise-diet strategy for CVD prevention in young adults and provide metabolic insights into the mechanisms."
    },
    {
      "pmid": "40049465",
      "title": "Eco-friendly coating engineered with antimicrobial lipopeptides maintains freshness and induces genes expression in anthocyanin biosynthesis of blueberry.",
      "authors": [
        "Zihang Cai",
        "Longyu Wang",
        "Qiuqin Zhang",
        "Wanyi Yang",
        "Chuang Zhang",
        "Hui Wang",
        "Hongmei Xiao"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Blueberries with high anthocyanin content undergo various postharvest qualitative losses. In this work, eco-friendly coatings were developed for maintaining postharvest blueberry quality using lipopeptides (LPs), gelatin, and sodium carboxymethyl cellulose. The addition of LPs decreased the surface tension of coating film and thus exhibited lower water contact angle (95.53 ± 0.94°) than unmodified one (112.33 ± 0.73°). We demonstrated that LPs-modified coating not only extended the shelf life of blueberries by 12.5 % but also resulted in a reduction of 3.83 lg CFU/g in moulds and yeasts count compared to uncoated one. Furthermore, blueberries with higher anthocyanin content (75.75 mg 100 g-1) were recognized in LPs-modified coating treatment, which was further validated in anthocyanin biosynthesis genes expression through RT-qPCR. Our results demonstrate the effect of LPs-modified coating treatment on postharvest blueberry quality and anthocyanin biosynthesis genes expression. This work provides a promising strategy to produce biobased antimicrobial packaging system."
    },
    {
      "pmid": "40038339",
      "title": "Analysis of rabbiteye blueberry metabolomes and transcriptomes reveals mechanisms underlying potassium-induced anthocyanin production.",
      "authors": [
        "Ting Yan",
        "Zejun Song",
        "Boping Yu",
        "Qian Li",
        "Delu Wang"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Environmental factors play an important role in anthocyanin biosynthesis, and potassium, an essential nutrient for blueberry growth, can act as an enzyme activator. However, few reports exist on the transcriptional and anthocyanin metabolic changes in blueberries regulated by potassium. The results indicated that potassium treatment significantly increased the contents of malvidin, petunidin, and delphinidin in blueberry fruits and accelerated early color development, particularly favoring the accumulation of darker pigments such as malvidin, petunidin, and delphinidin when applied at the young fruit stage. Transcriptome analysis identified 102 glucose metabolism-related genes and 12 differential potassium transport genes potentially involved in potassium-mediated anthocyanin synthesis and accumulation, with AKT1 and KUP potassium transporters being upregulated under potassium fertilization. In the anthocyanin biosynthesis pathway, 13 genes, including UFGT, F3H, CHI, HCT, C12RT1, DFR, and F3'5'H, were closely linked to flavonoid and anthocyanin metabolite synthesis regulated by potassium. Furthermore, potassium treatment markedly enhanced the activities of key enzymes, F3H, F3'5'H, and UFGT, in the anthocyanin synthesis pathway of blueberry fruits. Overall, these findings elucidate the influence of potassium application timing on anthocyanin synthesis and provide valuable insights into the molecular mechanisms governing anthocyanin biosynthesis in blueberries.",
      "mesh_terms": [
        "Anthocyanins",
        "Blueberry Plants",
        "Potassium",
        "Gene Expression Regulation, Plant",
        "Metabolome",
        "Transcriptome",
        "Fruit",
        "Gene Expression Profiling",
        "Plant Proteins"
      ]
    },
    {
      "pmid": "40017023",
      "title": "Blueberry Anthocyanin Extracts (BAEs) Protect Retinal and Retinal Pigment Epithelium Function from High-Glucose-Induced Apoptosis by Activating GLP-1R/Akt Signaling.",
      "authors": [
        "Rui Li",
        "Shumeng Du",
        "Zhan Ye",
        "Wei Yang",
        "Yuanfa Liu"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic retinopathy is a severe diabetes complication leading to vision impairment and blindness primarily due to the disruption of insulin signaling in the retina. This study investigated the protective effects of blueberry anthocyanin extracts (BAEs) and its main component, anthocyanin-3-glucoside (C3G), in the retinas of diabetic mice and ARPE-19 cells under high-glucose (HG) conditions. The results showed that diabetic mice suffered significant weight loss, elevated glycemic levels, and increased retinal cell apoptosis after 10 weeks. Treatment with various doses of BAEs resulted in a significant reduction in glycemic levels, weight stabilization, decreased levels of inflammatory cytokines, and inhibition of retinal cell apoptosis. These findings suggested that BAEs possess hypoglycemic properties, potentially mitigating diabetes-induced retinal damage by modulating associated signaling pathways. Immunoblotting analysis revealed that persistent hyperglycemia impaired the Akt/GSK3β signaling pathway in diabetic mice, while high doses of BAEs significantly restored the function of these pathways and promoted GLP-1 release, enhancing GLP-1R expression in the retina and potentially mitigating retinal injury. Finally, studies on the effects of C3G on ARPE-19 cell models deficient in REDD1 under HG conditions showed that C3G protected cells from HG damage through the GLP-1R/Akt signaling pathway. In conclusion, this research provides valuable insights into the therapeutic potential of BAEs and C3G for managing diabetes-related ocular complications.",
      "mesh_terms": [
        "Anthocyanins",
        "Animals",
        "Blueberry Plants",
        "Plant Extracts",
        "Mice",
        "Apoptosis",
        "Retinal Pigment Epithelium",
        "Proto-Oncogene Proteins c-akt",
        "Signal Transduction",
        "Humans",
        "Male",
        "Diabetic Retinopathy",
        "Glucose",
        "Mice, Inbred C57BL",
        "Retina",
        "Glucagon-Like Peptide-1 Receptor",
        "Protective Agents",
        "Cell Line"
      ]
    },
    {
      "pmid": "40015196",
      "title": "Antifungal effect and control of Alternaria fruit rot in blueberry through ε-polylysine hydrochloride.",
      "authors": [
        "Yuxuan Li",
        "Juan Zhang",
        "Sixu Lin",
        "Ling Yang",
        "Bingxin Sun",
        "Yunhe Zhang",
        "Yufeng Xu",
        "Xuerui Yan"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2025-Feb-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Blueberry was easily infected by Alternaria sp. during storage time, leading to Alternaria fruit rot (AFR). ε-polylysine hydrochloride (ε-PL), a widely used food additive, was evaluated for its antifungal efficacy at different concentrations and its effects on the quality of blueberries treated with 3 g L-1 ε-PL. The results revealed that ε-PL effectively inhibited the mycelial growth of Alternaria sp. by destroying its cell membrane structure, resulting in nucleic acid and soluble protein leakage. Furthermore, ε-PL treatment reduced the incidence of AFR in blueberries by 23.7 % at 4 d. It enhanced the disease resistance of blueberries by increasing both the activity and gene expression of β-1,3-glucanase. Additionally, ε-PL elevated the activities and gene expression of antioxidant enzymes, thereby reducing hydrogen peroxide content by 62.77 %. These findings suggested that ε-PL could serve as a novel antifungal agent for managing postharvest AFR in blueberries."
    },
    {
      "pmid": "40007422",
      "title": "Inhibitory effects of phenolic compounds from blueberry leaf on α-amylase and α-glucosidase: kinetics, mode of action, and molecular interactions.",
      "authors": [
        "Han Wu",
        "Xiaoli Liu",
        "Shudong Xie",
        "Jianzhong Zhou",
        "Maria G Corradini",
        "Yue Pan",
        "Xiaozhen Cui"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Feb-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The interactions between blueberry leaf polyphenols (BLPs) and digestive enzymes were analyzed using multiple techniques to gain insights into their inhibitory effects on enzyme kinetics and modes of action. RESULTS: 3-O-Caffeoylquinic acid (3-CQA) was the most abundant compound identified. Quercetin (QR) exhibited the strongest inhibitory activity against α-amylase (α-AMY) and α-glucosidase (α-GLU). The BLP extracts acted as typical mixed-type inhibitors for both digestive enzymes, showing stronger inhibition of α-GLU (IC50 = 7.36 ± 0.03 μg mL-1) than α-AMY (IC50 = 12.52 ± 0.65 μg mL-1). Stern-Volmer plots showed static quenching of enzyme fluorescence intensity. The quenching and binding constants of α-GLU were higher than those of α-AMY, showing greater affinity of the former for BLP. The conformational changes of 3-CQA and QR in the BLP were studied at the molecular level. The stability of the complexes formed followed this order: α-GLU-3-CQA > α-AMY-QR > α-GLU-QR > α-AMY-3-CQA. This trend supported the observation that QR had a greater impact on α-AMY conformation, whereas 3-CQA more effectively altered α-GLU. CONCLUSION: These findings elucidated the inhibitory mechanisms of BLP on glucose-regulating enzymes, providing novel insights relevant for the treatment of diabetes. © 2025 Society of Chemical Industry."
    },
    {
      "pmid": "39901109",
      "title": "Identification of the BBX gene family in blueberry at different chromosome ploidy levels and fruit development and response under stress.",
      "authors": [
        "Yujian Xue",
        "Jiazhuo Chen",
        "Jia Hao",
        "Xiaoyu Bao",
        "Luodan Kuang",
        "Dong Zhang",
        "Chengwen Zong"
      ],
      "journal": "BMC genomics",
      "publication_date": "2025-Feb-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Blueberry (Vaccinium spp.) fruits are rich in flavonoids such as anthocyanins and have a high nutritional value. The zinc finger protein transcription factor B-box (BBX) plays important roles in plant growth and development, hormone response, abiotic stress, and anthocyanin accumulation. However, studies on the BBX family in blueberry are lacking. RESULTS: In total, 83 VcBBX and 24 VdBBX genes were identified in tetraploid and diploid blueberry, respectively. A correlation was observed between the number of BBX genes in blueberry and chromosome ploidy. Gene loss and specific replication during blueberry evolution may lead to an imbalance of quantitative relationship between VcBBX and VdBBX genes. The analysis of transcriptome and quantitative reverse transcription-polymerase chain reaction data revealed that the expression pattern of BBX genes depended on the developmental stage of blueberry fruit. Gibberellin inhibited the expression of most VcBBX genes. Abscisic acid promoted the expression of some members of the BBX family. The expression levels of VcBBX15b4, VcBBX21a1, and VcBBX30a in blueberry leaves were significantly downregulated under blue light treatment, whereas that of VcBBX15c3 was significantly upregulated under red light treatment. CONCLUSION: In total, 83 VcBBX and 24 VdBBX genes were identified in 2 types of blueberries. Fruit development and transcription profiles under different stresses were analyzed. These findings will support further investigation of how BBX genes are involved in regulating hormone treatment and light stress during the growth and development of blueberry.",
      "mesh_terms": [
        "Blueberry Plants",
        "Fruit",
        "Stress, Physiological",
        "Chromosomes, Plant",
        "Gene Expression Regulation, Plant",
        "Multigene Family",
        "Ploidies",
        "Plant Proteins",
        "Phylogeny",
        "Transcription Factors",
        "Gene Expression Profiling"
      ]
    },
    {
      "pmid": "39800309",
      "title": "Dietary Blueberry before and/or after Exposure to High Energy and Charge Particle Radiation Attenuates Neuroinflammation, Oxidative Stress, Glial Cell Activation, and Memory Deficits in Rats.",
      "authors": [
        "Danielle S Cahoon",
        "Derek R Fisher",
        "Tong Zheng",
        "Stefania Lamon-Fava",
        "Dayong Wu",
        "Bernard M Rabin",
        "Barbara Shukitt-Hale"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acute neuroinflammatory and oxidative-stress (OS)-inducing stressors, such as high energy and charge (HZE) particle irradiation, produce accelerated aging in the brain. Anti-inflammatory and antioxidant foods, such as blueberries (BB), attenuate neuronal and cognitive deficits when administered to rodents before or both before and after HZE particle exposure. However, the effects of post-stressor treatments are unknown and may be important to repair initial damage and prevent progressive neurodegeneration. OBJECTIVES: This study assessed the differential efficacy and mechanistic targets of a BB-supplemented diet before and/or after HZE particle irradiation on neuroinflammation, OS, glial cell activation, and memory deficits. METHODS: Two-month-old male Sprague-Dawley rats (n = 120) consumed a 2% BB or control diet for 45 d. Rats were whole-body irradiated (150 cGy 56Fe) or were not irradiated, followed by a 45-d post-treatment interval in which they were fed a 2% BB or control diet. The novel object recognition (NOR) test was performed at the end of the post-treatment interval to evaluate memory. Biomarkers of neuroinflammation, OS, and glial cell activity were evaluated in the hippocampus and frontal cortex of rat brains after euthanasia. Statistical analyses included analysis of variance, t-tests, and Pearson correlations. RESULTS: Pre- and/or post-irradiation BB treatments were similarly effective at reducing 56Fe-induced recognition memory deficits on the NOR and the protein and/or mRNA expression of neuroinflammatory factors (tumor necrosis factor-ɑ, inducible nitric oxide synthase, cyclooxygenase-2, phosphorylated IκB-α), 1 mediator of OS (nicotinamide adenine dinucleotide phosphate [NADPH] oxidase-2), and markers for microglia and astrocyte activity (CD68 and glial fibrillary acidic protein) in the frontal cortex and hippocampus of rats 45 d post-irradiation (P < 0.05). CONCLUSIONS: Findings support the use of dietary post-treatments with antioxidant and anti-inflammatory properties to attenuate biochemical changes in the brain and memory deficits after acute neuroinflammatory/OS-inducing stressors, in addition to having protective benefits.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Blueberry Plants",
        "Oxidative Stress",
        "Memory Disorders",
        "Rats, Sprague-Dawley",
        "Neuroglia",
        "Rats",
        "Neuroinflammatory Diseases",
        "Diet",
        "Brain"
      ]
    },
    {
      "pmid": "39792436",
      "title": "Sensory Characteristics and Impact of Flavanol-Rich Grape and Blueberry Extract on Blood Flow Velocity and Oxidative Stress.",
      "authors": [
        "Naomi Osakabe",
        "Toshihiko Shoji",
        "Kurumi Onishi",
        "Chie Hirahata",
        "Kento Hiroki",
        "Taiki Fushimi",
        "Yasuyuki Fujii",
        "Ursula M Jacob",
        "Ali S Abdelhameed",
        "Tilman Fritsch",
        "Rosanna Di Paola",
        "Salvatore Cuzzocrea",
        "Vittorio Calabrese"
      ],
      "journal": "Journal of dietary supplements",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Several epidemiological studies and intervention trials have demonstrated that grapes and blueberries, which are rich in flavanols, can lower the risk of cardiovascular disease. However, the mechanisms of action of these compounds remain unclear due to their low bioavailability. OBJECTIVE: This study aimed to characterize the sensory properties, blood flow velocity, and oxidative stress of a polyphenol rich grape and blueberry extract (PEGB) containing approximately 16% flavanols (11% monomers and 4% dimers). METHOD: A sensory property of PEGB was compared with quercetin at uniform concentration using healthy young subjects. In addition, the reactivity of PEGB with O2•- was also compared with quercetin utilizing a luminescence method. Furthermore, the effect of a single administration of PEGB on the blood flow velocity of skeletal muscle arterioles was investigated using a laser Doppler method in rats. RESULTS: At a concentration where quercetin was barely tasteful, flavanol in PEGB exhibited a robust astringent taste. Furthermore, under pH conditions mimicking the oral cavity and intestinal tract, PEGB promoted O2•- production at low concentrations and scavenging O2•- at high concentrations. In contrast, quercetin demonstrated antioxidant activity. A single oral administration of PEGB significantly increased the blood flow velocity of skeletal muscle arterioles. CONCLUSION: The results demonstrate that PEGB exhibited a pronounced astringent taste, O2•- production at low concentrations in neutral pH environments, and significantly enhanced blood flow to skeletal muscle following a single administration to rats. These findings highlight the necessity for further investigation into the causal relationships between oral perception, redox properties, and bioactivity of polyphenols.",
      "mesh_terms": [
        "Vitis",
        "Oxidative Stress",
        "Blueberry Plants",
        "Plant Extracts",
        "Animals",
        "Male",
        "Blood Flow Velocity",
        "Antioxidants",
        "Humans",
        "Rats",
        "Quercetin",
        "Taste",
        "Young Adult",
        "Muscle, Skeletal",
        "Arterioles",
        "Flavonols",
        "Polyphenols",
        "Adult",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "39765819",
      "title": "Evaluation of Hypoglycemic Polyphenolic Compounds in Blueberry Extract: Functional Effects and Mechanisms.",
      "authors": [
        "Yue Qin",
        "Jielong Guo",
        "Yuchen Lin",
        "Yilin You",
        "Weidong Huang",
        "Jicheng Zhan"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Dec-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Blueberries are rich in polyphenols, which exhibit significant anti-diabetic activity. In this study, polyphenolic compounds with potential hypoglycemic activity were identified from blueberry polyphenol extract (BPE). This research focused on assessing the hypoglycemic effects of BPE and its polyphenolic compounds (dihydroquercetin and gallic acid) on diabetic mice induced by streptozotocin (STZ) and high-fat diet (HFD), as well as the related fundamental mechanisms. The findings revealed that BPE treatment effectively reduced levels of fasting blood glucose (FBG) by decreasing hepatic oxidative stress, regulating lipid metabolism disorders and improving insulin resistance. Investigations into the insulin signaling pathway revealed that BPE can modulate the expression of Egfr, Insr, Irs-1, Pi3k and Akt, thereby influencing glucose metabolism. This study provides a research foundation for considering blueberry polyphenols as a nutritional dietary supplement for the prevention and intervention of diabetes."
    },
    {
      "pmid": "39684542",
      "title": "Genome-Wide Identification and Expression Profiles of Nuclear Factor Y A Transcription Factors in Blueberry Under Abiotic Stress.",
      "authors": [
        "Xiuyue Xu",
        "Hong Su",
        "Shuwei Sun",
        "Jing Sun",
        "Xiang Zhang",
        "Jiajie Yu"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Nov-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nuclear Factor Y A (NF-YA) transcription factors are widely involved in multiple plant biological processes, such as embryogenesis, abscisic acid signaling, and abiotic stress response. This study presents a comprehensive genome-wide identification and expression profiling of NF-YA transcription factors in blueberry (Vaccinium corymbosum), an important economic crop with good adaptability, under abiotic stress conditions. Given the economic significance and health benefits of blueberries, understanding their responses to environmental stresses, such as salt, drought, and temperature extremes, is crucial. A total of 24 NF-YA transcription factors were identified through bioinformatics analyses, including sequence alignment, phylogenetic tree construction, and conserved motif analysis. The expression patterns of these NF-YA genes were evaluated in various tissues (roots, stems, and leaves) and under different stress treatments (abscisic acid, salt, and cold) using quantitative real-time PCR (qRT-PCR). The results indicated that most VcNF-YA genes exhibited higher expression levels in stems and leaves compared to roots. Most VcNF-YAs were responsive to the stress treatment. Furthermore, cis-acting element analysis revealed that the promoters of VcNF-YAs were enriched with elements responsive to abiotic stress, suggesting their pivotal role in stress adaptation. This research unveils the expressional responses of NF-YA transcription factors in blueberry upon abiotic stresses and lays the groundwork for future studies on improving crop adaptation.",
      "mesh_terms": [
        "Blueberry Plants",
        "Stress, Physiological",
        "Gene Expression Regulation, Plant",
        "Phylogeny",
        "Plant Proteins",
        "CCAAT-Binding Factor",
        "Gene Expression Profiling",
        "Genome, Plant",
        "Abscisic Acid",
        "Transcription Factors"
      ]
    },
    {
      "pmid": "39667902",
      "title": "How does fertilizer management strategy in soilless blueberry cultivation change the phytochemical profile and phenoloxidases activity during fruit ripening?",
      "authors": [
        "Milivojević Jasminka",
        "Maksimović Vuk",
        "Radivojević Dragan",
        "Spasojević Slavica",
        "Jelena Dragišić Maksimović"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Mar-30",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "BACKGROUND: Highbush blueberry fruits have attracted a lot of attention from consumers due to their exquisite taste and considerable quantities of bioactive compounds. This premium-class foodstuff also contains antioxidant enzymes (phenoloxidases) implicated in the degradation of polyphenols that lead to discoloration and loss of antioxidant activity during fruit ripening. Despite substantial progress in research focused on fruit quality, unanswered questions remain about the effect of fertilizer strategy in soilless blueberry cultivation on the phytochemical content and phenoloxidases activities. Therefore, this study aimed to compare the individual effect of mineral fertilizers (Min treatment) and combined application of organic and mineral fertilizers (Org-Min treatment) the content of targeted primary and secondary metabolites, as well as phenoloxidases activities of blueberry cultivar 'Bluecrop' grown in pots. RESULTS: The sugar content and sweetness index were not affected by the fertilizer treatment, while the predominant organic acids content (citrate and malate) increased significantly by the Org-Min treatment in both years studied. The Org-Min treatment also stimulated the synthesis of phenolic acids, primarily chlorogenic and p-coumaric acid, while the Min treatment contributed to significant increase in polyphenol oxidase (PPO) activity in both years of the study. CONCLUSION: The Org-Min treatment in annual amounts of 72 kg ha-1 nitrogen, 48 kg ha-1 phosphorus, and 68 kg ha-1 potassium had the most pronounced positive effect on the content of phenolic bioactives, which indicates that a partial replacement of mineral by organic fertilizers can be recommended in soilless cultivation of blueberries. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Fertilizers",
        "Fruit",
        "Blueberry Plants",
        "Phytochemicals",
        "Plant Proteins",
        "Monophenol Monooxygenase",
        "Crop Production",
        "Nitrogen",
        "Catechol Oxidase",
        "Phosphorus",
        "Phenols"
      ]
    },
    {
      "pmid": "39666173",
      "title": "Comparative Transcriptome Analyses Provide Potential Insights into Molecular Mechanisms of Anthocyanin-Rich Blueberry Extract in Rapid Intervention Against Acute Alcohol Exposure in Mice.",
      "authors": [
        "Xiaming Shi",
        "Mengjun Xu",
        "Juan Li",
        "Ye Deng",
        "Changsheng Song",
        "Yang Yang",
        "Yuting Liu",
        "Ningning Qiao",
        "Song Jiang",
        "Zhengliang Zhang",
        "Yong Zhu",
        "Yan Meng"
      ],
      "journal": "Plant foods for human nutrition (Dordrecht, Netherlands)",
      "publication_date": "2024-Dec-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alcohol-induced health damage has become an increasing global public health concern. Anthocyanins exhibit essential biological activities, including antioxidation, anti-inflammation, and lipid reduction. This study investigates the rapid intervention effects and mechanisms of anthocyanin-rich blueberry extract in mitigating acute alcohol exposure in mice, aiming to uncover its novel nutritional roles. Eight-week-old male C57BL/6J mice were fasted for 6 h and randomly assigned to three groups (CON, EOH, and EOH-BE, n = 8) for the experimental study. The results demonstrated that 1 h after alcohol exposure, BE significantly enhanced the behavioral performance of mice, lowered blood ethanol levels and liver function markers, and alleviated hepatic pathological alterations. GSEA results of KEGG pathways indicated that BE primarily affected pathways associated with nutrient digestion and absorption, energy substance metabolism, unsaturated fatty acids biosynthesis, and gastric cancer, facilitating rapid intervention in acute alcohol exposure in mice. These findings confirm that anthocyanin-rich blueberry extract effectively mitigates the health risks linked to acute alcohol exposure, providing new insights into early intervention and management strategies for alcohol-induced disorders.",
      "mesh_terms": [
        "Animals",
        "Blueberry Plants",
        "Anthocyanins",
        "Male",
        "Plant Extracts",
        "Mice, Inbred C57BL",
        "Ethanol",
        "Mice",
        "Liver",
        "Gene Expression Profiling"
      ]
    },
    {
      "pmid": "39636287",
      "title": "First Report of Twig Dieback Caused by Neopestalotiopsis rosae on Highbush Blueberry in the Continental United States.",
      "authors": [
        "Brooke Dietsch",
        "Xiaochen Yuan",
        "Jenna Goslin",
        "Chelsea J Harbach",
        "Suzanne M Slack"
      ],
      "journal": "Plant disease",
      "publication_date": "2024-Dec-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Highbush blueberry (Vaccinium corymbosum) is an important fruit crop for pick-your-own agritourism farms in the Midwest. Declining or diseased plants are a major concern for pick-your-own farms, as consumers prioritize healthy plants and organic practices (Norby and Retallick 2012). In August 2023, leaf spot and dieback symptoms were observed sporadically on the current year's growth throughout an organic berry agritourism farm in Eastern Iowa. Small red spots on the twigs and leaves progressed into larger lesions with gray centers, and brown borders with no observable acervuli or pycnidia. Symptomatic samples from 20 individual 'Duke' blueberry plants were collected for disease identification. Tissue was cut from lesion edges, surface sterilized with 10% bleach for 1 min, rinsed thrice in sterilized water, cultured on potato dextrose agar amended with 800 mg/L yeast extract (PDAY) and 100 µg/ml streptomycin, then kept at 20°C. Twenty isolates were identified morphologically, and three were submitted for molecular analysis. Isolated colonies had white aerial mycelia, irregular margins, and were light yellow underneath. Black, globular acervuli produced five-celled fusoid conidia that ranged from straight to slightly curved. The center three cells were light to dark brown. The basal cell was generally conical, with a small basal appendage. The apical cell ranged from conical to cylindrical, with 2-3 appendages. The spores averaged 23.7 µm long (range 19.7-30.1 µm) and 5.9 µm wide (range 5.0-6.5 µm), n=50. BLAST analysis demonstrated that sequences of ITS (ITS1-F/ITS4; PP764834, PQ344945-46), TUB2 (Bt2a/Bt2b; PP786462, PQ356370-71), and TEF1-α (EF1-526-F/; PP789161, PQ356368-69) were ~98 to 100% similar to KM199360, KM199430, and KM199524 published for Neopestalotiopsis rosae. Using MEGA 11 program (Kumar et al. 2018), maximum likelihood analysis based on the concatenated ITS, TUB2, and TEF1-α sequences placed all three isolates in a high-confidence cluster with N. rosae (Baggio et al. 2021; Jayawardena et al. 2016; Lee et al. 2019), confirming their identification. Pathogenicity of one isolate, NPB-1, was confirmed by inoculating three twigs on three 1-year-old V. corymbosum 'Blue Gold' plants (n=9). Twigs were pierced using a sterile 20-gauge needle with a mycelium plug to mimic pruning wounds, or a PDAY plug as a control (Borrero et al. 2018). Inoculated and control plants were kept at 28°C, 50% relative humidity, with an 18-hour photoperiod. Ten days post inoculation (dpi), inoculated plants showed symptoms of reddish-brown spots along wounded stems which were not present on control plants. At 35 dpi, inoculated plants displayed blight symptoms like the field-observed ones. Inoculated twigs had internal discoloration beyond the inoculation point, unlike the control twigs. N. rosae was successfully reisolated 2 cm away from the inoculation site and confirmed by sequencing in all inoculated twigs (n=9), but not in control plants (n=9). Neopestalotiopsis spp. have been previously reported to cause twig blight on blueberries in Korea, Chile, Uruguay, China, and Spain (Lee et al. 2019; Borrero et al. 2018; Chen et al. 2016; González et al. 2012; Espinoza et al. 2008). To our knowledge, this is the first report of N. rosae causing twig dieback on V. corymbosum in the US, and this knowledge will aid in proper diagnosis and treatment development."
    },
    {
      "pmid": "39594076",
      "title": "Preparation and Characteristics of Ball-Milled Blueberry Peel Particles and Their Application in Ice Cream.",
      "authors": [
        "Li-Hua Pan",
        "Jia-Hui Lin",
        "Mei-Jia Li",
        "Lei Cao",
        "Xiao-Yu Liu",
        "Yuan-Yuan Deng",
        "Shui-Zhong Luo",
        "Zhi Zheng"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Nov-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ice cream is popular but contains high amounts of saturated fats and few health-promoting ingredients. In the presence of xanthan gum (0.25%), blueberry peel particles prepared through ball-milling treatment (BMPs) were used to prepare ice cream containing camellia oil as a fat replacer. The BMPs possessed smaller particle sizes, larger contact angles, and higher contents of anthocyanin aglycone compared with commonly milled blueberry peel particles. BMPs with the largest contact angle (66.30°) were obtained by ball-milling the blueberry peel at 15 Hz for 6 h (BMP15Hz6h). The ice cream mixes were depicted as linear viscoelastic gel-like solids, and their apparent viscosity, G' and G', increased with the increase in the BMP15Hz6h concentration. Ice cream with strong antioxidant activity and good freeze-thaw stability was acceptable and desirable in the presence of 0.5% BMP15Hz6h."
    },
    {
      "pmid": "39593979",
      "title": "The Power of Thermosonication on Quality Preservation and Listeria Control of Blueberry Juice.",
      "authors": [
        "Eleonora Panaro",
        "Teresa R S Brandão",
        "Cristina L M Silva",
        "Fátima A Miller"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Nov-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Due to the increasing consumer demand for healthy, beneficial foods, natural fruit juices have gained popularity for their rich nutritional value and appealing flavor. However, traditional thermal processing can compromise these quality attributes. This study investigates using pulsed thermosonication, a novel mild thermal processing method, on Listeria innocua inactivation in blueberry juice, chosen for its high phenolic and anthocyanin content. Ultrasonication was applied at 60% and 100% amplitudes combined with heat treatments at 45 °C and 55 °C and compared to control heat treatments. The Weibull model effectively described the inactivation kinetics, showing that the thermosonicated samples required significantly shorter times (1 and 25 min) for a 5-log reduction compared to the heated samples (10 and 60 min). While pH, total soluble solids, and water activity remained unaffected, color parameters improved, and the best retention of phenolics and anthocyanins was observed at 100% amplitude and 45 °C. Rheological properties were unchanged. The findings demonstrate that thermosonication at milder temperatures is more effective than conventional heat treatment for microbial inactivation and quality retention in blueberry juice, suggesting it is a superior processing method for preserving fruit juices' nutritional and sensory attributes."
    },
    {
      "pmid": "39593399",
      "title": "A serving of blueberry (Vaccinium corymbosum) improves peripheral vascular function but not metabolic and functional markers in older subjects: A randomized, controlled, crossover study.",
      "authors": [
        "Massimiliano Tucci",
        "Cristian Del Bo'",
        "Daniela Martini",
        "Simone Perna",
        "Mirko Marino",
        "Marco Rendine",
        "Claudio Gardana",
        "Alberto Battezzati",
        "Alessandro Leone",
        "Simona Bertoli",
        "Giancarlo Aldini",
        "Patrizia Riso"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Evidence suggests that polyphenol-rich foods like berries may help counteract aging-related disorders such as vascular dysfunction and arterial stiffness. However, few intervention studies have been conducted in older adults. This study aimed to assess whether the consumption of blueberries may improve vascular function in older subjects. A randomized, controlled, crossover trial was conducted in a group of 20 volunteers over 60 years old. Participants consumed either a blueberry mousse (250 g, providing 480 mg of anthocyanins - ACNs) or a control product (250 mL of sugared water), with treatments separated by at least 1-week. Reactive hyperemia index (RHI), augmentation index (AIx), blood pressure, and heart rate were measured at baseline and 2 h post-consumption. Blood samples were collected at baseline and after 1, 1.5, 2 and 4 h from the intake to evaluate ACN bioavailability, metabolic, and vascular markers. Sixteen subjects completed the trial (9 males, 7 females; mean age 69 ± 5 years). Blueberry consumption significantly increased RHI compared to control (mean difference + 0.42, 95 % CI: 0.01-0.082, p < 0.05). Maximum serum ACN concentration was observed at 2 h (20.3 ± 7.4 ng/mL). No association was found between RHI improvement and total serum ACNs, but a significant positive correlation was detected with delphinidin and cyanidin-3-glucoside (p < 0.01). No effects on AIx, blood pressure, or other markers were found. In conclusion, blueberries may improve peripheral vascular function in older adults, potentially due to increased ACN levels. Further studies are needed to corroborate these findings and elucidate the mechanisms involved.",
      "mesh_terms": [
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Anthocyanins",
        "Biomarkers",
        "Blood Pressure",
        "Blueberry Plants",
        "Cross-Over Studies",
        "Fruit",
        "Glucosides",
        "Heart Rate"
      ]
    },
    {
      "pmid": "39502920",
      "title": "Effects of NH4 +-N: NO3 --N ratio on growth, nutrient uptake and production of blueberry (Vaccinium spp.) under soilless culture.",
      "authors": [
        "Ali Anwar",
        "Junming Zheng",
        "Chunfeng Chen",
        "Mengqing Chen",
        "Yanxu Xue",
        "Jinmiao Wang",
        "Wei Su",
        "Riyuan Chen",
        "Shiwei Song"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Blueberry (Vaccinium corymbosum) is a small pulp shrub, which prefers to grow on a soilless culture. For soilless culture, nutritional management remains typically vital for blueberry production. However, the effect of different nutritional treatments on blueberry growth and production is largely unknown. This study was designed to investigate to formulate a specific nutritional treatment for blueberry. The results showed that NH4 +-N: NO3 --N ratios significantly affected the growth, nutrient uptake, physiological characteristics, and flowering, as well as the fruiting characteristics of blueberry plants. The number of shoots and top projection area was increased considerably by 25:75 treatment. In contrast, 50:50 treatment promotes plant height, shoot length, and stem thickness, increasing chlorophyll contents, photosynthetic capacity, and P, Ca, and Mg in leaves. In contrast, 50:50 treatment promotes the flowering fruiting rate and prolongs the blueberry flowering period. The maximum soluble sugar contents were noted in 25:75, while maximum starch contents were reported in the 50:50 treatment. The treatments 100:0 and 75:25 promote early flowering and accelerate fruit set. Notably, NH4 +-N: NO3 --N ratios; 50:50 treatment significantly encourages plant growth, nutrient uptake, chlorophyll contents, photosynthetic capacity, and fruit setting rate in blueberry plants. These findings suggested that NH4 +-N: NO3 --N ratios 50:50 is the most appropriate treatment that significantly promotes vegetative growth and enhances production in blueberry plants. This study provides valuable information for improved blueberry production under a controlled environment."
    },
    {
      "pmid": "39458533",
      "title": "Addressing Mental Health in Rural Settings: A Narrative Review of Blueberry Supplementation as a Natural Intervention.",
      "authors": [
        "Katy E Venable",
        "Charles C Lee",
        "Joseph Francis"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Oct-18",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Depression and anxiety are major public health issues; however, there is an unmet need for novel, effective, and accessible treatments, particularly in rural communities. Blueberries are an unexplored nutraceutical for these conditions due to their excellent nutritional profile, with particularly high levels of polyphenols and anthocyanins and benefits on mood, cognition, and health. Here, we present a narrative review of the literature concerning the etiology and treatments of major depressive disorder (MDD) and generalized anxiety disorder (GAD). In both animal and human studies, blueberry supplementation can ameliorate behavioral symptoms of both anxiety and depression. The mechanistic underpinnings of these behavioral improvements are not fully defined, but likely involve biochemical alterations in the gut-brain axis, including to inflammatory cytokines, reactive oxygen species, and growth factors. We also review the limitations of traditional therapies in rural settings. Finally, we assess the potential benefit of nutraceutical interventions, particularly blueberries, as novel therapeutics for these distinct, yet related mental health issues.",
      "mesh_terms": [
        "Blueberry Plants",
        "Humans",
        "Dietary Supplements",
        "Mental Health",
        "Animals",
        "Rural Population",
        "Anxiety Disorders",
        "Depressive Disorder, Major",
        "Fruit"
      ]
    },
    {
      "pmid": "39456814",
      "title": "The Green Extraction of Blueberry By-Products: An Evaluation of the Bioactive Potential of the Anthocyanin/Polyphenol Fraction.",
      "authors": [
        "Giorgio Capaldi",
        "Clelia Aimone",
        "Emanuela Calcio Gaudino",
        "Kristina Radošević",
        "Martina Bagović",
        "Giorgio Grillo",
        "Giancarlo Cravotto"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Oct-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the context of a circular economy, this study explores the valorization of blueberry pomace (BP) as a source of bioactive compounds using sustainable extraction methods. Microwave-assisted extraction (MAE) and microwave-assisted subcritical water extraction (MASWE) were employed to obtain two distinct fractions: MAE 1° and MASWE 2°. The first extract, MAE 1°, obtained at 80 °C, had a high total anthocyanin content (21.96 mgCya-3-glu/gextract), making it suitable as a natural pigment. Additionally, MAE 1° exhibited significant enzyme inhibition, particularly against α-amylase and β-glucosidase, suggesting potential anti-diabetic and anti-viral applications. The second extract, MASWE 2°, obtained at 150 °C, contained a higher total phenolic content (211.73 mgGAE/gextract) and demonstrated stronger antioxidant activity. MASWE 2° showed greater inhibition of acetylcholinesterase and tyrosinase, indicating its potential for use in Alzheimer's treatment, skincare, or as a food preservative. MASWE 2° exhibited cytotoxicity against HeLa cells and effectively mitigated H2O2-induced oxidative stress in HaCat cells, with MAE 1° showing similar but less pronounced effects. A tested formulation combining MAE 1° and MASWE 2° extracts in a 3:2 ratio effectively enhanced anthocyanin stability, demonstrating its potential as a heat-stable pigment. The extract characteristics were compared with a conventional method (MeOH-HCl in reflux condition), and the protocol's sustainability was assessed using several green metric tools, which provided insights into its environmental impact and efficiency.",
      "mesh_terms": [
        "Anthocyanins",
        "Humans",
        "Blueberry Plants",
        "Plant Extracts",
        "Antioxidants",
        "Polyphenols",
        "HeLa Cells",
        "Microwaves",
        "Monophenol Monooxygenase"
      ]
    },
    {
      "pmid": "39351372",
      "title": "Yield-limiting nutrient response of lowbush blueberry grown in recent and ancient alluvial soils of the Mekong Delta.",
      "authors": [
        "Ngo Phuong Ngoc",
        "Le Minh Ly",
        "Pham Thi Phuong Thao"
      ],
      "journal": "PeerJ",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Blueberries are ornamental plants grown in pots in many yards in the Mekong Delta (MD) region. In this region, the recent alluvial (RA) soil is fertile and ancient alluvial (AA) soil is considered degraded because it only has around a quarter of the nutrient content of the RA soil. Both soils have a high clay content, so organic matter is needed to improve their physical condition. This study aimed to identify the nutrients that limit the yield of blueberries in RA and AA soils of the MD. METHODS: The pot experiment was performed using a factorial randomized block design (RBD) with two factors: (a) two soil types (RA and AA) and (b) four omission or treatment conditions (NPK, PK, NK, and NP). The same fertilizer formula was used for all treatments, including 45N-20P2O5-20K2O and mixing CHC (10 tha-1) into the potting soil. RESULTS: The blueberry yield in AA soil was only 81% of that in RA soil. In both RA and AA soils, N omission caused foliar N content deficiency (10.42 g kg-1), resulting in the content of foliar P (0.84 g kg-1) and K (3.78 g kg-1) to fall below the Trevett threshold. In both RA and AA, N omission resulted in reduced fruit yield (47% and 39%, respectively) as well as reduced weight of the stem (70% and 42%, respectively) and leaf (59% and 46%, respectively). Increased crop yields in soils were mainly related to nitrogen fertilizer. The indigenous nutrient supply (INS) of RA, which is fertile, was high but its apparent nutrient recovery efficiency (ARE) index was low, whereas the INS of AA, or the level of degraded soil, was low but its ARE index was high. In alluvial soils, the higher the INS level, the less positive the impact on the ARE index. In AA soil, the indigenous N and K supplies can be improved through fertilizer investment; however, a balance must be achieved considering economic efficiency.",
      "mesh_terms": [
        "Soil",
        "Blueberry Plants",
        "Fertilizers",
        "Nitrogen",
        "Nutrients",
        "Phosphorus"
      ]
    },
    {
      "pmid": "39334703",
      "title": "Crude Blueberry Phenolic Extracts Improve Gut Barrier Integrity and Exert Anti-Inflammatory and Antimicrobial Activity in an In Vitro Weaning Stress Model.",
      "authors": [
        "Vignesh B Nathan",
        "Sarah Eckrote",
        "Shiyu Li",
        "Lavanya Reddivari"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Aug-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Piglet weaning is accompanied by gastrointestinal tract (GIT) dysfunction, resulting in post-weaning diarrhea (PWD). The treatment involves antibiotics due to the susceptibility of the weaned GIT to pathogens. However, antibiotic resistance has shifted attitudes toward a nutraceutical approach by enriching feed with functional compounds. Polyphenols are touted for their antimicrobial activity and ability to improve GIT function. Thus, we investigated the protective effects of crude blueberry phenolic extracts (BPE) in vitro using porcine cells challenged with lipopolysaccharide (LPS) as a weaning model. Cells were pretreated with 1 µg/mL and 2.5 µg/mL BPE for 24 h, followed by 10 µg/mL LPS stimulation for 6 h. Antioxidant status, paracellular permeability, the gene expression of proinflammatory cytokines, and tight junction proteins were measured. The antimicrobial activity of the extract was evaluated against porcine pathogens. The pretreatment of cells with 1 µg/mL BPE preserved catalase (CAT) activity. Reduced paracellular permeability was observed in a dose-dependent manner. The BPE preserved the relative mRNA abundance of tight junctions and reduced inflammatory cytokine expression. Pretreatment with the BPE was able to preserve occludin (OCLN) protein levels. The minimum inhibitory concentration of the BPE against Enterotoxigenic E. coli (ETEC) and Salmonella typhimurium (ST) was 62.50 µg/mL. These findings indicate that blueberry polyphenols hold potential as feed additives in swine weaning."
    },
    {
      "pmid": "39303466",
      "title": "Slow-release antimicrobial preservation composite coating based on bamboo-derived xylan-A new way to preserve blueberry freshness.",
      "authors": [
        "Wenge Chen",
        "Jia Deng",
        "Dawei Wang",
        "Haiyan Yang",
        "Jing Yang",
        "Buapan Puangsin",
        "Xiahong He",
        "Zhengjun Shi"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "In recent years, the biocompatibility and environmental friendliness of xylan-based materials have demonstrated great potential in the field of food packaging and coatings. In this study, the cationized xylan based composite coating (CXC) was developed using a hybrid system of cationic-modified bamboo xylan (CMX) and sodium alginate (SA) combined with thyme oil microcapsules (TM). The optimized CXC-B was composed of 1.27 % TM, 2.42 % CMX (CMX: SA = 3:2), and 96.31 % distilled water. When applied to the surface of a blueberry, the CXC-B treatment extended the ambient storage time of the fruit to 10 days while substantially reducing its morbidity (P < 0.05) and protecting its texture, flavor, and nutritional integrity. The resulting composite coating provides a promising solution to the problem of blueberry perishability during ambient storage.",
      "mesh_terms": [
        "Blueberry Plants",
        "Food Preservation",
        "Xylans",
        "Fruit",
        "Food Packaging",
        "Food Preservatives",
        "Delayed-Action Preparations",
        "Anti-Infective Agents",
        "Alginates"
      ]
    },
    {
      "pmid": "39282559",
      "title": "Application of Bacillus tequilensis for the control of gray mold caused by Botrytis cinerea in blueberry and mechanisms of action: inducing phenylpropanoid pathway metabolism.",
      "authors": [
        "Qianjie Du",
        "Raoyong Li",
        "Li Liu",
        "Lin Chen",
        "Junrong Tang",
        "Jia Deng",
        "Fang Wang"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Botrytis cinerea a blueberry gray mold, is one of the main diseases affecting postharvest storage, causing significant losses. Several studies have shown that Bacillus tequilensis can prevent the growth of plant pathogens by producing various antibacterial substances, and can induce plant resistance. However, research on the biological management of post-harvest gray mold in blueberries using B. tequilensis remains unclear. METHODS: To better control the postharvest gray mold of blueberry, the effects of B. tequilensis KXF6501 fermentation solution (YY) and KXF6501 cell-free supernatant (SQ) on the induction of disease resistance in blueberry fruits were studied using biochemical and transcriptomic analyses. RESULTS: We found that YY controlled the conidial germination and mycelial growth of B. cinerea in vitro, followed by SQ. After 3 d of culture, the lesion diameter and incidence of gray mold in blueberry fruits inoculated with YY and SQ were smaller than those in the control group. Therefore, gray mold in blueberries was effectively controlled during the prevention period, and the control effect of YY was better than that of SQ. Transcription spectrum analysis of blueberry peel tissue showed that the YY- and SQ-induced phenylpropane metabolic pathways had more differentially expressed genes (DEGs) than other biological pathways. In addition, biochemical analyses showed that YY treatment effectively enhanced the activity of enzymes related to the phenylpropane pathway (phenylalanine ammonialyase [PAL], cinnamate 4-hydroxylase [C4H], 4-coumarate CoA ligase [4CL], and polyphenol oxidase [PPO]) and stimulated the synthesis of lignin, total phenols, and flavonoids, followed by SQ. Compared with the control, the YY and SQ treatments reduced the weight loss rate and better maintained the appearance and nutritional quality of the blueberry fruits. CONCLUSION: Our findings suggest that B. tequilensis KXF6501 is potentially useful as a suitable bio-control agent in harvested blueberries."
    },
    {
      "pmid": "39225067",
      "title": "Blueberry extract attenuates DSS-induced inflammatory bowel disease in mice through inhibiting ER stress-mediated colonic apoptosis in mice.",
      "authors": [
        "Jun Wang",
        "Xin-Yu Wang",
        "Zhong-Yu Yuan",
        "Xiao-Han Wang",
        "Yu-Ying Guan",
        "Ji-Xiao Zhu",
        "Wei-Feng Huang",
        "Qing Liu",
        "Guang-Hui Xu",
        "Li-Tao Yi"
      ],
      "journal": "Food & function",
      "publication_date": "2024-Sep-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Inflammatory bowel disease (IBD) is a chronic, debilitating condition with limited therapeutic options. Dietary components like blueberries have emerged as potential modulators of inflammation and tissue repair in gastrointestinal diseases. This study investigated endoplasmic reticulum (ER) stress-mediated apoptosis mediated protective effects of blueberries in ameliorating dextran sulfate sodium (DSS)-induced IBD. Firstly, a total of 86 anthocyanin compounds were identified in blueberry extract by LC-MS spectroscopy, including 35 cyanidin, 9 delphinidin, 14 malvidin, 10 peonidin, and 9 petunidin. Then, the animal study showed that blueberry supplementation notably ameliorated DSS-induced IBD symptoms, as evidenced by improved histopathological scores and a reduced disease activity index (DAI) score. Additionally, blueberries attenuated ER stress by inhibiting the colonic PERK/eIF2α/ATF4/CHOP signaling pathway. Furthermore, blueberries inhibited the expression of the pro-apoptotic protein, caspase-3, and decreased colonic apoptosis, as evidenced by TUNEL assay results. However, it did not affect the expression of anti-apoptotic proteins, bcl-2 and bcl-xl. Finally, blueberries enhanced the intestinal barrier by upregulating ZO-1, claudin-1, occludin, and E-cadherin. In conclusion, blueberries demonstrate therapeutic potential against DSS-induced IBD-like symptoms in mice, possibly by regulating ER stress-mediated apoptosis pathways. These findings suggest that blueberries might be an effective dietary intervention for IBD management.",
      "mesh_terms": [
        "Animals",
        "Blueberry Plants",
        "Endoplasmic Reticulum Stress",
        "Apoptosis",
        "Mice",
        "Plant Extracts",
        "Inflammatory Bowel Diseases",
        "Dextran Sulfate",
        "Male",
        "Colon",
        "Mice, Inbred C57BL",
        "Disease Models, Animal",
        "Humans"
      ]
    },
    {
      "pmid": "39200479",
      "title": "Development of Functional Foods: A Comparative Study on the Polyphenols and Anthocyanins Content in Chokeberry and Blueberry Pomace Extracts and Their Antitumor Properties.",
      "authors": [
        "Loredana Stanca",
        "Liviu Bilteanu",
        "Oana Crina Bujor",
        "Violeta Alexandra Ion",
        "Andrei Cătălin Petre",
        "Liliana Bădulescu",
        "Ovidiu Ionut Geicu",
        "Aurelia Magdalena Pisoschi",
        "Andreea Iren Serban",
        "Oana-Mărgărita Ghimpeteanu"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Aug-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Developing of functional foods is a promising strategy to reduce the increasing burden of colorectal cancer worldwide. Fruit pomace, particularly polyphenol and anthocyanin-rich chokeberry and blueberry, is a valuable ingredient for functional foods and nutraceuticals. Our study aimed to evaluate the anti-inflammatory and antiproliferative effects of chokeberry and blueberry pomace extracts on C2BBe1 colorectal carcinoma cells and explore the underlying signaling pathways. We analyzed both pomace extracts for total polyphenols and anthocyanins using Folin-Ciocalteu method and ultra-performance liquid chromatography, while antioxidative activity was assessed via the 2,2-diphenyl-1-picrylhydrazyl radical scavenging method. We evaluated the in vitro anti-inflammatory and antiproliferative effects using trypan blue exclusion, MTT and LDH assays, and assessed protein levels of p-Erk1/2, Akt-1, STAT1, STAT3, occludin, oxidized proteins, and MDA-protein adducts through western blotting, as well as analysis of a 37-plex panel of inflammatory markers. Chokeberry extracts exhibited higher total polyphenol content, anthocyanin levels, and antioxidative activity compared to blueberry extracts, however, blueberry extracts effects on cell viability and proliferation in C2BBe1 cells were stronger. Both fruit pomaces induced non-inflammatory cell death characterized by membrane integrity loss, beneficial in cancer therapy. Our data suggests chokeberry's cytotoxicity may be mediated by Erk signaling and Akt-1 inhibition, while blueberry uniquely decreased occludin levels. These berries pomaces' potential to mitigate cancer risks and enhance treatment efficacy is promising, warranting further investigation for functional foods development."
    },
    {
      "pmid": "39195526",
      "title": "Unraveling Protein-Metabolite Interactions in Precision Nutrition: A Case Study of Blueberry-Derived Metabolites Using Advanced Computational Methods.",
      "authors": [
        "Dipendra Bhandari",
        "Kiran Kumar Adepu",
        "Andriy Anishkin",
        "Colin D Kay",
        "Erin E Young",
        "Kyle M Baumbauer",
        "Anuradha Ghosh",
        "Sree V Chintapalli"
      ],
      "journal": "Metabolites",
      "publication_date": "2024-Aug-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolomics, the study of small-molecule metabolites within biological systems, has become a potent instrument for understanding cellular processes. Despite its profound insights into health, disease, and drug development, identifying the protein partners for metabolites, especially dietary phytochemicals, remains challenging. In the present study, we introduced an innovative in silico, structure-based target prediction approach to efficiently predict protein targets for metabolites. We analyzed 27 blood serum metabolites from nutrition intervention studies' blueberry-rich diets, known for their health benefits, yet with elusive mechanisms of action. Our findings reveal that blueberry-derived metabolites predominantly interact with Carbonic Anhydrase (CA) family proteins, which are crucial in acid-base regulation, respiration, fluid balance, bone metabolism, neurotransmission, and specific aspects of cellular metabolism. Molecular docking showed that these metabolites bind to a common pocket on CA proteins, with binding energies ranging from -5.0 kcal/mol to -9.0 kcal/mol. Further molecular dynamics (MD) simulations confirmed the stable binding of metabolites near the Zn binding site, consistent with known compound interactions. These results highlight the potential health benefits of blueberry metabolites through interaction with CA proteins."
    },
    {
      "pmid": "39140343",
      "title": "Blueberry extract for the treatment of ischaemic stroke through regulating the gut microbiota and kynurenine metabolism.",
      "authors": [
        "Raoqiong Wang",
        "Guoxin Huang",
        "Shuangyang Li",
        "Hanlin Huang",
        "Guoyuan Zhu",
        "Liang Wang",
        "Jinrui Yang",
        "Sijin Yang",
        "Zhihong Jiang",
        "Wei Zhang"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although the gut microbiota and kynurenine (KYN) metabolism have significant protective effects against ischaemic stroke (IS), the exact mechanism has yet to be fully elucidated. Combined serum metabolomics and 16S rRNA gene sequencing were used to reveal the differences between the gut microbiota and metabolites in rats treated with or without blueberry extract. Faecal microbiota transplantation (FMT) was employed to validate the protective role of the gut microbiota in IS. Furthermore, the interaction between Prevotella and IS was also confirmed in patients. Rats with IS experienced neurological impairments accompanied by an impaired intestinal barrier and disturbed intestinal flora, which further contributed to heightened inflammatory responses. Furthermore, Prevotella played a critical role in IS pathophysiology, and a positive correlation between Prevotella and KYN was detected. The role of KYN metabolism in IS was further demonstrated by the finding that IDO was significantly upregulated and that the use of the IDO inhibitor, attenuated KYN metabolic pathway activity and ameliorated neurological damage in rats with IS. Prevotella intervention also significantly improved stroke symptoms and decreasing KYN levels in rats with IS. FMT showed that the beneficial effects of blueberry extract on IS involve gut bacteria, especially Prevotella, which were confirmed by microbiological analyses conducted on IS patients. Moreover, blueberry extract led to significant changes in kynurenic acid levels and tryptophan and IDO levels through interactions with Prevotella. Our study demonstrates for the first time that blueberry extract could modulate \"intestinal microecology-KYN metabolism\" to improve IS.",
      "mesh_terms": [
        "Gastrointestinal Microbiome",
        "Animals",
        "Rats",
        "Kynurenine",
        "Blueberry Plants",
        "Male",
        "Plant Extracts",
        "Ischemic Stroke",
        "Rats, Sprague-Dawley",
        "Humans",
        "Fecal Microbiota Transplantation",
        "Prevotella",
        "RNA, Ribosomal, 16S"
      ]
    },
    {
      "pmid": "39065269",
      "title": "Inulin and Freeze-Dried Blueberry Intervention Lead to Changes in the Microbiota and Metabolites within In Vitro Studies and in Cognitive Function within a Small Pilot Trial on Healthy Children.",
      "authors": [
        "Buket Horasan Sagbasan",
        "Claire M Williams",
        "Lynne Bell",
        "Katie L Barfoot",
        "Carlos Poveda",
        "Gemma E Walton"
      ],
      "journal": "Microorganisms",
      "publication_date": "2024-Jul-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The relationship between the gut microbiota and cognitive health is complex and bidirectional, being significantly impacted by our diet. Evidence indicates that polyphenols and inulin can impact cognitive function via various mechanisms, one of which is the gut microbiota. In this study, effects of a wild blueberry treatment (WBB) and enriched chicory inulin powder were investigated both in vitro and in vivo. Gut microbiota composition and metabolites, including neurotransmitters, were assessed upon faecal microbial fermentation of WBB and inulin in a gut model system. Secondly, microbiota changes and cognitive function were assessed in children within a small pilot (n = 13) trial comparing WBB, inulin, and a maltodextrin placebo, via a series of tests measuring executive function and memory function, with faecal sampling at baseline, 4 weeks post-intervention and after a 4 week washout period. Both WBB and inulin led to microbial changes and increases in levels of short chain fatty acids in vitro. In vivo significant improvements in executive function and memory were observed following inulin and WBB consumption as compared to placebo. Cognitive benefits were accompanied by significant increases in Faecalibacterium prausnitzii in the inulin group, while in the WBB group, Bacteroidetes significantly increased and Firmicutes significantly decreased (p < 0.05). As such, WBB and inulin both impact the microbiota and may impact cognitive function via different gut-related or other mechanisms. This study highlights the important influence of diet on cognitive function that could, in part, be mediated by the gut microbiota."
    },
    {
      "pmid": "39034857",
      "title": "Neuroprotective effects of fermented blueberry and black rice against particulate matter 2.5 μm-induced inflammation in vitro and in vivo.",
      "authors": [
        "Al Borhan Bayazid",
        "Soo Ah Jeong",
        "Shofiul Azam",
        "Seung Hyeon Oh",
        "Beong Ou Lim"
      ],
      "journal": "Drug and chemical toxicology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The increasing prevalence of particulate matter (PM) has raised significant concerns about its adverse effects on human health. This study investigates the potential of fermented blueberry and black rice (FBBR) in mitigating the effects of PM2.5 in SH-SY5Y cells and mice. Various assays, including MTT, NO, western blot, ELISA, and behavioral studies were conducted. Results showed that PM2.5 induced considerable cytotoxicity and elevated NO production at a concentration of 100 μg/mL of PM2.5 in SH-SY5Y cells. FBBR administration attenuated PM2.5-exposed cytotoxicity and suppressed NO production in SH-SY5Y cells. In an intranasally-exposed mice model, 10 mg/kg body weight (BW) of PM2.5 resulted in cognitive impairments. However, FBBR treatment ameliorated these impairments in both the Y-maze and MWM tests in PM2.5-exposed mice. Additionally, FBBR administration increased the expression of BDNF and reduced inflammatory markers in the brains of PM2.5-exposed SH-SY5Y cells. These findings highlight the detrimental effects of PM2.5 on the nervous system and suggest the potential of FBBR as a nutraceutical agent for mitigating these effects. Importantly, the results emphasize the urgency of addressing the harmful impact of PM2.5 on the nervous system and underscore the promising role of FBBR as a protective intervention against the adverse effects associated with PM2.5 exposure.",
      "mesh_terms": [
        "Animals",
        "Particulate Matter",
        "Oryza",
        "Humans",
        "Mice",
        "Blueberry Plants",
        "Neuroprotective Agents",
        "Male",
        "Cell Line, Tumor",
        "Fermentation",
        "Inflammation",
        "Brain",
        "Plant Extracts",
        "Nitric Oxide",
        "Maze Learning",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "38999686",
      "title": "Diurnal High Temperatures Affect the Physiological Performance and Fruit Quality of Highbush Blueberry (Vaccinium corymbosum L.) cv. Legacy.",
      "authors": [
        "Jorge González-Villagra",
        "Kevin Ávila",
        "Humberto A Gajardo",
        "León A Bravo",
        "Alejandra Ribera-Fonseca",
        "Emilio Jorquera-Fontena",
        "Gustavo Curaqueo",
        "Cecilia Roldán",
        "Priscilla Falquetto-Gomes",
        "Adriano Nunes-Nesi",
        "Marjorie M Reyes-Díaz"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Jul-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the physiological performance and fruit quality responses of the highbush blueberry (Vaccinium corymbosum) cultivar Legacy to high temperatures (HTs) were evaluated in a field experiment. Three-year-old V. corymbosum plants were exposed to two temperature treatments between fruit load set and harvest during the 2022/2023 season: (i) ambient temperature (AT) and (ii) high temperature (HT) (5 °C ± 1 °C above ambient temperature). A chamber covered with transparent polyethylene (100 µm thick) was used to apply the HT treatment. In our study, the diurnal temperature was maintained with a difference of 5.03 °C ± 0.12 °C between the AT and HT treatments. Our findings indicated that HT significantly decreased CO2 assimilation (Pn) by 45% and stomatal conductance (gs) by 35.2% compared to the AT treatment. By contrast, the intercellular CO2 concentration (Ci) showed higher levels (about 6%) in HT plants than in AT plants. Fruit quality analyses revealed that the fruit weight and equatorial diameter decreased by 39% and 13%, respectively, in the HT treatment compared to the AT treatment. By contrast, the firmness and total soluble solids (TSS) were higher in the HT treatment than in the AT treatment. Meanwhile, the titratable acidity showed no changes between temperature treatments. In our study, Pn reduction could be associated with stomatal and non-stomatal limitations under HT treatment. Although these findings improve our understanding of the impact of HTs on fruit growth and quality in V. corymbosum, further biochemical and molecular studies are need."
    },
    {
      "pmid": "38985128",
      "title": "Improving blueberry cold storage quality: the effect of preharvest hexanal application on chilling injuries and antioxidant defense mechanisms.",
      "authors": [
        "Duygu Ayvaz Sönmez",
        "Ayşe Tülin Öz",
        "Md Arfan Ali",
        "Ebru Kafkas",
        "Ömer Faruk Bilgin"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "Blueberries are vulnerable to chilling injury (CI). This can lead to limited longevity when they are subjected to cold storage conditions. This study investigated the effectiveness of a preharvest spray containing 0.02% hexanal in reducing CI and improving the postharvest storage quality of 'Star' and 'Biloxi' blueberries. The blueberries were stored for a period of 5 weeks at 2 °C and in 90% relative humidity (RH). The findings revealed that the preharvest hexanal spraying of both cultivars delayed senescence by mitigating CI, as evidenced by the bolstering of the antioxidant defense system through increased superoxide dismutase (SOD), ascorbate peroxidase (APX), peroxidase (POD), catalase (CAT), and phenylalanine ammonia lyase (PAL) enzyme activity. The treated fruit also maintained elevated levels of total phenol content (TPC), total flavonoids (TFC), and vitamin C, demonstrating enhanced free radical scavenging capacity (FRSC), while exhibiting reduced polyphenoloxidase (PPO) activity, and reduced malondialdehyde (MDA), and H2O2 content in comparison with the control group. The preharvest hexanal treatment also suppressed fruit softening by maintaining greater firmness and higher membrane stability index (MSI) scores, inhibiting the activity of polygalacturonase (PG), pectinmethylesterase (PME), xylanase, and α-amylase, and reducing microbial counts (MC) and incidence of decay (DI) in comparison with the control. Preharvest hexanal treatment also improved the overall storage quality by reducing weight loss, total soluble solids (TSS), pH, and the TSS/acid ratio, while increasing titratable acidity (TA) in comparison with the control during cold storage. The findings suggest that hexanal, as a preharvest application, delays senescence effectively and preserves overall quality by enhancing cold tolerance through antioxidant defense mechanisms in blueberry storage under cold conditions. © 2024 The Author(s). Journal of The Science of Food and Agriculture published by John Wiley & Sons Ltd on behalf of Society of Chemical Industry.",
      "mesh_terms": [
        "Antioxidants",
        "Food Storage",
        "Blueberry Plants",
        "Fruit",
        "Cold Temperature",
        "Food Preservation",
        "Superoxide Dismutase",
        "Catechol Oxidase",
        "Plant Proteins",
        "Aldehydes",
        "Ascorbate Peroxidases",
        "Catalase",
        "Phenylalanine Ammonia-Lyase",
        "Malondialdehyde",
        "Polygalacturonase",
        "Carboxylic Ester Hydrolases",
        "Food Preservatives",
        "Peroxidase",
        "Hydrogen Peroxide",
        "Flavonoids",
        "Phenols"
      ]
    },
    {
      "pmid": "38971287",
      "title": "Preparation of chitosan/Tenebrio molitor larvae protein/curcumin active packaging film and its application in blueberry preservation.",
      "authors": [
        "Mengyao Liu",
        "Xu Zou",
        "Xinning Wu",
        "Xiangxin Li",
        "Hualei Chen",
        "Fei Pan",
        "Yuan Zhang",
        "Xiaoming Fang",
        "Wenli Tian",
        "Wenjun Peng"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "With growing concerns about postharvest spoilage of fruits, higher requirements have been placed on high-performance and sustainable active packaging materials. In this study, we prepared curcumin-based functional composite films using chitosan (CS) and Tenebrio molitor larvae protein (TMP) as the substrates. The effects of curcumin concentration on the structural and physicochemical properties of the composite films were determined. Curcumin was equally distributed in the polymer film through physical interactions. Furthermore, the curcumin composite film with 0.3 % addition exhibited a 27.39 % increase in elongation at break (EBA), a 37.04 % increase in the water vapor barrier, and strong UV-blocking properties and antioxidant activity compared with the control film (CS/TMP). The degradation experiment of the composite film on natural soil revealed that the composite film exhibited good biodegradability and environmental protection. Furthermore, the applicability of functional composite films for preserving blueberries was investigated. Compared with the control film and polyethylene (PE) films, the prepared composite films packaging treatment reduced the decay rate and weight loss rate of blueberries during storage, delayed softening and aging, and maintained the quality of blueberries. Using sustainable protein resources (TMP) and natural polysaccharides as packaging materials provides an economically, feasible and sustainable way to achieve the functional preservation of biomass materials.",
      "mesh_terms": [
        "Animals",
        "Chitosan",
        "Curcumin",
        "Tenebrio",
        "Food Packaging",
        "Blueberry Plants",
        "Antioxidants",
        "Food Preservation",
        "Larva",
        "Insect Proteins"
      ]
    },
    {
      "pmid": "38928069",
      "title": "The Therapeutic Effects of Blueberry-Treated Stem Cell-Derived Extracellular Vesicles in Ischemic Stroke.",
      "authors": [
        "Eunjae Jang",
        "Hee Yu",
        "Eungpil Kim",
        "Jinsu Hwang",
        "Jin Yoo",
        "Jiyun Choi",
        "Han-Seong Jeong",
        "Sujeong Jang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Jun-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An ischemic stroke, one of the leading causes of morbidity and mortality, is caused by ischemia and hemorrhage resulting in impeded blood supply to the brain. According to many studies, blueberries have been shown to have a therapeutic effect in a variety of diseases. Therefore, in this study, we investigated whether blueberry-treated mesenchymal stem cell (MSC)-derived extracellular vesicles (B-EVs) have therapeutic effects in in vitro and in vivo stroke models. We isolated the extracellular vesicles using cryo-TEM and characterized the particles and concentrations using NTA. MSC-derived extracellular vesicles (A-EVs) and B-EVs were round with a lipid bilayer structure and a diameter of ~150 nm. In addition, A-EVs and B-EVs were shown to affect angiogenesis, cell cycle, differentiation, DNA repair, inflammation, and neurogenesis following KEGG pathway and GO analyses. We investigated the protective effects of A-EVs and B-EVs against neuronal cell death in oxygen-glucose deprivation (OGD) cells and a middle cerebral artery occlusion (MCAo) animal model. The results showed that the cell viability was increased with EV treatment in HT22 cells. In the animal, the size of the cerebral infarction was decreased, and the behavioral assessment was improved with EV injections. The levels of NeuN and neurofilament heavy chain (NFH)-positive cells were also increased with EV treatment yet decreased in the MCAo group. In addition, the number of apoptotic cells was decreased with EV treatment compared with ischemic animals following TUNEL and Bax/Bcl-2 staining. These data suggested that EVs, especially B-EVs, had a therapeutic effect and could reduce apoptotic cell death after ischemic injury.",
      "mesh_terms": [
        "Extracellular Vesicles",
        "Animals",
        "Mesenchymal Stem Cells",
        "Mice",
        "Ischemic Stroke",
        "Blueberry Plants",
        "Male",
        "Disease Models, Animal",
        "Cell Survival",
        "Cell Line",
        "Infarction, Middle Cerebral Artery"
      ]
    },
    {
      "pmid": "38909456",
      "title": "Colloidal and interfacial properties of spray dried pulse protein-blueberry polyphenol particles in model dispersion systems.",
      "authors": [
        "Yufeng Lin",
        "Nicholas Cheng",
        "Yueyue Jiang",
        "Mary H Grace",
        "Mary Ann Lila",
        "Roberta Targino Hoskin",
        "Haotian Zheng"
      ],
      "journal": "Food chemistry",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The phytochemical composition and physicochemical attributes of polyphenol-enriched protein particle ingredients produced with pulse proteins (e.g. chickpea protein, pea protein, and a chickpea-pea protein blend) and polyphenols recovered from wild blueberry pomace were investigated for colloidal and interfacial properties. Anthocyanins were the major polyphenol fraction (27.74-36.47 mg C3G/g) of these polyphenol-rich particles (44.95-62.08 mg GAE/g). Dispersions of pea protein-polyphenol particles showed a superior phase stability before and after heat treatment compared to the chickpea pea protein-polyphenol system. This observation was independent of the added amount of NaCl in the dispersion. In general, at quasi equilibrium state, pulse protein-polyphenol particles and parental pulse protein ingredients showed similar oil-water interfacial tension. However, pea protein-polyphenol particles demonstrated a reduced diffusion-driven oil-water interfacial adsorption rate constant compared to the parental pea protein ingredient. Overall, the obtained results suggest application potential of pea protein-polyphenol particles as a functional food/beverage ingredient.",
      "mesh_terms": [
        "Polyphenols",
        "Colloids",
        "Plant Proteins",
        "Cicer",
        "Spray Drying",
        "Particle Size",
        "Pisum sativum",
        "Pea Proteins",
        "Fruit",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "38893578",
      "title": "Screening of Mpro Protease (SARS-CoV-2) Covalent Inhibitors from an Anthocyanin-Rich Blueberry Extract Using an HRMS-Based Analytical Platform.",
      "authors": [
        "Alessandra Altomare",
        "Giovanna Baron",
        "Giulia Cambiaghi",
        "Giulio Ferrario",
        "Beatrice Zoanni",
        "Larissa Della Vedova",
        "Giulio Maria Fumagalli",
        "Sarah D'Alessandro",
        "Silvia Parapini",
        "Serena Vittorio",
        "Giulio Vistoli",
        "Patrizia Riso",
        "Marina Carini",
        "Serena Delbue",
        "Giancarlo Aldini"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Jun-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The viral main protease (Mpro) of SARS-CoV-2 has been recently proposed as a key target to inhibit virus replication in the host. Therefore, molecules that can bind the catalytic site of Mpro could be considered as potential drug candidates in the treatment of SARS-CoV-2 infections. Here we proposed the application of a state-of-the-art analytical platform which combines metabolomics and protein structure analysis to fish-out potential active compounds deriving from a natural matrix, i.e., a blueberry extract. METHODS: The experiments focus on finding MS covalent inhibitors of Mpro that contain in their structure a catechol/pyrogallol moiety capable of binding to the nucleophilic amino acids of the enzyme's catalytic site. RESULTS: Among the potential candidates identified, the delphinidin-3-glucoside showed the most promising results. Its antiviral activity has been confirmed in vitro on Vero E6 cells infected with SARS-CoV-2, showing a dose-dependent inhibitory effect almost comparable to the known Mpro inhibitor baicalin. The interaction of delphinidin-3-glucoside with the Mpro pocket observed was also evaluated by computational studies. CONCLUSIONS: The HRMS analytical platform described proved to be effective in identifying compounds that covalently bind Mpro and are active in the inhibition of SARS-CoV-2 replication, such as delphinidin-3-glucoside.",
      "mesh_terms": [
        "Blueberry Plants",
        "Anthocyanins",
        "Antiviral Agents",
        "Chlorocebus aethiops",
        "Vero Cells",
        "SARS-CoV-2",
        "Animals",
        "Plant Extracts",
        "Protease Inhibitors",
        "Coronavirus 3C Proteases",
        "COVID-19 Drug Treatment",
        "Humans",
        "Molecular Docking Simulation",
        "COVID-19",
        "Glucosides"
      ]
    },
    {
      "pmid": "38891361",
      "title": "Effects of Foliar Boron Application on Physiological and Antioxidants Responses in Highbush Blueberry (Vaccinium corymbosum L.) Cultivars.",
      "authors": [
        "Marjorie Reyes-Díaz",
        "Paz Cárcamo-Fincheira",
        "Ricardo Tighe-Neira",
        "Adriano Nunes-Nesi",
        "Arnould Savouré",
        "Claudio Inostroza-Blancheteau"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Jun-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Boron (B) is a micronutrient crucial for the growth, development, productivity, and quality of crops. However, in areas characterized by acid soil (pHwater < 5.0) and high rainfall, soil B concentration tends to decrease, leading to insufficient supply to crops. This study was aimed at determining the optimal rate of B fertilization to enhance Vaccinium corymbosum L. performance in acid conditions. One-year-old cultivars with contrasting Al resistance (Al-sensitive Star and Al-resistant Cargo) were used. Plants were conditioned in plastic pots containing 18 L of half-ionic-strength Hoagland solution (pH 4.5) for 2 weeks. Thereafter, the following B treatments were applied foliarly: control, without B application (distilled water), 200, 400, and 800 mg L-1 of B as Solubor® for up to 72 h. Photosynthetic performance, root and shoot B levels, antioxidants, and oxidative stress were evaluated. Root and shoot B concentrations increased with the increasing B application, being higher in leaves than in roots of both cultivars. Net photosynthesis decreased at 800 mg L-1 B supply and effective quantum yield of PSII at 72 h in all B treatments. Lipid peroxidation increased in both cultivars at 800 mg L-1 B treatment. Antioxidant activity increased in all B treatments in both cultivars; while, at 400 and 800 mg L-1 B, total phenols increased in leaves of cultivar Star and decreased in cultivar Cargo. In conclusion, optimal B foliar application for highbush blueberry appears to be around 400 mg L-1 B. The appropriate B foliar application could help mitigate potential stress-induced problems in highbush blueberry cultivation. However, the optimal foliar B application should be confirmed in field experiments to help the farmers manage B nutrition."
    },
    {
      "pmid": "38887319",
      "title": "Effect of blueberry intervention on endothelial function: a systematic review and meta-analysis.",
      "authors": [
        "Bixin Deng",
        "Yupeng Lei",
        "Ruixi Zhou",
        "Tiechao Ruan",
        "Wenting Lu",
        "Junjie Ying",
        "Yan Yue",
        "Dezhi Mu"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "Introduction: Endothelial dysfunction indicates blood vessel injury and is a risk factor for cardiovascular diseases. Blueberry has been approved for its benefits on human health, especially on cardiovascular function. However, its effect on endothelial function remains unclear. We conducted a systematic review and meta-analysis to explore the impact of blueberries on endothelial function in adults. Methods: We searched PubMed, Web of Science, Embase, and the Cochrane Library, 16 studies were included in the systematic review, and 11 were used for the meta-analysis. Data associated with endothelial function were extracted and pooled as mean differences (MD) with 95% confidence intervals (CI). Results: Blueberry consumption significantly improved flow-mediated dilation (FMD) by 1.50% (95% CI: 0.81, 2.20; I2 = 87%) and reactive hyperemia index (RHI) by 0.26 (95% CI: 0.09, 0.42; I2 = 72%). A significant decrease in diastolic blood pressure (DBP) was also observed (MD: -2.20 mm Hg; 95% CI: -4.13, -0.27; I2 = 11%). Subgroup analysis indicated a significant decrease in blood pressure (Systolic blood pressure [SBP]: -3.92 mmHg; 95% CI: -6.88, -0.97; I2 = 20% and DBP: -2.20 mmHg; 95% CI: -4.13, -0.27; I2 = 11%) in the smoking population. However, SBP levels (MD: -1.43 mm Hg; 95% CI: -3.11, 0.26; I2 = 20%) and lipid status (high-density lipoprotein cholesterol [HDL-C]: 0.06; 95% CI: -0.04, 0.16; I2 = 77%; low-density lipoprotein cholesterol [LDL-C]: 0.05; 95% CI: -0.14, 0.24; I2 = 0%) did not significantly improve. Conclusion: Blueberry intervention improved endothelial function and DBP. Subgroup analysis revealed a notable improvement in blood pressure among the smoking population. However, no significant effects were observed on SBP, HDL-C, and LDL-C levels. Future research should delve into the mechanisms of endothelial improvement and verify blood pressure reduction in specific subpopulations through large-scale trials. Clinical Trial Registration: https://www.crd.york.ac.uk/PROSPERO/, Identifier CRD42023491277."
    },
    {
      "pmid": "38877112",
      "title": "Development of a novel precision applicator for spot treatment of granular agrochemical in wild blueberry.",
      "authors": [
        "Craig B MacEachern",
        "Travis J Esau",
        "Qamar U Zaman",
        "Scott N White",
        "Aitazaz A Farooque"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Jun-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "While spot spraying has gained increasing popularity in recent years, spot application of granule agrochemical has seen little development. Despite the potential for the technology, there currently exists no commercially available granular applicators capable of spot application. Therefore, the goal of this study was to design, build, and lab evaluate a precision applicator for spot applying granular agrochemical in wild blueberry. The design incorporated a John Deere RC2000 with a custom control box, recirculation system, and electrically actuated valves. All components were modified to fit a Valmar 1255 Twin-Roller. The system receives inputs from a predeveloped prescription map and can actuate each of the twelve valves separately to provide individual orifice control. Casoron® G4 was used as the testing agrochemical and in cycling the product pneumatically for 1 hour incurred no significant product degradation (p = 0.110). In lab evaluations, the applicator encountered zero errors in reading prescription maps and actuating the correct valves accordingly. Further, the granule recycling system had zero instances where product built up in the lines or jammed the valves. In all, this project represents the first successful development of a precision granular spot applicator for any cropping system.",
      "mesh_terms": [
        "Blueberry Plants",
        "Agrochemicals"
      ]
    },
    {
      "pmid": "38760720",
      "title": "Ethylene promotes fruit ripening initiation by downregulating photosynthesis, enhancing abscisic acid and suppressing jasmonic acid in blueberry (Vaccinium ashei).",
      "authors": [
        "Yi-Wen Wang",
        "Savithri U Nambeesan"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-May-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Blueberry fruit exhibit atypical climacteric ripening with a non-auto-catalytic increase in ethylene coincident with initiation of ripening. Further, application of ethephon, an ethylene-releasing plant growth regulator, accelerates ripening by increasing the proportion of ripe (blue) fruit as compared to the control treatment. To investigate the mechanistic role of ethylene in regulating blueberry ripening, we performed transcriptome analysis on fruit treated with ethephon, an ethylene-releasing plant growth regulator. RESULTS: RNA-Sequencing was performed on two sets of rabbiteye blueberry ('Powderblue') fruit: (1) fruit from divergent developmental stages; and (2) fruit treated with ethephon, an ethylene-releasing compound. Differentially expressed genes (DEGs) from divergent developmental stages clustered into nine groups, among which cluster 1 displayed reduction in expression during ripening initiation and was enriched with photosynthesis related genes, while cluster 7 displayed increased expression during ripening and was enriched with aromatic-amino acid family catabolism genes, suggesting stimulation of anthocyanin biosynthesis. More DEGs were apparent at 1 day after ethephon treatment suggesting its early influence during ripening initiation. Overall, a higher number of genes were downregulated in response to ethylene. Many of these overlapped with cluster 1 genes, indicating that ethylene-mediated downregulation of photosynthesis is an important developmental event during the ripening transition. Analyses of DEGs in response to ethylene also indicated interplay among phytohormones. Ethylene positively regulated abscisic acid (ABA), negatively regulated jasmonates (JAs), and influenced auxin (IAA) metabolism and signaling genes. Phytohormone quantification supported these effects of ethylene, indicating coordination of blueberry fruit ripening by ethylene. CONCLUSION: This study provides insights into the role of ethylene in blueberry fruit ripening. Ethylene initiates blueberry ripening by downregulating photosynthesis-related genes. Also, ethylene regulates phytohormone-metabolism and signaling related genes, increases ABA, and decreases JA concentrations. Together, these results indicate that interplay among multiple phytohormones regulates the progression of ripening, and that ethylene is an important coordinator of such interactions during blueberry fruit ripening.",
      "mesh_terms": [
        "Ethylenes",
        "Abscisic Acid",
        "Cyclopentanes",
        "Plant Growth Regulators",
        "Blueberry Plants",
        "Fruit",
        "Oxylipins",
        "Photosynthesis",
        "Gene Expression Regulation, Plant",
        "Down-Regulation",
        "Organophosphorus Compounds",
        "Gene Expression Profiling"
      ]
    },
    {
      "pmid": "38739462",
      "title": "Continuous-Flow High-Pressure Homogenization of Blueberry Juice Enhances Anthocyanin and Ascorbic Acid Stability during Cold Storage.",
      "authors": [
        "Jayashan Adhikari",
        "Lida Rahimi Araghi",
        "Rakesh Singh",
        "Koushik Adhikari",
        "Bhimanagouda S Patil"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2024-May-22",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "Blueberries (Vaccinium section Cyanococcus) have a wealth of bioactive compounds, including anthocyanins and other antioxidants, that offer significant health benefits. Preserving these compounds and maintaining the sensory and nutritional qualities of blueberry products such as juice during cold market storage is critical to meet consumer expectations for nutritious, safe, and minimally processed food. In this study, we compared the effects of two preservation processing techniques, high-temperature short-time (HTST) and continuous flow high-pressure homogenization (CFHPH), on blueberry juice quality during storage at 4 °C. Our findings revealed that inlet temperature (Tin) of CFHPH processing at 4 °C favored anthocyanin retention, whereas Tin at 22 °C favored ascorbic acid retention. After 45 days of storage, CFHPH (300 MPa, 1.5 L/min, 4 °C) juice retained up to 54% more anthocyanins compared to control at 0 day. In contrast, HTST treatment (95 °C, 15 s) initially increased anthocyanin concentrations but led to their subsequent degradation over time, while also significantly degrading ascorbic acid. Furthermore, CFHPH (300 MPa, 4 °C) juice had significantly lower polyphenol oxidase activity (>80% less than control), contributing to the overall quality of the juice. This innovative processing technique has the potential to improve commercial blueberry juice, and help meet the rising demand for healthy and appealing food choices.",
      "mesh_terms": [
        "Anthocyanins",
        "Blueberry Plants",
        "Ascorbic Acid",
        "Fruit and Vegetable Juices",
        "Food Storage",
        "Cold Temperature",
        "Fruit",
        "Pressure",
        "Food Preservation",
        "Food Handling",
        "Antioxidants"
      ]
    },
    {
      "pmid": "38674870",
      "title": "Wild Blueberry Extract Intervention in Healthy Older Adults: A Multi-Study, Randomised, Controlled Investigation of Acute Cognitive and Cardiovascular Effects.",
      "authors": [
        "Nancy Cheng",
        "Katie L Barfoot",
        "Romain Le Cozannet",
        "Pascale Fança-Berthon",
        "Daniel J Lamport",
        "Claire M Williams"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Apr-16",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Circadian and homeostatic declines in cognitive performance are observed during the day, most commonly at 14:00. Additionally, postprandial reductions in cognitive ability have been widely demonstrated 1 h after lunch consumption, affecting domains of executive functioning (EF), episodic memory (EM), and attention. Existing evidence shows that anthocyanin-rich foods such as berries may improve or attenuate the decline in EF and EM in ageing adults. Further research is required to assess whether extracts such as wild blueberry extract (WBE) may be beneficial for cognitive function across an acute timeframe, including known periods of reduced functioning. OBJECTIVES: (1) Study 1: ROAB: To investigate the efficacy of WBE in maintaining EF and EM throughout the day alongside measures of cardiovascular outcomes in healthy older adults. A range of WBE doses were utilised to identify the optimal dose at which cognitive and cardiovascular effects occur. (2) Study 2: BEAT: To replicate alleviation of cognitive decline during a predicted post-lunch dip whilst also improving cardiovascular outcomes following acute WBE 222 mg supplementation. METHODS: Both studies employed a randomised, double-blind, cross-over, placebo-controlled design to explore the effects of WBE intervention versus placebo on several outcomes, including EM, EF, blood pressure, and heart rate in a healthy older adult population (aged 68-75). In ROAB, 28 participants received a single dose of WBE 111 mg, 222 mg, 444 mg, or 888 mg or placebo over a 5-week period, each separated by a 1-week washout. Outcomes were measured at 0 h, 2 h, 4 h, and 6 h post intervention, with intervention occurring immediately after baseline (0 h). In BEAT, 45 participants received WBE 222 mg and placebo (1-week washout). Outcomes were measured at 0 h and 6 h (14:00) when a post-lunch dip was anticipated. This was further enhanced by consumption of lunch 1 h prior to cognitive testing. The WBE 222 mg intervention aligned with known peaks in plasma blueberry polyphenol metabolites at 2 h post dosing, which would coincide with a predicted drop in post-lunch performance. RESULTS: ROAB: A significant dip in executive function was apparent at the 4 h timepoint for placebo only, indicating attenuation for WBE doses. Strikingly, WBE 222 mg produced acute reductions in both systolic and diastolic blood pressure compared with placebo. BEAT: EF reaction time was found to be significantly faster for WBE 222 compared to placebo at the predicted post-lunch dip (14:00), with no other notable benefits on a range of cognitive and cardiovascular outcomes. CONCLUSION: These two studies indicate that WBE may have cardiovascular benefits and attenuate the natural cognitive decline observed over the course of the day, particularly when a decline is associated with a circadian rhythm-driven postprandial dip. However, it is important to acknowledge that effects were subtle, and benefits were only observed on a small number of outcomes. Further research is required to explore the utility of WBE in populations already experiencing mild cognitive impairments.",
      "mesh_terms": [
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Anthocyanins",
        "Blood Pressure",
        "Blueberry Plants",
        "Cognition",
        "Cross-Over Studies",
        "Dietary Supplements",
        "Double-Blind Method",
        "Executive Function",
        "Fruit",
        "Heart Rate",
        "Memory, Episodic",
        "Plant Extracts",
        "Postprandial Period"
      ]
    },
    {
      "pmid": "38674514",
      "title": "Effect of Elicitor Treatments on Quality Attributes in Blueberry: Implications of Cultivar and Environmental Conditions.",
      "authors": [
        "Gabriele Cola",
        "Beatrice Cavenago",
        "Claudio Sebastiano Gardana",
        "Anna Spinardi"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Elicitors of plant defence responses can trigger defence mechanisms that are able to protect plant tissues from biotic or abiotic stresses. Since one defence response involves the activation of secondary metabolites' biosynthesis, the purpose of this study was to evaluate the effect of chitosan and melatonin pre-harvest treatments on the quality and the nutritional parameters of the fruits of blueberry (Vaccinium corymbosum L.). Across the two years of experiment, three different cultivars (cv.s. 'Cosmopolitan', 'Hortblue Poppins' and 'Legacy') were treated with 1% chitosan or 100 µM melatonin every two weeks during the ripening season and ripe fruits were progressively harvested and analysed. The treatment with both elicitors had only slight effects on dry matter, soluble solids content, titratable acidity and pH, with a cultivar-dependent response. On the other hand, elicitors significantly affected the levels of phenylpropanoid and antioxidant compounds in all cvs. in both years, with a higher accumulation of total anthocyanins and phenolics and the enhancement of the antioxidant capacity, with positive effects on the nutraceutical quality of fruits. The anthocyanin profile in terms of both absolute concentrations and the relative proportion of single anthocyanins was affected by both harvest year and cv., highlighting the role of the genetic background in the plant response to environmental conditions (with particular reference to summer heat stress) and to elicitor treatments."
    },
    {
      "pmid": "38674466",
      "title": "Effect and Mechanism of L-Arginine against Alternaria Fruit Rot in Postharvest Blueberry Fruit.",
      "authors": [
        "Jiaqi Wang",
        "Runan Zhao",
        "Yuxuan Li",
        "Haifeng Rong",
        "Ling Yang",
        "Ming Gao",
        "Bingxin Sun",
        "Yunhe Zhang",
        "Yufeng Xu",
        "Xuerui Yan"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to explore the impact of L-arginine (Arg) on the development of resistance to Alternaria tenuissima (A. tenuissima) in blueberries. The metabolism of reactive oxygen species, pathogenesis-related proteins (PRs), and jasmonic acid (JA) biosynthesis pathways were analyzed, including changes in activity and gene expression of key enzymes. The results indicated that Arg treatment could prevent the development of Alternaria fruit rot in postharvest blueberries. In addition, it was also found to induce a burst of hydrogen peroxide in the blueberries early on during storage, thereby improving their resistance to A. tenuissima. Arg treatment was observed to increase the activity of antioxidant enzymes (peroxidase, catalase, superoxide dismutase, and ascorbate peroxidase) and related gene expression, as well as the total levels of phenolics, flavonoids, and anthocyanin in the blueberries. The activity and gene expression of the PRs (chitinase and β-1,3-glucanase) were elevated in Arg-treated blueberries, boosting their resistance to pathogens. Additionally, a surge in endogenous JA content was detected in Arg-treated blueberries, along with upregulated expression of key genes related the JA biosynthesis pathway (VcLOX1, VcAOS1, VcAOC, VcAOC3, VcOPR1, VcOPR3, VcMYC2, and VcCOI1), thereby further bolstering disease resistance. In conclusion, Arg treatment was determined to be a promising prospective method for controlling Alternaria fruit rot in blueberries."
    },
    {
      "pmid": "38621470",
      "title": "Anthocyanins from blueberry ameliorated arsenic-induced memory impairment, oxidative stress, and mitochondrial-biosynthesis imbalance in rat hippocampal neurons.",
      "authors": [
        "Xinbo Ma",
        "Yang Liu",
        "Bo Ding",
        "Siqi Lu",
        "Bangyao Ni",
        "Yuting Chen",
        "Liu Yang",
        "Yanan Liu",
        "Yuchen Zhang",
        "Yuxi Wang",
        "Yanmei Yang",
        "Xiaona Liu"
      ],
      "journal": "Cellular signalling",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In this study, blueberry anthocyanins extract (BAE) was used to investigate its protective effect on arsenic-induced rat hippocampal neurons damage. Arsenic exposure resulted in elevated levels of oxidative stress, decreased antioxidant capacity and increased apoptosis in rat hippocampal brain tissue and mitochondria. Immunohistochemical results showed that arsenic exposure also significantly decreased the expression of mitochondrial biosynthesis-related factors PGC-1α and TFAM. Treatment with BAE alleviated the decrease in antioxidant capacity, mitochondrial biogenesis related protein PGC-1α/NRF2/TFAM expression, and ATP production of arsenic induced hippocampal neurons in rats, and improved cognitive function in arsenic damaged rats. This study provides new insights into the detoxification effect of anthocyanins on the nervous system toxicity caused by metal exposure in the environment, indicating that anthocyanins may be a natural antioxidant against the nervous system toxicity caused by environmental metal exposure.",
      "mesh_terms": [
        "Animals",
        "Blueberry Plants",
        "Oxidative Stress",
        "Hippocampus",
        "Arsenic",
        "Neurons",
        "Mitochondria",
        "Anthocyanins",
        "Rats",
        "Peroxisome Proliferator-Activated Receptor Gamma Coactivator 1-alpha",
        "Memory Disorders",
        "NF-E2-Related Factor 2",
        "Antioxidants",
        "Male",
        "DNA-Binding Proteins",
        "Apoptosis",
        "Transcription Factors",
        "Rats, Sprague-Dawley",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "38585498",
      "title": "Langerhans cell histiocytosis presenting as a blueberry muffin rash.",
      "authors": [
        "Shahad F Alanazi",
        "Yara Jazzar",
        "Tala Beidas",
        "Haya Soufan",
        "Khaled A Mohajer",
        "Abdulmalik Alhammad"
      ],
      "journal": "Dermatology reports",
      "publication_date": "2024-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Langerhans cells, often referred to as the \"macrophages of the skin\", are dendritic cells that normally reside in the epidermis and papillary dermis. Just like macrophages, they function as antigenpresenting cells that activate naive T cells. Certain mutations such as those involving the BRAF gene can cause unopposed production of Langerhans cells, which is known as Langerhans cell histiocytosis (LCH). LCH triggers an inflammatory immune response that causes systemic manifestations such as fever and fatigue, as well as other manifestations depending on the affected organs. The pathogenesis behind LCH remains poorly understood. It is still unknown whether it is a neoplastic process or a reactive cancer-mimicking illness. Diagnosis of LCH is confirmed by biopsy, and treatment is largely dependent on the extent and severity of the disease. Common treatments include corticosteroids, excision, radiation, and chemotherapy. We present a case of a 1-year-old Saudi male with LCH."
    },
    {
      "pmid": "38542806",
      "title": "Inter-Individual Responses to a Blueberry Intervention across Multiple Endpoints.",
      "authors": [
        "Yueyue Wang",
        "Crystal Haskell-Ramsay",
        "Jose Lara Gallegos",
        "John K Lodge"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Mar-20",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Inter-individual variation exists in response to diet and in the endpoints related to vascular diseases and cognitive impairment. Therefore, the evaluation and characterisation of responses to a dietary intervention targeting these endpoints is important. A dietary intervention with 37 participants has been performed comparing two forms of blueberry, either whole fresh blueberry (160 g), freeze-dried blueberry powder (20 g) or a placebo control (microcrystalline cellulose), in a 1-week single-blinded cross-over randomised controlled trial (RCT) in a healthy population. The response to the intervention was calculated for each endpoint using the percentage change (±%) compared to the baseline. Extensive inter-individual variation was found in vascular health parameters (-141 to +525%) and cognitive domains (-114 to +96%) post-intervention, but there was no consistent response following the two interventions between and within participants for each endpoint measured. No significant putative discriminating urinary metabolites between interventions were found using supervised multivariate analysis. Although several discriminatory metabolites were found between the responder and non-responder groups, it was not possible to identify predictors of the response using receiver operating curve analysis. To conclude, this is the first blueberry intervention applying quartile divisions to characterise individual responses in vascular and cognitive endpoints following a specific dietary intervention; however, we did not find any consistency in the individual responses to the interventions, and we could not identify a predictive urinary metabolite as a potential biomarker for differentiation between responders and non-responders. However, the overall approach of defining a metabolic signature of response could be used in the future for tailored personalised nutritional advice.",
      "mesh_terms": [
        "Humans",
        "Blueberry Plants",
        "Cognitive Dysfunction",
        "Diet",
        "Biomarkers"
      ]
    },
    {
      "pmid": "38421445",
      "title": "Characterization of the MIKCC-type MADS-box gene family in blueberry and its possible mechanism for regulating flowering in response to the chilling requirement.",
      "authors": [
        "Sui-Lin Zhang",
        "Yan Wu",
        "Xiao-Han Zhang",
        "Xin Feng",
        "Hui-Ling Wu",
        "Bing-Jie Zhou",
        "Ya-Qian Zhang",
        "Man Cao",
        "Zhi-Xia Hou"
      ],
      "journal": "Planta",
      "publication_date": "2024-Feb-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The expression peak of VcAP1.4, VcAP1.6, VcAP3.1, VcAP3.2, VcAG3, VcFLC2, and VcSVP9 coincided with the endo-dormancy release of flower buds. Additionally, GA4+7 not only increased the expression of these genes but also promoted flower bud endo-dormancy release. The MIKCC-type MADS-box gene family is involved in the regulation of flower development. A total of 109 members of the MIKCC-type MADS-box gene family were identified in blueberry. According to the phylogenetic tree, these 109 MIKCC-type MADS-box proteins were divided into 13 subfamilies, which were distributed across 40 Scaffolds. The results of the conserved motif analysis showed that among 20 motifs, motifs 1, 3, and 9 formed the MADS-box structural domain, while motifs 2, 4, and 6 formed the K-box structural domain. The presence of 66 pairs of fragment duplication events in blueberry suggested that gene duplication events contributed to gene expansion and functional differentiation. Additionally, the presence of cis-acting elements revealed that VcFLC2, VcAG3, and VcSVP9 might have significant roles in the endo-dormancy release of flower buds. Meanwhile, under chilling conditions, VcAP3.1 and VcAG7 might facilitate flower bud dormancy release. VcSEP11 might promote flowering following the release of endo-dormancy, while the elevated expression of VcAP1.7 (DAM) could impede the endo-dormancy release of flower buds. The effect of gibberellin (GA4+7) treatment on the expression pattern of MIKCC-type MADS-box genes revealed that VcAP1.4, VcAP1.6, VcAP3.1, VcAG3, and VcFLC2 might promote flower bud endo-dormancy release, while VcAP3.2, VcSEP11, and VcSVP9 might inhibit its endo-dormancy release. These results indicated that VcAP1.4, VcAP1.6, VcAP1.7 (DAM), VcAP3.1, VcAG3, VcAG7, VcFLC2, and VcSVP9 could be selected as key regulatory promoting genes for controlling the endo-dormancy of blueberry flower buds.",
      "mesh_terms": [
        "Blueberry Plants",
        "Phylogeny",
        "Reproduction",
        "Flowers",
        "Gene Duplication"
      ]
    },
    {
      "pmid": "38398840",
      "title": "Effect of Blueberry Supplementation on a Diet-Induced Rat Model of Prediabetes-Focus on Hepatic Lipid Deposition, Endoplasmic Stress Response and Autophagy.",
      "authors": [
        "Gonçalo Ferreira",
        "Pedro Vieira",
        "André Alves",
        "Sara Nunes",
        "Inês Preguiça",
        "Tânia Martins-Marques",
        "Tânia Ribeiro",
        "Henrique Girão",
        "Artur Figueirinha",
        "Lígia Salgueiro",
        "Manuela Pintado",
        "Pedro Gomes",
        "Sofia Viana",
        "Flávio Reis"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Blueberries, red fruits enriched in polyphenols and fibers, are envisaged as a promising nutraceutical intervention in a plethora of metabolic diseases. Prediabetes, an intermediate state between normal glucose tolerance and type 2 diabetes, fuels the development of complications, including hepatic steatosis. In previous work, we have demonstrated that blueberry juice (BJ) supplementation benefits glycemic control and lipid profile, which was accompanied by an amelioration of hepatic mitochondrial bioenergetics. The purpose of this study is to clarify the impact of long-term BJ nutraceutical intervention on cellular mechanisms that govern hepatic lipid homeostasis, namely autophagy and endoplasmic reticulum (ER) stress, in a rat model of prediabetes. Two groups of male Wistar rats, 8-weeks old, were fed a prediabetes-inducing high-fat diet (HFD) and one group was fed a control diet (CD). From the timepoint where the prediabetic phenotype was achieved (week 16) until the end of the study (week 24), one of the HFD-fed groups was daily orally supplemented with 25 g/kg body weight (BW) of BJ (HFD + BJ). BW, caloric intake, glucose tolerance and insulin sensitivity were monitored throughout the study. The serum and hepatic lipid contents were quantified. Liver and interscapular brown and epidydimal white adipose tissue depots (iBAT and eWAT) were collected for histological analysis and to assess thermogenesis, ER stress and autophagy markers. The gut microbiota composition and the short-chain fatty acids (SCFAs) content were determined in colon fecal samples. BJ supplementation positively impacted glycemic control but was unable to prevent obesity and adiposity. BJ-treated animals presented a reduction in fecal SCFAs, increased markers of arrested iBAT thermogenesis and energy expenditure, together with an aggravation of HFD-induced lipotoxicity and hepatic steatosis, which were accompanied by the inhibition of autophagy and ER stress responses in the liver. In conclusion, despite the improvement of glucose tolerance, BJ supplementation promoted a major impact on lipid management mechanisms at liver and AT levels in prediabetic animals, which might affect disease course.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Mice",
        "Prediabetic State",
        "Blueberry Plants",
        "Diabetes Mellitus, Type 2",
        "Rats, Wistar",
        "Liver",
        "Fatty Liver",
        "Obesity",
        "Dietary Supplements",
        "Glucose",
        "Diet, High-Fat",
        "Lipids",
        "Autophagy",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "38300292",
      "title": "A biphasic response to blueberry supplementation on depressive symptoms in emerging adults: a double-blind randomized controlled trial.",
      "authors": [
        "Martin Velichkov",
        "Zsofia Bezur",
        "Carien M van Reekum",
        "Claire M Williams"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: The aim of the present study was to examine the acute and chronic effects of wild blueberry supplementation on mood, executive function, and serum biomarkers of neuroplasticity, inflammation, and oxidative stress in emerging adults with moderate-to-severe depressive symptoms. METHODS: In this double-blind trial, 60 emerging adults (Mage = 20.0 years, 32% male) with self-reported depressive symptoms were randomly assigned to receive a single blueberry drink (acute phase), followed by 6 weeks of daily blueberry supplementation (chronic phase), or a matched placebo drink. The primary outcome was Beck Depression Inventory-II (BDI-II) scores at 6-week follow-up. Further measures included momentary affect (PANAS-X) and accuracy on an executive function task. The data were analyzed using ANCOVAs adjusted for baseline values, sex, and habitual fruit and vegetable intake. Estimated marginal means were calculated to compare the treatment arms. RESULTS: The blueberry drink significantly improved positive affect (p = 0.026) and executive function (p = 0.025) at 2 h post-ingestion, with change scores being positively correlated in the blueberry group (r = 0.424, p = 0.017). However, after six weeks of supplementation the reduction in BDI-II scores was greater in the placebo group by 5.8 points (95% CI: 0.8-10.7, p = 0.023). Generalized anxiety and anhedonia also decreased significantly more in the placebo group. No significant differences were found for any of the biomarkers. CONCLUSIONS: Six weeks of wild blueberry supplementation were inferior to placebo in reducing depressive symptoms. Nevertheless, the correlated improvements in positive affect and executive function after a single dose of blueberries point to a beneficial, albeit transient, psychological effect. These contrasting results suggest a biphasic, hormetic-like response that warrants further investigation. TRIAL REGISTRATION: NCT04647019, dated 30 November, 2020.",
      "mesh_terms": [
        "Humans",
        "Blueberry Plants",
        "Double-Blind Method",
        "Male",
        "Female",
        "Young Adult",
        "Depression",
        "Dietary Supplements",
        "Affect",
        "Executive Function",
        "Biomarkers",
        "Adult",
        "Oxidative Stress",
        "Adolescent",
        "Fruit"
      ]
    },
    {
      "pmid": "38290991",
      "title": "Blueberry anthocyanins improve liver fibrosis by regulating NCOA4 ubiquitination through TRIM7 to affect ferroptosis of hepatic stellate cells.",
      "authors": [
        "Likun Liu",
        "Jinhui Du",
        "Haiqing Fan",
        "Yue Yu",
        "Yilin Luo",
        "Fang Gu",
        "Hui Yu",
        "Xin Liao"
      ],
      "journal": "American journal of physiology. Gastrointestinal and liver physiology",
      "publication_date": "2024-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aims to investigate the role and molecular mechanism of anthocyanin in improving liver fibrosis through ferroptosis, providing a basis for drug development and targeted therapy. In this study, a mouse model of liver fibrosis was established using CCl4, and the anthocyanin treatment groups were administered 100 mg/kg anthocyanin daily via gavage. Furthermore, real-time fluorescent quantitative PCR (qRT-PCR), Western blotting (WB), and enzyme-linked immunosorbent assay were used to assess liver fibrosis indicators and liver injury markers. Histopathological methods were used to confirm the morphology of liver injury in different treatment groups. The effects of anthocyanins on ferroptosis markers, NCOA4 and FTH1 expression, were examined through qRT-PCR, WB, and Co-IP. Confocal microscopy was used to validate the colocalization of ferritin and lysosomes. A differential expression model of TRIM7 was constructed to verify its impact on the progression of liver fibrosis. The present study demonstrates the hepatoprotective effects of anthocyanins in liver fibrosis, highlighting their ability to enhance hepatic stellate cell (HSC) ferroptosis and regulate ferritin autophagy. Moreover, TRIM7 is identified as a key mediator of anthocyanin-induced regulation of hepatic stellate cells activation for liver fibrosis treatment through modulation of ferroautophagy. Mechanistic investigations further reveal that TRIM7 exerts its influence on the process of ferroautophagy by controlling NCOA4 ubiquitination. Our study discovered that anthocyanins could improve liver fibrosis by regulating NCOA4 ubiquitination through TRIM7, thereby affecting hepatic stellate cells' ferroptosis levels.NEW & NOTEWORTHY This was the first study to demonstrate that anthocyanins can improve the progression of liver fibrosis by promoting hepatic stellate cell (HSC) ferroptosis. Anthocyanins could affect the content of Fe2+ by promoting ferroautophagy in HSCs, thereby promoting the level of ferroptosis. This study demonstrates for the first time that anthocyanins can inhibit the expression of TRIM7 and then affect the ubiquitination of NCOA4 to regulate the level of ferritin autophagy and ferroptosis.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Anthocyanins",
        "Blueberry Plants",
        "Ferritins",
        "Ferroptosis",
        "Hepatic Stellate Cells",
        "Liver Cirrhosis",
        "Ubiquitination",
        "Nuclear Receptor Coactivators",
        "Tripartite Motif Proteins",
        "Ubiquitin-Protein Ligases"
      ]
    },
    {
      "pmid": "38275645",
      "title": "Protective Mechanisms of Polyphenol-Enriched Blueberry Preparation in Preventing Inflammation in the Skin against UVB-Induced Damage in an Animal Model.",
      "authors": [
        "Nawal Alsadi",
        "Hamed Yasavoli-Sharahi",
        "Rudolf Mueller",
        "Cyrille Cuenin",
        "Felicia Chung",
        "Zdenko Herceg",
        "Chantal Matar"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2023-Dec-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UVB significantly impacts the occurrence of cutaneous disorders, ranging from inflammatory to neoplastic diseases. Polyphenols derived from plants have been found to exhibit photoprotective effects against various factors that contribute to skin cancer. During the fermentation of the polyphenol-enriched blueberry preparation (PEBP), small oligomers of polyphenols were released, thus enhancing their photoprotective effects. This study aimed to investigate the protective effects of PEBP on UVB-induced skin inflammation. Topical preparations of polyphenols were applied to the skin of dorsally shaved mice. Mice were subsequently exposed to UVB and were sacrificed 90 min after UVB exposure. This study revealed that pretreatment with PEBP significantly inhibited UVB-induced recruitment of mast and neutrophil cells and prevented the loss of skin thickness. Furthermore, the findings show that PEBP treatment resulted in the downregulation of miR-210, 146a, and 155 and the upregulation of miR-200c and miR-205 compared to the UVB-irradiated mice. Additionally, PEBP was found to reduce the expression of IL-6, IL-1β, and TNFα, inhibiting COX-2 and increasing IL-10 after UVB exposure. Moreover, DNA methylation analysis indicated that PEBP might potentially reduce the activation of inflammation-related pathways such as MAPK, Wnt, Notch, and PI3K-AKT signaling. Our finding suggests that topical application of PEBP treatment may effectively prevent UVB-induced skin damage by inhibiting inflammation."
    },
    {
      "pmid": "38235345",
      "title": "Melatonin improves the storage quality of rabbiteye blueberry (Vaccinium ashei) by affecting cuticular wax profile.",
      "authors": [
        "Jia Li",
        "Yaru Cao",
        "Shicun Bian",
        "Seung-Beom Hong",
        "Kai Xu",
        "Yunxiang Zang",
        "Weiwei Zheng"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2024-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cuticular wax is the first line of structural defense for plants against external stresses. This study investigated the effects of melatonin (MT) on chemical composition and accumulation profile of wax, as well as fruit quality of rabbiteye blueberry during storage. The results indicated a significant reduction in the overall wax content during storage. Nevertheless, MT effectively delayed the decline, with a higher amount of 9.8% and 15.17% in the treated 'Baldwin' and 'Garden Blue' compared to their respective controls at 21st day of storage. The wax composition significantly varied depending on storage time, MT treatment, and cultivars. Additionally, MT markedly improved the fruit quality of rabbiteye blueberries. Correlation analysis revealed water loss and decay rates were negatively correlated with triterpenoids and fatty acids. Taken together, this study highlights the positive effects of post-harvest MT application on shelf life and fruit quality of blueberry by modifying the wax profile during storage."
    },
    {
      "pmid": "38186593",
      "title": "Integrating transcriptome and metabolome to explore the growth-promoting mechanisms of GABA in blueberry plantlets.",
      "authors": [
        "Mingfeng Liu",
        "Mingyue Bai",
        "Jiajia Yue",
        "Xiaoke Fei",
        "Xiuying Xia"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tissue culture technology is the main method for the commercial propagation of blueberry plants, but blueberry plantlets grow slowly and have long growth cycles under in vitro propagation, resulting in low propagation efficiency. In addition, the long culturing time can also result in reduced nutrient content in the culture medium, and the accumulation of toxic and harmful substances that can lead to weak growth for the plantlets or browning and vitrification, which ultimately can seriously reduce the quality of the plantlets. Gamma-aminobutyric acid (GABA) is a four-carbon non-protein amino acid that can improve plant resistance to various stresses and promote plant growth, but the effects of its application and mechanism in tissue culture are still unclear. In this study, the effects of GABA on the growth of in vitro blueberry plantlets were analyzed following the treatment of the plantlets with GABA. In addition, the GABA-treated plantlets were also subjected to a comparative transcriptomic and metabolomic analysis. The exogenous application of GABA significantly promoted growth and improved the quality of the blueberry plantlets. In total, 2,626 differentially expressed genes (DEGs) and 377 differentially accumulated metabolites (DAMs) were detected by comparison of the control and GABA-treated plantlets. Most of the DEGs and DAMs were involved in carbohydrate metabolism and biosynthesis of secondary metabolites. The comprehensive analysis results indicated that GABA may promote the growth of blueberry plantlets by promoting carbon metabolism and nitrogen assimilation, as well as increasing the accumulation of secondary metabolites such as flavonoids, steroids and terpenes."
    },
    {
      "pmid": "38140426",
      "title": "Shade Effect on Phenology, Fruit Yield, and Phenolic Content of Two Wild Blueberry Species in Northwestern Ontario, Canada.",
      "authors": [
        "Viktoriya Dyukaryeva",
        "Azim U Mallik"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Dec-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We studied the effect of shade on the phenology, growth, berry yield, and chemical content of two common blueberry species (Vaccinium myrtilloides and V. angustifolium) in Northwestern Ontario. We hypothesized that high shade would delay vegetative and reproductive phenology and decrease berry yield by increasing resource allocation to vegetative vs. reproductive growth, whereas moderate shade would increase berry phenolic content and antioxidant capacity. We subjected transplanted blueberry plants to a controlled shade treatment and evaluated plant phenological events, vegetative and reproductive growth, berry phenolics, and antioxidant capacity. High shade caused an earlier leaf maturation in V. myrtilloides, delayed flowering in V. angustifolium, and prolonged fruit maturation in both. The berry yield of both species decreased with increasing shade. High shade reduced the berry phenolic content and antioxidant capacity, especially in V. myrtilloides. We concluded that shade shifts species-specific vegetative and reproductive phenology, leading to a difference in resource acquisition, resulting in lower berry yield and antioxidant activity."
    },
    {
      "pmid": "38107049",
      "title": "Antitumoral properties of the pomegranate peel and blueberry extracts against tongue carcinoma (in vitro study).",
      "authors": [
        "Reham Mostafa Ahmed",
        "Doaa A M Esmaeil",
        "Shrief Youssef El-Nagdy",
        "Nadia Abbas El-Sisi"
      ],
      "journal": "The Saudi dental journal",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Oral squamous cell carcinoma (OSCC) is one of the most common cancers globally. Considering the drawbacks of the traditional treatment phytochemicals have been introduced to the research field with consideration of their minimal, or no side effects and good efficacy against cancer cells. Pomegranate peel and blueberries are very well-known phytochemicals in this context. MATERIAL AND METHODS: Methanolic extracts are prepared from both pomegranate peel (PPE) and blueberry (BE) dried powders. The antioxidant content was determined by ORAC assay for both extracts. The cytotoxic levels of the extracts and IC50 on the HNO-97 cell line were defined using the colorimetric SRB assay. Then flow cytometric apoptosis analysis of the IC50 of both extracts was performed. Finally, an investigation of the metastasis through the wound healing assay was performed for both extracts. RESULTS: A significant difference in the antioxidant content was found between PPE and BE ethanolic extracts. The Ic50 for the PPE-treated cell line was 73.35 µg/ml while the BE showed it at 525.38 µg/ml with a significant difference between them. Both PPE and BE showed significant induction of cancer cell apoptosis with much better results with PPE treatment. The wound healing assay showed significant inhibition of cell migration when treated with PPE while there was not any significant effect on cell migration when treated with BE. CONCLUSION: With the consideration that, the Phytochemicals used are well-known fruits with no harm on normal tissues. Low doses of PPE exert incredibly significant alteration in the HNO-97 tongue cancer cell proliferation, inducing apoptosis and inhibition of cancer cell migration. Meanwhile, treatment with BE needs much higher doses for showing anti-proliferative properties of cancer cells and induce cancer cell apoptosis. This gives promising results for further investigations about using them as a treatment or adjunctive treatment for oral cancer cases."
    },
    {
      "pmid": "38022748",
      "title": "Blueberry (Vaccinium myrtillus) Induced Anaphylaxis in a Chinese Child with Lipid Transfer Protein Sensitization.",
      "authors": [
        "Nannan Jiang",
        "Li Xiang",
        "Hui Guan",
        "Xudong Zhang"
      ],
      "journal": "Journal of asthma and allergy",
      "publication_date": "2023",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "PURPOSE: Fruits have been identified as the primary triggers of anaphylaxis in older children in the Chinese population, especially among individuals with pollen sensitization. To date, no allergies have been reported after blueberry ingestion in the Chinese population. CASE REPORT: A 12-year-old girl experienced one episode of anaphylaxis within 30 minutes of having breakfast (including milk, egg, wheat bread, and blueberry) while walking to school. She menstruated during this episode. Prompt treatment with epinephrine and fluid therapy led to full recovery within 24 h. Specific IgE was conducted using ImmunoCAP, and the patient exhibited sensitization to several pollens, mainly Japanese hop (74.3 kUa/L) and mugwort (26.5 kUa/L). Regarding specific IgE to allergen components, the patient showed sensitization primarily to lipid transfer protein (LTP) components from mugwort Art v 3 (79.7 kUa/L), wheat Tri a 14 (12.4 kUa/L) and peach Pru p 3 (2.15 kUa/L), but tested negative for omega-5 gliadin. The prick test results were positive for blueberries (wheal size 9.5 mm), cherries (wheal size 6.5 mm), kiwifruits (wheal size 6 mm), and pears (wheal size 4.5 mm). Our patient was provided with an epi-pen and was advised to avoid consuming relevant fruits. After four months of follow-up, the patient had not experienced any episodes of anaphylaxis since these recommendations were implemented. CONCLUSION: We report for the first time a Chinese child with severe IgE-mediated immediate-type anaphylactic reaction to blueberries, in whom we identified LTP as the suspected allergen component."
    },
    {
      "pmid": "37988818",
      "title": "Differential response of blueberry to the application of bacterial inoculants to improve yield, organoleptic qualities and concentration of bioactive compounds.",
      "authors": [
        "José David Flores-Félix",
        "Ana Carolina Gonçalves",
        "Sara Meirinho",
        "Ana Raquel Nunes",
        "Gilberto Alves",
        "Cristina Garcia-Viguera",
        "Diego A Moreno",
        "Luís R Silva"
      ],
      "journal": "Microbiological research",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The application of bacterial biofortifiers is an increasingly common technique. In recent years, some strains have been shown to improve the nutraceutical qualities of crops. This work analyses the impact of biofortification with 3 bacterial strains of the genera Rhizobium, Paenibacillus and Lactiplantibacillus on the nutritional characteristics and organic composition of blueberry in Portugal. Paenibacillus sp. VMFR46 treatment showed increase of 71.36 % and 79.88 % in total production. Biofortified treatments were able to increase Brix degree, maturity index (up to 48.05 % for cv. Legacy and up to 26.04 % for cv. Duke) and CIEL*a*b* index respect to uninoculated control. In this way, (poly)phenolic compounds concentration increased in biofortified treatment, and their (poly)phenolic profile was modified, some compounds such as myricetin aglycone or myricetin derivative are exclusive of the fruits from biofortified plants, with increases in (poly)phenolic concentrations related with R. laguerreae PEPV16 or Paenibacillus sp. VMFR46 inoculation in cv. Legacy. These modifications resulted in the improvement of the nutraceutical characteristics of the fruits obtained.",
      "mesh_terms": [
        "Agricultural Inoculants",
        "Blueberry Plants",
        "Dietary Supplements",
        "Fruit",
        "Sensation"
      ]
    },
    {
      "pmid": "37944731",
      "title": "Investigation on the interaction mechanisms for stability of preheated whey protein isolate with anthocyanins from blueberry.",
      "authors": [
        "Zhihuan Zang",
        "Jinlong Tian",
        "Shurui Chou",
        "Yuxi Lang",
        "Siyi Tang",
        "Shufang Yang",
        "Yiyun Yang",
        "Zhufeng Jin",
        "Wei Chen",
        "Xiaoli Liu",
        "Wuyang Huang",
        "Bin Li"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Proteins and anthocyanins coexist in complex food systems. This research mainly studied the steady-state protective design and mechanism of the preheated protein against anthocyanins. Multispectral and molecular dynamics are utilized to illustrate the interaction mechanism between preheated whey protein isolate (pre-WPI) and anthocyanins. The pre-WPI could effectively protect the stability of anthocyanins, and the effect was better than that of the natural whey protein isolate (NW). Among them, NW after preheating treatment at 55 °C showed better protection against anthocyanin stability. Fluorescence studies indicated that pre-WPI there existed a solid binding affinity and static quenching for malvidin-3-galactoside (M3G). Multispectral data showed a significant variation in the secondary structure of pre-WPI. Furthermore, molecular dynamics simulation selects AMBER18 as the protein force field, and the results showed that hydrogen bonding participated as an applied force. Compared with NW, pre-WPI could better wrap anthocyanins and avoid damage to the external environment due to tightening of the pockets. Protein protects anthocyanins from degradation, and this protective effect is influenced by the preheating temperature of protein and the structure of protein. On the basis of the above results, it is possible to pinpoint the interaction mechanism between preheated proteins and anthocyanins.",
      "mesh_terms": [
        "Anthocyanins",
        "Whey Proteins",
        "Blueberry Plants",
        "Temperature",
        "Molecular Dynamics Simulation"
      ]
    },
    {
      "pmid": "37921575",
      "title": "Blueberry intervention mitigates detrimental microbial metabolite trimethylamine N-oxide by modulating gut microbes.",
      "authors": [
        "Adhini Kuppuswamy Satheesh Babu",
        "Chrissa Petersen",
        "Lisard Iglesias-Carres",
        "Henry A Paz",
        "Umesh D Wankhade",
        "Andrew P Neilson",
        "Pon Velayutham Anandh Babu"
      ],
      "journal": "BioFactors (Oxford, England)",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gut microbes play a pivotal role in host physiology by producing beneficial or detrimental metabolites. Gut bacteria metabolize dietary choline and L-carnitine to trimethylamine (TMA) which is then converted to trimethylamine-N-oxide (TMAO). An elevated circulating TMAO is associated with diabetes, obesity, cardiovascular disease, and cancer in humans. In the present study, we investigated the effect of dietary blueberries and strawberries at a nutritional dosage on TMA/TMAO production and the possible role of gut microbes. Blueberry cohort mice received a control (C) or freeze-dried blueberry supplemented (CB) diet for 12 weeks and subgroups received an antibiotics cocktail (CA and CBA). Strawberry cohort mice received a control (N) or strawberry-supplemented (NS) diet and subgroups received antibiotics (NA and NSA). Metabolic parameters, choline, TMA, and TMAO were assessed in addition to microbial profiling and characterization of berry powders. Blueberry supplementation (equivalent to 1.5 human servings) reduced circulating TMAO in CB versus C mice (~48%) without changing choline or TMA. This effect was not mediated through alterations in metabolic parameters. Dietary strawberries did not reduce choline, TMA, or TMAO. Depleting gut microbes with antibiotics in these cohorts drastically reduced TMA and TMAO to not-quantified levels. Further, dietary blueberries increased the abundance of bacterial taxa that are negatively associated with circulating TMA/TMAO suggesting the role of gut microbes. Our phenolic profiling indicates that this effect could be due to chlorogenic acid and increased phenolic contents in blueberries. Our study provides evidence for considering dietary blueberries to reduce TMAO and prevent TMAO-induced complications.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Gastrointestinal Microbiome",
        "Blueberry Plants",
        "Mice, Inbred CBA",
        "Choline",
        "Anti-Bacterial Agents",
        "Methylamines"
      ]
    },
    {
      "pmid": "37829446",
      "title": "Exploring the potential of ume-derived proanthocyanidins: novel applications for blueberry preservation.",
      "authors": [
        "Lishan Liang",
        "Honghao Qiu",
        "Yuntong Liu",
        "Yingjie Liu",
        "Luo Weng",
        "Wenting Zhong",
        "Fanxin Meng"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Proanthocyanidins (PCs) extracted from ume have many well-known functional properties. The aim of this study was to explore a novel natural food preservative using ume plum pulp proanthocyanidins (UPPP). The crude product of PCs from ume plum was obtained by using ethanol as extraction solvent and ultrasonic-assisted extraction, and then the pure product of UPPP was obtained by purification with AB-8 resin. The bacteriostatic ability of UPPP and the freshness preservation effect on blueberry were analyzed. The results showed that UPPP had a high inhibitory effect on Staphylococcus aureus (MIC of 1.563 mg/mL) and Escherichia coli (MIC of 3.125 mg/mL). Findings revealed that, in comparison to 0.02% potassium sorbate, blueberries treated with a high concentration of UPPP in a dipping treatment displayed superior quality maintenance after 7 days of storage at 4°C. Importantly, analysis of the various metrics showed that treatment with UPPP was significantly better compared to blueberries treated with 0.02% potassium sorbate. For example, the decay rate, weight loss, and total number of colonies of blueberries treated with 0.02% potassium sorbate were 55.56, 3.48%, and 4.24 ± 0.07 log CFU/mL, whereas the values of the above indexes for blueberries treated with 25 mg/mL of UPPP were 22.22, 3.09%, and 3.10 ± 0.17 log CFU/mL, respectively. Conversely, blueberries that were not dipped in any preservative displayed signs of deterioration as early as the 3rd day of the storage period, highlighting the potential of UPPP as a valuable method for preserving fruits and vegetables. Therefore, UPPP holds great promise as an innovative natural food preservative, effectively enhancing food safety, quality, and extending shelf-life."
    },
    {
      "pmid": "37803698",
      "title": "Melatonin treatment delays the softening of blueberry fruit by modulating cuticular wax metabolism and reducing cell wall degradation.",
      "authors": [
        "Ruiling Liu",
        "Fanchen Shang",
        "Ben Niu",
        "Weijie Wu",
        "Yanchao Han",
        "Hangjun Chen",
        "Haiyan Gao"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effects of postharvest melatonin (MT) treatment on cuticular wax and cell wall metabolism in blueberry fruit (Vaccinium spp.) were evaluated. The results revealed that MT treatment maintained the cuticular wax rod-like structure and delayed wax degradation. The gas chromatography-mass spectrometry analysis results revealed that MT application changed the cuticular wax composition in blueberries, and 25 metabolic components were screened. The metabolic regulation of wax quality in blueberry fruit may therefore be influenced by MT. Additionally, MT slowed down pectin and cellulose degradation by reducing the activities of cell wall degrading enzymes like pectin methyl esterase polygalacturonase, β-galactosidase, and cellulose in the later stages of storage. It also downregulated the transcriptional expression of related genes like VcPE, VcPG, VcBG6, and VcGAL1. Thus, MT prevented softening and senescence by postponing the degradation of the cell wall in postharvest blueberry fruit.",
      "mesh_terms": [
        "Humans",
        "Blueberry Plants",
        "Melatonin",
        "Fruit",
        "Time-to-Treatment",
        "Pectins",
        "Cellulose",
        "Cell Wall"
      ]
    },
    {
      "pmid": "37797061",
      "title": "The miR156/SPL12 module orchestrates fruit colour change through directly regulating ethylene production pathway in blueberry.",
      "authors": [
        "Hongxue Li",
        "Shouwen Wang",
        "Lulu Zhai",
        "Yuhai Cui",
        "Guiliang Tang",
        "Junwei Huo",
        "Xuyan Li",
        "Shaomin Bian"
      ],
      "journal": "Plant biotechnology journal",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colour change is an important event during fruit ripening in blueberry. It is well known that miR156/SPLs act as regulatory modules mediating anthocyanin biosynthesis and ethylene plays critical roles during colour change, but the intrinsic connections between the two pathways remain poorly understood. Previously, we demonstrated that blueberry VcMIR156a/VcSPL12 affects the accumulation of anthocyanins and chlorophylls in tomato and Arabidopsis. In this study, we first showed that VcMIR156a overexpression in blueberry led to enhanced anthocyanin biosynthesis, decreased chlorophyll accumulation, and, intriguingly, concomitant elevation in the expression of ethylene biosynthesis genes and the level of the ethylene precursor ACC. Conversely, VcSPL12 enhanced chlorophyll accumulation and suppressed anthocyanin biosynthesis and ACC synthesis in fruits. Moreover, the treatment with ethylene substitutes and inhibitors attenuated the effects of VcMIR156a and VcSPL12 on pigment accumulation. Protein-DNA interaction assays indicated that VcSPL12 could specifically bind to the promoters and inhibit the activities of the ethylene biosynthetic genes VcACS1 and VcACO6. Collectively, our results show that VcMIR156a/VcSPL12 alters ethylene production through targeting VcACS1 and VcACO6, therefore governing fruit colour change. Additionally, VcSPL12 may directly interact with the promoter region of the chlorophyll biosynthetic gene VcDVR, thereby activating its expression. These findings established an intrinsic connection between the miR156/SPL regulatory module and ethylene pathway.",
      "mesh_terms": [
        "Fruit",
        "Anthocyanins",
        "Blueberry Plants",
        "Color",
        "Plant Proteins",
        "Ethylenes",
        "Arabidopsis",
        "Chlorophyll",
        "Gene Expression Regulation, Plant",
        "MicroRNAs"
      ]
    },
    {
      "pmid": "37647279",
      "title": "Blueberry extracts antagonize Aβ25-35 neurotoxicity and exert a neuroprotective effect through MEK-ERK-BDNF/UCH-L1 signaling pathway in rat and mouse hippocampus.",
      "authors": [
        "Long Tan",
        "Han Zhang",
        "Haiqiang Li",
        "Shoudan Sun",
        "Quanjun Lyu",
        "Yugang Jiang"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The neuroprotective potential of blueberry (BB) extracts against Alzheimer's disease (AD) has been previously hinted at, while its exact mechanism has remained largely enigmatic. OBJECTIVE: Our study endeavored to unravel the impacts and mechanisms by which BB extracts ameliorated the learning and memory prowess of AD-afflicted mice, with a specific focus on the MEK-ERK pathway. METHODS: We employed 3-month-old APP/PS1 transgenic mice and stratified them into three distinct groups: AD+BB, AD, and control (CT). The Morris Water Maze Test (MWMT) was then administered to gauge their learning and memory faculties. In vitro experiments were executed on Aβ25-35-afflicted rat hippocampal neurons, which were subsequently treated with varying concentrations of BB extracts. We then assessed the expression levels of genes and proteins integral to the MEK-ERKBDNF/UCH-L1 pathway. RESULTS: The data showed that the AD mice demonstrated compromised learning and memory faculties in MWMT. However, the AD+BB cohort showcased marked improvements in performance. Furthermore, in the AD subset, significant elevations in the expressions of MEK2 and ERK1/2 were observed, both at the mRNA and protein levels. Conversely, UCH-L1 mRNA expressions exhibited a decline, while BDNF expressions surged significantly. However, post BB extract treatment, the expressions of MEK2 and ERK1/2 were subdued, with UCH-L1 and BDNF mRNA expressions reverting to control levels. CONCLUSIONS: Our findings propounded that BB extracts could offer therapeutic promise for AD by bolstering learning and memory capacities. The unwarranted activation of the MEK-ERK pathway, coupled with the aberrant expressions of BDNF and UCH-L1, might underpin AD's pathogenesis.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Rats",
        "Alzheimer Disease",
        "Amyloid beta-Peptides",
        "Blueberry Plants",
        "Brain-Derived Neurotrophic Factor",
        "Disease Models, Animal",
        "Hippocampus",
        "MAP Kinase Signaling System",
        "Mice, Transgenic",
        "Neurons",
        "Neuroprotective Agents",
        "Peptide Fragments",
        "Plant Extracts",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "37631329",
      "title": "Development of Blueberry-Derived Extracellular Nanovesicles for Immunomodulatory Therapy.",
      "authors": [
        "Tuong Ngoc-Gia Nguyen",
        "Cuong Viet Pham",
        "Rocky Chowdhury",
        "Shweta Patel",
        "Satendra Kumar Jaysawal",
        "Yingchun Hou",
        "Huo Xu",
        "Lee Jia",
        "Andrew Duan",
        "Phuong Ha-Lien Tran",
        "Wei Duan"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2023-Aug-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Over the past decade, there has been a significant expansion in the development of plant-derived extracellular nanovesicles (EVs) as an effective drug delivery system for precision therapy. However, the lack of effective methods for the isolation and characterization of plant EVs hampers progress in the field. To solve a challenge related to systemic separation and characterization in the plant-derived EV field, herein, we report the development of a simple 3D inner filter-based method that allows the extraction of apoplastic fluid (AF) from blueberry, facilitating EV isolation as well as effective downstream applications. Class I chitinase (PR-3) was found in blueberry-derived EVs (BENVs). As Class I chitinase is expressed in a wide range of plants, it could serve as a universal marker for plant-derived EVs. Significantly, the BENVs exhibit not only higher drug loading capacity than that reported for other EVs but also possess the ability to modulate the release of the proinflammatory cytokine IL-8 and total glutathione in response to oxidative stress. Therefore, the BENV is a promising edible multifunctional nano-bio-platform for future immunomodulatory therapies."
    },
    {
      "pmid": "37573915",
      "title": "Effects of salicylic acid-grafted bamboo hemicellulose on gray mold control in blueberry fruit: The phenylpropanoid pathway and peel microbial community composition.",
      "authors": [
        "Rongyu Du",
        "Jia Deng",
        "Erbin Huang",
        "Lin Chen",
        "Junrong Tang",
        "Yun Liu",
        "Zhengjun Shi",
        "Fang Wang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bamboo hemicellulose (HC) is a natural plant polysaccharide with good biocompatibility and biodegradability. But its poor antibacterial activity limits its application in fruits preservation. In this study, based on the good inducer of salicylic acid (SA) for plant diseases resistance, a novel antibacterial coating material was synthesized by grafting SA onto HC. The study aimed to investigate the synergistic effect of HC-g-SA on antibacterial ability, induces diseases resistance and microbial community composition of postharvest fruit. The graft copolymer treatment significantly reduced the incidence of gray mold caused by Botrytis cinerea in blueberries during storage (P < 0.05), and significantly stimulated the activity of key enzymes, including phenylalanine ammonia-lyase, chalcone isomerase, laccase, and polyphenol oxidase, leading to an increase in fungicidal compounds such as flavonoids, lignin, and total phenolics produced by the phenylpropanoid pathway in blueberries (P < 0.05). Moreover, the HC-g-SA coating altered bacterial and fungal community composition such that the abundance of postharvest fruit-peel pathogens was significantly reduced. After 8 days storage, the blueberry fruits treated by HC-g-SA had a weight loss rate of 12.42 ± 0.85 %. Therefore, the HC-g-SA graft copolymer had a positive impact on the control of gray mold in blueberry fruit during postharvest storage.",
      "mesh_terms": [
        "Blueberry Plants",
        "Fruit",
        "Polysaccharides",
        "Salicylic Acid",
        "Botrytis",
        "Plant Diseases",
        "Phenylalanine Ammonia-Lyase",
        "Disease Resistance",
        "Lignin"
      ]
    },
    {
      "pmid": "37514210",
      "title": "A Study of the Molecular Regulatory Network of VcTCP18 during Blueberry Bud Dormancy.",
      "authors": [
        "Ruixue Li",
        "Rui Ma",
        "Yuling Zheng",
        "Qi Zhao",
        "Yu Zong",
        "Youyin Zhu",
        "Wenrong Chen",
        "Yongqiang Li",
        "Weidong Guo"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Jul-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BRANCHED1 (BRC1) is a crucial member of the TEOSINTE BRANCHED1/CYCLOIDEA/PCF (TCP) gene family and is well known for playing a central role in shoot branching by controlling buds' paradormancy. However, the expression characteristics and molecular regulatory mechanism of BRC1 during blueberry bud dormancy are unclear. To shed light on these topics, shoots of three blueberry cultivars with different chilling requirements (CRs) were decapitated in summer to induce paradormancy release and subjected to different levels of chilling in winter to induce endodormancy release. The results showed that the high-CR cultivar 'Chandler' had the strongest apical dominance among the three cultivars; additionally, the expression of VcTCP18, which is homologous to BRC1, was the highest under both the decapitation treatment and low-temperature treatment. The 'Emerald' cultivar, with a low CR, demonstrated the opposite trend. These findings suggest that VcTCP18 plays a negative regulatory role in bud break and that there may be a correlation between the CR and tree shape. Through yeast 1-hybrid (Y1H) assays, we finally screened 21 upstream regulatory genes, including eight transcription factors: zinc-finger homeodomain protein 1/4/5/9, MYB4, AP2-like ethylene-responsive transcription factor AINTEGUMENTA (ANT), ASIL2-like, and bHLH035. It was found that these upstream regulatory genes positively or negatively regulated the expression of VcTCP18 based on the transcriptome expression profile. In summary, this study enriched our understanding of the regulatory network of BRCl during bud dormancy and provided new insights into the function of BRC1."
    },
    {
      "pmid": "37492772",
      "title": "Quality analysis and metabolomic profiling of the effects of exogenous abscisic acid on rabbiteye blueberry.",
      "authors": [
        "Hao Yang",
        "Tianyu Han",
        "Yaqiong Wu",
        "Lianfei Lyu",
        "Wenlong Wu",
        "Weilin Li"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Blueberry is a characteristic berry fruit shrub of the genus Vaccinium in the Rhododendron family. The fruit is rich in anthocyanins and has a variety of nutritional and health functions. This study aimed to systematically study the effect of exogenous abscisic acid (ABA) application on ripening and metabolites in blueberry fruits. Blueberry fruit ripening was divided into six stages for further analysis. In this study, nontarget metabolomics was performed to demonstrate the effect on metabolite levels. The results showed that 1000 mg/L ABA significantly promoted fruit ripening and increased anthocyanin content. Moreover, exogenous ABA treatment can affect endogenous ABA levels and improve its antioxidant capacity. Important metabolites of the flavonoid pathway were detected, and the results showed that anthocyanin synthesis increased, and some other bioactive metabolite levels decreased. After comprehensive assessments, we believe that 1000 mg/L exogenous ABA application will have positive impacts on blueberry fruit quality and economic benefits."
    },
    {
      "pmid": "37488250",
      "title": "Blueberry intake elevates post-exercise anti-inflammatory oxylipins: a randomized trial.",
      "authors": [
        "David C Nieman",
        "Camila A Sakaguchi",
        "Ashraf M Omar",
        "Kierstin L Davis",
        "Cameron E Shaffner",
        "Renee C Strauch",
        "Mary Ann Lila",
        "Qibin Zhang"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Jul-24",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study determined if 18 days of supplementation with blueberries (BL) compared to placebo (PL) could mitigate muscle soreness and damage and improve inflammation resolution in untrained adults (n = 49, ages 18-50 years) after engaging in a 90-min bout of \"weekend warrior\" eccentric exercise. The BL freeze dried supplement provided 1 cup of fresh blueberries per day equivalent with 805 mg/day total phenolics and 280 mg/day anthocyanins. Urine levels of eight BL gut-derived phenolics increased after 14- and 18-days supplementation with 83% higher concentrations in BL vs. PL (p < 0.001). The 90-min exercise bout caused significant muscle soreness and damage during 4d of recovery and a decrease in exercise performance with no significant differences between PL and BL. Plasma oxylipins were identified (n = 76) and grouped by fatty acid substrates and enzyme systems. Linoleic acid (LA) oxylipins generated from cytochrome P450 (CYP) (9,10-, 12,13-dihydroxy-9Z-octadecenoic acids) (diHOMEs) were lower in BL vs. PL (treatment effect, p = 0.051). A compositive variable of 9 plasma hydroxydocosahexaenoic acids (HDoHEs) generated from docosahexaenoic acid (DHA, 22:6) and lipoxygenase (LOX) was significantly higher in BL vs. PL (treatment effect, p = 0.008). The composite variable of plasma 14-HDoHE, 17-HDoHE, and the eicosapentaenoic acid (EPA)-derived oxylipin 18-hydroxyeicosapentaenoic acid (18-HEPE) (specialized pro-resolving lipid mediators, SPM, intermediates) was significantly higher in BL vs PL (treatment effect, p = 0.014). Pearson correlations showed positive relationships between post-exercise DHA-LOX HDoHEs and SPM intermediates with urine blueberry gut-derived phenolics (r = 0.324, p = 0.023, and r = 0.349, p = 0.015, respectively). These data indicate that 18d intake of 1 cup/day blueberries compared to PL was linked to a reduction in pro-inflammatory diHOMES and sustained elevations in DHA- and EPA-derived anti-inflammatory oxylipins in response to a 90-min bout of unaccustomed exercise by untrained adults.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Oxylipins",
        "Anthocyanins",
        "Blueberry Plants",
        "Myalgia",
        "Anti-Inflammatory Agents",
        "Docosahexaenoic Acids",
        "Eicosapentaenoic Acid"
      ]
    },
    {
      "pmid": "37486007",
      "title": "Wild blueberry (V. angustifolium) improves TNFα-induced cell barrier permeability through claudin-1 and oxidative stress modulation in Caco-2 cells.",
      "authors": [
        "Mirko Marino",
        "Samuele Venturi",
        "Marco Rendine",
        "Marisa Porrini",
        "Claudio Gardana",
        "Dorothy Klimis-Zacas",
        "Cristian Del Bo'",
        "Patrizia Riso"
      ],
      "journal": "Food & function",
      "publication_date": "2023-Aug-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increasing evidence links the impairment of intestinal permeability (IP), a feature of the intestinal barrier, to numerous dysmetabolic and dysfunctional conditions. Several host and environmental factors, including dietary factors, can negatively and/or positively affect IP. In this regard, polyphenol-rich foods including berries have been proposed as potential IP modulators. However, the exact mechanisms involved are not yet fully elucidated. The aim of the present study was to evaluate the effect of a wild blueberry (WB; V. angustifolium) powder, naturally rich in polyphenols, to affect Caco-2 cell monolayer permeability and to identify the potential mechanisms in modulating the IP process. Caco-2 cells were incubated with TNF-α (10 ng mL-1), as a pro-inflammatory stimulus, and supplemented for 24 hours with different concentrations (1 and 5 mg mL-1) of WB powder. The integrity of the intestinal cell monolayer was evaluated by measuring the transepithelial electrical resistance (TEER) and the paracellular transport of FITC-dextran. In addition, the production of the tight junction proteins, such as claudin-1 and occludin, as well as protein carbonyl and 8-hydroxy 2 deoxyguanosine, as oxidative stress markers, were quantified in the supernatant by ELISA kits. Overall, the treatment with WB powder (5 mg mL-1) mitigated the loss of Caco-2 cell barrier integrity, as documented by an increase in TEER and a reduction in FITC values. This modulation was accompanied by an upregulation of claudin-1 and a reduction of 8-OHdG. Conversely, no effect was documented for the lower concentration (1 mg mL-1) and the other IP markers, as well as oxidative stress markers analysed. In conclusion, our findings suggest a potential role of WB in the modulation of cell barrier integrity. This modulation process could be attributed to an increase in claudin-1 expression and a reduction in 8-OHdG. Further studies should be performed to corroborate the results obtained. In addition, since the effects were observed at doses of WB achievable with the diet, these findings should be substantiated also through in vivo approaches.",
      "mesh_terms": [
        "Humans",
        "Caco-2 Cells",
        "Tumor Necrosis Factor-alpha",
        "Claudin-1",
        "Blueberry Plants",
        "Intestinal Mucosa",
        "Powders",
        "Oxidative Stress",
        "Permeability",
        "Tight Junctions"
      ]
    },
    {
      "pmid": "37477270",
      "title": "l-Arginine treatment maintains postharvest quality in blueberry fruit by enhancing antioxidant capacity during storage.",
      "authors": [
        "Jiaqi Wang",
        "Yajuan Wang",
        "Yuxuan Li",
        "Ling Yang",
        "Bingxin Sun",
        "Yunhe Zhang",
        "Yufeng Xu",
        "Xuerui Yan"
      ],
      "journal": "Journal of food science",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The postharvest quality of blueberry fruit is largely limited by deterioration. l-arginine (Arg) is a functional nontoxic amino acid with high biological activities. This study investigated the positive effects and the underlying mechanism of Arg treatment on the quality of postharvest blueberries. Arg effectively mitigated fruit decay and improved the quality of blueberries, including weight loss, firmness, and soluble solid content. Mechanistically, Arg-mediated activation of the anti-oxidative defense system reduced reactive oxygen species-mediated oxidative damage. Moreover, Arg treatment decreased the activities and gene expression of phospholipase D, lipoxygenase, and lipase-inhibiting membrane lipid peroxidation during the prolonged storage of blueberries. Meanwhile, Arg treatment increased nitric oxide (NO) content and NO synthase activity. Furthermore, correlation and principal component analyses revealed the enhancement of Arg treatment on antioxidant capacity. This study suggests that Arg treatment can maintain the postharvest quality of blueberries by improving antioxidant capacity.",
      "mesh_terms": [
        "Antioxidants",
        "Blueberry Plants",
        "Fruit",
        "Oxidative Stress",
        "Arginine"
      ]
    },
    {
      "pmid": "37443996",
      "title": "Effects of Dried Blueberry Pomace and Pineapple Pomace on Growth Performance and Meat Quality of Broiler Chickens.",
      "authors": [
        "Yaodong Hu",
        "Shi Tang",
        "Wei Zhao",
        "Silu Wang",
        "Caiyun Sun",
        "Binlong Chen",
        "Yuxing Zhu"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2023-Jul-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study was to investigate the effects of dried blueberry pomace (BP) and pineapple pomace (PP) on the growth performance and meat quality of broiler chickens. A total of 240 1-day-old Ross 308 broiler chickens were randomly divided into 3 groups, with 10 replicates per treatment group and 8 birds per replicate (4 males and 4 females). The three groups were the control (CON) group, the 3% BP group, and 3% PP group. The entire trial period lasted 42 days. The results show that the average daily feed intake, average daily gain, and feed-to-gain ratio of the BP group and the PP group were not significantly different from those in the CON group (p > 0.05). Adding BP to the diet significantly reduced the proportion of liver and giblets (p < 0.05). Adding PP to the diet significantly reduced the proportion of liver, while the proportion of gizzard significantly increased (p < 0.05). The pH24h and L* of breast muscles were significantly lower in the PP group than in the CON group (p < 0.05). The water-holding capacity of the leg muscles in the BP group and the PP group was significantly lower than that in the CON group (p < 0.05). The crude protein content of breast muscle and the ether extract content of leg muscle in the BP group were significantly lower than those in the CON group (p < 0.05). In conclusion, the addition of 3% BP and PP to broiler chickens' diets had no adverse effects on growth performance or meat quality."
    },
    {
      "pmid": "37406406",
      "title": "Inhibition of cell wall pectin metabolism by plasma activated water (PAW) to maintain firmness and quality of postharvest blueberry.",
      "authors": [
        "Jun-Hu Cheng",
        "Ling He",
        "Da-Wen Sun",
        "Yawen Pan",
        "Ji Ma"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Blueberry is a class of berries with high nutritional and economic value but has short shelf life due to its rapid softening at room temperature. This study investigated the effects of plasma-activated water (PAW) treatment on the softening quality and cell wall pectin metabolism of blueberries stored for 10 d at 25 °C after being immersed in PAW for 10 min. PAW was generated by plasma with different times (1 and 2 min), fixed frequency (10 kHz) and fixed voltage (50 kV). The analysis showed that the firmness of PAW-treated fruit significantly increased (P < 0.05) by 36.4% after 10 d storage. PAW treatment controlled the solubilization of pectin from water-insoluble to water-soluble. The activities of cell wall pectin-degrading enzymes like polygalacturonase (PG), β-galactosidase (β-Gal) and pectin methylesterase (PME) in PAW-treated blueberries decreased by 15.7%, 18.3%, and 27.9%, respectively, on day 10. After PAW treatment, blueberries also maintained better postharvest quality (firmness, colour, soluble solid content and anthocyanin content) and intact epidermal waxy and cell wall structure. These results suggested that PAW showed great potential for postharvest fresh-keeping of blueberry.",
      "mesh_terms": [
        "Blueberry Plants",
        "Water",
        "Pectins",
        "Fruit",
        "Cell Wall"
      ]
    },
    {
      "pmid": "37305102",
      "title": "Estimation In Vivo of the Antioxidant Activity of Axillary-Blueberry (Vaccinium axillare Nakai) Fruit under Oxidative Stress.",
      "authors": [
        "G Ya Mechikova",
        "M Yu Fleishman",
        "O A Lebed'ko"
      ],
      "journal": "Cell and tissue biology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The intensity of free radical oxidation processes in vivo (a model of induced oxidative stress) was studied after a probe administration of the fruit extract of the axillary blueberry (Vaccinium axillare Nakai). \\Four groups (n = 40) of white CBA line male mice weighing 20-25 g were involved in the experiment: (1) intact control; (2) introduction of a 0.9% sodium-chloride solution orally for 10 days, a dose of 10 mL/kg per day; (3) \"cisplatin\" group (animals received 0.9% sodium-chloride solution similarly to group 2; on the fifth day of the experiment, cisplatin was administered one time by intraperitoneal injection at a dose of 7.5 mg/kg); and (4) \"cisplatin + blueberry\" group (mice received orally an extract of axillary-blueberry fruits at a dose of 10 mL/kg per day for 10 days; on the fifth day of the experiment, cisplatin was administered one time by intraperitoneal injection at a dose of 7.5 mg/kg). The antioxidant activity of the axillary blueberry was studied by a method of chemiluminescence. The analysis of kinetic parameters of chemiluminescence of mouse-kidney homogenate demonstrated that, against the background of a single intraperitoneal injection of cisplatin, oxidative stress develops in animals, with its severity decreasing under the action of axillary blueberry-fruit extract. The axillary blueberry-fruit extract has pronounced antioxidant properties and can play a role in the treatment and prevention of disease associated with oxidative stress."
    },
    {
      "pmid": "37275633",
      "title": "Five blueberry anthocyanins and their antioxidant, hypoglycemic, and hypolipidemic effects in vitro.",
      "authors": [
        "Chao-Wei Zhu",
        "Han Lü",
        "Lan-Lan Du",
        "Jing Li",
        "Han Chen",
        "Hui-Fang Zhao",
        "Wen-Long Wu",
        "Jian Chen",
        "Wei-Lin Li"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The dual epidemic of obesity and diabetes mellitus is becoming an important worldwide public health issue. \"Diabesity\" is the term used to describe the combined detrimental health effects of both diabetes mellitus and obesity/overweight. Currently, food-derived bioactive compounds are suggested to alleviate diabesity. Blueberries are rich in bioactive anthocyanins, which are associated with contributing to preventing obesity and diabetes mellitus. However, the accurate active compounds and the underlying mechanism are still unclear. The objective of this study was to investigate the beneficial effects of blueberry anthocyanin on diabesity. In total, five anthocyanins (delphinidin-3-O-galactoside, delphinidin-3-O-glucoside, petunidin-3-O-galactoside, petunidin-3-O-glucoside, and malvidin-3-O-galactoside) were isolated from rabbiteye blueberry (Vaccinium virgatum) cultivar \"Garden blue.\" All these anthocyanins exhibited oxygen radical absorbance capacity (ORAC), scavenging power of ABTS+, and DPPH-free radical and inhibitory activity of α-glucosidase in vitro. Moreover, some compounds improved glucose uptake and attenuated lipid accumulation in high glucose and oleic acid-treated HepG2 cells. All these results suggest that blueberry anthocyanins have potential antioxidant, hypoglycemic, and hypolipidemic effects, which may benefit the treatment of diabesity."
    },
    {
      "pmid": "37269909",
      "title": "Moderate consumption of freeze-dried blueberry powder increased net bone calcium retention compared with no treatment in healthy postmenopausal women: a randomized crossover trial.",
      "authors": [
        "Joanna K Hodges",
        "Maria Maiz",
        "Sisi Cao",
        "Pamela J Lachcik",
        "Munro Peacock",
        "George P McCabe",
        "Linda D McCabe",
        "Dennis P Cladis",
        "George S Jackson",
        "Mario G Ferruzzi",
        "Mary Ann Lila",
        "Regan L Bailey",
        "Berdine R Martin",
        "Connie M Weaver"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Preclinical studies suggest that blueberry consumption is associated with improved bone health. OBJECTIVES: We conducted a blueberry dose-response study in ovariectomized (OVX)-rats that informed a study in postmenopausal women using the urinary appearance of calcium (Ca) tracers from prelabeled bone to reflect changes in bone balance. We hypothesized that blueberry consumption would reduce bone loss in a dose-dependent manner compared with no treatment. METHODS: OVX rats were fed 4 doses of blueberry powder (2.5%, 5%, 10%, and 15%) in randomized order to determine bone 45Ca retention. Fourteen healthy, nonosteoporotic women ≥4 y past menopause were dosed with 50 nCi of 41Ca, a long-lived radioisotope, and equilibrated for 5 mo to allow 41Ca deposition in bone. Following a 6-wk baseline period, participants were assigned to a random sequence of 3 6-wk interventions, a low (17.5 g/d), medium (35 g/d), or high (70 g/d) dose of freeze-dried blueberry powder equivalent to 0.75, 1.5, or 3 cups of fresh blueberries incorporated into food and beverage products. Urinary 41Ca:Ca ratio was measured by accelerator mass spectrometry. Serum bone resorption biomarkers and urinary polyphenols were measured at the end of each control and intervention period. Data were analyzed using a linear mixed model and repeated measures analysis of variance. RESULTS: In both OVX rats and postmenopausal women, blueberry interventions benefited net bone calcium balance at lower but not at higher doses. In women, net bone calcium retention increased by 6% with the low (95% CI: 2.50, 8.60; P < 0.01) and 4% with the medium (95% CI: 0.96, 7.90; P < 0.05) dose compared with no treatment. Urinary excretion of hippuric acid increased dose-dependently with blueberry consumption. No significant relationships were found between bone resorption biomarkers, 25-hydroxyvitamin D, and interventions. CONCLUSIONS: Moderate consumption (<1 cup/d) of blueberries may be an effective strategy to attenuate bone loss in healthy postmenopausal women. This trial was registered at clinicaltrials.gov as NCT02630797.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Rats",
        "Animals",
        "Calcium",
        "Blueberry Plants",
        "Powders",
        "Postmenopause",
        "Cross-Over Studies",
        "Bone Resorption",
        "Biomarkers",
        "Osteoporosis, Postmenopausal"
      ]
    },
    {
      "pmid": "37174623",
      "title": "Effects of Different Light Wavelengths on Fruit Quality and Gene Expression of Anthocyanin Biosynthesis in Blueberry (Vaccinium corymbosm).",
      "authors": [
        "Zhiwen Wei",
        "Haiyan Yang",
        "Jie Shi",
        "Yongkang Duan",
        "Wenlong Wu",
        "Lianfei Lyu",
        "Weilin Li"
      ],
      "journal": "Cells",
      "publication_date": "2023-Apr-23",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Different light wavelengths display diverse effects on fruit quality formation and anthocyanin biosynthesis. Blueberry is a kind of fruit rich in anthocyanin with important economic and nutritional values. This study explored the effects of different light wavelengths (white (W), red (R), blue (B) and yellow (Y)) on fruit quality and gene expression of anthocyanin biosynthesis in blueberry. We found that the B and W treatments attained the maximum values of fruit width, fruit height and fruit weight in blueberry fruits. The R treatment attained the maximum activities of superoxide dismutase (SOD) and peroxidase (POD), and the Y treatment displayed the maximum contents of ascorbic acid (AsA), glutathione (GSH) and total phenol in fruits, thus improving blueberry-fruit antioxidant capacity. Interestingly, there were differences in the solidity-acid ratio of fruit under different light-wavelength treatments. Moreover, blue light could significantly improve the expression levels of anthocyanin biosynthesis genes and anthocyanin content in fruits. Correlation and principal component analysis showed that total acid content and antioxidant enzymes were significantly negatively correlated with anthocyanin content in blueberry fruits. These results provide new insights for the application of light wavelength to improve blueberry fruit quality and anthocyanin content.",
      "mesh_terms": [
        "Antioxidants",
        "Blueberry Plants",
        "Anthocyanins",
        "Vaccinium",
        "Fruit",
        "Acids",
        "Glutathione",
        "Gene Expression"
      ]
    },
    {
      "pmid": "37164634",
      "title": "Blueberry, cranberry, raspberry, and strawberry as modulators of the gut microbiota: target for treatment of gut dysbiosis in chronic kidney disease? From current evidence to future possibilities.",
      "authors": [
        "Karen S Coutinho-Wolino",
        "Manuela F S Melo",
        "Jessica C Mota",
        "Denise Mafra",
        "Jonas T Guimarães",
        "Milena B Stockler-Pinto"
      ],
      "journal": "Nutrition reviews",
      "publication_date": "2024-Jan-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gut dysbiosis is common in patients with chronic kidney disease (CKD) and is associated with uremic toxin production, inflammation, oxidative stress, and cardiovascular disease development. Therefore, healthy dietary patterns are essential modulators of gut microbiota. In this context, studies suggest that consuming berry fruits, rich in polyphenols and nutrients, may positively affect the gut microbiota, promoting the selective growth of beneficial bacteria and improving clinical status. However, studies on the effects of berry fruits on gut microbiota in CKD are scarce, and a better understanding of the possible mechanisms of action of berry fruits on gut microbiota is needed to guide future clinical studies and clinical practice in CKD. The objective was to discuss how berry fruits (blueberry, cranberry, raspberry, and strawberry) could be a therapeutic strategy to modulate the gut microbiota and possibly reverse the dysbiosis in CKD. Overall, available evidence shows that berry fruits can promote an increase in diversity by affecting the abundance of mucus-producing bacteria and short-chain fatty acids. Moreover, these fruits can increase the expression of mRNA involved in tight junctions in the gut such as occludin, tight junction protein 1 (TJP1), and mucin. Studies on the exact amount of berries leading to these effects show heterogeneous findings. However, it is known that, with 5 mg/day, it is already possible to observe some effects in animal models. Wild berries could possibly improve the uremic condition by reducing the levels of uremic toxins via modulation of the gut microbiota. In the long term, this could be an excellent strategy for patients with CKD. Therefore, clinical studies are encouraged to evaluate better these effects on CKD as well as the safe amount of these fruits in order to promote a better quality of life or even the survival of these patients.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Gastrointestinal Microbiome",
        "Fruit",
        "Fragaria",
        "Vaccinium macrocarpon",
        "Rubus",
        "Dysbiosis",
        "Blueberry Plants",
        "Quality of Life",
        "Renal Insufficiency, Chronic"
      ]
    },
    {
      "pmid": "37101000",
      "title": "Monitoring genotoxic, biochemical and morphotoxic potential of penoxsulam and the protective role of European blueberry (Vaccinium myrtillus L.) extract.",
      "authors": [
        "Ali Acar",
        "Divya Singh"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aimed at exploring to explore the penoxsulam toxicity and protective effects of blueberry extract in roots of Allium cepa L. The effective concentration (EC50) of penoxsulam was determined at 20 µg/L by the root growth inhibition test as the concentration reducing the root length by 50%. The bulbs of A. cepa L. were treated with tap water, blueberry extracts (25 and 50 mg/L), penoxsulam (20 µg/L) and combination of blueberry extracts (25 and 50 mg/L) with penoxsulam (20 µg/L) for 96 h. The results revealed that penoxsulam exposure inhibited cell division, rooting percentage, growth rate, root length and weight gain in the roots of A. cepa L. In addition, it induced chromosomal anomalies such as sticky chromosome, fragment, unequal distribution of chromatin, bridge, vagrant chromosome and c-mitosis and DNA strand breaks. Further, penoxsulam treatment enhanced malondialdehyde content and SOD, CAT and GR antioxidant enzyme activities. Molecular docking results supported the up-regulation of antioxidant enzyme SOD, CAT and GR. Against all these toxicity, blueberry extracts reduced penoxsulam toxicity in a concentration-dependent manner. The highest amount of recovery for cytological, morphological and oxidative stress parameters was observed when using blueberry extract at a concentration of 50 mg/L. In addition, blueberry extracts application showed a positive correlation with weight gain, root length, mitotic index and rooting percentage whereas a negative correlation with micronucleus formation, DNA damage, chromosomal aberrations, antioxidant enzymes activities and lipid peroxidation indicating its protecting effects. As a result, it has been seen that the blueberry extract can tolerate all these toxic effects of penoxsulam depending on the concentration, and it has been understood that it is a good protective natural product against such chemical exposures.",
      "mesh_terms": [
        "Antioxidants",
        "Blueberry Plants",
        "Vaccinium myrtillus",
        "Molecular Docking Simulation",
        "Plant Roots",
        "Onions",
        "Chromosome Aberrations",
        "Plant Extracts",
        "Superoxide Dismutase",
        "DNA Damage"
      ]
    },
    {
      "pmid": "37095188",
      "title": "The mechanism of whey protein and blueberry juice mixed system fermented with Lactobacillus inhibiting Escherichia coli during storage.",
      "authors": [
        "Yu Qian",
        "Lu Gui-Bing",
        "Wang Wen-Qiong",
        "Tang Cong-Cong",
        "Gu Ruixia"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Apr-24",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of this study was to identify the antimicrobial effect and mechanism of whey protein and blueberry juice mixed systems fermented with Lactobacillus against Escherichia coli during storage. The whey protein and blueberry juice mixed systems were fermented with L. casei M54, L. plantarum 67, S. thermophiles 99 and L. bulgaricus 134 and had different antibacterial activities against E. coli during storage. The antimicrobial activity of the mixed whey protein and blueberry juice mixture systems was the highest, with an inhibition zone diameter of approximately 230 mm, compared with the whey protein or blueberry juice systems alone. There were no viable E. coli cells 7 h after treatment with of the whey protein and blueberry juice mixed systems as determined by survival curve analysis. Analysis of the inhibitory mechanism showed that the release of alkaline phosphatase, electrical conductivity, protein and pyruvic acid contents, and aspartic acid transaminase and alanine aminotransferase activity in E. coli increased. These results demonstrated that these mixed systems fermented with Lactobacillus, especially those containing blueberries, could inhibit the growth of E. coli and even cause cell death by destroying the cell membrane and cell wall.",
      "mesh_terms": [
        "Lactobacillus",
        "Whey Proteins",
        "Blueberry Plants",
        "Escherichia coli",
        "Lactobacillus plantarum",
        "Anti-Infective Agents",
        "Fermentation"
      ]
    },
    {
      "pmid": "37087549",
      "title": "[Blueberry attenuates liver injury in metabolic dysfunction-associated liver disease by promoting the expression of mitofilin/Mic60 in human hepatocytes and inhibiting the production of superoxide].",
      "authors": [
        "Ya Ren",
        "Houmin Fan",
        "Lili Zhu",
        "Tao Lin",
        "Tingting Ren"
      ],
      "journal": "Xi bao yu fen zi mian yi xue za zhi = Chinese journal of cellular and molecular immunology",
      "publication_date": "2023-Apr",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Objective To study the effect and mechanism of blueberry on regulating the mitochondrial inner membrane protein mitofilin/Mic60 in an in vitro model of metabolic dysfunction-associated liver disease (MAFLD). Methods L02 human hepatocytes were induced by free fatty acids (FFA) to establish MAFLD cell model. A normal group, a model group, an 80 μg/mL blueberry treatment group, a Mic60 short hairpin RNA (Mic60 shRNA) transfection group, and Mic60 knockdown combined with an 80 μg/mL blueberry treatment group were established. The intracellular lipid deposition was observed by oil red O staining, and the effect of different concentrations of blueberry pulp on the survival rate of L02 cells treated with FFA was measured by MTT assay. The levels of alanine aminotransferase (ALT), aspartate aminotransferase (AST), triglyceride (TG), total cholesterol (TC), superoxide dismutase (SOD) activity, glutathione (GSH) and malondialdehyde (MDA) contents were measured by visible spectrophotometry. The expression of reactive oxygen species (ROS) in hepatocytes was observed by fluorescence microscopy, and the mRNA and protein expression of Mic60 were detected by real-time quantitative PCR and Western blot analysis, respectively. Results After 24 hours of FFA stimulation, a large number of red lipid droplets in the cytoplasm of L02 cells was observed, and the survival rate of L02 cells treated with 80 μg/mL blueberry was higher. The results of ALT, AST, TG, TC, MDA and the fluorescence intensity of ROS in blueberry treated group were lower than those in model group, while the levels of SOD, GSH, Mic60 mRNA and protein in blueberry treated group were higher than those in model group. Conclusion Blueberry promotes the expression of Mic60, increases the levels of SOD and GSH in hepatocytes, and reduces the production of ROS, thus alleviating the injury of MAFLD hepatocytes and regulating the disorder of lipid metabolism.",
      "mesh_terms": [
        "Humans",
        "Blueberry Plants",
        "Hepatocytes",
        "Liver",
        "Liver Diseases",
        "Reactive Oxygen Species",
        "Superoxide Dismutase",
        "Superoxides",
        "Mitochondrial Membranes",
        "Mitochondrial Proteins",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "37081627",
      "title": "First report of stem blight caused by Diaporthe eres on highbush blueberry (Vaccinium corymbosum) in Michigan.",
      "authors": [
        "Jeannie M Klein-Gordon",
        "Ross Joaquin Hatlen",
        "Timothy D Miles"
      ],
      "journal": "Plant disease",
      "publication_date": "2023-Apr-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The U.S. is the world's leading producer of highbush blueberries (Vaccinium corymbosum L.), and Michigan is ranked in the top five production states (USDA NASS, 2022). In June and July of 2021, 268 blueberry stem blight samples were collected for a pathogen survey across 22 total fields in Van Buren and Ottawa counties in Michigan. Current season stems with symptoms of necrosis and wilting were collected. Stems were cut just below the necrotic area and cross-sections (2-3 mm long) were surface disinfested in 10% bleach for 1 min, rinsed twice in sterile distilled water, and dried on sterile paper towels. Stem cross-sections were plated onto potato dextrose agar (PDA) amended with 100 µg/ml streptomycin sulfate and 50 µg/ml ampicillin. Plates were incubated at 21°C under a 12-h photoperiod for 5-6 days. Outgrowing fungi with morphology similar to Diaporthe spp. were transferred to new PDA plates 2 consecutive times after 7 days of similar incubation to ensure single colony isolation. After 7 days, colonies consisted of white and light brown mycelia that were mostly flat, with some isolates that had partially raised mycelia towards the center of the plate. After 3-4 weeks, colonies turned brown and gray and produced dark brown pycnidia. Aseptate, hyaline, fusiform to ellipsoid, biguttulate alpha conidia measuring 5.4 to 7.6 x 2.6 to 3.7 µm (n = 60) were produced. No beta conidia were observed. In total, 3 isolates, representing 3 different farms (37-95 km apart) and cultivars ('Duke', 'Jersey', and 'Bluecrop'), as well as 2 counties, were identified as Diaporthe through colony morphology (Gomes et al. 2013, Udayanga et al. 2014). Amplification and subsequent Sanger sequencing were performed for the internal transcribed spacer (ITS) region and portions of the translation elongation factor (TEF) 1-α, β-tubulin (TUB), and histone H3 (HIS) genes using primers ITS5/ITS4 (White et al. 1990), EF1-728F/EF1-986R (Carbone and Kohn 1999), T1/Bt-2b (Glass and Donaldson 1995), and CYLH3F/H3-1b (Glass and Donaldson 1995), respectively. Representative sequences were deposited in NCBI GenBank (accession no. OQ507870-OQ507872 for ITS, and OQ550272-OQ550278 for TEF, HIS, and TUB). BLASTn results revealed 97-100% identity for all 4 genes across other established D. eres isolates reported in Gomes et al. (2013). For example, JMK047 had 99.8% (577/578 bp), 99.7% (327/328 bp), 100% (701/701 bp), and 100% (439/439 bp) homology with ITS, TEF, TUB, and HIS sequences, respectively, of D. eres CBS 439.82 (accession no. KC343090, KC343816, KC344058, KC343574). Koch's Postulates were fulfilled via pathogenicity tests on 2-year-old potted 'Blueray' plants with 2 isolates. Stems were surface sterilized with 1% bleach then 8-mm long pieces of bark were removed using a sterile razor blade to expose the cambium. Plugs of sterile PDA (negative control) or mycelia from 7-day old cultures on PDA (5-mm diameter) were placed onto the cambium layer and sealed with Parafilm. Six stems on unique plants were inoculated per treatment. Plants were grown in a 20.5°C greenhouse with a 14-hr photoperiod. After 3 weeks, the stems inoculated with D. eres isolates showed similar stem blight symptoms to those observed in the field while control stems remained healthy. Re-isolation and sequencing of the ITS region of 3 replicates per treatment with the protocol described above confirmed symptoms correlated with D. eres isolates. This is the first report of D. eres associated with stem blight of highbush blueberry in Michigan, and the second report in the U.S. (Lombard et al. 2014). Increasing prevalence of D. eres in U.S. blueberries may affect disease management programs. References Carbone, I., and Kohn, L. M. 1999. Mycologia 91:553. 10.1080/00275514.1999.12061051. Glass, N. L., and Donaldson, G. C. 1995. Appl. Environ. Microbiol. 61:1323. 10.1128/aem.61.4.1323-1330.1995. Gomes, R. R., et al. 2013. Persoonia 31:1. 10.3767/003158513x666844. Lombard, L., et al. 2014. Phytopathol. Mediterr. 51(2):287. 10.14601/Phytopathol_Mediterr-14034. Udayanga, D., Castlebury, L. A., Rossman, A. Y., Chukeatirote, E., and Hyde, K. D. 2014. Fungal Divers. 67:203-229. 10.1007/s13225-014-0297-2. USDA NASS. 2022. Noncitrus Fruits and Nuts 2021 Summary. White, T. J., et al. 1990. Page 315 in: PCR Protocols: A Guide to Methods and Applications. Academic Press, Inc., San Diego, California, USA."
    },
    {
      "pmid": "37075057",
      "title": "Inoculum source dependent effects of ericoid, mycorrhizal fungi on flowering and reproductive success in highbush blueberry (Vaccinium corymbosum).",
      "authors": [
        "Erin O'Neill",
        "Alison K Brody",
        "Taylor Ricketts"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Most terrestrial angiosperms form mutualisms with both mycorrhizal fungi and animal pollinators. Yet, the effects of mycorrhizae on pollinator behavior and plant reproduction are unknown for most species, and whether the source or type of mycorrhizal fungi affects reproductive success has rarely been examined. We examined whether inoculating highbush blueberry (Vaccinium corymbosum; Ericaceae) with ericoid mycorrhizal fungi enhanced investment in flowering and attractiveness to pollinators, and thus reduced their levels of pollen limitation over that of non-inoculated plants. We also examined the degree to which pollen limitation was dependent on inoculation source and the surrounding pollinator community context. Three-year-old saplings of Vaccinium corymbosum 'Bluecrop' or highbush blueberry (Ericaceae) were inoculated with a) ericoid mycorrhizal fungi within soil of the rhizosphere of plants growing at a local blueberry farm, b) a commercially available ericoid inoculant, c) both the local soils and commercial inoculum, or d) were not inoculated and served as controls. They were grown for one year in pots in a common garden and, in the following year, were moved to six farms in central Vermont that were known from prior studies to differ in pollinator abundance and diversity. We conducted a hand pollination experiment at each farm to examine if inoculation or pollinator abundance (i.e., farm context) affected reproductive success. Plants treated with all types of inoculums were more likely to flower, and produced more inflorescence buds than non-inoculated plants in 2018. However, in 2019, plants in the combination inoculum treatment, alone, produced more inflorescence buds than those in the other treatments. Neither the source of inoculum nor hand pollination affected fruit set (the proportion of flowers setting fruit), or fruit sugar content. Hand pollination, but not inoculation, increased berry mass and the average number of seeds produced/berry. Our results add to the growing body of evidence that mycorrhizal fungi can affect reproductive traits of their hosts but that the effects of mycorrhizal fungi depend on the mycorrhizal symbionts.",
      "mesh_terms": [
        "Animals",
        "Mycorrhizae",
        "Blueberry Plants",
        "Reproduction",
        "Pollination",
        "Symbiosis",
        "Ericaceae",
        "Soil",
        "Plants"
      ]
    },
    {
      "pmid": "36972800",
      "title": "Wild blueberry (poly)phenols can improve vascular function and cognitive performance in healthy older individuals: a double-blind randomized controlled trial.",
      "authors": [
        "Eleanor Wood",
        "Sabine Hein",
        "Robin Mesnage",
        "Filipe Fernandes",
        "Nimaya Abhayaratne",
        "Yifan Xu",
        "Zicheng Zhang",
        "Lynne Bell",
        "Claire Williams",
        "Ana Rodriguez-Mateos"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Evidence suggests that the intake of blueberry (poly)phenols is associated with improvements in vascular function and cognitive performance. Whether these cognitive effects are linked to increases in cerebral and vascular blood flow or changes in the gut microbiota is currently unknown. METHODS: A double-blind, parallel randomized controlled trial was conducted in 61 healthy older individuals aged 65-80 y. Participants received either 26 g of freeze-dried wild blueberry (WBB) powder (302 mg anthocyanins) or a matched placebo (0 mg anthocyanins). Endothelial function measured by flow-mediated dilation (FMD), cognitive function, arterial stiffness, blood pressure (BP), cerebral blood flow (CBF), gut microbiome, and blood parameters were measured at baseline and 12 wk following daily consumption. Plasma and urinary (poly)phenol metabolites were analyzed using microelution solid-phase extraction coupled with liquid chromatography-mass spectrometry. RESULTS: A significant increase in FMD and reduction in 24 h ambulatory systolic BP were found in the WBB group compared with the placebo group (0.86%; 95% CI: 0.56, 1.17, P < 0.001; -3.59 mmHg; 95% CI: -6.95, -0.23, P = 0.037; respectively). Enhanced immediate recall on the auditory verbal learning task, alongside better accuracy on a task-switch task was also found following WBB treatment compared with placebo (P < 0.05). Total 24 h urinary (poly)phenol excretion increased significantly in the WBB group compared with placebo. No changes in the CBF or gut microbiota composition were found. CONCLUSIONS: Daily intake of WBB powder, equivalent to 178 g fresh weight, improves vascular and cognitive function and decreases 24 h ambulatory systolic BP in healthy older individuals. This suggests that WBB (poly)phenols may reduce future CVD risk in an older population and may improve episodic memory processes and executive functioning in older adults at risk for cognitive decline. Clinical Trial Registration number in clinicaltrials.gov: NCT04084457.",
      "mesh_terms": [
        "Humans",
        "Aged",
        "Anthocyanins",
        "Blueberry Plants",
        "Phenols",
        "Phenol",
        "Powders",
        "Fruit",
        "Cognition",
        "Memory, Short-Term",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "36965643",
      "title": "The effects of curcumin and blueberry on axonal regeneration after peripheral nerve injury.",
      "authors": [
        "Arife Ahsen Kaplan",
        "Mehmet Emin Önger",
        "Süleyman Kaplan"
      ],
      "journal": "Journal of chemical neuroanatomy",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The purpose of this study was to analyze the axonal regeneration and therapeutic effects of curcumin and blueberry administration following peripheral nerve injury using stereological, electron microscopic and electrophysiological methods. Animals in were assigned into one of four groups - control (Cont), injury (Inj), injury+curcumin (Cur) and injury+blueberry (Blue). Following the induction of sciatic nerve crush injury (75 Newtons for 5 s) in the Inj, Cur, and Blue groups, the rats in the Cur group received intraperitoneal injection of 30 mg/kg curcumin (Sigma C1386) and the rats in the Blue group received 4 g/kg blueberry by gavage over a four-week period. The rats in the Cont and Inj groups were not exposed to any substance. All animals were given standard chow. Sciatic functional index analyses were performed on the 14th and 28th days after injury, and electromyography (EMG) results were recorded. Stereological analysis of the nerve was performed under light microscopy. Light and electron microscopies were used for the histopathological evaluation of the sciatic nerve. Analysis of myelinated axon numbers revealed no significant differences between the Inj group and the Cur and Blue groups. However, a significant difference was observed between the Blue and Inj groups in terms of axonal areas. EMG test results differed between the Blue and the Inj groups (p < 0.05), but no significant difference was observed between the Inj and Cur groups. Electron microscopic analysis revealed protective effects of curcumin and blueberry treatment after injury. The use of the curcumin and blueberry may represent a supportive approach to the protection of nerve fibers after peripheral nerve crush injury.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Peripheral Nerve Injuries",
        "Curcumin",
        "Blueberry Plants",
        "Sciatic Nerve",
        "Crush Injuries",
        "Nerve Regeneration"
      ]
    },
    {
      "pmid": "36935348",
      "title": "Blueberry extract alleviated lipopolysaccharide-induced inflammation responses in mice through activating the FXR/TGR5 signaling pathway and regulating gut microbiota.",
      "authors": [
        "Shanshan Zhou",
        "Li Yang",
        "Liang Hu",
        "Wen Qin",
        "Yang Cao",
        "Zizhong Tang",
        "Hua Li",
        "Xinjie Hu",
        "Zhengfeng Fang",
        "Shanshan Li",
        "Zhiqing Huang",
        "Hong Chen"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Blueberry extract (BE) is rich in phenols, especially anthocyanins. Anthocyanins regulate the inflammatory response in mice and may be related to gut microbiota and bile acid receptors. The aim of the present study was to explore the effects of BE on the inflammatory response by regulating gut microbiota and bile acid receptors in mice administered Escherichia coli lipopolysaccharide (LPS). METHOD: Thirty male KM mice were randomly divided into three groups: CON (control diet) group; LPS (LPS stimulation) group; and LPS + BE (LPS stimulation, 5% BE intervention) group. RESULTS: our results showed that, compared with the LPS group, the addition of BE decreased the level of inflammatory factors in serum and tissues, inhibited the TLR4/MyD88 signaling pathway, protected the intestinal barrier and activated FXR/TGR5, which was related to gut microbiota (especially Akkermansia). The active component (e.g., cyanidin 3-O-glucoside, C3G) in BE may be an important factor in regulating gut microbiota. CONCLUSION: BE alleviated the inflammatory response mainly by activating bile acid receptor expression and regulating the gut microbiota; this effect may be related to the composition of bioactive substances in BE. © 2023 Society of Chemical Industry.",
      "mesh_terms": [
        "Mice",
        "Male",
        "Animals",
        "Anthocyanins",
        "Lipopolysaccharides",
        "Gastrointestinal Microbiome",
        "Signal Transduction",
        "Inflammation",
        "Bile Acids and Salts",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "36928292",
      "title": "Effects of nitrogen, phosphorus and potassium formula fertilization on the yield and berry quality of blueberry.",
      "authors": [
        "Xinyu Zhang",
        "Shuangshuang Li",
        "Xiaoli An",
        "Zejun Song",
        "Yunzheng Zhu",
        "Yi Tan",
        "Xiaolan Guo",
        "Delu Wang"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Through the application ratio of nitrogen (N), phosphorus (P) and potassium (K) in the field, L9 (33) orthogonal experimental design was used to study the effects of different N, P and K ratios on the yield and quality of blueberry fruit, aiming to optimize the amount of supplied fertilizers. The results showed that N, P and K fertilizer had different effects on fruit yield and quality, among which K fertilizer was the most important factor. Fertilization could significantly improve the yield and fruit quality of blueberry, and the average yield of fertilization treatment was 37.78% higher than that of the control group (CK). Even the treatment with the worst results F6 (N2P3K1), its single fruit weight, anthocyanins, total phenols, soluble solids and soluble protein content were 1.09, 1.32, 1.23, 1.08 and 1.21 times higher than the control (CK), respectively. Based on the comprehensive evaluation of principal component analysis and multi factor analysis of variance, the best fertilization combination for high-yield and good-quality blueberries was N1P2K2 (F2), that is, the best fertilization effect was that including N 100 g/plant, P2O5 25 g/plant, K2O 25 g/plant, applied in the form of ammonium sulfate (472 g/plant), superphosphate (41 g/plant) and potassium sulfate (40 g/plant), respectively.",
      "mesh_terms": [
        "Blueberry Plants",
        "Fruit",
        "Nitrogen",
        "Phosphorus",
        "Potassium",
        "Fertilizers",
        "Anthocyanins",
        "Fertilization",
        "Soil",
        "Agriculture"
      ]
    },
    {
      "pmid": "36916561",
      "title": "The Attenuation of Microbial Reduction in Blueberry Fruit Following UV-LED Treatment.",
      "authors": [
        "Olivia C Haley",
        "Eleni D Pliakoni",
        "Cary Rivard",
        "Londa Nwadike",
        "Manreet Bhullar"
      ],
      "journal": "Journal of food protection",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Ultraviolet-C (UV-C) irradiation is a well-recognized technology for improving blueberry postharvest quality, and previous literature indicates that it has the potential for dual-use as an antimicrobial intervention for this industry. However, the practicality and feasibility of deploying this technology in fresh blueberry fruit are significantly hindered by the shadowing effect occurring at the blossom-end scar of the fruit. The purpose of this study was to determine if treating the blueberry fruit within a chamber fitted with UV-Light Emitting Diodes (LEDs) emitting a peak UV-C at 275 nm could minimize this shadowing and result in improved treatment efficacy. Ten blueberry fruits were dip-inoculated with E. coli at a concentration of 105 CFU/mL and irradiated within the system at doses of 0, 1.617, 3.234, 9.702, and 16.17 mJ/cm2 (0, 30, 60, 180, and 300 s). Statistical analysis was performed to characterize the extent of microbial survival as well as the UV-C inactivation kinetics. A maximum of 0.91-0.95 log reduction was observed, which attenuated after 60 s of treatment. The microbial inactivation and survival were thus modeled using the Geeraerd-tail model in Microsoft Excel with the GInaFIt add-in (RMSE = 0.2862). Temperatures fluctuated between 23 ± 0.5°C and 39.5°C ± 0.5°C during treatment but did not statistically impact the treatment efficacy (P = 0.0823). The data indicate that the design of a UV-LED system may improve the antimicrobial efficacy of UV-C technology for the surface decontamination of irregularly shaped fruits, and that further optimization could facilitate its use in the industry.",
      "mesh_terms": [
        "Fruit",
        "Colony Count, Microbial",
        "Blueberry Plants",
        "Escherichia coli O157",
        "Microbial Viability",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "36835085",
      "title": "Role of a Mixture of Polyphenol Compounds Released after Blueberry Fermentation in Chemoprevention of Mammary Carcinoma: In Vivo Involvement of miR-145.",
      "authors": [
        "Jean-François Mallet",
        "Roghayeh Shahbazi",
        "Nawal Alsadi",
        "Ammar Saleem",
        "Agnes Sobiesiak",
        "John Thor Arnason",
        "Chantal Matar"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Feb-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Epigenetic mechanisms such as microRNA (miRNA) deregulation seem to exert a central role in breast cancer initiation and progression. Therefore, targeting epigenetics deregulation may be an effective strategy for preventing and halting carcinogenesis. Studies have revealed the significant role of naturally occurring polyphenolic compounds derived from fermented blueberry fruits in cancer chemoprevention by modulation of cancer stem cell development through the epigenetic mechanism and regulation of cellular signaling pathways. In this study, we first investigated the phytochemical changes during the blueberry fermentation process. Fermentation favored the release of oligomers and bioactive compounds such as protocatechuic acid (PCA), gallic acid, and catechol. Next, we investigated the chemopreventive potentials of a polyphenolic mixture containing PCA, gallic acid, and catechin found in fermented blueberry juice in a breast cancer model by measuring miRNA expression and the signaling pathways involved in breast cancer stemness and invasion. To this end, 4T1 and MDA-MB-231 cell lines were treated with different doses of the polyphenolic mixture for 24 h. Additionally, female Balb/c mice were fed with this mixture for five weeks; two weeks before and three weeks after receiving 4T1 cells. Mammosphere formation was assayed in both cell lines and the single-cell suspension obtained from the tumor. Lung metastases were counted by isolating 6-thioguanine-resistant cells present in the lungs. In addition, we conducted RT-qPCR and Western blot analysis to validate the expression of targeted miRNAs and proteins, respectively. We found a significant reduction in mammosphere formation in both cell lines treated with the mixture and in tumoral primary cells isolated from mice treated with the polyphenolic compound. The number of colony-forming units of 4T1 cells in the lungs was significantly lower in the treatment group compared to the control group. miR-145 expression significantly increased in the tumor samples of mice treated with the polyphenolic mixture compared to the control group. Furthermore, a significant increase in FOXO1 levels was noted in both cell lines treated with the mixture. Overall, our results show that phenolic compounds found in fermented blueberry delay the formation of tumor-initiating cells in vitro and in vivo and reduce the spread of metastatic cells. The protective mechanisms seem to be related, at least partly, to the epigenetic modulation of mir-145 and its signaling pathways.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Mice",
        "Blueberry Plants",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Chemoprevention",
        "Fermentation",
        "Gallic Acid",
        "Gene Expression Regulation, Neoplastic",
        "MicroRNAs",
        "Polyphenols",
        "Mammary Neoplasms, Animal",
        "Humans",
        "Breast Neoplasms"
      ]
    },
    {
      "pmid": "36832936",
      "title": "Blueberry-Mulberry Extract Alleviates Cognitive Impairment, Regulates Gut Metabolites, and Inhibits Inflammation in Aged Mice.",
      "authors": [
        "Hui Li",
        "Changhao Xiao",
        "Feng Wang",
        "Xuqi Guo",
        "Zhongkai Zhou",
        "Yugang Jiang"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cognitive impairment is associated with aging; however, the underlying mechanism remains unclear. Our previous study found that polyphenol-rich blueberry-mulberry extract (BME) had an antioxidant capability and effectively alleviated cognitive impairment in a mouse model of Alzheimer's disease. Thus, we hypothesized that BME would improve cognitive performance in naturally aging mice and assessed its effects on related signaling pathways. Eighteen-month-old C57BL/6J mice were gavaged with 300 mg/kg/d of BME for 6 weeks. Behavioral phenotypes, cytokine levels, tight junction protein levels, and the histopathology of the brain were assessed, and 16S ribosomal RNA sequencing and targeted metabolome analyses were used for gut microbiota and metabolite measurements. Our results showed that the cognitive performance of aged mice in the Morris water maze test was improved after BME treatment, neuronal loss was reduced, IL-6 and TNF-α levels in the brain and intestine were decreased, and the levels of intestinal tight junction proteins (ZO-1 and occludin) were increased. Further, 16S sequencing showed that BME significantly increased the relative abundance of Lactobacillus, Streptococcus, and Lactococcus and decreased the relative abundance of Blautia, Lachnoclostridium, and Roseburia in the gut. A targeted metabolomic analysis showed that BME significantly increased the levels of 21 metabolites, including α-linolenic acid, vanillic acid, and N-acetylserotonin. In conclusion, BME alters the gut microbiota and regulates gut metabolites in aged mice, which may contribute to the alleviation of cognitive impairment and to inflammation inhibition in both the brain and the gut. Our results provide a basis for future research on natural antioxidant intervention as a treatment strategy for aging-related cognitive impairment."
    },
    {
      "pmid": "36794225",
      "title": "MYB pathways that regulate UV-B-induced anthocyanin biosynthesis in blueberry (Vaccinium corymbosum).",
      "authors": [
        "Yan Song",
        "Bin Ma",
        "Qingxun Guo",
        "Lianxia Zhou",
        "Xintong Zhou",
        "Ziqing Ming",
        "Honglin You",
        "Chunyu Zhang"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ultraviolet-B (UV-B) promotes anthocyanin accumulation and improves fruit quality in plants. To explore the underlying network of MYB transcription factors that regulates UV-B-induced anthocyanin biosynthesis in blueberry (Vaccinium corymbosum), we analyzed the response of MYB transcription factor genes to UV-B treatment. Transcriptome sequencing analysis revealed that VcMYBA2 and VcMYB114 expression were upregulated and were positively correlated with the expression of anthocyanin structural genes under UV-B radiation according to weighted gene co-expression network analysis (WGCNA) data. The VcUVR8-VcCOP1-VcHY5 pathway perceives UV-B signals and promotes the expression of anthocyanin structural genes by upregulating VcMYBA2 and VcMYB114 or by regulating the VcBBXs-VcMYB pathway, ultimately promoting anthocyanin accumulation. By contrast, VcMYB4a and VcUSP1 were downregulated under UV-B treatment, and VcMYB4a expression was negatively correlated with that of anthocyanin biosynthesis genes in response to UV-B. Analysis of VcMYB4a-overexpressing and wild-type blueberry calli exposed to UV-B radiation revealed that VcMYB4a represses UV-B-induced anthocyanin accumulation. Yeast one-hybrid and dual luciferase assays showed that the universal stress protein VcUSP1 directly bound to the promoter of VcMYB4a. These results suggest that the VcUSP1-VcMYB4a pathway negatively regulates UV-B-induced anthocyanin biosynthesis and provide insight into UV-B-induced anthocyanin biosynthesis."
    },
    {
      "pmid": "36748887",
      "title": "[Neonatal leukemia and Blueberry Muffin Baby Syndrome: About a case of trisomy 21].",
      "authors": [
        "Hicham Yahyaoui",
        "Mohamed Amine Azami",
        "Nadia El Mrimar",
        "Abderrahim Raissi",
        "Nadia El Idrissi Slitine",
        "Fatiha Bennaoui",
        "Mustapha Ait Ameur",
        "Fadl Mrabih Rabih Maoulainine",
        "Mohammed Chakour"
      ],
      "journal": "Annales de biologie clinique",
      "publication_date": "2023-Mar-15",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Acute leukemias are rare disease in the neonatal period. They occur preferentially in newborns with trisomy 21. They often manifest as hepatosplenomegaly, extra-hematopoietic involvement and hyperleukocytosis. Blueberry Muffin Baby syndrome is observed in the neonatal period. Neonatal acute myeloïd leukemia (AML) is more common than acute lymphoid leukemia (ALL). Despite treatment, neonatal acute leukemias have a poor prognosis with a low percentage of overall survival. We report a case of neonatal AML on a ground of trisomy 21 revealed by a Blueberry Muffin Baby syndrome.",
      "mesh_terms": [
        "Humans",
        "Infant",
        "Trisomy",
        "Leukemia"
      ]
    }
  ]
}