{
  "supplement": "Brassica vegetables",
  "query": "Brassica vegetables[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:21:37",
  "research_count": 10,
  "count": 10,
  "articles": [
    {
      "pmid": "35406047",
      "title": "Is Bitterness Only a Taste? The Expanding Area of Health Benefits of Brassica Vegetables and Potential for Bitter Taste Receptors to Support Health Benefits.",
      "authors": [
        "Anqi Zhao",
        "Elizabeth H Jeffery",
        "Michael J Miller"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Mar-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The list of known health benefits from inclusion of brassica vegetables in the diet is long and growing. Once limited to cancer prevention, a role for brassica in prevention of oxidative stress and anti-inflammation has aided in our understanding that brassica provide far broader benefits. These include prevention and treatment of chronic diseases of aging such as diabetes, neurological deterioration, and heart disease. Although animal and cell culture studies are consistent, clinical studies often show too great a variation to confirm these benefits in humans. In this review, we discuss causes of variation in clinical studies, focusing on the impact of the wide variation across humans in commensal bacterial composition, which potentially result in variations in microbial metabolism of glucosinolates. In addition, as research into host-microbiome interactions develops, a role for bitter-tasting receptors, termed T2Rs, in the gastrointestinal tract and their role in entero-endocrine hormone regulation is developing. Here, we summarize the growing literature on mechanisms of health benefits by brassica-derived isothiocyanates and the potential for extra-oral T2Rs as a novel mechanism that may in part describe the variability in response to brassica among free-living humans, not seen in research animal and cell culture studies.",
      "mesh_terms": [
        "Animals",
        "Brassica",
        "Diet",
        "Glucosinolates",
        "Taste",
        "Vegetables"
      ]
    },
    {
      "pmid": "30430937",
      "title": "Antioxidant Components of Brassica Vegetables Including Turnip and the Influence of Processing and Storage on their Anti-oxidative Properties.",
      "authors": [
        "Pouria Gharehbeglou",
        "Seid Mahdi Jafari"
      ],
      "journal": "Current medicinal chemistry",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Brassica vegetables, particularly turnip, contain many natural antioxidants. This review focuses on antioxidant components and the influence of different processing and storage conditions on antioxidant activities of some Brassica vegetables including turnip. Long storage times had an adverse effect on antioxidant value of turnip. Also, the activity of antioxidants in cruciferous vegetables could be influenced by antioxidant breakdown and leaching during cooking. Heat treatment has a major impact on the antioxidant activity of Brassica vegetables and it has been perceived minor antioxidant ability in processed vegetables compared with uncooked samples. Food processing operations in terms of blanching, canning, sterilizing and freezing, in addition to cooking methods perhaps can have a major influence on the yield, chemical structure and bioavailability of antioxidants in Brassica family. Cooking methods such as steaming and microwaving are proper methods for a short time. Consumption of raw or slightly blanched turnip is an appropriate way to maximize its health benefits.",
      "mesh_terms": [
        "Antioxidants",
        "Ascorbic Acid",
        "Brassica",
        "Cooking",
        "Flavonoids",
        "Food Storage",
        "Glucosinolates",
        "Oils, Volatile",
        "Phenols"
      ]
    },
    {
      "pmid": "30400138",
      "title": "Are Raw Brassica Vegetables Healthier Than Cooked Ones? A Randomized, Controlled Crossover Intervention Trial on the Health-Promoting Potential of Ethiopian Kale.",
      "authors": [
        "Nina Schlotz",
        "Grace A Odongo",
        "Corinna Herz",
        "Hanna Waßmer",
        "Carla Kühn",
        "Franziska S Hanschen",
        "Susanne Neugart",
        "Nadine Binder",
        "Benard Ngwene",
        "Monika Schreiner",
        "Sascha Rohn",
        "Evelyn Lamy"
      ],
      "journal": "Nutrients",
      "publication_date": "2018-Nov-02",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The present human intervention trial investigated the health-promoting potential of B. carinata, with a focus on effects of thermal processing on bioactivity. Twenty-two healthy subjects consumed a B. carinata preparation from raw (allyl isothiocyanate-containing) or cooked (no allyl isothiocyanate) leaves for five days in a randomized crossover design. Peripheral blood mononuclear cells were exposed to aflatoxin B1 (AFB1), with or without metabolic activation using human S9 mix, and subsequently analyzed for DNA damage using the comet assay. Plasma was analyzed for total antioxidant capacity and prostaglandin E₂ (PGE₂) levels. Cooked B. carinata significantly reduced DNA damage induced by AFB1 as compared to baseline levels (+S9 mix: 35%, -S9 mix: 33%, p ≤ 0.01, respectively). Raw B. carinata only reduced DNA damage by S9-activated AFB1 by 21% (p = 0.08). PGE₂ plasma levels were significantly reduced in subjects after consuming raw B. carinata. No changes in plasma antioxidant capacity were detectable. A balanced diet, including raw and cooked Brassica vegetables, might be suited to fully exploit the health-promoting potential. These results also advocate the promotion of B. carinata cultivation in Eastern Africa as a measure to combat effects of unavoidable aflatoxin exposure.",
      "mesh_terms": [
        "Adult",
        "Antioxidants",
        "Brassica",
        "Cooking",
        "Cross-Over Studies",
        "Diet",
        "Female",
        "Food Analysis",
        "Humans",
        "Isothiocyanates",
        "Leukocytes, Mononuclear",
        "Male",
        "Vegetables",
        "Young Adult"
      ]
    },
    {
      "pmid": "29851088",
      "title": "Sous-vide technique as an alternative to traditional cooking methods in the context of antioxidant properties of Brassica vegetables.",
      "authors": [
        "Adam Florkiewicz",
        "Robert Socha",
        "Agnieszka Filipiak-Florkiewicz",
        "Kinga Topolska"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2019-Jan-15",
      "publication_types": [
        "Journal Article",
        "Validation Study"
      ],
      "abstract": "BACKGROUND: Vegetables are important components of the human diet. The method used to process them is crucial with respect to the nutritional quality of the ready-to-eat product. The present study aimed to assess whether the sous-vide method could represent an alternative for the traditional cooking of Brassica vegetables. RESULTS: The sous-vide method appeared to be the most advantageous technique in relation to the preservation of vitamin C, both directly after processing and during the storage of processed vegetables. Among the studied phytochemicals, p-coumaric and gallic acids were found to be the most stable out of all the vegetables cooked by this method. CONCLUSION: The sous-vide method should be considered as an optimal technique with respect to the thermal treatment of Brassica vegetables. © 2018 Society of Chemical Industry.",
      "mesh_terms": [
        "Antioxidants",
        "Ascorbic Acid",
        "Brassica",
        "Cooking",
        "Coumaric Acids",
        "Fast Foods",
        "Gallic Acid",
        "Propionates",
        "Vegetables"
      ]
    },
    {
      "pmid": "29287410",
      "title": "Brassica vegetables as sources of epithionitriles: Novel secondary products formed during cooking.",
      "authors": [
        "Franziska S Hanschen",
        "Martin Kaufmann",
        "Franziska Kupke",
        "Thomas Hackl",
        "Lothar W Kroh",
        "Sascha Rohn",
        "Monika Schreiner"
      ],
      "journal": "Food chemistry",
      "publication_date": "2018-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The epithionitriles, 1-cyano-2,3-epithiopropane, in particular, and 1-cyano-3,4-epithiobutane, are important, but yet underestimated glucosinolate hydrolysis products that are released instead of the cancer preventative isothiocyanates in Brassica vegetables, such as cabbage, broccoli, or pak choi. Here, we characterized the reactivity of 1-cyano-2,3-epithiopropane under aqueous heat treatment conditions and compared our findings to those of the related epithionitriles 1-cyano-3,4-epithiobutane and 1-cyano-4,5-epithiopentane. In contrast to the other epithionitriles, 1-cyano-2,3-epithiopropane is highly reactive. As a result, 2-aminothiophene and dimeric 1,4-dithiane-2,5-diacetonitrile were identified as main products and a reaction mechanism is proposed. Formation of 2-aminothiophene was also observed in cooked white cabbage samples. Moreover, three novel compounds were identified as derivatives of the related epithionitriles. The results imply that apart from isothiocyanates, process-derived compounds should be considered in regards to cancer preventative Brassica vegetable related bioactivity.",
      "mesh_terms": [
        "Brassica",
        "Cooking",
        "Glucosinolates",
        "Humans",
        "Hydrolysis",
        "Isothiocyanates",
        "Plant Extracts",
        "Vegetables"
      ]
    },
    {
      "pmid": "26074727",
      "title": "Ozone fumigation increases the abundance of nutrients in Brassica vegetables: broccoli (Brassica oleracea var. italica) and Chinese cabbage (Brassica pekinensis).",
      "authors": [
        "Piotr Rozpądek",
        "Michał Nosek",
        "Irenusz Ślesak",
        "Edward Kunicki",
        "Michał Dziurka",
        "Zbigniew Miszalski"
      ],
      "journal": "European food research and technology = Zeitschrift fur Lebensmittel-Untersuchung und -Forschung. A",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassicaceae vegetables, among them broccoli and Chinese cabbage, are well recognized due to the nutritional properties. Four-week-old Chinese cabbage and broccoli seedlings were fumigated with O3 for 3 days before being transplanted into the field. The effect of O3 treatment was determined after reaching marketable quality (ca. 10 weeks). The inflorescences of O3-treated broccoli were enriched in vitamin E (α-tocopherol and γ-tocopherol), whereas Chinese cabbage heads had an increased content of anthocyanins and β-carotene. Ozone treatment did not significantly affect the productivity of both examined vegetables."
    },
    {
      "pmid": "26066520",
      "title": "The selective cytotoxicity of the alkenyl glucosinolate hydrolysis products and their presence in Brassica vegetables.",
      "authors": [
        "Nurul H A Kadir",
        "Rhiannon David",
        "John T Rossiter",
        "Nigel J Gooderham"
      ],
      "journal": "Toxicology",
      "publication_date": "2015-Aug-06",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Cruciferous vegetable consumption correlates with reduced risk of cancer. This chemopreventative activity may involve glucosinolates and their hydrolysis products. Glucosinolate-derived isothiocyanates have been studied for their toxicity and chemopreventative properties, but other hydrolysis products (epithionitriles and nitriles) have not been thoroughly examined. We report that these hydrolysis products differ in their cytotoxicity to human cells, with toxicity most strongly associated with isothiocyanates rather than epithionitriles and nitriles. We explored mechanisms of this differential cytotoxicity by examining the role of oxidative metabolism, oxidative stress, mitochondrial permeability, reduced glutathione levels, cell cycle arrest and apoptosis. 2-Propenylisothiocyanate and 3-butenylisothiocyanate both inhibited cytochome P450 1A (CYP1A) enzyme activity in CYP expressing MCL-5 cells at high cytotoxic doses. Incubation of MCL-5 cells with non-cytotoxic doses of 2-propenylisothiocyanate for 24h resulted in a dose-dependent inhibition of ethoxyresorufin O-deethylase, yet failed to affect CYP1A1 mRNA expression indicating interference with enzyme activity rather than inhibition of transcription. Increased reactive oxygen species (ROS) production was observed only for 2-propenylisothiocyanate treatment. 2-Propenylisothiocyanate treatment lowered reduced glutathione levels whereas no changes were noted with 3,4-epithiobutylnitrile. Cell cycle analysis showed that 2-propenylisothiocyanate induced a G2/M block whereas other hydrolysis products showed only marginal effects. We found that 2-propenylisothiocyanate and 3-butenylisothiocyanate induced cell death predominantly via necrosis whereas, 3,4-epithiobutylnitrile promoted both necrosis and apoptosis. Thus the activity of glucosinolate hydrolysis products includes cytotoxicity that is compound-class specific and may contribute to their putative chemoprotection properties.",
      "mesh_terms": [
        "Anticarcinogenic Agents",
        "Apoptosis",
        "Brassica",
        "Cell Line",
        "Cell Survival",
        "Cytochrome P-450 CYP1A1",
        "Cytochrome P-450 Enzyme Inhibitors",
        "Dose-Response Relationship, Drug",
        "G2 Phase Cell Cycle Checkpoints",
        "Glucosinolates",
        "Glutathione",
        "Humans",
        "Hydrolysis",
        "Isothiocyanates",
        "Mitochondrial Membranes",
        "Necrosis",
        "Nitriles",
        "Oxidative Stress",
        "Permeability",
        "Time Factors",
        "Transfection"
      ]
    },
    {
      "pmid": "22902324",
      "title": "Assessment of DNA damage and repair in adults consuming allyl isothiocyanate or Brassica vegetables.",
      "authors": [
        "Craig S Charron",
        "Beverly A Clevidence",
        "George A Albaugh",
        "Matthew H Kramer",
        "Bryan T Vinyard",
        "John A Milner",
        "Janet A Novotny"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2013-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Allyl isothiocyanate (AITC) is a dietary component with possible anticancer effects, though much information about AITC and cancer has been obtained from cell studies. To investigate the effect of AITC on DNA integrity in vivo, a crossover study was conducted. Adults (n=46) consumed AITC, AITC-rich vegetables [mustard and cabbage (M/C)] or a control treatment with a controlled diet for 10 days each. On day 11, volunteers provided blood and urine before and after consuming treatments. Volunteers were characterized for genotype for GSTM1 and GSTT1 (glutathione S-transferases) and XPD (DNA repair). DNA integrity in peripheral blood mononuclear cells was assessed by single-cell gel electrophoresis. Urine was analyzed for 8-oxo-7,8-dihydro-2'-deoxyguanosine (8-oxodG) and creatinine. Ten-day intake of neither AITC nor M/C resulted in statistically significant differences in DNA strand breaks [least squares mean (LSmean) % DNA in tail±S.E.M.: 4.8±0.6 for control, 5.7±0.7 for AITC, 5.3±0.6 for M/C] or urinary 8-oxodG (LSmean μg 8-oxodG/g creatinine±S.E.M.: 2.95±0.09 for control, 2.88±0.09 for AITC, 3.06±0.09 for M/C). Both AITC and M/C increased DNA strand breaks 3 h postconsumption (LSmean % DNA in tail±S.E.M.: 3.2±0.7 for control, 8.3±1.7 for AITC, 8.0±1.7 for M/C), and this difference disappeared at 6 h (4.2±0.9 for control, 5.7±1.2 for AITC, 5.5±1.2 for M/C). Genotypes for GSTM1, GSTT1 and XPD were not associated with treatment effects. In summary, DNA damage appeared to be induced in the short term by AITC and AITC-rich products, but that damage disappeared quickly, and neither AITC nor AITC-rich products affected DNA base excision repair.",
      "mesh_terms": [
        "8-Hydroxy-2'-Deoxyguanosine",
        "Brassica",
        "Comet Assay",
        "Creatinine",
        "Cross-Over Studies",
        "DNA Damage",
        "DNA Repair",
        "Deoxyguanosine",
        "Diet",
        "Female",
        "Glutathione Transferase",
        "Humans",
        "Isothiocyanates",
        "Leukocytes, Mononuclear",
        "Male",
        "Middle Aged",
        "Plant Extracts",
        "Polymorphism, Single Nucleotide",
        "Vegetables"
      ]
    },
    {
      "pmid": "15036015",
      "title": "Effect of common Brassica vegetables (Brussels sprouts and red cabbage) on the development of preneoplastic lesions induced by 2-amino-3-methylimidazo[4,5-f]quinoline (IQ) in liver and colon of Fischer 344 rats.",
      "authors": [
        "Maria Uhl",
        "Fekadu Kassie",
        "Sylvie Rabot",
        "Bettina Grasl-Kraupp",
        "Asima Chakraborty",
        "Brenda Laky",
        "Michael Kundi",
        "Siegfried Knasmüller"
      ],
      "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
      "publication_date": "2004-Mar-25",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Aim of the present study was the investigation of effects of juices from commonly consumed Brassica vegetables (two cultivars of Brussels sprouts and two cultivars of red cabbage) on formation and development of preneoplastic lesions in colons (aberrant crypt foci, ACF) and livers (glutathione-S-transferase placental form, GST-P+) in male F344 rats. The foci were induced by 2-amino-3-methylimidazo[4,5-f]quinoline (IQ), a widespread carcinogenic heterocyclic aromatic amine which is found in fried meats. Recently, we reported on pronounced protective effects in the two-organ foci model when the vegetable juices were given during the carcinogen treatment but several findings by other groups indicated that breakdown products of glucosinolates contained in Brassica vegetables cause tumour promotion in various organs of laboratory rodents. In the present study, the animals received the juices in the drinking water (5%) over a period of 20 days after treatment with IQ (100 mg/kg bw on 10 alternate days). To increase the foci yield (which facilitates the detection of modifying effects), the animals were fed with a modified (high fat, fibre free) AIN-76 diet. With exception of the sprout variety \"Cyrus\", all juices lowered the number of GST-P+ foci as well as the foci area in the liver, but none of these effects was statistically significant. In the colon, none of the juices had an impact on crypt multiplicity (number of crypts/focus), whereas the number of ACF was decreased; only with the sprout variety Maximus the protective effect was significant (reduction 49%). The present findings show that administration of vegetable juices to the animals after the carcinogen does not increase the number and size of IQ-induced preneoplastic lesions in liver and colon.",
      "mesh_terms": [
        "Animals",
        "Body Weight",
        "Brassica",
        "Colon",
        "Glucosinolates",
        "Liver",
        "Male",
        "Organ Size",
        "Precancerous Conditions",
        "Rats",
        "Rats, Inbred F344"
      ]
    },
    {
      "pmid": "9055870",
      "title": "A review of mechanisms underlying anticarcinogenicity by brassica vegetables.",
      "authors": [
        "D T Verhoeven",
        "H Verhagen",
        "R A Goldbohm",
        "P A van den Brandt",
        "G van Poppel"
      ],
      "journal": "Chemico-biological interactions",
      "publication_date": "1997-Feb-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The mechanisms by which brassica vegetables might decrease the risk of cancer are reviewed in this paper. Brassicas, including all types of cabbages, broccoli, cauliflower and Brussels sprouts, may be protective against cancer due to their relatively high glucosinolate content. Glucosinolates are usually broken down through hydrolysis catalyzed by myrosinase, an enzyme that is released from damaged plant cells. Some of the hydrolysis products, viz. indoles and isothiocyanates, are able to influence phase 1 and phase 2 biotransformation enzyme activities, thereby possibly influencing several processes related to chemical carcinogenesis, e.g. the metabolism, DNA-binding and mutagenic activity of promutagens. A reducing effect on tumor formation has been shown in rats and mice. The anticarcinogenic action of isothiocyanates and indoles depends upon many factors, such as the test system, the target tissue, the type of carcinogen challenge and the anticarcinogenic compound, their dosage, as well as the timing of the treatment. Most evidence concerning anticarcinogenic effects of glucosinolate hydrolysis products and brassica vegetables has come from studies in animals. Animal studies are invaluable in identifying and testing potential anticarcinogens. In addition, studies carried out in humans using high but still realistic human consumption levels of indoles and brassica vegetables have shown putative positive effects on health.",
      "mesh_terms": [
        "Animals",
        "Anticarcinogenic Agents",
        "Brassica",
        "Glucosinolates",
        "Humans",
        "Neoplasms",
        "Plant Extracts"
      ]
    }
  ]
}