{
  "supplement": "Brassinosteroids",
  "query": "Brassinosteroids[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:21:47",
  "research_count": 106,
  "count": 100,
  "articles": [
    {
      "pmid": "40244224",
      "title": "Mechanisms of Exogenous Brassinosteroids and Abscisic Acid in Regulating Maize Cold Stress Tolerance.",
      "authors": [
        "Tao Yang",
        "Zelong Zhuang",
        "Jianwen Bian",
        "Zhenping Ren",
        "Wanling Ta",
        "Yunling Peng"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Exogenous abscisic acid (ABA) and brassinosteroid (BR) play important roles in alleviating cold stress in maize. In this study, two maize inbred lines with differing cold tolerance were treated with exogenous ABA, BR, and their combined solution under cold stress conditions at 10 °C to investigate the effects of these treatments on the physiological characteristics of maize seedlings. The results indicated that cold stress significantly inhibited the growth of maize seedlings. Exogenous hormone treatments enhanced antioxidant enzyme activities and promoted the synthesis of osmolytes, thereby alleviating cold stress; however, the combined treatment (AR) did not significantly improve maize cold tolerance. Transcriptomic analysis revealed that pathways including plant hormone signal transduction, fatty acid elongation, and phenylpropanoid biosynthesis were involved in the interaction between ABA and BR. Weighted gene co-expression network analysis (WGCNA) identified four key candidate genes responsive to exogenous ABA and BR under cold stress, namely Zm00001eb343270, Zm00001eb401890, Zm00001eb206790, and Zm00001eb199820. Based on the gene annotation results, we speculate that ubiquitin-conjugating enzyme E2 O, tubulin-tyrosine ligase-like protein 12, the negative regulator of systemic acquired resistance SNI1, and mRNA stability regulators in response to DNA damage may be involved in regulating maize cold tolerance. These findings provide further evidence for the regulatory mechanisms by which exogenous ABA and BR affect maize cold tolerance and elucidate their interaction under cold stress.",
      "mesh_terms": [
        "Zea mays",
        "Abscisic Acid",
        "Brassinosteroids",
        "Cold-Shock Response",
        "Gene Expression Regulation, Plant",
        "Seedlings",
        "Plant Growth Regulators",
        "Plant Proteins",
        "Gene Expression Profiling",
        "Cold Temperature",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "39520000",
      "title": "Brassinosteroids: An Innovative Compound Family That Could Affect the Growth, Ripening, Quality, and Postharvest Storage of Fleshy Fruits.",
      "authors": [
        "Fernando Garrido-Auñón",
        "Jenifer Puente-Moreno",
        "María E García-Pastor",
        "María Serrano",
        "Daniel Valero"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Brassinosteroids (BRs), a new family of plant hormones, have been used in a range of food staples, oil crops, and cereals. However, the scientific literature pertaining to their use in fleshy fruits remains scarce. This review presents, for the first time, the knowledge developed over the last decade on the role of BR preharvest treatments in crop yield and fruit quality properties at harvest and during storage, although information about the effects of BR postharvest treatments is also addressed. This review revealed that 24-epibrassinolide is the most used BR analogue in research experiments, either as a pre- or postharvest treatment, with doses ranging from 0.1 to 15 μM. Additionally, most of the research has been conducted on non-climacteric fruit species. In most of these preharvest treatments, an increase in crop yield has been reported, as well as enhanced anthocyanin concentration in red-coloured fruit. In addition, increases in firmness, total soluble solids, and phenolic content have also been observed. On the other hand, BR postharvest treatments led to the maintenance of these fruit quality properties during storage due to increased antioxidant systems, either enzymatic or non-enzymatic ones. Finally, as future perspectives, it is proposed to extend the research about BR treatments to other climacteric fruits and to deepen the knowledge of how BRs regulate physiological aspects from preharvest to postharvest. Furthermore, it is essential to investigate the role of BRs in the prevention of rot and biotic stress."
    },
    {
      "pmid": "39519948",
      "title": "Brassinosteroids Alleviate Salt Stress by Enhancing Sugar and Glycine Betaine in Pepper (Capsicum annuum L.).",
      "authors": [
        "Yujie Jin",
        "Ping Yang",
        "Jian Li",
        "Yongchao Yang",
        "Ruopeng Yang",
        "Hongbo Fu",
        "Jie Li"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Oct-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salt stress is a major abiotic factor that negatively impacts the growth, performance, and secondary metabolite production in pepper (Capsicum annuum L.) plants. Brassinosteroids (BRs) play a crucial role in enhancing plant tolerance to abiotic stress, yet their potential in mitigating salt stress in pepper plants, particularly by promoting sugar and glycine betaine accumulation, remains underexplored. In this study, we investigated the effects of the foliar application of 2,4-epibrassinolide (EBR) on salt-stressed pepper seedlings. Our findings revealed that EBR treatment significantly increased the levels of proline, sugar, and glycine betaine under salt stress compared to untreated controls. Moreover, EBR enhanced the antioxidant defense mechanisms in pepper seedlings by increasing sugar and glycine betaine levels, which contributed to the reduction of reactive oxygen species (ROS) and malondialdehyde (MDA) accumulation."
    },
    {
      "pmid": "39184558",
      "title": "Progesterone and brassinosteroids synergistically enhance progesterone removal and antioxidant capacity of Solanum nigrum L.",
      "authors": [
        "Ana Pinto",
        "Daniela Correia da Silva",
        "Ana Cardoso",
        "Fátima Fernandes",
        "Cristiano Soares",
        "Patrícia Valentão",
        "Fernanda Fidalgo",
        "Jorge Teixeira"
      ],
      "journal": "Physiology and molecular biology of plants : an international journal of functional plant biology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Progesterone (PROG) has been detected at various concentrations in the environment and has adverse effects on humans and wildlife. This work evaluated the impact of PROG in Solanum nigrum L. plants, its removal capacity, and how 2,4-epibrassinolide (24-EBL) affects this process. Three treatments were used: (1) control, (2) irrigation with 0.8 µM PROG, and (3) treatment with 0.8 µM PROG after a pre-treatment with a foliar application of 1 µM 2,4-EBL (PROG/24EBL). After 20 days of treatment, no PROG was detected in the nutrient solution or plant tissues, indicating that the PROG was removed and metabolized. Lipid peroxidation significantly decreased in response to PROG in shoots and roots, and this effect was even more significant for both organs of the PROG/24EBL plants. Additionally, both treatments in both organs showed a decrease in H2O2 levels, and both steroid hormones increased the plants' antioxidant system at both the biochemical and gene expression levels. In conclusion, S. nigrum can swiftly remove PROG without affecting its growth, and the use of 24-EBL synergistically decreases oxidative damage by increasing the activity of the antioxidant system and enhancing plant PROG removal ability."
    },
    {
      "pmid": "39067078",
      "title": "Revealing mechanistic basis of ameliorating detrimental effects of cadmium in cherry tomatoes by exogenous application of melatonin and brassinosteroids.",
      "authors": [
        "Liping Huang",
        "Xing Liu",
        "Yue Liu",
        "Mohsin Tanveer",
        "Wen Chen",
        "Wenxuan Fu",
        "Qianqian Wang",
        "Yongjun Guo",
        "Sergey Shabala"
      ],
      "journal": "Ecotoxicology and environmental safety",
      "publication_date": "2024-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increased anthropogenic activities over the last decades have led to a gradual increase in cadmium content in the soil, which, due to its high mobility in soil, makes Cd accumulation in plants a serious threat to the health of animals and humans. Plant hormones including melatonin (Mel) and brassinosteroids (BR) are known to provide tolerance against various abiotic stresses. In this work, the role of combined and separate exogenous application of Mel and BR on Cd stress in cherry tomato plants was examined. Cd stress significantly reduced tomato growth by inducing oxidative stress and reduced K+ uptake in roots and shoots. Combined application of Mel and BR reduced detrimental effects of Cd in tomato by (i) reducing Cd accumulation in the shoot; (ii) increasing the activities of different antioxidants (SOD, CAT, APX, GR); (iii) triggering higher expression of genes relating to Cd vacuolar sequestration (Na+/H+ EXCHANGER, SlNHX1; NATURAL RESISTANCE-ASSOCIATED MACROPHAGE PROTEIN 6, SlNRAMP6), and Cd transport and detoxification (HEAVY-METAL-ASSOCIATED 3, SlHMA3; PLANT CADMIUM RESISTANT 2, SlPCR2); and (iv) improving plant K+ homeostasis and contents in root and shoot. The latter trait was associated with the reduced gene expression of K+-permeable outward rectifying channel (SlGORK3), and transcriptional upregulation of high affinity potassium transporter 5 (SIHAK5) under Cd stress. A separate application of Mel and BR showed tissue-specific regulation of tomato growth and Cd tolerance by regulating antioxidant activities, K+ uptake, Cd uptake, and translocation from root to shoot and their endogenous contents. Melatonin per se was more effective in improving Cd tolerance in shoot while beneficial BR effects were more pronounced in roots, and their combined application was effective in both tissues. Taken together, reported results show tissue-specific regulation of Cd tolerance by Mel and BR in cherry tomato plants and demonstrate the efficiency of combined Mel + BR treatment as a practical tool to reduce Cd accumulation and mitigate its negative effects on plant growth.",
      "mesh_terms": [
        "Solanum lycopersicum",
        "Melatonin",
        "Cadmium",
        "Brassinosteroids",
        "Soil Pollutants",
        "Plant Roots",
        "Antioxidants",
        "Oxidative Stress",
        "Plant Growth Regulators",
        "Potassium",
        "Plant Shoots",
        "Gene Expression Regulation, Plant"
      ]
    },
    {
      "pmid": "38797009",
      "title": "Brassinosteroids biosynthetic gene MdBR6OX2 regulates salt stress tolerance in both apple and Arabidopsis.",
      "authors": [
        "Hai-Yuan Zhang",
        "Xun Wang",
        "Xiao-Na Wang",
        "Hao-Feng Liu",
        "Ting-Ting Zhang",
        "Da-Ru Wang",
        "Guo-Dong Liu",
        "Ya-Qi Liu",
        "Xiao-Hua Song",
        "Zhenlu Zhang",
        "Chunxiang You"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salt stress is a critical limiting factor for fruit yield and quality of apples. Brassinosteroids (BRs) play an important role in response to abiotic stresses. In the present study, application of 2,4- Epicastasterone on seedlings of Malus 'M9T337' and Malus domestica 'Gala3' alleviated the physiological effects, such as growth inhibition and leaf yellowing, induced by salt stress. Further analysis revealed that treatment with NaCl induced expression of genes involved in BR biosynthesis in 'M9T337' and 'Gala3'. Among which, the expression of BR biosynthetic gene MdBR6OX2 showed a three-fold upregulation upon salt treatment, suggesting its potential role in response to salt stress in apple. MdBR6OX2, belonging to the CYP450 family, contains a signal peptide region and a P450 domain. Expression patterns analysis showed that the expression of MdBR6OX2 can be significantly induced by different abiotic stresses. Overexpressing MdBR6OX2 enhanced the tolerance of apple callis to salt stress, and the contents of endogenous BR-related compounds, such as Typhastero (TY), Castasterone (CS) and Brassinolide (BL) were significantly increased in transgenic calli compared with that of wild-type. Extopic expression of MdBR6OX2 enhanced tolerance to salt stress in Arabidopsis. Genes associated with salt stress were significantly up-regulated, and the contents of BR-related compounds were significantly elevated under salt stress. Our data revealed that BR-biosynthetic gene MdBR6OX2 positively regulates salt stress tolerance in both apple calli and Arabidopsis.",
      "mesh_terms": [
        "Malus",
        "Brassinosteroids",
        "Arabidopsis",
        "Salt Tolerance",
        "Gene Expression Regulation, Plant",
        "Plant Proteins",
        "Plants, Genetically Modified",
        "Salt Stress",
        "Cytochrome P-450 Enzyme System"
      ]
    },
    {
      "pmid": "38659444",
      "title": "Genome-wide methylation, transcriptome and characteristic metabolites reveal the balance between diosgenin and brassinosteroids in Dioscorea zingiberensis.",
      "authors": [
        "Zihao Li",
        "Yi Li",
        "Luyu Geng",
        "Jiachen Wang",
        "Yidan Ouyang",
        "Jiaru Li"
      ],
      "journal": "Horticulture research",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diosgenin (DG) is a bioactive metabolite isolated from Dioscorea species, renowned for its medicinal properties. Brassinosteroids (BRs) are a class of crucial plant steroidal hormones. Cholesterol and campesterol are important intermediates of DG and BR biosynthesis, respectively. DG and BRs are structurally similar components; however, the regulatory network and metabolic interplays have not been fully elucidated. In an effort to decode these complex networks, we conducted a comprehensive study integrating genome-wide methylation, transcriptome and characteristic metabolite data from Dioscorea zingiberensis. Leveraging these data, we were able to construct a comprehensive regulatory network linking DG and BRs. Mass spectrometry results enabled us to clarify the alterations in cholesterol, campesterol, diosgenin, and castasterone (one of the major active BRs). The DG content decreased by 27.72% at 6 h after brassinolide treatment, whereas the content increased by 85.34% at 6 h after brassinazole treatment. Moreover, we pinpointed DG/BR-related genes, such as CASs, CYP90s, and B3-ARFs, implicated in the metabolic pathways of DG and BRs. Moreover, CASs and CYP90s exhibit hypomethylation, which is closely related to their high transcription. These findings provide robust evidence for the homeostasis between DG and BRs. In conclusion, our research revealed the existence of a balance between DG and BRs in D. zingiberensis. Furthermore, our work not only provides new insights into the relationship between the two pathways but also offers a fresh perspective on the functions of secondary metabolites."
    },
    {
      "pmid": "38188140",
      "title": "Exogenous applications of brassinosteroids promote secondary xylem differentiation in Eucalyptus grandis.",
      "authors": [
        "Fangping Zhou",
        "Bing Hu",
        "Juan Li",
        "Huifang Yan",
        "Qianyu Liu",
        "Bingshan Zeng",
        "Chunjie Fan"
      ],
      "journal": "PeerJ",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinosteroids (BRs) play many pivotal roles in plant growth and development, especially in cell elongation and vascular development. Although its biosynthetic and signal transduction pathway have been well characterized in model plants, their biological roles in Eucalyptus grandis, a major hardwood tree providing fiber and energy worldwide, remain unclear. Here, we treated E. grandis plantlets with 24-epibrassinolide (EBL), the most active BR and/or BR biosynthesis inhibitor brassinazole. We recorded the plant growth and analyzed the cell structure of the root and stem with histochemical methods; then, we performed a secondary growth, BR synthesis, and signaling-related gene expression analysis. The results showed that the BRs dramatically increased the shoot length and diameter, and the exogenous BR increased the xylem area of the stem and root. In this process, EgrBRI1, EgrBZR1, and EgrBZR2 expression were induced by the BR treatment, and the expressions of HD-ZIPIII and cellulose synthase genes were also altered. To further verify the effect of BRs in secondary xylem development in Eucalyptus, we used six-month-old plants as the material and directly applied EBL to the xylem and cambium of the vertical stems. The xylem area, fiber cell length, and cell numbers showed considerable increases. Several key BR-signaling genes, secondary xylem development-related transcription factor genes, and cellulose and lignin biosynthetic genes were also considerably altered. Thus, BR had regulatory roles in secondary xylem development and differentiation via the BR-signaling pathway in this woody plant.",
      "mesh_terms": [
        "Eucalyptus",
        "Brassinosteroids",
        "Cell Differentiation",
        "Xylem",
        "Wood"
      ]
    },
    {
      "pmid": "38171135",
      "title": "Sodium nitrophenolate mediates brassinosteroids signaling to enhance cold tolerance of cucumber seedling.",
      "authors": [
        "Jiang Yueshan",
        "Mintao Sun",
        "Li Yansu",
        "Feng Xiaojie",
        "Li Menglu",
        "Shi Aokun",
        "He Chaoxing",
        "Yan Yan",
        "Wang Jun",
        "Yu Xianchang"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cold stress (CS) significantly limits cucumber yield. However, it remains unclear whether and how sodium nitrophenolate (CSN) regulates plant responses to cold stress. Here, H2O, CSN, 24-epibrassinolide (EBR), and CSN + EBR were sprayed on cucumber seedlings before or after CS, and on control plants. We found that CSN, EBR, or EBR + CSN pre-treatment improved seedling growth under normal conditions (control condition) and cold tolerance under CS conditions. EBR pre-treatment promoted the expression of approximately half of the genes involved in BR synthesis and signaling and CsICE-CsCBF-CsCOR under CS. However, CSN pre-treatment promoted almost all the expression of BR synthesis and signaling genes, and CsICE-CsCBF-CsCOR genes, which showed the highest expression in early CS, remarkably improving the cold tolerance of cucumber. Interestingly, EBR and CSN had a superimposed effect on the expression of BR synthesis and signaling and CsICE-CsCBF-CsCOR genes, which rapidly increased their expression under normal temperature. Spraying EBR after CS accelerated seedling recovery, whereas CSN had the opposite effect. However, spraying CSN combined with EBR accelerated the recovery of CS-injured seedlings and was better than spraying EBR alone. Although CS-injured seedlings were negatively influenced by CSN, pre-treatment with CSN accelerated seedling growth and increased cold tolerance, suggesting that the effect of CSN was related to whether the seedlings were damaged by CS. In conclusion, we firstly found that CSN enhanced cold tolerance by activating BR signaling, contributing to the gene expression of ICE-CBF-COR and that CSN + EBR contributed to cold tolerance and CS-injured seedling recovery in cucumber.",
      "mesh_terms": [
        "Brassinosteroids",
        "Seedlings",
        "Cucumis sativus",
        "Plant Growth Regulators",
        "Sodium",
        "Steroids, Heterocyclic"
      ]
    },
    {
      "pmid": "38090212",
      "title": "Quantitative evaluation of the biological activity of various brassinosteroids using spiral root induction in rice seeds.",
      "authors": [
        "Bunta Nishikawa",
        "Kotaro Mori",
        "Seisuke Takimoto",
        "Bunta Watanabe",
        "Midori Matsuo",
        "Takeshi Nakano",
        "Yoshiaki Nakagawa",
        "Hisashi Miyagawa"
      ],
      "journal": "Journal of pesticide science",
      "publication_date": "2023-Nov-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Spiral roots are induced in germinated rice seeds through treatment with nanomolar brassinosteroids (BRs) but not with other plant hormones. Here, we determined the minimum effective concentration (MEC) of various BRs to induce spiral roots in germinated rice seeds. The reciprocal logarithm of MEC, pMEC, was used as the BL-like activity index, which was linearly correlated with the reciprocal logarithm of a 50% effective dose (pED50) as evaluated in the rice lamina inclination assay. Furthermore, a ligand-receptor docking simulation was performed against the BL receptor complex, Arabidopsis thaliana BRI1/SERK1, and the binding free energy (ΔGbind) was calculated for the tested BRs. The ΔGbind calculation was performed using the molecular mechanics/generalized Born surface area method on an ensemble of uncorrelated snapshots collected via molecular dynamics to predict biological activity."
    },
    {
      "pmid": "38003311",
      "title": "Promotion of Ca2+ Accumulation in Roots by Exogenous Brassinosteroids as a Key Mechanism for Their Enhancement of Plant Salt Tolerance: A Meta-Analysis and Systematic Review.",
      "authors": [
        "Xian Wang",
        "Jiali Chai",
        "Wenyu Liu",
        "Xiaolin Zhu",
        "Haixun Liu",
        "Xiaohong Wei"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Nov-09",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "Brassinosteroids (BRs), the sixth major phytohormone, can regulate plant salt tolerance. Many studies have been conducted to investigate the effects of BRs on plant salt tolerance, generating a large amount of research data. However, a meta-analysis on regulating plant salt tolerance by BRs has not been reported. Therefore, this study conducted a meta-analysis of 132 studies to elucidate the most critical physiological mechanisms by which BRs regulate salt tolerance in plants from a higher dimension and analyze the best ways to apply BRs. The results showed that exogenous BRs significantly increased germination, plant height, root length, and biomass (total dry weight was the largest) of plants under salt stress. There was no significant difference between seed soaking and foliar spraying. However, the medium method (germination stage) and stem application (seedling stage) may be more effective in improving plant salt tolerance. BRs only inhibit germination in Solanaceae. BRs (2 μM), seed soaking for 12 h, and simultaneous treatment with salt stress had the highest germination rate. At the seedling stage, the activity of Brassinolide (C28H48O6) was higher than that of Homobrassinolide (C29H50O6), and post-treatment, BRs (0.02 μM) was the best solution. BRs are unsuitable for use in the germination stage when Sodium chloride is below 100 mM, and the effect is also weakest in the seedling stage. Exogenous BRs promoted photosynthesis, and antioxidant enzyme activity increased the accumulation of osmoregulatory and antioxidant substances and reduced the content of harmful substances and Na+, thus reducing cell damage and improving plant salt tolerance. BRs induced the most soluble protein, chlorophyll a, stomatal conductance, net photosynthetic rate, Glutathione peroxidase, and root-Ca2+, with BRs causing Ca2+ signals in roots probably constituting the most important reason for improving salt tolerance. BRs first promoted the accumulation of Ca2+ in roots, which increased the content of the above vital substances and enzyme activities through the Ca2+ signaling pathway, improving plant salt tolerance.",
      "mesh_terms": [
        "Brassinosteroids",
        "Antioxidants",
        "Salt Tolerance",
        "Chlorophyll A",
        "Seedlings",
        "Plant Roots"
      ]
    },
    {
      "pmid": "37869675",
      "title": "Brassinosteroids as promoters of seedling growth and antioxidant activity under heavy metal zinc stress in mung bean (Vigna radiata L.).",
      "authors": [
        "Naresh Kumar",
        "Vikas Sharma",
        "Gurpreet Kaur",
        "Charu Lata",
        "Hemant Dasila",
        "Kahkashan Perveen",
        "Faheema Khan",
        "Vijay K Gupta",
        "Mehrun Nisha Khanam"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The escalation of harmful pollutants, including heavy metals, due to industrialization and urbanization has become a global concern. To mitigate the negative impacts of heavy metal stress on germination and early plant development, growth regulators have been employed. This study aimed to evaluate the response of mung bean (Vigna radiata L.) to zinc stress in the presence of brassinosteroids, focusing on seedling growth and antioxidant potential. Mung bean seedlings were treated with three concentrations of 24-epibrassinolide (EBL) (0.1, 0.2, and 0.4 PPM) with or without zinc. Results demonstrated that the application of brassinosteroids, combined with zinc stress, significantly enhanced germination percentage (about 47.06, 63.64, and 120%), speed of germination (about 39.13, 50, and 100%), seedling growth (about 38% in case of treatment combined 0.4 PPM 24-EBL and 1.5 mM ZnSO4) and seedling vigor index (204% in case of treatment combined 0.4 PPM 24-EBL and 1.5 mM ZnSO4) compared to zinc-treated seedlings alone after 24 h. The activities of antioxidative enzymes (catalase, ascorbate peroxidase, polyphenol oxidase, and peroxidase) and total soluble protein content decreased, while lipid peroxidation and proline content exhibited a significant increase (p ≤ 0.05) when compared to the control. However, the negative effects induced by heavy metal stress on these parameters were significantly mitigated by EBL application. Notably, the most effective concentration of EBL in overcoming zinc stress was found to be 0.4 PPM. These findings underscore the potential of exogenously applied brassinosteroids as a valuable tool in phytoremediation projects by ameliorating heavy metal stress."
    },
    {
      "pmid": "37836091",
      "title": "Exploring the Effects of Selenium and Brassinosteroids on Photosynthesis and Protein Expression Patterns in Tomato Plants under Low Temperatures.",
      "authors": [
        "Taiba Saeed",
        "Tanveer Alam Khan",
        "Aqeel Ahmad",
        "Mohammad Yusuf",
        "Sajeesh Kappachery",
        "Qazi Fariduddin",
        "Gaurav Mudgal",
        "Mayank Anand Gururani"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Sep-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to assess the effects of low-temperature stress on two tomato cultivars (S-22 and PKM-1) treated with 24-epibrassinolide (EBL) and selenium (Se) by determining the changes in the proteomics profiles, growth biomarkers, biochemical parameters, and physiological functions. The growth parameters, photosynthetic traits, and activity of nitrate reductase in the S-22 and PKM-1 plants were markedly reduced by exposure to low temperatures. However, the combined application of EBL and Se under different modes significantly enhanced the aforementioned parameters under stress and non-stress conditions. Exposure to low temperatures increased the activities of the antioxidant enzymes (catalase, peroxidase, and superoxide dismutase) and the proline content of leaves, which were further enhanced by treatment with Se and EBL in both varieties. This research sheds light on the potential for employing exogenous EBL and Se as crucial biochemical tactics to assist tomato plants in surviving low-temperature stress. Moreover, the differentially expressed proteins that were involved in plant metabolism following the combined application of EBL and Se under low-temperature stress were additionally identified. Functional analysis revealed that the Q54YH4 protein plays an active role against plant stressors. The conserved regions in the protein sequences were analyzed for assessing the reliability of plant responses against the external application of EBL and Se under low temperatures."
    },
    {
      "pmid": "37696905",
      "title": "Exploring the recuperative potential of brassinosteroids and nano-biochar on growth, physiology, and yield of wheat under drought stress.",
      "authors": [
        "Muhammad Aown Sammar Raza",
        "Muhammad Arif Ibrahim",
        "Allah Ditta",
        "Rashid Iqbal",
        "Muhammad Usman Aslam",
        "Faqeer Muhammad",
        "Shehzad Ali",
        "Fatih Çiğ",
        "Baber Ali",
        "Rao Muhammad Ikram",
        "Muhammad Noor Muzamil",
        "Muhammed Habib Ur Rahman",
        "Mona S Alwahibi",
        "Mohamed S Elshikh"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Sep-11",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Drought stress as a result of rapidly changing climatic conditions has a direct negative impact on crop production especially wheat which is the 2nd staple food crop. To fulfill the nutritional demand under rapidly declining water resources, there is a dire need to adopt a precise, and efficient approach in the form of different amendments. In this regard, the present study investigated the impact of nano-biochar (NBC) and brassinosteroids (BR) in enhancing the growth and productivity of wheat under different drought stress conditions. The field study comprised different combinations of amendments (control, NBC, BR, and NBC + BR) under three irrigation levels (D0, D1 and D2). Among different treatments, the synergistic approach (NBC + BR) resulted in the maximum increase in different growth and yield parameters under normal as well as drought stress conditions. With synergistic approach (NBC + BR), the maximum plant height (71.7 cm), spike length (17.1), number of fertile tillers m-2 (410), no. of spikelets spike-1 (19.1), no. of grains spike-1 (37.9), 1000 grain weight (37 g), grain yield (4079 kg ha-1), biological yield (10,502 kg ha-1), harvest index (43.5). In the case of physiological parameters such as leaf area index, relative water contents, chlorophyll contents, and stomatal conductance were maximally improved with the combined application of NBC and BR. The same treatment caused an increase of 54, 10, and 7% in N, P, and K contents in grains, respectively compared to the control treatment. Similarly, the antioxidant response was enhanced in wheat plants under drought stress with the combined application of NBC and BR. In conclusion, the combined application of NBC and BR caused a significant increase in the growth, physiological and yield attributes of wheat under drought stress.",
      "mesh_terms": [
        "Triticum",
        "Brassinosteroids",
        "Droughts",
        "Antioxidants",
        "Edible Grain"
      ]
    },
    {
      "pmid": "37586418",
      "title": "The roles of brassinosteroids and methyl jasmonate on postharvest grape by regulating the interaction between VvDWF4 and VvTIFY 5 A.",
      "authors": [
        "Dan Pei",
        "Yanhua Ren",
        "Wenbin Yu",
        "Peian Zhang",
        "Tianyu Dong",
        "Haifeng Jia",
        "Jinggui Fang"
      ],
      "journal": "Plant science : an international journal of experimental plant biology",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinosteroids (BRs) and methyl jasmonate (MeJA) are known for the regulation of plant development, and the crosstalk between them is important for plant growth. However, the interaction between them in the development of postharvest fruit is unresolved. We found that BR treatment enhanced the accumulation of sugar composition and aroma content, reduced the content of organic acids (such as tartaric acid) and promoted the coloring of grape callus. After the application of MeJA, the acidity increased and the sugar content decreased. The physiological data showed that exogenous BR also attenuated the JA inhibition of postharvest ripening in grape. DWF4 is a key enzyme in the BR biosynthetic pathway, and it can effectively regulate the content of endogenous BRs. TIFY 5 A, which belongs to the Jasmonate ZIM-domain (JAZ) family, can be baited by DWF4 through the Y2H experiment. TIFY 5 A represses the expression of dihydroflavonol-4-reductase (DFR) which plays a key role in the synthesis of anthocyanins, while this will be alleviated by VvDWF4. The interaction between TIFY 5 A and DWF4 contributes to the cross talk between JA and BR signalling pathways. This is also verified by the transgenic experimental results. The results in this paper provides a new insight into the relationship between BR and JA signalling pathways, which is important to the regulation of the postharvest ripening of grape."
    },
    {
      "pmid": "37332698",
      "title": "Contents of endogenous brassinosteroids and the response to drought and/or exogenously applied 24-epibrassinolide in two different maize leaves.",
      "authors": [
        "Hana Marková",
        "Danuše Tarkowská",
        "Petr Čečetka",
        "Marie Kočová",
        "Olga Rothová",
        "Dana Holá"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Exogenously applied brassinosteroids (BRs) improve plant response to drought. However, many important aspects of this process, such as the potential differences caused by different developmental stages of analyzed organs at the beginning of drought, or by BR application before or during drought, remain still unexplored. The same applies for the response of different endogenous BRs belonging to the C27, C28-and C29- structural groups to drought and/or exogenous BRs. This study examines the physiological response of two different leaves (younger and older) of maize plants exposed to drought and treated with 24-epibrassinolide (epiBL), together with the contents of several C27, C28-and C29-BRs. Two timepoints of epiBL application (prior to and during drought) were utilized to ascertain how this could affect plant drought response and the contents of endogenous BRs. Marked differences in the contents of individual BRs between younger and older maize leaves were found: the younger leaves diverted their BR biosynthesis from C28-BRs to C29-BRs, probably at the very early biosynthetic steps, as the levels of C28-BR precursors were very low in these leaves, whereas C29-BR levels vere extremely high. Drought also apparently negatively affected contents of C28-BRs (particularly in the older leaves) and C29-BRs (particularly in the younger leaves) but not C27-BRs. The response of these two types of leaves to the combination of drought exposure and the application of exogenous epiBL differed in some aspects. The older leaves showed accelerated senescence under such conditions reflected in their reduced chlorophyll content and diminished efficiency of the primary photosynthetic processes. In contrast, the younger leaves of well-watered plants showed at first a reduction of proline levels in response to epiBL treatment, whereas in drought-stressed, epiBL pre-treated plants they were subsequently characterized by elevated amounts of proline. The contents of C29- and C27-BRs in plants treated with exogenous epiBL depended on the length of time between this treatment and the BR analysis regardless of plant water supply; they were more pronounced in plants subjected to the later epiBL treatment. The application of epiBL before or during drought did not result in any differences of plant response to this stressor."
    },
    {
      "pmid": "36986978",
      "title": "Integrative Analysis of Transcriptome, Proteome, and Phosphoproteome Reveals Potential Roles of Photosynthesis Antenna Proteins in Response to Brassinosteroids Signaling in Maize.",
      "authors": [
        "Hui Li",
        "Xuewu He",
        "Yuanfen Gao",
        "Wenjuan Liu",
        "Jun Song",
        "Junjie Zhang"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinosteroids are a recently discovered group of substances that promote plant growth and productivity. Photosynthesis, which is vital for plant growth and high productivity, is strongly influenced by brassinosteroid signaling. However, the molecular mechanism underlying the photosynthetic response to brassinosteroid signaling in maize remains obscure. Here, we performed integrated transcriptome, proteome, and phosphoproteomic analyses to identify the key photosynthesis pathway that responds to brassinosteroid signaling. Transcriptome analysis suggested that photosynthesis antenna proteins and carotenoid biosynthesis, plant hormone signal transduction, and MAPK signaling in CK VS EBR and CK VS Brz were significantly enriched in the list of differentially expressed genes upon brassinosteroids treatment. Consistently, proteome and phosphoproteomic analyses indicated that photosynthesis antenna and photosynthesis proteins were significantly enriched in the list of differentially expressed proteins. Thus, transcriptome, proteome, and phosphoproteome analyses showed that major genes and proteins related to photosynthesis antenna proteins were upregulated by brassinosteroids treatment in a dose-dependent manner. Meanwhile, 42 and 186 transcription factor (TF) responses to brassinosteroid signals in maize leaves were identified in the CK VS EBR and CK VS Brz groups, respectively. Our study provides valuable information for a better understanding of the molecular mechanism underlying the photosynthetic response to brassinosteroid signaling in maize."
    },
    {
      "pmid": "36811783",
      "title": "Nitric oxide and brassinosteroids enhance chromium stress tolerance in Glycine max L. (Merr.) by modulating antioxidative defense and glyoxalase systems.",
      "authors": [
        "Farwa Basit",
        "Ji Tao",
        "Jianyu An",
        "Xiaoyu Song",
        "Mohamed Salah Sheteiwy",
        "Paul Holford",
        "Jin Hu",
        "Izabela Jośko",
        "Yajing Guan"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chromium (Cr) contamination of agricultural soils is a major threat to human and plant health worldwide and causes reductions in plant growth and crop yields. 24-epibrassinolide (EBL) and nitric oxide (NO) have been shown to ameliorate the reductions in growth caused by the stresses induced by heavy metals; however, the interactions between EBL and NO on the alleviation of Cr-induced phytotoxicity have been poorly studied. Hence, this study was undertaken to examine any beneficial effects of EBL (0.01 µM) and NO (100 µM), applied alone or in combination, on the mitigation of stress induced by Cr (100 µM) in soybean seedlings. Although EBL and NO applied alone reduced the toxic effects of Cr, the combined treatment had the greatest effect. Mitigation of Cr intoxication occurred via reduced Cr uptake and translocation and by ameliorating reductions in water contents, light-harvesting pigments, and other photosynthetic parameters. In addition, the two hormones increased the activity of enzymatic and non-enzymatic defense mechanisms increasing the scavenging of reactive oxygen species, thereby reducing membrane damage and electrolyte leakage. Furthermore, the hormones reduced the accumulation of the toxic compound, methylglyoxal, by amplifying activities of glyoxalase I and glyoxalase II. Thus, applications of NO and EBL can significantly mitigate Cr-phytotoxicity when cultivating soybean plants in Cr-contaminated soils. However, further more-in depth studies including field investigations parallel with calculations of cost to profit ratios and yield losses are requested to validate the effectiveness of NO and/or EBL for remediation agents in Cr-contaminated soils with using key biomarkers (i.e., oxidative stress, antioxidant defense, and osmoprotectants) involved in the uptake, accumulation, and attenuation of Cr toxicity tested in our study.",
      "mesh_terms": [
        "Humans",
        "Antioxidants",
        "Chromium",
        "Glycine max",
        "Brassinosteroids",
        "Nitric Oxide",
        "Oxidative Stress",
        "Hormones",
        "Soil"
      ]
    },
    {
      "pmid": "36737680",
      "title": "Brassinosteroids and gibberellic acid actively regulate the zinc detoxification mechanism of Medicago sativa L. seedlings.",
      "authors": [
        "Ying Ren",
        "Xue Li",
        "Jingwei Liang",
        "Sijia Wang",
        "Zhihao Wang",
        "Hui Chen",
        "Ming Tang"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2023-Feb-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Zinc is one of the essential trace elements in plants. There are few studies on the phytohormone to rescue the toxicity of excessive zinc to plants. The aim of this research was to evaluate the alleviating effects of brassinosteroids (BR) and gibberellic acid (GA) on the toxicity of Medicago sativa L. (M. sativa) induced by excessive zinc. RESULTS: After zinc, BR and GA were applied to M. sativa seedlings for 7 weeks, their physiological and biochemical properties and gene expression patterns were evaluated. BR and GA significantly weakened the inhibition effect of zinc stress on growth and biomass of M. sativa. Under zinc stress, the zinc accumulation in M. sativa roots was over 5 times that in shoots. Application of BR and GA reduced zinc accumulation in roots. The content of lipid peroxides in M. sativa decreased and the activity of antioxidant enzymes increased under BR and GA treatments. In addition, BR and GA treatment down-regulated the transcription level of MsZIP1/3/5, the transporters of zinc uptake in root cells. And BR and GA up-regulated the expressions of zinc efflux, chelation, vacuolar storage and long-distance transport related genes: MsZIP7, MsHMA1, MsZIF1, MsMTP1, MsYSL1 and MsNAS1. CONCLUSIONS: Our findings further showed that BR and GA application to M. sativa under zinc stress can reduce zinc accumulation, promote the response of the antioxidant defense system, and actively regulate the mechanism of heavy metal detoxification. Notably, 100 nM BR performed slightly better than 100 nM GA in all aspects of the detoxification of M. sativa by excessive zinc.",
      "mesh_terms": [
        "Zinc",
        "Brassinosteroids",
        "Seedlings",
        "Antioxidants",
        "Medicago sativa",
        "Plant Roots"
      ]
    },
    {
      "pmid": "36570895",
      "title": "Exogenous brassinosteroids alleviate calcium deficiency-induced tip-burn by maintaining cell wall structural stability and higher photosynthesis in mini Chinese Cabbage.",
      "authors": [
        "Yutong Li",
        "Jizhong Ma",
        "Xueqin Gao",
        "Jianzhong Tie",
        "Yue Wu",
        "Zhongqi Tang",
        "Linli Hu",
        "Jihua Yu"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tip-burn has seriously affected the yield, quality and commodity value of mini Chinese cabbage. Calcium (Ca2+) deficiency is the main cause of tip-burn. In order to investigate whether exogenous brassinosteroids (BRs) can alleviate tip-burn induced by calcium (Ca2+) deficiency and its mechanism, in this study, Ca2+ deficiency in nutrient solution was used to induced tip-burn, and then distilled water and BRs were sprayed on leaves to observe the tip-burn incidence of mini Chinese cabbage. The tip-burn incidence and disease index, leaf area, fluorescence parameters (Fv/Fm, NPQ, qP andφPSII) and gas exchange parameters (Tr, Pn, Gs and Ci), pigment contents, cell wall components, mesophyll cell ultrastructure and the expression of genes related to chlorophyll degradation were measured. The results showed that exogenous BRs reduced the tip-burn incidence rate and disease index of mini Chinese cabbage, and the tip-burn incidence rate reached the highest on the ninth day after treatment. Exogenous BRs increased the contents of cellulose, hemifiber, water-soluble pectin in Ca2+ deficiency treated leaves, maintaining the stability of cell wall structure. In addition, BRs increased photosynthetic rate by increasing the activities of Ribulose-1,5-bisphosphate carboxylase/oxygenase (Rubisco) and fructose 1,6-bisphosphatase (FBPase) related to Calvin cycle, maintaining relatively complete chloroplast structure and higher chlorophyll content via down-regulating the expression of BrPPH1 and BrPAO1 genes related to chlorophyll degradation. In conclusion, exogenous BRs alleviated calcium deficiency-induced tip-burn by maintaining cell wall structural stability and higher photosynthesis."
    },
    {
      "pmid": "36444077",
      "title": "Water deficit aggravated the inhibition of photosynthetic performance of maize under mercury stress but is alleviated by brassinosteroids.",
      "authors": [
        "Yulou Tang",
        "Junjie Zhang",
        "Lijuan Wang",
        "Hao Wang",
        "Haochi Long",
        "Liuyang Yang",
        "Gengwei Li",
        "Jiameng Guo",
        "Yongchao Wang",
        "Yuling Li",
        "Qinghua Yang",
        "Weiyu Shi",
        "Ruixin Shao"
      ],
      "journal": "Journal of hazardous materials",
      "publication_date": "2023-Feb-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Mercury (Hg) significantly inhibits maize (Zea mays L.) production, which could be aggravated by water deficit (WD) due to climate change. However, there is no report on the maize in response to combined their stresses. This work was conducted for assessing the response and adaptive mechanism of maize to combined Hg and WD stress using two maize cultivars, Xianyu (XY) 335 and Yudan (YD) 132. The analysis was based on plant growth, physiological function, and transcriptomic data. Compared with the single Hg stress, Hg accumulation in whole plant and translocation factor (TF) under Hg+WD were increased by 64.51 % (1.44 mg kg-1) and 260.00 %, respectively, for XY 335; and 50.32 % (0.62 mg kg-1) and 220.02 %, respectively, for YD 132. Combined Hg and WD stress further increased the reactive oxygen species accumulation, aggravated the damage of the thylakoid membrane, and decreased chlorophyll content compared with single stress. For example, Chl a and Chl b contents of XY 335 were significantly decreased by 48.67 % and 28.08 %, respectively at 48 h after Hg+WD treatment compared with Hg stress. Furthermore, transcriptome analysis revealed that most of down-regulated genes were enriched in photosynthetic-antenna proteins, photosynthesis, chlorophyll and porphyrin metabolism pathways (PsbS1, PSBQ1 and FDX1 etc.) under combined stress, reducing light energy capture and electron transport. However, most genes related to the brassinosteroids (BRs) signaling pathway were up-regulated under Hg+WD stress. Correspondingly, exogenous BRs significantly enhanced the maize tolerance to stress by decreasing Hg accumulation and TF, and raising activities of antioxidant enzyme, the content of chlorophyll and photosynthetic performance. The PI, Fv/Fm and Fv/Fo of Hg+WD+BR treatment were increased by 29.88 %, 32.06 %, and 14.56 %, respectively, for XY 335 compared to Hg+WD. Overall, combined Hg and WD stress decreased photosynthetic efficiency by adversely affecting light absorption and electron transport, especially in stress-sensitive variety, but BRs could alleviate the inhibition of photosynthesis, providing a novel strategy for enhancing crop Hg and WD tolerance and food safety.",
      "mesh_terms": [
        "Zea mays",
        "Brassinosteroids",
        "Water",
        "Mercury",
        "Photosynthesis",
        "Chlorophyll"
      ]
    },
    {
      "pmid": "36311136",
      "title": "GhBEE3-Like gene regulated by brassinosteroids is involved in cotton drought tolerance.",
      "authors": [
        "Eryong Chen",
        "Xiaobei Yang",
        "Ruie Liu",
        "Mengke Zhang",
        "Meng Zhang",
        "Feng Zhou",
        "Dongxiao Li",
        "Haiyan Hu",
        "Chengwei Li"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinosteroids (BRs) are important phytohormones that play a vital role in plant drought tolerance, but their mechanisms in cotton (Gossypium hirsutum L.) are poorly understood. Numerous basic helix-loop-helix (bHLH) family genes are involved in the responses to both BRs and drought stress. GhBEE3-Like, a bHLH transcription factor, is repressed by both 24-epi-BL (an active BR substance) and PEG8000 (drought simulation) treatments in cotton. Moreover, GhBZR1, a crucial transcription factor in BR signaling pathway, directly binds to the E-box element in GhBEE3-Like promoter region and inhibits its expression, which has been confirmed by electrophoretic mobility shift assay (EMSA) and dual luciferase reporter assay. Functional analysis revealed that Arabidopsis with GhBEE3-Like overexpression had drought sensitive phenotype, while GhBEE3-Like knock-down cotton plants obtained by virus-induced gene silencing (VIGS) technology were more tolerant to drought stress. Furthermore, the expression levels of three stress-related genes, GhERD10, GhCDPK1 and GhRD26, were significantly higher in GhBEE3-Like knock-down cotton than in control cotton after drought treatment. These results suggest that GhBEE3-Like is inhibited by BRs which elevates the expressions of stress-related genes to enhance plant drought tolerance. This study lays the foundation for understanding the mechanisms of BR-regulated drought tolerance and establishment of drought-resistant cotton lines."
    },
    {
      "pmid": "35985505",
      "title": "Brassinosteroids control the inflammation, oxidative stress and cell migration through the control of mitochondrial function on skin regeneration.",
      "authors": [
        "Jia Xiong",
        "Sierra Bonney",
        "Reggiani Vilela Gonçalves",
        "Debora Esposito"
      ],
      "journal": "Life sciences",
      "publication_date": "2022-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Brassinosteroids (BRs) are the class of phytohormones with great importance in agriculture and potential diverse effects on human welfare, including skin disease treatment. In this sense, BRs are a promising tool for promoting skin regeneration. AIMS: Therefore, the objective of the present work was to analyze the effect of BRs in wound repair, mainly the inflammatory and proliferative phases, and their influence on migratory abilities in human dermal fibroblasts (HDFa), and consequently understand the mitochondrial metabolism. MAIN METHODS: We measured nine natural and synthetic BRs for the inflammatory response in lipopolysaccharide (LPS)-stimulated RAW 264.7 macrophages. We further evaluated the migration activity in HDFa modeling promotion of wound closure after BRs exposure. In addition, we evaluated the 84 gene profiles linked to wound healing response using RT2 Profiler PCR Array and examined cellular bioenergetics using an extracellular flux analyzer. KEY FINDINGS: Results showed that LPS-induced cells had around 10 % lower reactive oxygen species and nitric oxide accumulation when treated with some BRs compounds. HDFa treated with homobrassinolide-based and homocastasterone-based compounds resulted in the greatest migratory activity and presents the best results for mitochondrial responses. SIGNIFICANCE: Together, these results provided strong evidence for BRs' ability to promote skin health, particularly through contributions to both reducing excessive oxidative stress and controlling the inflammation process resulting in the best HDFa cell migration through the control of mitochondrial function.",
      "mesh_terms": [
        "Brassinosteroids",
        "Cell Movement",
        "Fibroblasts",
        "Humans",
        "Inflammation",
        "Lipopolysaccharides",
        "Mitochondria",
        "Nitric Oxide",
        "Oxidative Stress",
        "Plant Growth Regulators",
        "Reactive Oxygen Species",
        "Skin"
      ]
    },
    {
      "pmid": "35896783",
      "title": "Integral effects of brassinosteroids and timber waste biochar enhances the drought tolerance capacity of wheat plant.",
      "authors": [
        "Irfana Lalarukh",
        "Syeda F Amjad",
        "Nida Mansoora",
        "Sami A Al-Dhumri",
        "Abdullah H Alshahri",
        "Mohammad M Almutari",
        "Fatimah S Alhusayni",
        "Wasimah B Al-Shammari",
        "Peter Poczai",
        "Mohamed H H Abbas",
        "Doaa Elghareeb",
        "Khadija Tul Kubra",
        "Ahmed A Abdelhafez"
      ],
      "journal": "Scientific reports",
      "publication_date": "2022-Jul-27",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Drought stress is among the major threats that affect negatively crop productivity in arid and semi-arid regions. Probably, application of some additives such as biochar and/or brassinosteroids could mitigate this stress; however, the mechanism beyond the interaction of these two applications is not well inspected. Accordingly, a greenhouse experiment was conducted on wheat (a strategic crop) grown under deficit irrigation levels (factor A) i.e., 35% of the water holding capacity (WHC) versus 75% of WHC for 35 days while considering the following additives, i.e., (1) biochar [BC, factor B, 0, 2%] and (2) the foliar application of 24-epibrassinolide [BR, factor C, 0 (control treatment, C), 1 (BR1) or 3 (BR2) μmol)]. All treatments were replicated trice and the obtained results were statistically analyzed via the analyses of variance. Also, heat-map conceits between measured variables were calculated using the Python software. Key results indicate that drought stress led to significant reductions in all studied vegetative growth parameters (root and shoot biomasses) and photosynthetic pigments (chlorophyll a, b and total contents) while raised the levels of oxidative stress indicators. However, with the application of BC and/or BR, significance increases occurred in the growth attributes of wheat plants, its photosynthetic pigments, especially the combined additions. They also upraised the levels of enzymatic and non-enzymatic antioxidants while decreased stress indicators. Furthermore, they increased calcium (Ca), phosphorus (P) and potassium (K) content within plants. It can therefore be deduced that the integral application of BR and BC is essential to mitigate drought stress in plants.",
      "mesh_terms": [
        "Brassinosteroids",
        "Charcoal",
        "Chlorophyll A",
        "Droughts",
        "Plants",
        "Triticum",
        "Water"
      ]
    },
    {
      "pmid": "35800959",
      "title": "Brassinosteroids are required for efficient root tip regeneration in Arabidopsis.",
      "authors": [
        "Naoki Takahashi",
        "Masaaki Umeda"
      ],
      "journal": "Plant biotechnology (Tokyo, Japan)",
      "publication_date": "2022-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Compared with other organisms, plants have an extraordinary capacity for self-repair. Even if the entire tissues, including the stem cells, are resected, most plant species are able to completely regenerate whole tissues. However, the mechanism by which plants efficiently regenerate the stem cell niche during tissue reorganization is still largely unknown. Here, we found that the signaling mediated by plant steroid hormones brassinosteroids is activated during stem cell formation after root tip excision in Arabidopsis. Treatment with brassinazole, an inhibitor of brassinosteroid biosynthesis, delayed the recovery of stem cell niche after root tip excision. Regeneration of root tip after resection was also delayed in a brassinosteroid receptor mutant. Therefore, we propose that brassinosteroids participate in efficient root tip regeneration, thereby enabling efficient tissue regeneration to ensure continuous root growth after resection."
    },
    {
      "pmid": "35775499",
      "title": "Exogenous brassinosteroids promotes root growth, enhances stress tolerance, and increases yield in maize.",
      "authors": [
        "Hao Zhang",
        "Dan Zhao",
        "Ziyan Tang",
        "Ying Zhang",
        "Ke Zhang",
        "Jingao Dong",
        "Fengru Wang"
      ],
      "journal": "Plant signaling & behavior",
      "publication_date": "2022-Dec-31",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs) regulate of maize (Zea mays L.) growth, but the underlying molecular mechanism remains unclear. In this study, we used a multi-disciplinary approach to determine how BRs regulate maize morphology and physiology during development. Treatment with the BRs promoted primary root the elongation and growth during germination, and the early development of lateral roots. BRs treatment during the middle growth stage increased the levels of various stress resistance factors, and enhanced resistance to lodging, likely by protecting the plant against stem rot and sheath rot. BRs had no significant effect on plant height during late growth, but it increased leaf angle and photosynthetic efficiency, as well as yield and quality traits. Our findings increase our understanding of the regulatory effects of BR on maize root growth and development and the mechanism by which BR improves disease resistance, which could further the potential for using BR to improve maize yield.",
      "mesh_terms": [
        "Brassinosteroids",
        "Disease Resistance",
        "Plant Growth Regulators",
        "Zea mays"
      ]
    },
    {
      "pmid": "35430206",
      "title": "Chromium toxicity induced oxidative damage in two rice cultivars and its mitigation through external supplementation of brassinosteroids and spermine.",
      "authors": [
        "Farwa Basit",
        "Javaid Akhter Bhat",
        "Zhang Dong",
        "Qingshan Mou",
        "Xiaobo Zhu",
        "Yang Wang",
        "Jin Hu",
        "Basit Latief Jan",
        "Awais Shakoor",
        "Yajing Guan",
        "Parvaiz Ahmad"
      ],
      "journal": "Chemosphere",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The chromium (Cr) induced phytotoxicity avowed the scientific community to develop stress mitigation strategies to restrain the Cr accumulation inside the food chain. Whereas, brassinosteroids (BRs), and spermine (SPM) are well-known growth-promoting phytohormones, which enhance the plants health, and resilient the toxic effects under stress conditions. Until now, their interactive role against Cr-mitigation is poorly known. Hence, we conducted the hydroponic experiment to perceive the behavior of seed primed with BRs, or/and SPM treatment against Cr disclosure in two different rice cultivars (CY927; sensitive, YLY689; tolerant). Our findings delineated that BRs (0.01 μM), or/and SPM (0.01 mM) remarkably alleviated Cr-induced phytotoxicity by improving the seed germination ratio, chlorophyll pigments, PSII system, total soluble sugar, and minimizing the MDA contents level, ROS extra generation, and electrolyte leakage through restricting the Cr accretion in roots, and shoots of both rice cultivars under Cr stress. Additionally, the BRs, or/and SPM modulated the antioxidant enzyme, and non-enzyme activities to reduce the Cr-induced cellular oxidative damage as well as maintained the ionic hemostasis in both rice cultivars, especially in YLY689. Concisely, enhanced the plants biomass and growth. Overall, our outcomes revealed that BRs and SPM interact positively to alleviate the Cr-induced damages in rice seedlings on the above-mentioned indices, and combine treatment is much more efficient than solely. Moreover, the effect of BRs, or/and SPM was more obvious in YLY689 than CY927 to hamper the oxidative stress, and boost the antioxidant capacity.",
      "mesh_terms": [
        "Antioxidants",
        "Brassinosteroids",
        "Chromium",
        "Dietary Supplements",
        "Oryza",
        "Oxidative Stress",
        "Spermine"
      ]
    },
    {
      "pmid": "35401617",
      "title": "Brassinosteroids Positively Regulate Plant Immunity via BRI1-EMS-SUPPRESSOR 1-Mediated GLUCAN SYNTHASE-LIKE 8 Transcription.",
      "authors": [
        "Jiawei Xiong",
        "Xiaoping Wan",
        "Maolin Ran",
        "Xiumei Xu",
        "Lezhang Chen",
        "Feng Yang"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant hormone brassinosteroids (BRs) play key roles in plant adaptation to biotic stresses, including various pathogen infections. As a core factor in BR signaling, the transcription factor BRI1-EMS-SUPPRESSOR 1 (BES1) activates BR responses via regulating the expression of target genes. However, the molecular mechanism of BRs in regulating plant immunity is unclear, and the key components are not identified. In this study, we found that BR biosynthesis and signaling transduction are essential for plant resistance to pathogen infection, and BR biosynthesis or BR signaling-deficient mutants displayed susceptibility to Pseudomonas syringae pv. tomato DC3000 (Pst DC3000) infection [including more serious symptoms and more photosystem II (PSII) photochemistry damage]. We identified a callose synthase gene GLUCAN SYNTHASE-LIKE 8 (GSL8) as a direct target of BES1, and its expression was induced by BRs/BES1. Meanwhile, BRs induced callose accumulation after Pst DC3000 infection. Moreover, BES1 gain-of-function mutant bes1-D showed promoted Pst DC3000 resistance. GSL8 T-DNA insertion mutant gsl8-1 was susceptible to DC3000, while brassinolide (BL) treatment partially rescued gsl8-1 susceptible phenotypes. Our study suggests that BR-induced pathogen resistance partly depends on the BR-induced BES1-GSL8 cascade to mediate callose accumulation."
    },
    {
      "pmid": "35253313",
      "title": "Effects of brassinosteroids on cancer cells: A review.",
      "authors": [
        "Feifan Ma",
        "Zaiyong An",
        "Qiulin Yue",
        "Chen Zhao",
        "Song Zhang",
        "Xin Sun",
        "Kunlun Li",
        "Lin Zhao",
        "Le Su"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Brassinolide is a new type of steroidal hormone with strong activities, which is well known as an efficient and low-toxicity plant growth regulator for a long time. Because steroidal hormones have a wide application prospect, brassinosteroids have been gradually explored in pharmacology and animal cells in recent decades. Brassinolide could effectively reverse the resistance of human T lymphoblastoid cell line CCRF-VCR 1000 by inhibiting the effusion of drug transported by P-glycoprotein. Brassinosteroids could also accelerate wound healing by positively eliminating inflammation and stimulating reepithelialization of the reparation stage. The occurrence of cancer is a multistep process mediated by a variety of factors. Until now, cancer has always been one group of the major diseases that threaten human health. Many studies have found that brassinosteroids have attracted a great deal of potential as an anticancer agent in the treatment of cancer cells, and most of them exert anticancer activity by inducing apoptosis in cancer cells. There are few articles on the relationship between brassinosteroids and cancer so far. Accordingly, in this article, we summarized current research about the brassinosteroids and cancers. Through the review, researchers could know more about brassinosteroids which might become a new tool for the treatment of cancer in the future, and not only a plant hormone.",
      "mesh_terms": [
        "Animals",
        "Brassinosteroids",
        "Cholestanols",
        "Neoplasms",
        "Plant Growth Regulators"
      ]
    },
    {
      "pmid": "35008768",
      "title": "Brassinosteroids and the Tolerance of Cereals to Low and High Temperature Stress: Photosynthesis and the Physicochemical Properties of Cell Membranes.",
      "authors": [
        "Iwona Sadura",
        "Anna Janeczko"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2021-Dec-29",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cereals, which belong to the Poaceae family, are the most economically important group of plants. Among abiotic stresses, temperature stresses are a serious and at the same time unpredictable problem for plant production. Both frost (in the case of winter cereals) and high temperatures in summer (especially combined with a water deficit in the soil) can result in significant yield losses. Plants have developed various adaptive mechanisms that have enabled them to survive periods of extreme temperatures. The processes of acclimation to low and high temperatures are controlled, among others, by phytohormones. The current review is devoted to the role of brassinosteroids (BR) in cereal acclimation to temperature stress with special attention being paid to the impact of BR on photosynthesis and the membrane properties. In cereals, the exogenous application of BR increases frost tolerance (winter rye, winter wheat), tolerance to cold (maize) and tolerance to a high temperature (rice). Disturbances in BR biosynthesis and signaling are accompanied by a decrease in frost tolerance but unexpectedly an improvement of tolerance to high temperature (barley). BR exogenous treatment increases the efficiency of the photosynthetic light reactions under various temperature conditions (winter rye, barley, rice), but interestingly, BR mutants with disturbances in BR biosynthesis are also characterized by an increased efficiency of PSII (barley). BR regulate the sugar metabolism including an increase in the sugar content, which is of key importance for acclimation, especially to low temperatures (winter rye, barley, maize). BR either participate in the temperature-dependent regulation of fatty acid biosynthesis or control the processes that are responsible for the transport or incorporation of the fatty acids into the membranes, which influences membrane fluidity (and subsequently the tolerance to high/low temperatures) (barley). BR may be one of the players, along with gibberellins or ABA, in acquiring tolerance to temperature stress in cereals (particularly important for the acclimation of cereals to low temperature).",
      "mesh_terms": [
        "Brassinosteroids",
        "Cell Membrane",
        "Chemical Phenomena",
        "Edible Grain",
        "Photosynthesis",
        "Stress, Physiological",
        "Temperature"
      ]
    },
    {
      "pmid": "34908500",
      "title": "Brassinosteroids Benefit Plants Performance by Augmenting Arbuscular Mycorrhizal Symbiosis.",
      "authors": [
        "Ying Ren",
        "Xianrong Che",
        "Jingwei Liang",
        "Sijia Wang",
        "Lina Han",
        "Ziyi Liu",
        "Hui Chen",
        "Ming Tang"
      ],
      "journal": "Microbiology spectrum",
      "publication_date": "2021-Dec-22",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Arbuscular mycorrhizal (AM) play an important role in improving plant growth and development. The interaction between phytohormones and AM symbiosis is gradually revealed. Here we examined the effect of Brassinosteroids (BR) on AM symbiosis and discussed the synergistic promotion of plant growth by BR and AM symbiosis. The xylophyta Eucalyptus grandis Hill (E. grandis) was inoculated with AM fungi Rhizoglomus irregularis R197198 (R. irregularis) and treated with different concentrations (0, 1, 10, and 100 nM) of 24-epibrassinolide (24-epiBL) for 6 weeks. With the increase of 24-epiBL concentration, E. grandis growth was firstly promoted and then inhibited, but inoculation with AM fungi alleviated this inhibition. 24-epiBL and R. irregularis colonization significantly improved E. grandis growth and antioxidant system response, and the synergistic effect was the best. Compared with the control group, 24-epiBL treatment significantly increased the mycorrhizal colonization and arbuscular abundance of AM fungi R. irregular in E. grandis roots. The expression of AM symbiosis maker genes was significantly increased by 24-epiBL treatment. Both 24-epiBL treatment and AM colonization upregulated gibberellins (GA) synthesis genes, but no inhibition caused by GA levels was found. 24-epiBL is a kind of synthetic highly active BR. Based on the results of 24-epiBL treatment, we hypothesized that BR actively regulates AM symbiosis regulates AM symbiosis without affecting GA-INSENSITIVE DWARF1 (GID1)-DELLA expression. The synergistic treatment of BR and AM symbiosis can significantly promote the growth and development of plants. IMPORTANCE Brassinosteroids (BR) and Arbuscular mycorrhizas (AM) symbiosis play an important role in improving plant growth and development. Previous studies have shown that there is a complex regulatory network between phytohormones and AM symbiosis. However, the interactions of BR-signaling and AM symbiosis are still poorly understood. Our results suggest that BR actively regulates the colonization and development of AM fungi, and AM fungal colonization can alleviate the inhibition of plant growth caused by excessive BR. In addition, BR actively regulates AM symbiosis, but does not primarily mediate gibberellins-DELLA interaction. The synergistic treatment of BR and AM symbiosis can significantly promote the growth and development of plants. The conclusions of this study provide a reference for phytohormones-AM symbiosis interaction.",
      "mesh_terms": [
        "Brassinosteroids",
        "Eucalyptus",
        "Fungi",
        "Gibberellins",
        "Glomeromycota",
        "Mycorrhizae",
        "Pisum sativum",
        "Plant Growth Regulators",
        "Plant Physiological Phenomena",
        "Plant Roots",
        "Plants",
        "Steroids, Heterocyclic",
        "Symbiosis"
      ]
    },
    {
      "pmid": "34846599",
      "title": "Exogenous brassinosteroids increases tolerance to shading by altering stress responses in mung bean (Vigna radiata L.).",
      "authors": [
        "Chunjuan Liu",
        "Baili Feng",
        "Yufei Zhou",
        "Chang Liu",
        "Xiangwei Gong"
      ],
      "journal": "Photosynthesis research",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant steroidal hormones, brassinosteroids, play a key role in various developmental processes of plants and the adaptation to various environmental stresses. The purpose of this research was to evaluate the effect of exogenous 24-epibrassinolide (EBR) application on the morphology, photosynthetic characteristics, chlorophyll fluorescence parameters, photosynthetic enzymes activities, and endogenous hormone content of mung bean (Vigna radiata L.) leaves under shading stress environment. Two mung bean cultivars, Xilv 1 and Yulv 1, were tested. The results showed that all of the investigated data were significantly affected by shading stress; however, foliar application of EBR increased the net photosynthetic rate, transpiration rate, stomatal conductance, and decreased intercellular CO2 concentration of mung bean leaves under shading condition. Increased photosynthetic capacity in EBR-treated leaves was accompanied by improvement in higher photosynthetic enzymes activities. EBR-treated leaves exhibited more quantum yield of PSII electron transport and efficiency of energy capture than the control, which was mainly due to clearer leaf anatomical structure such as palisade tissues and spongy tissues, further resulting in altered plant morphological characteristics. Moreover, the treatment with EBL regulated the endogenous hormone content, including the decreased gibberellins and increased brassinolide, although to different levels. Combined with the morphological and physiological responses, we concluded that exogenous EBR treatment is beneficial to enhancing plant tolerance to shading stress and mitigating injure from weak light. The modifications of the physiological metabolism through EBR application may be a potential strategy to weaken shading stress in the future sustainable agricultural production.",
      "mesh_terms": [
        "Brassinosteroids",
        "Chlorophyll",
        "Fabaceae",
        "Photosynthesis",
        "Plant Leaves",
        "Vigna"
      ]
    },
    {
      "pmid": "34203420",
      "title": "Brassinolide Enhances the Level of Brassinosteroids, Protein, Pigments, and Monosaccharides in Wolffia arrhiza Treated with Brassinazole.",
      "authors": [
        "Magdalena Chmur",
        "Andrzej Bajguz"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-Jun-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinolide (BL) represents brassinosteroids (BRs)-a group of phytohormones that are essential for plant growth and development. Brassinazole (Brz) is as a synthetic inhibitor of BRs' biosynthesis. In the present study, the responses of Wolffia arrhiza to the treatment with BL, Brz, and the combination of BL with Brz were analyzed. The analysis of BRs and Brz was performed using LC-MS/MS. The photosynthetic pigments (chlorophylls, carotenes, and xanthophylls) levels were determined using HPLC, but protein and monosaccharides level using spectrophotometric methods. The obtained results indicated that BL and Brz influence W. arrhiza cultures in a concentration-dependent manner. The most stimulatory effects on the growth, level of BRs (BL, 24-epibrassinolide, 28-homobrassinolide, 28-norbrassinolide, catasterone, castasterone, 24-epicastasterone, typhasterol, and 6-deoxytyphasterol), and the content of pigments, protein, and monosaccharides, were observed in plants treated with 0.1 µM BL. Whereas the application of 1 µM and 10 µM Brz caused a significant decrease in duckweed weight and level of targeted compounds. Application of BL caused the mitigation of the Brz inhibitory effect and enhanced the BR level in duckweed treated with Brz. The level of BRs was reported for the first time in duckweed treated with BL and/or Brz."
    },
    {
      "pmid": "33743010",
      "title": "The mechanism for brassinosteroids suppressing climacteric fruit ripening.",
      "authors": [
        "Yinglin Ji",
        "Yi Qu",
        "Zhongyu Jiang",
        "Jijun Yan",
        "Jinfang Chu",
        "Mingyang Xu",
        "Xin Su",
        "Hui Yuan",
        "Aide Wang"
      ],
      "journal": "Plant physiology",
      "publication_date": "2021-Apr-23",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The plant hormone ethylene is important for the ripening of climacteric fruit, such as pear (Pyrus ussuriensis), and the brassinosteroid (BR) class of phytohormones affects ethylene biosynthesis during ripening via an unknown molecular mechanism. Here, we observed that exogenous BR treatment suppressed ethylene production and delayed fruit ripening, whereas treatment with a BR biosynthesis inhibitor promoted ethylene production and accelerated fruit ripening in pear, suggesting BR is a ripening suppressor. The expression of the transcription factor BRASSINAZOLE-RESISTANT 1PuBZR1 was enhanced by BR treatment during pear fruit ripening. PuBZR1 interacted with PuACO1, which converts 1-aminocyclopropane-1-carboxylic acid (ACC) to ethylene, and suppressed its activity. BR-activated PuBZR1 bound to the promoters of PuACO1 and of PuACS1a, which encodes ACC synthase, and directly suppressed their transcription. Moreover, PuBZR1 suppressed the expression of transcription factor PuERF2 by binding its promoter, and PuERF2 bound to the promoters of PuACO1 and PuACS1a. We concluded that PuBZR1 indirectly suppresses the transcription of PuACO1 and PuACS1a through its regulation of PuERF2. Ethylene production and expression profiles of corresponding apple (Malus domestica) homologs showed similar changes following epibrassinolide treatment. Together, these results suggest that BR-activated BZR1 suppresses ACO1 activity and the expression of ACO1 and ACS1, thereby reducing ethylene production and suppressing fruit ripening. This likely represents a conserved mechanism by which BR suppresses ethylene biosynthesis during climacteric fruit ripening.",
      "mesh_terms": [
        "Brassinosteroids",
        "China",
        "Crops, Agricultural",
        "Ethylenes",
        "Fruit",
        "Plant Growth Regulators",
        "Pyrus",
        "Transcription Factors"
      ]
    },
    {
      "pmid": "33683399",
      "title": "Identification of a putative candidate gene encoding 7-dehydrocholesterol reductase involved in brassinosteroids biosynthesis for compact plant architecture in Cucumber (Cucumis sativus L.).",
      "authors": [
        "Mengru Zhang",
        "Mengfei Song",
        "Feng Cheng",
        "Zhige Yang",
        "Marzieh Davoudi",
        "Jinfeng Chen",
        "Qunfeng Lou"
      ],
      "journal": "TAG. Theoretical and applied genetics. Theoretische und angewandte Genetik",
      "publication_date": "2021-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "By the strategy of bulked segregant analysis sequencing combined with genetic mapping, CsDWF5, which encodes 7 dehydrocholesterol reductase that involved in brassinosteroids biosynthesis, was identified as the candidate gene for cpa. Dwarf architecture is one of the most important breeding goals in crops. The biosynthesis and signal transduction of brassinosteroids (BRs) have a great impact on plant growth and development including plant architecture. Here, we identified a compact plant architecture (cpa) mutant from an EMS-induced cucumber population. cpa displayed the extremely dwarf phenotype with shortened internode and petiole, darkened and wrinkled leaf. Genetic analysis revealed that cpa was caused by a single recessive gene. By the strategy of bulked segregant analysis sequencing combined with genetic mapping, CsDWF5, encoding a 7-dehydrocholesterol reductase that involved in sterol biosynthesis, was identified as the candidate gene for cpa. One single nucleotide mutation (G→A) in splicing site causing 3-bp insertion (TAG) was found in the first base of the sixth intron of CsDWF5 in cpa, which furtherly resulted in the frameshift mutation and got a premature stop codon. The expression of CsDWF5 gene was significantly down regulated in different tissues of the cpa mutant compared with that in wild type. The phenotype of cpa could be partially recovered by exogenous BR treatment. Transcriptome analysis identified 1096 genes that exhibited differential expression between the cpa mutant and wild type. KEGG enrichment analysis indicated that differentially expressed genes were significantly enriched in BR biosynthesis and plant-pathogen interaction pathways. These results provide perspectives on the molecular mechanisms underlying the dwarfing phenotype in cucumber.",
      "mesh_terms": [
        "Amino Acid Sequence",
        "Brassinosteroids",
        "Chromosome Mapping",
        "Codon, Nonsense",
        "Cucumis sativus",
        "Frameshift Mutation",
        "Gene Expression Profiling",
        "Gene Expression Regulation, Plant",
        "Genes, Plant",
        "Genes, Recessive",
        "Oxidoreductases Acting on CH-CH Group Donors",
        "Phenotype"
      ]
    },
    {
      "pmid": "33247718",
      "title": "Brassinosteroids synthesised by CYP85A/A1 but not CYP85A2 function via a BRI1-like receptor but not via BRI1 in Picea abies.",
      "authors": [
        "Li Wang",
        "Jing Liu",
        "Yitong Shen",
        "Ruolan Pu",
        "Meiying Hou",
        "Qiang Wei",
        "Xinzhen Zhang",
        "Guishuang Li",
        "Hongyan Ren",
        "Guang Wu"
      ],
      "journal": "Journal of experimental botany",
      "publication_date": "2021-Feb-27",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs) are essential plant hormones. In angiosperms, brassinolide and castasterone, the first and second most active BRs, respectively, are synthesised by CYP85A2 and CYP85A/A1, respectively. BRs in angiosperms function through an essential receptor, BR Insensitive 1 (BRI1). In addition, some angiosperms also have non-essential BRI1-like 1/3 (BRL1/3). In conifers, BRs promote seed germination under drought stress; however, how BRs function in gymnosperms is unknown. In this study, we performed functional complementation of BR biosynthesis and receptor genes from Picea abies with respective Arabidopsis mutants. We found that P. abies possessed functional PaCYP85A and PaBRL1 but not PaCYP85A2 or PaBRI1, and this results in weak BR signaling, and both PaCYP85A and PaBRL1 were abundantly expressed. However, neither BR treatment of P. abies seedlings nor expression of PaBRL1 in the Arabidopsis Atbri1 mutant promoted plant height, despite the fact that BR-responsive genes were activated. Importantly, chimeric AtBRI1 replaced with the BR-binding domain of PaBRL1 complemented the Atbri1 phenotypes. Furthermore, PaBRL1 had less kinase activity than BRI1 in vitro. Overall, P. abies had weak but still active BR signaling, explaining aspects of its slow growth and high stress tolerance. Our study sheds light on the functional and evolutionary significance of distinct BR signaling that is independent of BRI1 and brassinolide.",
      "mesh_terms": [
        "Brassinosteroids",
        "Picea",
        "Plant Proteins",
        "Protein Kinases"
      ]
    },
    {
      "pmid": "33247448",
      "title": "Unraveling the roles of brassinosteroids in alleviating drought stress in young Eucalyptus urophylla plants: Implications on redox homeostasis and photosynthetic apparatus.",
      "authors": [
        "Udson O Barros Junior",
        "Michael D R Lima",
        "Abdulaziz A Alsahli",
        "Allan K S Lobato"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Water deficit is the most limiting abiotic stress to plants because it affects several physiological and biochemical processes. Brassinosteroids, including 24-epibrassinolide (EBR), are steroids that regulate growth and positively act on gas exchange. This research aims to determine whether EBR can attenuate the negative effects of water deficit, revealing possible contributions of this steroid on photosynthetic machinery of young Eucalyptus urophylla plants under water deficit. The experiment had a completely randomized factorial design with two water conditions (control and water deficit) and three levels of EBR (0, 50, and 100 nM EBR). Water deficit caused a decrease in the levels of total chlorophyll and carotenoids, but these photosynthetic pigments increased by 135 and 226%, respectively, in plants sprayed with EBR when compared to the water deficit + 0 nM EBR treatment. Regarding the antioxidant system, 100 nM EBR induced significant increments in superoxide dismutase (42%), catalase (52%), ascorbate peroxidase (147%), and peroxidase (204%). Steroid application in E. urophylla plants exposed to water deficit increased the effective quantum yield of the photosystem II (PSII) photochemistry and electron transport rate. However, interestingly, it decreased the nonphotochemical quenching and relative energy excess at the PSII level, indicating improvements related to PSII efficiency. This research revealed that application of 100 nM EBR attenuated the negative effects caused by water deficit, being explained by the positive repercussions on antioxidant enzyme activities, chloroplastic pigments, PSII efficiency, electron flux, and net photosynthetic rate.",
      "mesh_terms": [
        "Brassinosteroids",
        "Chlorophyll",
        "Droughts",
        "Eucalyptus",
        "Homeostasis",
        "Oxidation-Reduction",
        "Photosynthesis"
      ]
    },
    {
      "pmid": "33090462",
      "title": "Brassinosteroids trigger tolerance to iron toxicity in rice.",
      "authors": [
        "Lorene B A Tadaiesky",
        "Breno R S da Silva",
        "Bruno Lemos Batista",
        "Allan K da S Lobato"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Iron (Fe) toxicity is one of the most frequent abiotic stresses in rice, as it affects from 15% to 30% of the total production. Brassinosteroids (BRs), including 24-epibrassinolide (EBR), regulate ion homeostasis and improve the antioxidant system. The aim of this research was to determine whether EBR can contribute to the tolerance of rice plants exposed to Fe toxicity and to evaluate the possible effect on anatomical characteristics, nutrient concentrations, the antioxidant system, and gas exchange. The experiment was randomized with four treatments, two with different concentrations of Fe (250 and 6250 μM, control and toxicity, respectively) and these were either supplied with EBR or not (0 and 10 nM EBR, described as -EBR and +EBR, respectively). Treating plants grown under Fe toxic conditions with EBR caused an 70% increase in root aerenchyma area, compared to plants without steroid treatment. Our results revealed that EBR treatment could mitigate the deleterious effects of Fe toxicity in rice plants, by modulating the aerenchyma area, which contributes to the formation of an oxidative barrier and reduce the Fe mobilization at the root surface. Plants that were exposed to Fe toxic concentrations and treated with EBR showed (1) an increase in the enzyme activities of superoxide dismutase, catalase, ascorbate peroxidase and peroxidase, (2) mitigation of oxidative damage and (3) increased scavenging of reactive oxygen species. Finally, EBR alleviated the negative impacts induced by excess Fe on the net photosynthetic rate and the instantaneous carboxylation efficiency. These benefits were directly related to higher electron transport and stomatal density and indirectly linked to the protection mechanism exercised by the antioxidant enzymes on photosynthetic machinery. We conclude that EBR is able to confer tolerance to Fe toxicity in rice plants.",
      "mesh_terms": [
        "Brassinosteroids",
        "Catalase",
        "Iron",
        "Oryza",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "32947126",
      "title": "Brassinosteroids Regulate Circadian Oscillation via the BES1/TPL-CCA1/LHY Module in Arabidopsisthaliana.",
      "authors": [
        "Hong Gil Lee",
        "Jin Hoon Won",
        "Yee-Ram Choi",
        "Kyounghee Lee",
        "Pil Joon Seo"
      ],
      "journal": "iScience",
      "publication_date": "2020-Sep-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinosteroids (BRs) regulate a variety of physiological processes in plants via extensive crosstalk with diverse biological signaling networks. Although BRs are known to reciprocally regulate circadian oscillation, the molecular mechanism underlying BR-mediated regulation of circadian clock remains unknown. Here, we demonstrate that the BR-activated transcription factor bri1-EMS-SUPPRESSOR 1 (BES1) integrates BR signaling into the circadian network in Arabidopsis. BES1 repressed expression of CIRCADIAN CLOCK-ASSOCIATED 1 (CCA1) and LATE ELONGATED HYPOCOTYL (LHY) at night by binding to their promoters, together with TOPLESS (TPL). The repression of CCA1 and LHY by BR treatment, which occurred during the night, was compromised in bes1-ko and tpl-8 mutants. Consistently, long-term treatment with BR shortened the circadian period, and BR-induced rhythmic shortening was impaired in bes1-ko and tpl-8 single mutants and in the cca1-1lhy-21 double mutant. Overall, BR signaling is conveyed to the circadian oscillator via the BES1/TPL-CCA1/LHY module, contributing to gating diurnal BR responses in plants."
    },
    {
      "pmid": "32155449",
      "title": "Gibberellins modulate shade-induced soybean hypocotyl elongation downstream of the mutual promotion of auxin and brassinosteroids.",
      "authors": [
        "Hengke Jiang",
        "Zhaowei Shui",
        "Li Xu",
        "Yinhua Yang",
        "Yan Li",
        "Xiaoqin Yuan",
        "Jing Shang",
        "Muhammad Ahsan Asghar",
        "Xiaoling Wu",
        "Liang Yu",
        "Chunyan Liu",
        "Wenyu Yang",
        "Xin Sun",
        "Junbo Du"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2020-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plants and crops are widely suffered by shade stress in the natural communities or in the agricultural fields. The three main phytohormones auxin, gibberellins (GAs) and brassinosteroids (BRs) were found essential in shade avoidance in Arabidopsis. However, their relationship have been seldom reported in plant shade avoidance control. Here, we report our investigation of the crosstalk of auxin, GAs and BRs in shade-induced hypocotyl elongation of soybean. Exogenous feeding of indol-3-acetic acid (IAA), GA3 or 24-epibrassinolide (EBL) distinctly promoted hypocotyl elongation in the white light, while the potent biosynthesis inhibitors of GA3, IAA, BRs severely diminished shade-induced hypocotyl elongation. Synergistic treatment of their biosynthesis inhibitors showed that GA3 fully, while EBL slightly, restored the hypocotyl elongation that was efficiently repressed by IAA biosynthesis inhibitor, GA3 and IAA dramatically suppressed the hypocotyl growth inhibition by BR biosynthesis inhibitor in the shade, whereas both IAA and EBL feeding cannot suppress the elongation inhibition by GA biosynthesis inhibitor. Further analyses revealed that shade remarkably upregulated expression of key genes of IAA, GA and BR biosynthesis in the soybean hypocotyls, and GA biosynthesis genes were effectively blocked by IAA, GA and BR biosynthesis inhibitors in the shade. Taken together, these results suggest that GAs modulate shade-induced hypocotyl elongation downstream of mutual promotion of auxin and BRs in soybean.",
      "mesh_terms": [
        "Arabidopsis Proteins",
        "Brassinosteroids",
        "Gene Expression Regulation, Plant",
        "Gibberellins",
        "Hypocotyl",
        "Indoleacetic Acids",
        "Mutation",
        "Plant Growth Regulators",
        "Glycine max"
      ]
    },
    {
      "pmid": "32143305",
      "title": "The Control of Cell Expansion, Cell Division, and Vascular Development by Brassinosteroids: A Historical Perspective.",
      "authors": [
        "Man-Ho Oh",
        "Saxon H Honey",
        "Frans E Tax"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2020-Mar-04",
      "publication_types": [
        "Historical Article",
        "Journal Article",
        "Review"
      ],
      "abstract": "Steroid hormones are important signaling molecules in plants and animals. The plant steroid hormone brassinosteroids were first isolated and characterized in the 1970s and have been studied since then for their functions in plant growth. Treatment of plants or plant cells with brassinosteroids revealed they play important roles during diverse developmental processes, including control of cell expansion, cell division, and vascular differentiation. Molecular genetic studies, primarily in Arabidopsis thaliana, but increasingly in many other plants, have identified many genes involved in brassinosteroid biosynthesis and responses. Here we review the roles of brassinosteroids in cell expansion, cell division, and vascular differentiation, comparing the early physiological studies with more recent results of the analysis of mutants in brassinosteroid biosynthesis and signaling genes. A few representative examples of other molecular pathways that share developmental roles with brassinosteroids are described, including pathways that share functional overlap or response components with the brassinosteroid pathway. We conclude by briefly discussing the origin and conservation of brassinosteroid signaling.",
      "mesh_terms": [
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Biological Assay",
        "Botany",
        "Brassinosteroids",
        "Cell Culture Techniques",
        "Cell Cycle",
        "Cell Division",
        "Cytosol",
        "Gene Expression Regulation, Plant",
        "History, 20th Century",
        "History, 21st Century",
        "Ligands",
        "Molecular Biology",
        "Mutation",
        "Phenotype",
        "Phosphorylation",
        "Plant Cells",
        "Plant Development",
        "Plant Growth Regulators",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "32117357",
      "title": "Brassinosteroids Inhibit Autotropic Root Straightening by Modifying Filamentous-Actin Organization and Dynamics.",
      "authors": [
        "Louise de Bang",
        "Ana Paez-Garcia",
        "Ashley E Cannon",
        "Sabrina Chin",
        "Jaydeep Kolape",
        "Fuqi Liao",
        "J Alan Sparks",
        "Qingzhen Jiang",
        "Elison B Blancaflor"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "When positioned horizontally, roots grow down toward the direction of gravity. This phenomenon, called gravitropism, is influenced by most of the major plant hormones including brassinosteroids. Epi-brassinolide (eBL) was previously shown to enhance root gravitropism, a phenomenon similar to the response of roots exposed to the actin inhibitor, latrunculin B (LatB). This led us to hypothesize that eBL might enhance root gravitropism through its effects on filamentous-actin (F-actin). This hypothesis was tested by comparing gravitropic responses of maize (Zea mays) roots treated with eBL or LatB. LatB- and eBL-treated roots displayed similar enhanced downward growth compared with controls when vertical roots were oriented horizontally. Moreover, the effects of the two compounds on root growth directionality were more striking on a slowly-rotating two-dimensional clinostat. Both compounds inhibited autotropism, a process in which the root straightened after the initial gravistimulus was withdrawn by clinorotation. Although eBL reduced F-actin density in chemically-fixed Z. mays roots, the impact was not as strong as that of LatB. Modification of F-actin organization after treatment with both compounds was also observed in living roots of barrel medic (Medicago truncatula) seedlings expressing genetically encoded F-actin reporters. Like in fixed Z. mays roots, eBL effects on F-actin in living M. truncatula roots were modest compared with those of LatB. Furthermore, live cell imaging revealed a decrease in global F-actin dynamics in hypocotyls of etiolated M. truncatula seedlings treated with eBL compared to controls. Collectively, our data indicate that eBL-and LatB-induced enhancement of root gravitropism can be explained by inhibited autotropic root straightening, and that eBL affects this process, in part, by modifying F-actin organization and dynamics."
    },
    {
      "pmid": "31934815",
      "title": "Brassinosteroids and sucrose transport in mycorrhizal tomato plants.",
      "authors": [
        "Franziska Hansch",
        "Hannah Jaspar",
        "Lea von Sivers",
        "Michael Bitterlich",
        "Philipp Franken",
        "Christina Kühn"
      ],
      "journal": "Plant signaling & behavior",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Silencing of SlSUT2 expression in tomato plants leads to a dwarfed phenotype, reduced pollen vitality and reduces pollen germination rate. Male sterility of flowers, together with a dwarfed growth behavior is reminiscent to brassinosteroid defective mutant plants. Therefore we aimed to rescue the SlSUT2 silencing phenotype by local brassinosteroid application. The phenotypical effects of SlSUT2 down-regulation could partially be rescued by epi-brassinolide treatment suggesting that SlSUT2 interconnects sucrose partitioning with brassinosteroid signaling. We previously showed that SlSUT2 silenced plants show increased mycorrhization and, this effect was explained by a putative sucrose retrieval function of SlSUT2 at the periarbuscular membrane. More recently, we reported that the symbiotic interaction between Solanaceous hosts and AM fungi is directly affected by watering the roots with epi-brassinolide. Here we show that the SlSUT2 effects on mycorrhiza are not only based on the putative sucrose retrieval function of SlSUT2 at the periarbuscular membrane. Our analyses argue that brassinosteroids as well as SlSUT2 per se can impact the arbuscular morphology/architecture and thereby affect the efficiency of nutrient exchange between both symbionts and the mycorrhizal growth benefit for the plant.",
      "mesh_terms": [
        "Biological Transport",
        "Brassinosteroids",
        "Gene Expression Regulation, Plant",
        "Solanum lycopersicum",
        "Plant Proteins",
        "Plant Roots",
        "Sucrose"
      ]
    },
    {
      "pmid": "31835421",
      "title": "Brassinosteroids Induce Strong, Dose-Dependent Inhibition of Etiolated Pea Seedling Growth Correlated with Ethylene Production.",
      "authors": [
        "Petra Jiroutová",
        "Jaromír Mikulík",
        "Ondřej Novák",
        "Miroslav Strnad",
        "Jana Oklestkova"
      ],
      "journal": "Biomolecules",
      "publication_date": "2019-Dec-09",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We have recently discovered that brassinosteroids (BRs) can inhibit the growth of etiolated pea seedlings dose-dependently in a similar manner to the 'triple response' induced by ethylene. We demonstrate here that the growth inhibition of etiolated pea shoots strongly correlates with increases in ethylene production, which also responds dose-dependently to applied BRs. We assessed the biological activities of two natural BRs on pea seedlings, which are excellent material as they grow rapidly, and respond both linearly and uni-phasically to applied BRs. We then compared the BRs' inhibitory effects on growth, and induction of ethylene and ACC (1-aminocyclopropane-1-carboxylic acid) production, to those of representatives of other phytohormone classes (cytokinins, auxins, and gibberellins). Auxin induced ca. 50-fold weaker responses in etiolated pea seedlings than brassinolide, and the other phytohormones induced much weaker (or opposite) responses. Following the optimization of conditions for determining ethylene production after BR treatment, we found a positive correlation between BR bioactivity and ethylene production. Finally, we optimized conditions for pea growth responses and developed a new, highly sensitive, and convenient bioassay for BR activity.",
      "mesh_terms": [
        "Amino Acids, Cyclic",
        "Biological Assay",
        "Brassinosteroids",
        "Ethylenes",
        "Growth Inhibitors",
        "Indoleacetic Acids",
        "Pisum sativum",
        "Plant Growth Regulators",
        "Seedlings"
      ]
    },
    {
      "pmid": "31758615",
      "title": "Brassinosteroids are involved in ethylene-induced Pst DC3000 resistance in Nicotiana benthamiana.",
      "authors": [
        "J Xiong",
        "R He",
        "F Yang",
        "L Zou",
        "K Yi",
        "H Lin",
        "D Zhang"
      ],
      "journal": "Plant biology (Stuttgart, Germany)",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant immunity is regulated by a huge phytohormone regulation network. Ethylene(ET) and brassinosteroids (BRs) play critical roles in plant response to biotic stress; however, the relationship between BR and ET in plant immunity is unclear. We used chemical treatments, genetic approaches and inoculation experiments to investigate the relationship between ET and BR in plant defense against Pst DC3000 in Nicotiana benthamiana. Foliar applications of ET and BR enhanced plant resistance to Pst DC3000 inoculation, while treatment with brassinazole (BRZ, a specific BR biosynthesis inhibitor) eliminated the ET induced plant resistance to Pst DC3000. Silencing of DWARF 4(DWF4, a key BR biosynthetic gene), BRASSINOSTEROID INSENSITIVE 1 (BRI1, aBR receptor) and BRASSINOSTEROID-SIGNALING KINASE 1 (BSK1, downstream of BRI1) also neutralised the ET-induced plant resistance to Pst DC3000. ET can induce callose deposition and reactive oxygen species (ROS) accumulation to resistPst DC3000, BRZ-treated and gene-silenced were completely eliminate this response. Our results suggest BR is involved in ET-induced plant resistance, the involvement of ET in plant resistance is possibly by the induction of callose deposition and ROS accumulation, in a BR-dependent manner.",
      "mesh_terms": [
        "Brassinosteroids",
        "Disease Resistance",
        "Ethylenes",
        "Gene Expression Regulation, Plant",
        "Plant Proteins",
        "Pseudomonas syringae",
        "Nicotiana"
      ]
    },
    {
      "pmid": "31533628",
      "title": "Role of brassinosteroids in rice spikelet differentiation and degeneration under soil-drying during panicle development.",
      "authors": [
        "Weiyang Zhang",
        "Jiayan Sheng",
        "Yunji Xu",
        "Fei Xiong",
        "Yunfei Wu",
        "Weilu Wang",
        "Zhiqin Wang",
        "Jianchang Yang",
        "Jianhua Zhang"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2019-Sep-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Brassinosteroids (BRs) are a new group of plant hormones and play important roles in plant growth and development. However, little information is available if BRs could regulate spikelet development in rice (Oryza sativa L.) especially under soil-drying conditions. This study investigated whether and how BRs mediate the effect of soil-drying on spikelet differentiation and degeneration in rice. A rice cultivar was field-grown and exposed to three soil moisture treatments during panicle development, that is, well-watered (WW), moderate soil-drying (MD) and severe soil-drying (SD). RESULTS: Compared with the WW treatment, the MD treatment enhanced BRs biosynthesis in young panicles, increased spikelet differentiation and reduced spikelet degeneration. The SD treatment had the opposite effects. Changes in expression levels of key rice inflorescence development genes (OsAPO2 and OsTAW1), ascorbic acid (AsA) content, and activities of enzymes involved AsA synthesis and recycle, and amount of nonstructural carbohydrates (NSC) in young panicles were consistent with those in BRs levels, whereas hydrogen peroxide (H2O2) content showed opposite trend. Knockdown of the BRs synthesis gene OsD11 or application of a BRs biosynthesis inhibitor to young panicles markedly decreased OsAPO2 and OsTAW1 expression levels, BRs and AsA contents, activities of enzymes involved AsA synthesis and recycle, NSC amount in rice panicles and spikelet differentiation but increased the H2O2 content and spikelet degeneration compared to the control (the wide type or application of water). The opposite effects were observed when exogenous BRs were applied. CONCLUSIONS: The results suggest that BRs mediate the effect of soil-drying on spikelet differentiation and degeneration, and elevated BRs levels in rice panicles promote spikelet development under MD by enhancing inflorescence meristem activity, AsA recycle and NSC partitioning to the growing panicles.",
      "mesh_terms": [
        "Ascorbic Acid",
        "Brassinosteroids",
        "Oryza",
        "Soil"
      ]
    },
    {
      "pmid": "31156660",
      "title": "Brassinosteroids Affect the Symbiosis Between the AM Fungus Rhizoglomus irregularis and Solanaceous Host Plants.",
      "authors": [
        "Lea von Sivers",
        "Hannah Jaspar",
        "Bettina Johst",
        "Michael Roese",
        "Michael Bitterlich",
        "Philipp Franken",
        "Christina Kühn"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Together with several proteins involved in brassinosteroid (BR) signaling and synthesis, the membrane steroid binding protein 1 (MSBP1) was identified within the interactome of the sucrose transporter of tomato (SlSUT2). We asked whether MSBP1 is also involved in BR signaling as assumed for the AtMSBP1 protein from Arabidopsis and whether it impacts root colonization with arbuscular mycorrhizal (AM) fungi in a similar way as shown previously for SlSUT2. In addition, we asked whether brassinosteroids per se affect efficiency of root colonization by AM fungi. We carried out a set of experiments with transgenic tobacco plants with increased and decreased MSBP1 expression levels. We investigated the plant and the mycorrhizal phenotype of these transgenic plants and tested the involvement of MSBP1 in BR metabolism by application of epi-brassinolide and brassinazole, an inhibitor of BR biosynthesis. We show that the phenotype of the transgenic tobacco plants with increased or reduced MSBP1 expression is consistent with an inhibitory role of MSBP1 in BR signaling. MSBP1 overexpression could be mimicked by brassinazole treatment. Interestingly, manipulation of MSBP1 expression in transgenic tobacco plants not only affected plant growth and development, but also the host plant responses toward colonization with AM fungi, as well as arbuscular architecture. Moreover, we observed that brassinosteroids indeed have a direct impact on the nutrient exchange in AM symbiosis and on the biomass production of colonized host plants. Furthermore, arbuscular morphology is affected by changes in MSBP1 expression and brassinolide or brassinazole treatments. We conclude that host plant growth responses and nutrient exchange within the symbiosis with AM fungi is controlled by brassinosteroids and might be impeded by the MSBP1 protein."
    },
    {
      "pmid": "30955642",
      "title": "Proteomic and physiological assessment of stress sensitive and tolerant variety of tomato treated with brassinosteroids and hydrogen peroxide under low-temperature stress.",
      "authors": [
        "Tanveer Alam Khan",
        "Mohammad Yusuf",
        "Aqeel Ahmad",
        "Zoobia Bashir",
        "Taiba Saeed",
        "Qazi Fariduddin",
        "Shamsul Hayat",
        "Hans-Peter Mock",
        "Tingquan Wu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2019-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of current investigation was to perform proteomics and physio-chemical studies to dissect the changes in contrasting varieties (S-22 and PKM-1) of Lycopersicon esculentum under low-temperature stress. Plant grown under variable low-temperature stress were analysed for their growth biomarkers, antioxidant enzyme activities, and other physiological parameters, which headed toward the determination of protein species responding to low-temperature and 24-epibrassinolide (EBL) concentrations. The plants grown under temperatures, 20/14, 12/7, and 10/3 °C recorded significantly lower growth biomarkers, SPAD chlorophyll, net photosynthetic rate and carbonic anhydrase activity in S-22 and PKM-1. Moreover, the combined effect of EBL and hydrogen peroxide (H2O2) significantly improved the parameters mentioned above and consecutively upgraded the different antioxidant enzymes (CAT and SOD) with higher accumulation of proline under stress and stress-free environments. Furthermore, proteomics study revealed that the maximum number of differentially expressed proteins were detected in S-22 (EBL + H2O2); while treatment with EBL + H2O2 + low temperature lost expression of 20 proteins. Overall, three proteins (O80577, Q9FJQ8, and Q9SKL2) took a substantial part in the biosynthesis of citrate cycle pathway and enhanced the growth and photosynthetic efficiency of tomato plants under low-temperature stress.",
      "mesh_terms": [
        "Antioxidants",
        "Brassinosteroids",
        "Chlorophyll",
        "Cold Temperature",
        "Hydrogen Peroxide",
        "Solanum lycopersicum",
        "Photosynthesis",
        "Plant Proteins",
        "Proteomics",
        "Steroids, Heterocyclic",
        "Stress, Physiological"
      ]
    },
    {
      "pmid": "30673841",
      "title": "Brassinosteroids facilitate xylem differentiation and wood formation in tomato.",
      "authors": [
        "Jinsu Lee",
        "Seahee Han",
        "Hwa-Yong Lee",
        "Bomi Jeong",
        "Tae-Young Heo",
        "Tae Kyung Hyun",
        "Kyunghwan Kim",
        "Byoung Il Je",
        "Horim Lee",
        "Donghwan Shim",
        "Soon Ju Park",
        "Hojin Ryu"
      ],
      "journal": "Planta",
      "publication_date": "2019-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BR signaling pathways facilitate xylem differentiation and wood formation by fine tuning SlBZR1/SlBZR2-mediated gene expression networks involved in plant secondary growth. Brassinosteroid (BR) signaling and BR crosstalk with diverse signaling cues are involved in the pleiotropic regulation of plant growth and development. Recent studies reported the critical roles of BR biosynthesis and signaling in vascular bundle development and plant secondary growth; however, the molecular bases of these roles are unclear. Here, we performed comparative physiological and anatomical analyses of shoot morphological growth in a cultivated wild-type tomato (Solanum lycopersicum cv. BGA) and a BR biosynthetic mutant [Micro Tom (MT)]. We observed that the canonical BR signaling pathway was essential for xylem differentiation and sequential wood formation by facilitating plant secondary growth. The gradual retardation of xylem development phenotypes during shoot vegetative growth in the BR-deficient MT tomato mutant recovered completely in response to exogenous BR treatment or genetic complementation of the BR biosynthetic DWARF (D) gene. By contrast, overexpression of the tomato Glycogen synthase kinase 3 (SlGSK3) or CRISPR-Cas9 (CR)-mediated knockout of the tomato Brassinosteroid-insensitive 1 (SlBRI1) impaired BR signaling and resulted in severely defective xylem differentiation and secondary growth. Genetic modulation of the transcriptional activity of the tomato Brassinazole-resistant 1/2 (SlBZR1/SlBZR2) confirmed the positive roles of BR signaling pathways for xylem differentiation and secondary growth. Our data indicate that BR signaling pathways directly promote xylem differentiation and wood formation by canonical BR-activated SlBZR1/SlBZR2.",
      "mesh_terms": [
        "Brassinosteroids",
        "Cell Differentiation",
        "Gene Expression Regulation, Plant",
        "Glycogen Synthase Kinase 3",
        "Solanum lycopersicum",
        "Plant Proteins",
        "Signal Transduction",
        "Xylem"
      ]
    },
    {
      "pmid": "30594955",
      "title": "Occurrence of brassinosteroids and influence of 24-epibrassinolide with brassinazole on their content in the leaves and roots of Hordeum vulgare L. cv. Golden Promise.",
      "authors": [
        "Andrzej Bajguz",
        "Wacław Orczyk",
        "Agnieszka Gołębiewska",
        "Magdalena Chmur",
        "Alicja Piotrowska-Niczyporuk"
      ],
      "journal": "Planta",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "24-epibrassinolide overcame the inhibitory effect of brassinazole on the barley growth and the content of brassinosteroids. The present work demonstrates the occurrence of mainly castasterone, brassinolide and cathasterone and lower amounts of 24-epibrassinolide, 24-epicastasterone, 28-homobrassinolide, typhasterol, 6-deoxocastasterone and 6-deoxotyphasterol in 14-day-old de-etiolated barley (Hordeum vulgare L. cv. Golden Promise). We also investigated the endogenous level of brassinosteroids (BRs) in barley seedlings treated with 24-epibrassinolide (EBL) and/or brassinazole (Brz). To our knowledge, this is the first report related to the occurrence of BRs and application of EBL and Brz in terms of the endogenous content of BRs in barley. Brz as a specific inhibitor of BR biosynthetic reactions decreased the level of BRs in the leaves. Application of EBL showed a weak promotive effect on the BR content in Brz-treated seedlings. Brz also inhibited growth of the seedlings; however, addition of EBL overcame the inhibition. The EBL applied alone at 0.01-1 µM increased the BR level in the leaves but at 10 µM lowered the BR content. In opposition to leaves, the Brz in the concentration range from 0.1 to 1 µM did not significantly affect the content of BRs in the roots. However, application of 10 µM Brz caused BRs to decrease, but treatment of EBL concentrations overcame the inhibitory effect of Brz.",
      "mesh_terms": [
        "Brassinosteroids",
        "Hordeum",
        "Plant Leaves",
        "Plant Roots",
        "Steroids, Heterocyclic",
        "Triazoles"
      ]
    },
    {
      "pmid": "30466576",
      "title": "Exogenous brassinosteroids altered cell length, gibberellin content, and cellulose deposition in promoting carrot petiole elongation.",
      "authors": [
        "Feng Que",
        "Ahmed Khadr",
        "Guang-Long Wang",
        "Tong Li",
        "Ya-Hui Wang",
        "Zhi-Sheng Xu",
        "Ai-Sheng Xiong"
      ],
      "journal": "Plant science : an international journal of experimental plant biology",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinosteroid (BR) is a predominant plant hormone in regulating cell elongation and cell size. BR-deficient mutants display reduced plant growth and dwarfism in Arabidopsis and rice. In carrot, BRs promote petiole elongation, but its underlying mechanism involving exogenous BR remains unknown. Here, weighted gene co-expression network analysis and promoter region analysis were adopted to identify the potential genes that interacted with DcBZR1/BES1. Bioactive gibberellin (GA) level and cellulose deposition were also determined in the control and treated plants. Quantitative real-time PCR was performed to detect the expression profiles of GA biosynthesis-related genes, GA signaling genes, and cellulose synthase genes. Bioactive GA level and cellulose deposition were upregulated after the petioles were treated with 24-epibrassinolide (24-EBL). The most putative DcBZR1/BES1 genes were clustered in yellow module. The expression level of DCAR_009411 (a GA5-like gene) was significantly induced after 3 h of treatment. The expression levels of DCAR_019754 and DCAR_013973 (CESA-like genes) were also significantly induced after 3 h of 24-EBL treatment. Our results suggested that the effect of BR on carrot petiole growth was quick. These results also provided potential insights into the mechanism by which BRs modulate GA and cellulose synthesis to promote cell elongation in carrot petioles.",
      "mesh_terms": [
        "Brassinosteroids",
        "Cellulose",
        "Daucus carota",
        "Gene Expression Regulation, Plant",
        "Gibberellins",
        "Signal Transduction",
        "Steroids, Heterocyclic"
      ]
    },
    {
      "pmid": "30246370",
      "title": "Brassinosteroids function in spikelet differentiation and degeneration in rice.",
      "authors": [
        "Weiyang Zhang",
        "Kuanyu Zhu",
        "Zhiqin Wang",
        "Hao Zhang",
        "Junfei Gu",
        "Lijun Liu",
        "Jianchang Yang",
        "Jianhua Zhang"
      ],
      "journal": "Journal of integrative plant biology",
      "publication_date": "2019-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinosteroids (BRs) play crucial roles in many aspects of plant development. However, their function in spikelet differentiation and degeneration in rice (Oryza sativa L.) remains unclear. Here, we investigated the roles of these phytohormones in spikelet development in field-grown rice subjected to five different nitrogen (N) fertilization treatments during panicle differentiation. BR levels and expression of genes involved in BR biosynthesis and signal transduction were measured in spikelets. Pollen fertility and the number of differentiated spikelets were closely associated with 24-epicastasterone (24-epiCS) and 28-homobrassinolide (28-homoBL) levels in spikelets. Enhanced BR biosynthesis and signal transduction, in response to N treatment, enhanced spikelet differentiation, reduced spikelet degeneration, and increased grain yield. Increases in proton-pumping ATPase activity, ATP concentration, energy charge, and antioxidant system (AOS) levels were consistent with 24-epiCS and 28-homoBL concentrations. Exogenous application of 24-epiCS or 28-homoBL on young panicles induced a marked increase in endogenous 24-epiCS or 28-homoBL levels, energy charge, AOS levels, spikelet differentiation, and panicle weight. The opposite effects were observed following treatment with a BR biosynthesis inhibitor. Our findings indicate that, in rice, BRs mediate the effects of N fertilization on spikelet development and play a role in promoting spikelet development through increasing AOS levels and energy charge during panicle development.",
      "mesh_terms": [
        "Antioxidants",
        "Brassinosteroids",
        "Oryza",
        "Plant Proteins"
      ]
    },
    {
      "pmid": "30087682",
      "title": "Brassinosteroids Attenuate Moderate High Temperature-Caused Decline in Tea Quality by Enhancing Theanine Biosynthesis in Camellia sinensis L.",
      "authors": [
        "Xin Li",
        "Ji-Peng Wei",
        "Golam J Ahammed",
        "Lan Zhang",
        "Yang Li",
        "Peng Yan",
        "Li-Ping Zhang",
        "Wen-Yan Han"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Temperature is a major environmental signal that governs plant growth and development. A moderately high ambient temperature alters plant metabolism without significant induction of heat-stress responses. Despite ancillary reports on the negative effect of warmer climate on tea quality, information on specific effect of sub high temperature (SHT) on theanine accumulation is scanty. L-Theanine is the most abundant free amino acid in tea (Camellia sinensis L.) leaves that contributes to the unique umami flavor of green tea infusion. Tea harvested in warmer months lacks distinctive umami taste due to low theanine content. In this study, we showed that SHT (35°C) gradually decreased theanine concentration over time, which was closely associated with the SHT-induced suppression in theanine biosynthetic genes. 24-epibrassinolide (BR), a bioactive brassinosteroids, attenuated the SHT-induced reduction in theanine concentration by upregulating the transcript levels of theanine biosynthetic genes, such as ARGININE DECARBOXYLASE (CsADC), GLUTAMINE SYNTHETASE (CsGS), GLUTAMATE SYNTHASE (CsGOGAT) and THEANINE SYNTHASE (CsTS). Furthermore, time-course analysis of the activity of theanine biosynthetic enzyme reveals that BR-induced regulation of GS and GOGAT activity plays essential role in maintaining theanine content in tea leaves under SHT, which is consistent with the central position of GOGAT in theanine biosynthetic pathway. Therefore, it is convincing to propose that exogenous BR treatment can be advocated to improve summer tea quality by enhancing in vivo accumulation of theanine. However, a future challenge is to use this information on the role of BR in theanine biosynthesis and thermotolerance to further understand how BR may be tuned to benefit plant fitness for enhancing tea quality."
    },
    {
      "pmid": "29692795",
      "title": "A Vegetal Biopolymer-Based Biostimulant Promoted Root Growth in Melon While Triggering Brassinosteroids and Stress-Related Compounds.",
      "authors": [
        "Luigi Lucini",
        "Youssef Rouphael",
        "Mariateresa Cardarelli",
        "Paolo Bonini",
        "Claudio Baffi",
        "Giuseppe Colla"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant biostimulants are receiving great interest for boosting root growth during the first phenological stages of vegetable crops. The present study aimed at elucidating the morphological, physiological, and metabolomic changes occurring in greenhouse melon treated with the biopolymer-based biostimulant Quik-link, containing lateral root promoting peptides, and lignosulphonates. The vegetal-based biopolymer was applied at five rates (0, 0.06, 0.12, 0.24, or 0.48 mL plant-1) as substrate drench. The application of biopolymer-based biostimulant at 0.12 and 0.24 mL plant-1 enhanced dry weight of melon leaves and total biomass by 30.5 and 27.7%, respectively, compared to biopolymer applications at 0.06 mL plant-1 and untreated plants. The root dry biomass, total root length, and surface in biostimulant-treated plants were significantly higher at 0.24 mL plant-1 and to a lesser extent at 0.12 and 0.48 mL plant-1, in comparison to 0.06 mL plant-1 and untreated melon plants. A convoluted biochemical response to the biostimulant treatment was highlighted through UHPLC/QTOF-MS metabolomics, in which brassinosteroids and their interaction with other hormones appeared to play a pivotal role. Root metabolic profile was more markedly altered than leaves, following application of the biopolymer-based biostimulant. Brassinosteroids triggered in roots could have been involved in changes of root development observed after biostimulant application. These hormones, once transported to shoots, could have caused an hormonal imbalance. Indeed, the involvement of abscisic acid, cytokinins, and gibberellin related compounds was observed in leaves following root application of the biopolymer-based biostimulant. Nonetheless, the treatment triggered an accumulation of several metabolites involved in defense mechanisms against biotic and abiotic stresses, such as flavonoids, carotenoids, and glucosinolates, thus potentially improving resistance toward plant stresses."
    },
    {
      "pmid": "29681907",
      "title": "Exogenous Applications of Brassinosteroids Improve Color of Red Table Grape (Vitis vinifera L. Cv. \"Redglobe\") Berries.",
      "authors": [
        "Alexis E Vergara",
        "Katy Díaz",
        "Rodrigo Carvajal",
        "Luis Espinoza",
        "José A Alcalde",
        "Alonso G Pérez-Donoso"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Color and other quality parameters of \"Redglobe\" grape (Vitis vinifera L.) berries were evaluated after treatment with brassinosteroid (BR) analogs. Three BRs analogs (24-epibrassinolide, Triol, or Lactone) were applied at three concentrations (0.0, 0.4, or 0.8 mg⋅L-1), at the onset of veraison. A commercial formulation (B-2000®) was also applied, at a recommended rate of 0.06 mg⋅L-1. The tested BR analogs were effective improving berry color (evaluated as color index for red grapes, CIRG), increasing the levels of soluble solids and anthocyanins, and changing the types of anthocyanins present without altering other quality and yield parameters. The effects of BR analogs on color enhancement could be explained by an increase in soluble solids content and/or anthocyanin content. Treatment with 24-epibrassinolide (at 0.4 mg⋅L-1) or the commercial formulation tended to favor the production of dihydroxylated anthocyanins, which are responsible for the red and pink colors of grape berries. Results indicate that the use of BRs constitutes a potential tool in the production of table grapes. This is the first report of this enhancement effect in a productive context."
    },
    {
      "pmid": "29509414",
      "title": "Role of Brassinosteroids in Persimmon ( Diospyros kaki L.) Fruit Ripening.",
      "authors": [
        "Yiheng He",
        "Jiaying Li",
        "Qiuyan Ban",
        "Shoukun Han",
        "Jingping Rao"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2018-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinosteroids (BRs) are phytohormones that regulate numerous processes including fruit ripening. In this study, persimmon ( Diospyros kaki L.) fruits were treated with 24-epibrassinolide (EBR) or brassinazole (Brz, a BR biosynthesis inhibitor) and then stored at ambient temperature. The results show that endogenous BR contents gradually increased during persimmon fruit ripening. EBR treatment significantly increased both the content of water-soluble pectin and the activities of polygalacturonase, pectate lyase, and endo-1,4-beta-glucanase but significantly reduced the content of acid-soluble pectin and cellulose, resulting in rapid fruit softening. The EBR treatment also promoted ethylene production and respiration rate. In contrast, Brz treatment delayed persimmon fruit ripening. qRT-PCR analysis showed that DkPG1, DkPL1, DkPE2, DkEGase1, DkACO2, DkACS1, and DkACS2 were up-regulated (especially a 38-fold increase in DkEGase1) in the fruit of the EBR-treated group. These results suggest that BRs are involved in persimmon fruit ripening by influencing cell-wall-degrading enzymes and ethylene biosynthesis.",
      "mesh_terms": [
        "Brassinosteroids",
        "Cell Wall",
        "Color",
        "Diospyros",
        "Ethylenes",
        "Fruit",
        "Gene Expression Regulation, Enzymologic",
        "Gene Expression Regulation, Plant",
        "Pectins",
        "Plant Proteins"
      ]
    },
    {
      "pmid": "29329424",
      "title": "Brassinosteroids regulate pavement cell growth by mediating BIN2-induced microtubule stabilization.",
      "authors": [
        "Xiaolei Liu",
        "Qin Yang",
        "Yuan Wang",
        "Linhai Wang",
        "Ying Fu",
        "Xuelu Wang"
      ],
      "journal": "Journal of experimental botany",
      "publication_date": "2018-Feb-23",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs), a group of plant steroid hormones, play important roles in regulating plant development. The cytoskeleton also affects key developmental processes and a deficiency in BR biosynthesis or signaling leads to abnormal phenotypes similar to those of microtubule-defective mutants. However, how BRs regulate microtubule and cell morphology remains unknown. Here, using liquid chromatography-tandem mass spectrometry, we identified tubulin proteins that interact with Arabidopsis BRASSINOSTEROID INSENSITIVE2 (BIN2), a negative regulator of BR responses in plants. In vitro and in vivo pull-down assays confirmed that BIN2 interacts with tubulin proteins. High-speed co-sedimentation assays demonstrated that BIN2 also binds microtubules. The Arabidopsis genome also encodes two BIN2 homologs, BIN2-LIKE 1 (BIL1) and BIL2, which function redundantly with BIN2. In the bin2-3 bil1 bil2 triple mutant, cortical microtubules were more sensitive to treatment with the microtubule-disrupting drug oryzalin than in wild-type, whereas in the BIN2 gain-of-function mutant bin2-1, cortical microtubules were insensitive to oryzalin treatment. These results provide important insight into how BR regulates plant pavement cell and leaf growth by mediating the stabilization of microtubules by BIN2.",
      "mesh_terms": [
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Cell Proliferation",
        "Chromatography, Liquid",
        "Glycogen Synthase Kinase 3",
        "Microtubules",
        "Protein Kinases",
        "Protein Serine-Threonine Kinases",
        "Tandem Mass Spectrometry",
        "Tubulin"
      ]
    },
    {
      "pmid": "29252095",
      "title": "Brassinosteroids regulate vacuolar morphology in root meristem cells of Arabidopsis thaliana.",
      "authors": [
        "Ayumi Yamagami",
        "Saito Chieko",
        "Masaaki Sakuta",
        "Kazuo Shinozaki",
        "Hiroyuki Osada",
        "Akihiko Nakano",
        "Tadao Asami",
        "Takeshi Nakano"
      ],
      "journal": "Plant signaling & behavior",
      "publication_date": "2018-Apr-03",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs) are plant hormones that regulate plant development and environmental response. Brz-insensitive-long hypocotyl4 (BIL4) was identified as a positive regulator of BR signaling that interacts with the BR receptor, BRASSINOSTEROID INSENSITIVE 1 (BRI1), and inhibits vacuolar degradation of BRI1 in Arabidopsis thaliana. Although BIL4 also localizes to the vacuolar membrane, the possible vacuolar function of BIL4 remains unknown. Here, we studied the effect of BIL4 and BR signaling on vacuole shape in root meristem cells using genetic and pharmacological approaches. In BIL4-deficient plants, vacuoles assumed a smaller luminal structure. Treatment with brassinolide (BL), the most active BR, resulted in visibly larger vacuoles, whereas treatment with the BR biosynthesis inhibitor Brz resulted in substantially smaller luminal vacuolar structures. In the bri1 mutant, vacuolar shapes exhibited small and fragmented structures. Our results suggest that BR signaling impacts vacuolar shape.",
      "mesh_terms": [
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Brassinosteroids",
        "Gene Expression Regulation, Plant",
        "Meristem",
        "Plant Roots",
        "Vacuoles"
      ]
    },
    {
      "pmid": "29021808",
      "title": "Brassinosteroids Regulate OFP1, a DLT Interacting Protein, to Modulate Plant Architecture and Grain Morphology in Rice.",
      "authors": [
        "Yunhua Xiao",
        "Dapu Liu",
        "Guoxia Zhang",
        "Hongning Tong",
        "Chengcai Chu"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinosteroids (BRs) regulate important agronomic traits in rice, including plant height, leaf angle, and grain size. However, the underlying mechanisms remain not fully understood. We previously showed that GSK2, the central negative regulator of BR signaling, targets DLT, the GRAS family protein, to regulate BR responses. Here, we identified Ovate Family Protein 1 (OFP1) as a DLT interacting protein. OFP1 was ubiquitously expressed and the protein was localized in both cytoplasm and nucleus. Overexpression of OFP1 led to enlarged leaf angles, reduced plant height, and altered grain shape, largely resembled DLT overexpression plants. Genetic analysis showed that the regulation of plant architecture by OFP1 depends on DLT function. In addition, we found OFP1 was greatly induced by BR treatment, and OsBZR1, the critical transcription factor of BR signaling, was physically associated with the OFP1 promoter. Moreover, we showed that gibberellin synthesis was greatly repressed in OFP1 overexpression plants, suggesting OFP1 participates in the inhibition of plant growth by high BR or elevated BR signaling. Furthermore, we revealed that OFP1 directly interacts with GSK2 kinase, and inhibition of the kinase activity significantly promotes OFP1 protein accumulation in plant. Taken together, we identified OFP1 as an additional regulator of BR responses and revealed how BRs promote OFP1 at both transcription and protein levels to modulate plant architecture and grain morphology in rice."
    },
    {
      "pmid": "28837783",
      "title": "Synthesis of novel aryl brassinosteroids through alkene cross-metathesis and preliminary biological study.",
      "authors": [
        "Petra Korinkova",
        "Vaclav Bazgier",
        "Jana Oklestkova",
        "Lucie Rarova",
        "Miroslav Strnad",
        "Miroslav Kvasnica"
      ],
      "journal": "Steroids",
      "publication_date": "2017-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A series of phenyl analogues of brassinosteroids was prepared via alkene cross-metathesis using commercially available styrenes and 24-nor-5α-chola-2,22-dien-6-one. All derivatives were successfully docked into the active site of BRI1 using AutoDock Vina. Plant growth promoting activity was measured using the pea inhibition biotest and Arabidopsis root sensitivity assay and then was compared with naturally occuring brassinosteroids. Differences in the production of plant hormone ethylene were also observed in etiolated pea seedlings after treatment with the new and also five known brassinosteroid phenyl analogues. Antiproliferative activity was also studied using normal human fibroblast and human cancer cell lines.",
      "mesh_terms": [
        "Alkenes",
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Brassinosteroids",
        "Catalytic Domain",
        "Chemistry Techniques, Synthetic",
        "Molecular Docking Simulation",
        "Pisum sativum",
        "Protein Kinases"
      ]
    },
    {
      "pmid": "28584713",
      "title": "Transcriptome analysis reveals the regulation of brassinosteroids on petal growth in Gerbera hybrida.",
      "authors": [
        "Gan Huang",
        "Meixiang Han",
        "Wei Yao",
        "Yaqin Wang"
      ],
      "journal": "PeerJ",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gerbera hybrida is a cut-flower crop of global importance, and an understanding of the mechanisms underlying petal development is vital for the continued commercial development of this plant species. Brassinosteroids (BRs), a class of phytohormones, are known to play a major role in cell expansion, but their effect on petal growth in G. hybrida is largely unexplored. In this study, we found that the brassinolide (BL), the most active BR, promotes petal growth by lengthening cells in the middle and basal regions of petals, and that this effect on petal growth was greater than that of gibberellin (GA). The RNA-seq (high-throughput cDNA sequencing) technique was employed to investigate the regulatory mechanisms by which BRs control petal growth. A global transcriptome analysis of the response to BRs in petals was conducted and target genes regulated by BR were identified. These differentially expressed genes (DEGs) include various transcription factors (TFs) that were activated during the early stage (0.5 h) of BL treatment, as well as cell wall proteins whose expression was regulated at a late stage (10 h). BR-responsive DEGs are involved in multiple plant hormone signal pathways, hormone biosynthesis and biotic and abiotic stress responses, showing that the regulation of petal growth by BRs is a complex network of processes. Thus, our study provides new insights at the transcriptional level into the molecular mechanisms of BR regulation of petal growth in G. hybrida."
    },
    {
      "pmid": "28479230",
      "title": "Characterization of synthetic ecdysteroid analogues as functional mimics of brassinosteroids in plant growth.",
      "authors": [
        "Jutiporn Thussagunpanit",
        "Kanapol Jutamanee",
        "Sureeporn Homvisasevongsa",
        "Apichart Suksamrarn",
        "Ayumi Yamagami",
        "Takeshi Nakano",
        "Tadao Asami"
      ],
      "journal": "The Journal of steroid biochemistry and molecular biology",
      "publication_date": "2017-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinosteroids (BRs) are plant steroidal hormones that play important roles in many stages of plant growth. Several plant species produce ecdysteroids, which are known as insect molting steroid hormones. In this study, we evaluated the biological activities of three hydroxysteroidal compounds, 20-hydroxyecdysone (ECD), 7,8-dihydro-8α-20-hydroxyecdysone (DHECD), and 7,8-dihydro-5α,8α-20-hydroxyecdysone (α-DHECD), and compared their activities with that of brassinolide (BL), the most potent BR. In rice, DHECD and α-DHECD enhanced the degree of lamina inclination, as do BRs. In Arabidopsis thaliana, DHECD and α-DHECD increased hypocotyl length in the wild-type, and also partially overcame the hypocotyl shortening in the wild-type caused by 0.3μM brassinazole, a specific BR biosynthesis inhibitor. DHECD and α-DHECD partially reduced dwarfism in the BR-biosynthesis-deficient mutant det2. Treatment with DHECD or α-DHECD downregulated the expression of the BR biosynthesis genes DWF4 and CPD, which are generally, suppressed by BR, and upregulated the expression of TCH4 and SAUR-AC1, which are generally promoted by BR. However, their regulated activities were less effective than BL. Moreover, the 10-4M DHECD and α-DHECD induced the accumulation of dephosphorylated BIL1/BZR1 that enhanced BR signaling as a master transcription factor. In contrast, ECD did not affect rice lamina bending, Arabidopsis hypocotyl elongation, the expression levels of BR-related genes and BIL1/BZR1 phosphorylation status. Based on these results, we hypothesize that both DHECD and α-DHECD have functional activities similar to those of BR.",
      "mesh_terms": [
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Biomimetic Materials",
        "Brassinosteroids",
        "Cytochrome P-450 Enzyme System",
        "DNA-Binding Proteins",
        "Ecdysterone",
        "Gene Expression Regulation, Developmental",
        "Gene Expression Regulation, Plant",
        "Glycosyltransferases",
        "Hypocotyl",
        "Nuclear Proteins",
        "Oryza",
        "Phosphorylation",
        "Plant Growth Regulators",
        "Real-Time Polymerase Chain Reaction",
        "Seeds",
        "Signal Transduction",
        "Steroid Hydroxylases",
        "Steroids, Heterocyclic",
        "Triazoles"
      ]
    },
    {
      "pmid": "28357791",
      "title": "Role of brassinosteroids in alleviating toxin-induced stress of Verticillium dahliae on cotton callus growth.",
      "authors": [
        "Noreen Bibi",
        "Imrul Mosaddek Ahmed",
        "Kai Fan",
        "Muhammad Dawood",
        "Feng Li",
        "Shuna Yuan",
        "Xuede Wang"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2017-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brassinosteroids are well known to mitigate biotic stresses; however, their role to induce tolerance against Verticillium dahliae is unknown. The current study employed V. dahliae (Vd) toxin as pathogen-free model system to induce stress on cotton callus growth, and its amelioration was investigated using 24-epibrassinolide (EBR). Results revealed that EBR has ameliorative effects against Vd toxin with greater seen effect when callus was treated with EBR prior to its exposure to Vd toxin (pre-EBR treatment) than EBR applied along with Vd toxin simultaneously (co-EBR treatment). Pre-EBR-treated calli remained green, while 65 and 90% callus browning was observed in co-EBR- and Vd toxin-alone-treated callus, respectively. Likewise, the fresh weight of the pre-EBR-treated callus was 52% higher than Vd toxin-alone treatment, whereas this increase was only 23% in co-EBR-treated callus. Meanwhile, EBR treatment of the cotton callus has also increased the contents of chlorophylls a and b, carotenoids, total phenols, flavonoids, soluble sugars, and proteins and increased the activity of enzymes involved in secondary metabolism like polyphenol oxidase (PPO), phenylalanine ammonialyase (PAL), cinnamyl alchol dehydrogenase (CAD), and shikimate dehydrogenase (SKDH) over Vd toxin-alone treatment with higher increments being observed in pre-EBR-treated callus. Furthermore, EBR treatment mimicked the DNA damage and improved the structure of mitochondria, granum, stroma thylakoids, and the attachment of ribosomes with the endoplasmic reticulum. This EBR-mediated mitigation was primarily associated with substantially increased contents of photosynthetic pigments and regulation of secondary metabolism.",
      "mesh_terms": [
        "Brassinosteroids",
        "Gene Expression Regulation, Plant",
        "Gossypium",
        "Photosynthesis",
        "Plant Diseases",
        "Plant Growth Regulators",
        "Plant Proteins",
        "Steroids, Heterocyclic",
        "Verticillium"
      ]
    },
    {
      "pmid": "28314132",
      "title": "Rhizobial symbiosis alleviates polychlorinated biphenyls-induced systematic oxidative stress via brassinosteroids signaling in alfalfa.",
      "authors": [
        "Xiaomi Wang",
        "Ying Teng",
        "Ning Zhang",
        "Peter Christie",
        "Zhengao Li",
        "Yongming Luo",
        "Jun Wang"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2017-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The role of symbiotic rhizobia in the alleviation of polychlorinated biphenyl (PCB)-induced phytotoxicity in alfalfa and the brassinosteroid (BR) hormone signaling involved were investigated during phytoremediation. The association between alfalfa and Sinorhizobium meliloti was adopted as a remediation model. Phytotoxicity due to PCB 77 (3,3',4,4'-tetrachlorobiphenyl) exerted adverse impacts on plant performance (biomass accumulation and photosynthesis) and elicited cellular oxidative stress (overproduction of reactive oxygen species, lipid peroxidation, and cell necrosis) which was largely attenuated by pre-inoculation with S. meliloti strain NM. The protective role may have been achieved as a result of strengthening of basic antioxidant defense before stress as evidenced by the augmented activity and gene expression of antioxidative enzymes (peroxidase, glutathione reductase, superoxide dismutase, catalase, and ascorbate peroxidase) of both leaves and roots. In nodulated seedlings peroxidase showed additive increased activity following PCB exposure but the activities of the other four enzymes tended to remain stable after stress. Furthermore, application of strain NM and brassinolide both triggered the accumulation of endogenous BRs and the antioxidant network, while pre-treatment of seedlings with a biosynthetic inhibitor of BRs, brassinazole, abolished the rhizobia-induced activation of detoxification responses towards PCB. These observations indicate that association with S. meliloti NM enhanced the systemic antioxidant defenses of alfalfa to detoxify PCB, at least in part, via BR-dependent signaling pathways. These results contribute to our knowledge of the 'logistic role' played by rhizobia in assisting the phytoremediation of PCB-contaminated soils and suggest an optimum manipulation strategy for bioremediation.",
      "mesh_terms": [
        "Antioxidants",
        "Biodegradation, Environmental",
        "Brassinosteroids",
        "Medicago sativa",
        "Oxidative Stress",
        "Polychlorinated Biphenyls",
        "Rhizobium",
        "Symbiosis"
      ]
    },
    {
      "pmid": "28250584",
      "title": "Brassinosteroids improve photosystem II efficiency, gas exchange, antioxidant enzymes and growth of cowpea plants exposed to water deficit.",
      "authors": [
        "J V Lima",
        "A K S Lobato"
      ],
      "journal": "Physiology and molecular biology of plants : an international journal of functional plant biology",
      "publication_date": "2017-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Water deficit is considered the main abiotic stress that limits agricultural production worldwide. Brassinosteroids (BRs) are natural substances that play roles in plant tolerance against abiotic stresses, including water deficit. This research aims to determine whether BRs can mitigate the negative effects caused by water deficiency, revealing how BRs act and their possible contribution to increased tolerance of cowpea plants to water deficit. The experiment was a factorial design with the factors completely randomised, with two water conditions (control and water deficit) and three levels of brassinosteroids (0, 50 and 100 nM 24-epibrassinolide; EBR is an active BRs). Plants sprayed with 100 nM EBR under the water deficit presented significant increases in ΦPSII, qP and ETR compared with plants subjected to the water deficit without EBR. With respect to gas exchange, PN, E and gs exhibited significant reductions after water deficit, but application of 100 nM EBR caused increases in these variables of 96, 24 and 33%, respectively, compared to the water deficit + 0 nM EBR treatment. To antioxidant enzymes, EBR resulted in increases in SOD, CAT, APX and POX, indicating that EBR acts on the antioxidant system, reducing cell damage. The water deficit caused significant reductions in Chl a, Chl b and total Chl, while plants sprayed with 100 nM EBR showed significant increases of 26, 58 and 33% in Chl a, Chl b and total Chl, respectively. This study revealed that EBR improves photosystem II efficiency, inducing increases in ΦPSII, qP and ETR. This substance also mitigated the negative effects on gas exchange and growth induced by the water deficit. Increases in SOD, CAT, APX and POX of plants treated with EBR indicate that this steroid clearly increased the tolerance to the water deficit, reducing reactive oxygen species, cell damage, and maintaining the photosynthetic pigments. Additionally, 100 nM EBR resulted in a better dose-response of cowpea plants exposed to the water deficit."
    },
    {
      "pmid": "27856707",
      "title": "Brassinosteroids modulate ABA-induced stomatal closure in Arabidopsis.",
      "authors": [
        "Yunmi Ha",
        "Yun Shang",
        "Kyoung Hee Nam"
      ],
      "journal": "Journal of experimental botany",
      "publication_date": "2016-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Stomatal movement in response to water availability is an important physiological process in the survival of land plants. The plant hormone abscisic acid (ABA) and brassinosteroids (BRs) regulate stomatal closure. The physiological functions of ABA and BRs, including germination, cell elongation and stomatal movement, are generally known to be antagonistic. Here, we investigated how BRs affect stomatal movement alone and in combination with ABA. We demonstrate that brassinoslide (BL), the most active BR, promotes stomatal closure in an ABA-independent manner. Interestingly, BL also inhibited ABA-induced stomatal closure when a high concentration of BL was added to ABA. Furthermore, we found that the induction of some genes for reactive oxygen species (ROS) generation by ABA (AtrbohD, NIA1 and NIA2) and subsequent ROS production were repressed by BL treatment. The BR signaling mutant bri1-301 failed to inhibit ABA-induced stomatal closure upon BL treatment. However, BRI1-overexpressing transgenic plants were hypersensitive to ABA during stomatal closure, and BL reversed ABA-induced stomatal closure more completely than in wild type plants. Taken together, these results suggest that BRs can positively and negatively modulate ABA-induced stomatal closure. Therefore, interactions between ABA and BR signaling are important for the regulation of stomatal closure.",
      "mesh_terms": [
        "Abscisic Acid",
        "Arabidopsis",
        "Brassinosteroids",
        "Plant Growth Regulators",
        "Plant Stomata",
        "Plant Transpiration",
        "Reactive Oxygen Species",
        "Real-Time Polymerase Chain Reaction"
      ]
    },
    {
      "pmid": "27625668",
      "title": "Brassinosteroids Improve Quality of Summer Tea (Camellia sinensis L.) by Balancing Biosynthesis of Polyphenols and Amino Acids.",
      "authors": [
        "Xin Li",
        "Golam J Ahammed",
        "Zhi-Xin Li",
        "Lan Zhang",
        "Ji-Peng Wei",
        "Chen Shen",
        "Peng Yan",
        "Li-Ping Zhang",
        "Wen-Yan Han"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Summer grown green tea is less popular due to bitterness and high astringency, which are attributed to high levels of tea polyphenols (TP) and low levels of amino acids (AA) in tea leaves (Camellia sinensis L.). Brassinosteroids (BRs), a group of steroidal plant hormones can regulate primary and secondary metabolism in a range of plant species under both normal and stress conditions. However, specific effects of BRs on the photosynthesis of tea plants and the quality of summer green tea are largely unknown. Here we show that 24-epibrassinolide (EBR), a bioactive BR, promoted photosynthesis in tea plants in a concentration-dependent manner. Stimulation in photosynthesis by EBR resulted in an increased summer tea yield. Although all tested concentrations (0.01, 0.05, 0.1, 0.5, and 1.0 ppm) of EBR increased concentrations of TP and AA, a moderate concentration (0.5 ppm) caused the highest decrease in TP to AA ratio, an important feature of quality tea. Time-course analysis using 0.5 ppm EBR as foliar spray revealed that TP or AA concentration increased as early as 3 h after EBR application, reaching the highest peak at 24 h and that remained more or less stable. Importantly, such changes in TP and AA concentration by EBR resulted in a remarkably decreased but stable TP to AA ratio at 24 h and onward. Furthermore, concentrations of catechins and theanine increased, while that of caffeine remained unaltered following treatment with EBR. EBR improved activity of phenylalanine ammonia-lyase (PAL) and glutamine: 2-oxoglutarate aminotransferase (GOGAT) enzymes involved in catechins and theanine biosynthesis, respectively. Transcript analysis revealed that transcript levels of CsPAL and CsGS peaked as early as 6 h, while that of CsGOGAT peaked at 12 h following application of EBR, implying that EBR increased the concentration of TP and AA by inducing their biosynthesis. These results suggest a positive role of BR in enhancing green tea quality, which might have potential implication in improving quality of summer tea."
    },
    {
      "pmid": "27343978",
      "title": "Flow-cytometric analysis of reactive oxygen species in cancer cells under treatment with brassinosteroids.",
      "authors": [
        "Pyotr A Kisselev",
        "Olesya V Panibrat",
        "Aliaksei R Sysa",
        "Marina V Anisovich",
        "Vladimir N Zhabinskii",
        "Vladimir A Khripach"
      ],
      "journal": "Steroids",
      "publication_date": "2017-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To explore the underlying mechanism of cancer cell growth inhibition by brassinosteroids (BS), reactive oxygen species (ROS) generation under treatment with 28-homocastasterone and its synthetic derivatives (22S,23S)-28-homocastasterone was measured in A549 human lung adenocarcinoma cells. BS induced ROS generation in A549 cells and their growth in a time and dose-dependent manner. The maximal effect was observed for (22S,23S)-28-homocastasterone which at 30μM concentration showed a 6-fold increase of ROS generation in comparison with the control.",
      "mesh_terms": [
        "A549 Cells",
        "Antineoplastic Agents",
        "Brassinosteroids",
        "Cell Cycle",
        "Cell Line, Tumor",
        "Cell Survival",
        "Flow Cytometry",
        "Humans",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "27323277",
      "title": "Synthesis of sulfated brassinosteroids.",
      "authors": [
        "Halina A Zhylitskaya",
        "Natalia M Chashchina",
        "Raisa P Litvinovskaya",
        "Margarita I Zavadskaya",
        "Vladimir N Zhabinskii",
        "Vladimir A Khripach"
      ],
      "journal": "Steroids",
      "publication_date": "2017-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "A number of water soluble sulfates of 24-epibrassinolide including the 2α,3α-disulfate and all possible monosulfates were synthesized. The target compounds were isolated in crystalline form as the corresponding sodium salts. Pyridine-sulfur trioxide complex was used as sulfating agent followed by transformation of the resulting pyridinium salts into the sodium sulfates by treatment with NaOH. The control of the regioselectivity was achieved by an appropriate use of acetyl and benzyl protecting groups.",
      "mesh_terms": [
        "Acetates",
        "Brassinosteroids",
        "Magnetic Resonance Spectroscopy",
        "Molecular Structure",
        "Stereoisomerism",
        "Steroids, Heterocyclic",
        "Sulfates",
        "Sulfur Oxides"
      ]
    },
    {
      "pmid": "26731660",
      "title": "'Candidatus Liberibacter asiaticus', Causal Agent of Citrus Huanglongbing, Is Reduced by Treatment with Brassinosteroids.",
      "authors": [
        "Eduardo Canales",
        "Yamilet Coll",
        "Ingrid Hernández",
        "Roxana Portieles",
        "Mayra Rodríguez García",
        "Yunior López",
        "Miguel Aranguren",
        "Eugenio Alonso",
        "Roger Delgado",
        "Maritza Luis",
        "Lochy Batista",
        "Camilo Paredes",
        "Meilyn Rodríguez",
        "Merardo Pujol",
        "María Elena Ochagavia",
        "Viviana Falcón",
        "Ryohei Terauchi",
        "Hideo Matsumura",
        "Camilo Ayra-Pardo",
        "Raixa Llauger",
        "María del Carmen Pérez",
        "Mirian Núñez",
        "Melissa S Borrusch",
        "Jonathan D Walton",
        "Yussuan Silva",
        "Eulogio Pimentel",
        "Carlos Borroto",
        "Orlando Borrás-Hidalgo"
      ],
      "journal": "PloS one",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Huanglongbing (HLB) constitutes the most destructive disease of citrus worldwide, yet no established efficient management measures exist for it. Brassinosteroids, a family of plant steroidal compounds, are essential for plant growth, development and stress tolerance. As a possible control strategy for HLB, epibrassinolide was applied to as a foliar spray to citrus plants infected with the causal agent of HLB, 'Candidatus Liberibacter asiaticus'. The bacterial titers were reduced after treatment with epibrassinolide under both greenhouse and field conditions but were stronger in the greenhouse. Known defense genes were induced in leaves by epibrassinolide. With the SuperSAGE technology combined with next generation sequencing, induction of genes known to be associated with defense response to bacteria and hormone transduction pathways were identified. The results demonstrate that epibrassinolide may provide a useful tool for the management of HLB.",
      "mesh_terms": [
        "Brassinosteroids",
        "Citrus",
        "Plant Diseases",
        "Plant Leaves",
        "Rhizobiaceae"
      ]
    },
    {
      "pmid": "26617622",
      "title": "Ethylene is Involved in Brassinosteroids Induced Alternative Respiratory Pathway in Cucumber (Cucumis sativus L.) Seedlings Response to Abiotic Stress.",
      "authors": [
        "Li-Jie Wei",
        "Xing-Guang Deng",
        "Tong Zhu",
        "Ting Zheng",
        "Peng-Xu Li",
        "Jun-Qiang Wu",
        "Da-Wei Zhang",
        "Hong-Hui Lin"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Effects of brassinosteroids (BRs) on cucumber (Cucumis sativus L.) abiotic stresses resistance to salt, polyethylene glycol (PEG), cold and the potential mechanisms were investigated in this work. Previous reports have indicated that BRs can induce ethylene production and enhance alternative oxidase (AOX) pathway. The mechanisms whether ethylene is involved as a signal molecule which connected BR with AOX in regulating stress tolerance are still unknown. Here, we found that pretreatment with 1 μM brassinolide (BL, the most active BRs) relieved stress-caused oxidative damage in cucumber seedlings and clearly enhanced the capacity of AOX and the ethylene biosynthesis. Furthermore, transcription level of ethylene signaling biosynthesis genes including ripening-related ACC synthase1 (C S ACS1), ripening-related ACC synthase2 (C S ACS2), ripening-related ACC synthase3 (C S ACS3), 1-aminocyclopropane-1-carboxylate oxidase1 (C S ACO1), 1-aminocyclopropane-1-carboxylate oxidase2 (C S ACO2), and C S AOX were increased after BL treatment. Importantly, the application of the salicylhydroxamic acid (SHAM, AOX inhibitor) and ethylene biosynthesis inhibitor aminooxyacetic acid (AOA) decreased plant resistance to environmental stress by blocking BRs-induced alternative respiration. Taken together, our results demonstrated that ethylene was involved in BRs-induced AOX activity which played important roles in abiotic stresses tolerance in cucumber seedlings."
    },
    {
      "pmid": "26113159",
      "title": "Brassinosteroids are involved in controlling sugar unloading in Vitis vinifera 'Cabernet Sauvignon' berries during véraison.",
      "authors": [
        "Fan Xu",
        "Zhu-Mei Xi",
        "Hui Zhang",
        "Cheng-Jun Zhang",
        "Zhen-Wen Zhang"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2015-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Sugar unloading in grape berries is a crucial step in the long-distance transport of carbohydrates from grapevine leaves to berries. Brassinosteroids (BRs) mediate many physiological processes in plants including carbohydrate metabolism. Here, 'Cabernet Sauvignon' (Vitis vinifera L.) grape berries cultivated in clay loam fields were treated with an exogenous BR (24-epibrassinolide; EBR), a BR synthesis inhibitor (brassinazole; Brz), Brz + EBR (sprayed with EBR 24 h after a Brz treatment), and deionized water (control) at the onset of véraison. The EBR treatment sharply increased the soluble sugars content in the berries, but decreased it in the skins. The EBR and Brz + EBR treatments significantly promoted the activities of both invertases (acidic and neutral) and sucrose synthase (sucrolytic) at various stages of ripening. The mRNA levels of genes encoding sucrose metabolic invertase (VvcwINV), and monosaccharide (VvHT3, 4, 5 and 6) and disaccharide (VvSUC12 and 27) transporters were increased by the EBR and/or Brz + EBR treatments. Generally, the effects of the Brz treatment on the measured targets contrasted with the effects of the EBR treatments. The EBR and Brz treatments inhibited the biosynthesis of the endogenous BRs 6-deoxocastastarone and castasterone. Both EBR and Brz + EBR treatments increased the brassinolide contents, down-regulated the expression of genes encoding BRs biosynthetic enzymes BRASSINOSTEROID-6-OXIDASE and DWARF1, (VvBR6OX1 and VvDWF1) and induced BR receptor gene BRASSINOSTEROID INSENSITIVE 1 (VvBRI1) expression in deseeded berries. Together, these results show that BRs are involved in controlling sugar unloading in grape berries during véraison.",
      "mesh_terms": [
        "Brassinosteroids",
        "Fruit",
        "Membrane Transport Proteins",
        "Plant Proteins",
        "Sucrose",
        "Vitis"
      ]
    },
    {
      "pmid": "26036139",
      "title": "[Role of Ca ions in the induction of heat-resistance of wheat coleoptiles by brassinosteroids].",
      "authors": [
        "Yu E Kolupaev",
        "A A Vayner",
        "T O Yastreb",
        "A I Oboznyi",
        "V A Khripach"
      ],
      "journal": "Ukrainian biochemical journal",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The involvement of Ca2+ into the signal transduction of exogenous brassinosteroids (BS) (24-epi-brassinolide-24-EBL and 24-epicastasterone-24-ECS) causing the increase of heat resistance of the cells of wheat (Triticum aestivum L.) coleoptiles was investigated using calcium chelator EGTA and inhibitor of phosphatidylinositol-specific phospholipase C--neomycin. Twenty-four-hour treatment of coleoptile segments with 10 nM solutions of 24-EBL and 24-ECS led to a transient increase in the generation of superoxide anion radical by cell surface and the subsequent activation of superoxide dismutase and catalase. Pretreatment of coleoptiles with EGTA and neomycin depressed to a considerable extent these effects and leveled the increase in heat resistance of wheat coleoptiles that were caused by BS. Possible mechanisms of involvement of calcium signaling into the formation of reactive oxygen species in plant cells and induction of heat resistance of plant cells by the action of exogenous BS have been discussed.",
      "mesh_terms": [
        "Adaptation, Physiological",
        "Brassinosteroids",
        "Calcium",
        "Calcium Signaling",
        "Catalase",
        "Cholestanols",
        "Cotyledon",
        "Egtazic Acid",
        "Enzyme Inhibitors",
        "Glycosylphosphatidylinositol Diacylglycerol-Lyase",
        "Hot Temperature",
        "Neomycin",
        "Plant Proteins",
        "Steroids, Heterocyclic",
        "Superoxide Dismutase",
        "Superoxides",
        "Triticum"
      ]
    },
    {
      "pmid": "25726668",
      "title": "[The role of reactive oxygen species and calcium ions in the implementation of the stress-protective effect of brassinosteroids on plant cells].",
      "authors": [
        "Iu E Kolupaev",
        "A A Vaĭner",
        "T O Iastreb",
        "A I Oboznyĭ",
        "V A Khripach"
      ],
      "journal": "Prikladnaia biokhimiia i mikrobiologiia",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of the brassinosteroids (BS) 24-epibrassiniolide and 24-epicastasterone on the thermoresistance of wheat coleoptile (Triticum aestivum L.) and their generation of the superoxide anion radical and antioxidant enzymes activity were investigated. The treatment of coleoptiles with 10 nM solutions of BS caused a transient increase in O2·- generation and a subsequent increase in the activity of superoxide dismutase and catalase and an improvement in heat resistance. Pretreatment of coleoptiles with the NADPH oxidase inhibitor imidazole leveled the increase in production of the superoxide anion radical and prevented an increase in the activity of antioxidant enzymes and the development of cell thermostability. The investigated effects of BS were also depressed by the pretreatment of coleoptile segments with extracellular calcium chelator EGTA and inhibitor of ADP-ribosyl cyclase nicotinamide. A conclusion was made about the participation of calcium ions and reactive oxygen species generated by the action of NADPH oxidase in the implementation of the stress-protective effect of the BS in the cells of wheat coleoptile.",
      "mesh_terms": [
        "ADP-ribosyl Cyclase",
        "Brassinosteroids",
        "Calcium",
        "Catalase",
        "Cholestanols",
        "Cotyledon",
        "Egtazic Acid",
        "Imidazoles",
        "NADPH Oxidases",
        "Niacinamide",
        "Oxidation-Reduction",
        "Plant Growth Regulators",
        "Plant Proteins",
        "Steroids, Heterocyclic",
        "Superoxide Dismutase",
        "Superoxides",
        "Triticum"
      ]
    },
    {
      "pmid": "25522794",
      "title": "Induction of plant virus defense response by brassinosteroids and brassinosteroid signaling in Arabidopsis thaliana.",
      "authors": [
        "Da-Wei Zhang",
        "Xing-Guang Deng",
        "Fa-Qiong Fu",
        "Hong-Hui Lin"
      ],
      "journal": "Planta",
      "publication_date": "2015-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Our study demonstrated that CMV resistance was upregulated by brassinosteroids (BRs) treatment, and BR signaling was needed for this BRs-induced CMV tolerance. Plant steroid hormones, brassinosteroids (BRs), play essential roles in variety of plant developmental processes and adaptation to various biotic and abiotic stresses. BR signal through plasma membrane-localized receptor and other components to modulate several transcription factors that modulate thousands of target genes including certain stress-responsive genes. To study the effects of BRs on plant virus defense and how BRs induce plant virus stress tolerance, we manipulated the BRs levels in Arabidopsis thaliana and found that BRs levels were positively correlated with the tolerance to Cucumber mosaic virus (CMV). We also showed that BRs treatment alleviated photosystem damage, enhanced antioxidant enzymes activity and induced defense-associated genes expression under CMV stress in Arabidopsis. To see whether BR signaling is essential for the plant virus defense response, we made use of BR signaling mutants (a weak allele of the BRs receptor mutant bri1-5 and constitutive BRs response mutant bes1-D). Compared with wild-type Arabidopsis plants, bri1-5 displayed reversed tolerance to CMV, but the resistance was enhanced in bes1-D. Together our results suggest that BRs can induce plant virus defense response through BR signaling.",
      "mesh_terms": [
        "Antioxidants",
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Brassinosteroids",
        "Chlorophyll",
        "Cucumovirus",
        "DNA-Binding Proteins",
        "Gene Expression Regulation, Plant",
        "Host-Pathogen Interactions",
        "Mutation",
        "Nuclear Proteins",
        "Oxidative Stress",
        "Plant Diseases",
        "Plant Growth Regulators",
        "Plants, Genetically Modified",
        "Protein Kinases",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "25377253",
      "title": "Antagonistic regulation of Arabidopsis growth by brassinosteroids and abiotic stresses.",
      "authors": [
        "Yuhee Chung",
        "Soon Il Kwon",
        "Sunghwa Choe"
      ],
      "journal": "Molecules and cells",
      "publication_date": "2014-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To withstand ever-changing environmental stresses, plants are equipped with phytohormone-mediated stress resistance mechanisms. Salt stress triggers abscisic acid (ABA) signaling, which enhances stress tolerance at the expense of growth. ABA is thought to inhibit the action of growth-promoting hormones, including brassinosteroids (BRs). However, the regulatory mechanisms that coordinate ABA and BR activity remain to be discovered. We noticed that ABA-treated seedlings exhibited small, round leaves and short roots, a phenotype that is characteristic of the BR signaling mutant, brassinosteroid insensitive1-9 (bri1-9). To identify genes that are antagonistically regulated by ABA and BRs, we examined published Arabidopsis microarray data sets. Of the list of genes identified, those upregulated by ABA but downregulated by BRs were enriched with a BRRE motif in their promoter sequences. After validating the microarray data using quantitative RT-PCR, we focused on RD26, which is induced by salt stress. Histochemical analysis of transgenic Arabidopsis plants expressing RD26pro:GUS revealed that the induction of GUS expression after NaCl treatment was suppressed by co-treatment with BRs, but enhanced by co-treatment with propiconazole, a BR biosynthetic inhibitor. Similarly, treatment with bikinin, an inhibitor of BIN2 kinase, not only inhibited RD26 expression, but also reduced the survival rate of the plant following exposure to salt stress. Our results suggest that ABA and BRs act antagonistically on their target genes at or after the BIN2 step in BR signaling pathways, and suggest a mechanism by which plants fine-tune their growth, particularly when stress responses and growth compete for resources.",
      "mesh_terms": [
        "Abscisic Acid",
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Brassinosteroids",
        "Drug Antagonism",
        "Gene Expression Regulation, Plant",
        "Nucleotide Motifs",
        "Plant Growth Regulators",
        "Promoter Regions, Genetic",
        "Protein Kinases",
        "Signal Transduction",
        "Sodium Chloride",
        "Stress, Physiological",
        "Transcription Factors"
      ]
    },
    {
      "pmid": "25308099",
      "title": "Foliar application of brassinosteroids alleviates adverse effects of zinc toxicity in radish (Raphanus sativus L.) plants.",
      "authors": [
        "Bellamkonda Ramakrishna",
        "S Seeta Ram Rao"
      ],
      "journal": "Protoplasma",
      "publication_date": "2015-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Growth chamber experiments were conducted to investigate the comparative effect of 24-epibrassinolide (EBL) and 28-homobrassinolide (HBL) at 0.5, 1.0, or 2.0 μM concentrations by foliar application on radish plants growing under Zn(2+) stress. In radish plants exposed to excess Zn(2+), growth was substantially reduced in terms of shoot and root length, fresh and dry weight. However, foliar application of brassinosteroids (BRs) was able to alleviate Zn(2+)-induced stress and significantly improve the above growth traits. Zinc stress decreased chlorophyll a, b, and carotenoids levels in radish plants. However, follow-up treatment with BRs increased the photosynthetic pigments in stressed and stress-free plants. The treatment of BRs led to reduced levels of H2O2, lipid peroxidation and, electrolyte leakage (ELP) and improved the leaf relative water content (RWC) in stressed plants. Increased levels of carbonyls indicating enhanced protein oxidation under Zn(2+) stress was effectively countered by supplementation of BRs. Under Zn(2+) stress, the activities of catalase (CAT), ascorbate peroxidase (APX), and superoxidase dismutase (SOD) were increased but peroxidase (POD) and glutathione reductase (GR) decreased. Foliar spraying of BRs enhanced all these enzymatic activities in radish plants under Zn(2+) stress. The BRs application greatly enhanced contents of ascorbate (ASA), glutathione (GSH), and proline under Zn(2+) stress. The decrease in the activity of nitrate reductase (NR) caused by Zn(2+) stress was restored to the level of control by application of BRs. These results point out that BRs application elevated levels of antioxidative enzymes as well as antioxidants could have conferred resistance to radish plants against Zn(2+) stress resulting in improved plant growth, relative water content and photosynthetic attributes. Of the two BRs, EBL was most effective in amelioration of Zn(2+) stress.",
      "mesh_terms": [
        "Brassinosteroids",
        "Glutathione",
        "Hydrogen Peroxide",
        "Lipid Peroxidation",
        "Malondialdehyde",
        "Oxidative Stress",
        "Photosynthesis",
        "Pigmentation",
        "Plant Leaves",
        "Plant Proteins",
        "Protein Carbonylation",
        "Raphanus",
        "Zinc"
      ]
    },
    {
      "pmid": "25128786",
      "title": "Assessment of candidate reference genes for the expression studies with brassinosteroids in Lolium perenne and Triticum aestivum.",
      "authors": [
        "Barbara Jurczyk",
        "Ewa Pociecha",
        "Anna Janeczko",
        "Robert Paczyński",
        "Marcin Rapacz"
      ],
      "journal": "Journal of plant physiology",
      "publication_date": "2014-Oct-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Quantitative PCR studies need proper reference genes with expression stability exclusively validated under certain experimental conditions. The expression stability of several genes commonly used as references was tested under 24-epibrassinolide (EBR) and temperature treatment. Different statistical approaches (qBase(PLUS), BestKeeper, NormFinder) were used to prepare rankings of expression stability in two species of an economic importance: common wheat (Triticum aestivum) and perennial ryegrass (Lolium perenne). Candidate reference genes were shown to be regulated differentially in these two plant species. The maximum stability values indicated that the expression stability was higher in T. aestivum. Taking into account of all ranks it seems that TBP-1 and UBI in ryegrass and ACT, ADP and EF1A in wheat should be used as reference genes in the brassinosteroids and temperature involving studies.",
      "mesh_terms": [
        "Brassinosteroids",
        "Gene Expression Profiling",
        "Gene Expression Regulation, Plant",
        "Lolium",
        "Real-Time Polymerase Chain Reaction",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Steroids, Heterocyclic",
        "Triticum"
      ]
    },
    {
      "pmid": "24285749",
      "title": "Laser microdissection coupled to transcriptional profiling of Arabidopsis roots inoculated by Plasmodiophora brassicae indicates a role for brassinosteroids in clubroot formation.",
      "authors": [
        "Astrid Schuller",
        "Julia Kehr",
        "Jutta Ludwig-Müller"
      ],
      "journal": "Plant & cell physiology",
      "publication_date": "2014-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The clubroot disease caused by the obligate biotrophic protist Plasmodiophora brassicae on host plants of the Brassicaceae family is characterized by enhanced cell division and cell expansion. Since a typical root section of an infected plant always includes different stages of the pathogen as well as uninfected cells, we were interested in investigating specific developmental stages of the pathogen and their effect on host transcriptional changes. We extended previous microarray studies on whole roots by using laser microdissection and pressure catapulting (LMPC) to isolate individual cells harboring defined developmental stages of the pathogen. In addition, we compared the central cylinder of infected plants with that of control plants. We were especially interested in elucidating the stage-specific hormonal network. The up-regulation of genes involved in auxin and cytokinin metabolism and signaling was confirmed. In addition, we found evidence that brassinosteroid (BR) synthesis and signal perception genes were in many cases up-regulated in enlarged cells and the central cylinder. This was confirmed by quantitative PCR. Treatment of wild-type plants with the BR biosynthesis inhibitor propiconazole reduced gall formation, and the analysis of the BR receptor mutant bri1-6 revealed less severe gall formation than in the respective wild type. Our results identify novel hormone pathways involved in clubroot development. Using LMPC to generate pools of homogeneous cell type populations combined with transcriptome analysis has been very useful to elucidate the regulation of gall growth by this obligate biotropic pathogen in a cell- and stage-specific manner.",
      "mesh_terms": [
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Brassinosteroids",
        "Cytokinins",
        "Gene Expression Profiling",
        "Gene Expression Regulation, Plant",
        "Indoleacetic Acids",
        "Laser Capture Microdissection",
        "Light",
        "Mutation",
        "Plant Growth Regulators",
        "Plant Roots",
        "Plant Tumors",
        "Plasmodiophorida",
        "Signal Transduction",
        "Software",
        "Triazoles",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "23937635",
      "title": "Acceleration of cutaneous wound healing by brassinosteroids.",
      "authors": [
        "Debora Esposito",
        "Thirumurugan Rathinasabapathy",
        "Barbara Schmidt",
        "Michael P Shakarjian",
        "Slavko Komarnytsky",
        "Ilya Raskin"
      ],
      "journal": "Wound repair and regeneration : official publication of the Wound Healing Society [and] the European Tissue Repair Society",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids are plant growth hormones involved in cell growth, division, and differentiation. Their effects in animals are largely unknown, although recent studies showed that the anabolic properties of brassinosteroids are possibly mediated through the phosphoinositide 3-kinase/protein kinase B signaling pathway. Here, we examined biological activity of homobrassinolide (HB) and its synthetic analogues in in vitro proliferation and migration assays in murine fibroblast and primary keratinocyte cell culture. HB stimulated fibroblast proliferation and migration and weakly induced keratinocyte proliferation in vitro. The effects of topical HB administration on progression of wound closure were further tested in the mouse model of cutaneous wound healing. C57BL/6J mice were given a full-thickness dermal wound, and the rate of wound closure was assessed daily for 10 days, with adenosine receptor agonist CGS-21680 as a positive control. Topical application of brassinosteroid significantly reduced wound size and accelerated wound healing in treated animals. mRNA levels of transforming growth factor beta and intercellular adhesion molecule 1 were significantly lower, while tumor necrosis factor alpha was nearly suppressed in the wounds from treated mice. Our data suggest that topical application of brassinosteroids accelerates wound healing by positively modulating inflammatory and reepithelialization phases of the wound repair process, in part by enhancing Akt signaling in the skin at the edges of the wound and enhancing migration of fibroblasts in the wounded area. Targeting this signaling pathway with brassinosteroids may represent a promising approach to the therapy of delayed wound healing.",
      "mesh_terms": [
        "Administration, Topical",
        "Animals",
        "Blotting, Western",
        "Brassinosteroids",
        "Cell Proliferation",
        "Cells, Cultured",
        "Intercellular Adhesion Molecule-1",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Signal Transduction",
        "Skin",
        "Transforming Growth Factor beta",
        "Tumor Necrosis Factor-alpha",
        "Wound Healing"
      ]
    },
    {
      "pmid": "23436553",
      "title": "Determination of endogenous brassinosteroids in plant tissues using solid-phase extraction with double layered cartridge followed by high-performance liquid chromatography-tandem mass spectrometry.",
      "authors": [
        "Jun Ding",
        "Li-Jing Mao",
        "Shao-Ting Wang",
        "Bi-Feng Yuan",
        "Yu-Qi Feng"
      ],
      "journal": "Phytochemical analysis : PCA",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Brassinosteroids (BRs) are a group of important phytohormones that play vital roles in plant growth, development and a series of physiological phenomena. In order to understand biosynthesis, degradation and metabolic pathways of BRs, a reliable analytical method of BRs with effective sample pre-treatment process is favourable. OBJECTIVE: The development of a quick and effective method for the quantification of endogenous BRs in plant tissue with the aid of double layered solid-phase extraction (SPE) cartridges (graphite carbon black and primary secondary amine silica sorbent: GCB/PSA). METHOD: The method involved an initial extraction of BRs with acetonitrile, a dehydration process with anhydrous MgSO4 and NaCl, a SPE purification process with a double layered cartridge, and a further clean-up step utilising liquid-liquid extraction (LLE). The purification process was mainly realised on the GCB/PSA cartridge. GCB could eliminate hydrophobic compounds, especially those containing a π system, and PSA was introduced to remove the polar interferences. Endogenous BRs were quantified by HPLC-ESI-MS/MS. RESULTS: Good linearities were obtained in the range of 0.4-500 ng/mL (0.0124-15 ng), with the correlation coefficients above 0.9957. The relative recoveries of BRs of this method were in the range of 71.1-113.1%, with intra- and interday relative standard deviations (RSDs) less than 16.3%. With the proposed method, the requirement of plant tissue amount was minimised to 1 g fresh weight, which is the smallest amount reported so far, to our knowledge.",
      "mesh_terms": [
        "Acetonitriles",
        "Brassica napus",
        "Brassinosteroids",
        "Buffers",
        "Chromatography, High Pressure Liquid",
        "Hydrogen-Ion Concentration",
        "Liquid-Liquid Extraction",
        "Oryza",
        "Reproducibility of Results",
        "Solid Phase Extraction",
        "Solvents",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "23024048",
      "title": "Hydrogen peroxide functions as a secondary messenger for brassinosteroids-induced CO2 assimilation and carbohydrate metabolism in Cucumis sativus.",
      "authors": [
        "Yu-ping Jiang",
        "Fei Cheng",
        "Yan-hong Zhou",
        "Xiao-jian Xia",
        "Wei-hua Mao",
        "Kai Shi",
        "Zhi-xiang Chen",
        "Jing-quan Yu"
      ],
      "journal": "Journal of Zhejiang University. Science. B",
      "publication_date": "2012-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs) are potent regulators of photosynthesis and crop yield in agricultural crops; however, the mechanism by which BRs increase photosynthesis is not fully understood. Here, we show that foliar application of 24-epibrassinolide (EBR) resulted in increases in CO(2) assimilation, hydrogen peroxide (H(2)O(2)) accumulation, and leaf area in cucumber. H(2)O(2) treatment induced increases in CO(2) assimilation whilst inhibition of the H(2)O(2) accumulation by its generation inhibitor or scavenger completely abolished EBR-induced CO(2) assimilation. Increases of light harvesting due to larger leaf areas in EBR- and H(2)O(2)-treated plants were accompanied by increases in the photochemical efficiency of photosystem II (Φ(PSII)) and photochemical quenching coefficient (q(P)). EBR and H(2)O(2) both activated carboxylation efficiency of ribulose-1,5-bisphosphate oxygenase/carboxylase (Rubisco) from analysis of CO(2) response curve and in vitro measurement of Rubisco activities. Moreover, EBR and H(2)O(2) increased contents of total soluble sugar, sucrose, hexose, and starch, followed by enhanced activities of sugar metabolism such as sucrose phosphate synthase, sucrose synthase, and invertase. Interestingly, expression of transcripts of enzymes involved in starch and sugar utilization were inhibited by EBR and H(2)O(2). However, the effects of EBR on carbohydrate metabolisms were reversed by the H(2)O(2) generation inhibitor diphenyleneodonium (DPI) or scavenger dimethylthiourea (DMTU) pretreatment. All of these results indicate that H(2)O(2) functions as a secondary messenger for EBR-induced CO(2) assimilation and carbohydrate metabolism in cucumber plants. Our study confirms that H(2)O(2) mediates the regulation of photosynthesis by BRs and suggests that EBR and H(2)O(2) regulate Calvin cycle and sugar metabolism via redox signaling and thus increase the photosynthetic potential and yield of crops.",
      "mesh_terms": [
        "Brassinosteroids",
        "Carbohydrate Metabolism",
        "Carbon Dioxide",
        "Chlorophyll",
        "Cucumis sativus",
        "Gene Expression Regulation, Enzymologic",
        "Gene Expression Regulation, Plant",
        "Hydrogen Peroxide",
        "Photosynthesis",
        "Plant Growth Regulators",
        "Reactive Oxygen Species",
        "Ribulose-Bisphosphate Carboxylase",
        "Second Messenger Systems",
        "Seedlings",
        "Steroids, Heterocyclic"
      ]
    },
    {
      "pmid": "22684685",
      "title": "Brassinosteroids are involved in response of cucumber (Cucumis sativus) to iron deficiency.",
      "authors": [
        "Baolan Wang",
        "Yansu Li",
        "Wen-Hao Zhang"
      ],
      "journal": "Annals of botany",
      "publication_date": "2012-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND AND AIMS: Brassinosteroids (BR) are a class of plant polyhydroxysteroids with diverse functions in plant growth and development. However, there is little information on the role of BRs played in the response to nutrient deficiency. METHODS: To evaluate the role of BR in the response of plants to iron (Fe) deficiency, the effect of 24-epibrassinolide (EBR) on ferric reductase (FRO) activity, acidification of the rhizosphere and Fe content in cucumber (Cucumis sativus) seedlings under Fe-deficient (1 µm FeEDTA) and Fe-sufficient (50 µm FeEDTA) conditions were investigated. KEY RESULTS: There was a significant increase in FRO activity upon exposure of cucumber seedlings to an Fe-deficient medium, and the Fe deficiency-induced increase in FRO activity was substantially suppressed by EBR. In contrast, application of EBR to Fe-sufficient seedlings stimulated FRO activity. Ethylene production evoked by Fe deficiency was suppressed by EBR, while EBR induced ethylene production from Fe-sufficient seedlings. Fe contents in shoots were reduced by treatment with EBR, while Fe contents in roots were markedly increased under both Fe-deficient and Fe-sufficient conditions. The reductions in Fe contents of shoots were independent of chlorophyll (CHL) contents under Fe-sufficient conditions, but they were positively correlated with CHL contents under Fe-deficient conditions. At the transcriptional level, transcripts encoding FRO (CsFRO1) and Fe transporter (CsIRT1) were increased upon exposure to the Fe-deficient medium, and the increases in transcripts were reversed by EBR. CONCLUSIONS: The results demonstrate that BRs are likely to play a negative role in regulating Fe-deficiency-induced FRO, expressions of CsFRO1 and CsIRT1, as well as Fe translocation from roots to shoots.",
      "mesh_terms": [
        "Brassinosteroids",
        "Cucumis sativus",
        "Ethylenes",
        "FMN Reductase",
        "Gene Expression Regulation, Plant",
        "Genes, Plant",
        "Iron Deficiencies",
        "Plant Growth Regulators",
        "Plant Roots",
        "Plant Shoots",
        "Protein Transport",
        "Seedlings"
      ]
    },
    {
      "pmid": "22364830",
      "title": "Brassinosteroids induce plant tolerance against phenanthrene by enhancing degradation and detoxification in Solanum lycopersicum L.",
      "authors": [
        "Golam Jalal Ahammed",
        "Chun-Juan Gao",
        "Joshua Otieno Ogweno",
        "Yan-Hong Zhou",
        "Xiao-Jian Xia",
        "Wei-Hua Mao",
        "Kai Shi",
        "Jing-Quan Yu"
      ],
      "journal": "Ecotoxicology and environmental safety",
      "publication_date": "2012-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Polycyclic aromatic hydrocarbons (PAHs) are toxic to both plants and animals. The enhancement of plant tolerance and detoxification capacity is important for the plant-based remediation of PAHs. Therefore, we investigated the effects of 24-epibrassinolide (EBR) on the metabolism of a three-ringed PAH (phenanthrene-PHE) and subsequent stress tolerance in tomato (Solanum lycopersicum L.) plants. Exposure to PHE (300 μM) for 21 d significantly decreased biomass and net CO(2) assimilation (P(n)) but induced photoinhibition, malondialdehyde (MDA), H(2)O(2) and antioxidant enzymes. Obvious ultrastructural alterations were observed in the PHE-treated root tip cells. Importantly, the foliar application of EBR (0.1 μM) significantly increased biomass, P(n) and antioxidant enzyme activities but decreased MDA and H(2)O(2) compared with PHE alone and saved the root cells from severe damage. The expression of detoxification genes (CYP90b3, GSH1, GST1), reduced glutathione (GSH) content and glutathione S-transferase activity in the EBR+PHE-treated plants were higher than those of PHE alone. Additionally, lower levels of PHE residues in the roots were observed as a result of EBR+PHE treatment. Taken together, our results strongly suggest an enhanced and coordinated detoxification and degradation of PHE by EBR.",
      "mesh_terms": [
        "Adaptation, Physiological",
        "Biodegradation, Environmental",
        "Brassinosteroids",
        "Glutathione",
        "Hydrogen Peroxide",
        "Solanum lycopersicum",
        "Malondialdehyde",
        "Plant Roots",
        "Polycyclic Aromatic Hydrocarbons"
      ]
    },
    {
      "pmid": "22131160",
      "title": "Evidence for functional interaction between brassinosteroids and cadmium response in Arabidopsis thaliana.",
      "authors": [
        "Florent Villiers",
        "Agnès Jourdain",
        "Olivier Bastien",
        "Nathalie Leonhardt",
        "Shozo Fujioka",
        "Gabrielle Tichtincky",
        "François Parcy",
        "Jacques Bourguignon",
        "Véronique Hugouvieux"
      ],
      "journal": "Journal of experimental botany",
      "publication_date": "2012-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant hormones, in addition to regulating growth and development, are involved in biotic and abiotic stress responses. To investigate whether a hormone signalling pathway plays a role in the plant response to the heavy metal cadmium (Cd), gene expression data in response to eight hormone treatments were retrieved from the Genevestigator Arabidopsis thaliana database and compared with published microarray analysis performed on plants challenged with Cd. Across more than 3000 Cd-regulated genes, statistical approaches and cluster analyses highlighted that gene expression in response to Cd and brassinosteroids (BR) showed a significant similarity. Of note, over 75% of the genes showing consistent (e.g. opposite) regulation upon BR and Brz (BR biosynthesis inhibitor) exposure exhibited a BR-like response upon Cd exposure. This phenomenon was confirmed by qPCR analysis of the expression level of 10 BR-regulated genes in roots of Cd-treated wild-type (WT) plants. Although no change in BR content was observed in response to Cd in our experimental conditions, adding epibrassinolide (eBL, a synthetic brassinosteroid) to WT plants significantly enhanced Cd-induced root growth inhibition, highlighting a synergistic response between eBL and the metal. This effect was specific to this hormone treatment. On the other hand, dwarf1 seedlings, showing a reduced BR level, exhibited decreased root growth inhibition in response to Cd compared with WT, reversed by the addition of eBL. Similar results were obtained on Brz-treated WT plants. These results argue in favour of an interaction between Cd and BR signalling that modulates plant sensitivity, and opens new perspectives to understand the plant response to Cd.",
      "mesh_terms": [
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Brassinosteroids",
        "Cadmium",
        "Computational Biology",
        "Gene Expression Regulation, Plant",
        "Plants, Genetically Modified",
        "Seedlings"
      ]
    },
    {
      "pmid": "21565386",
      "title": "Brassinosteroids protect photosynthetic machinery against the cadmium induced oxidative stress in two tomato cultivars.",
      "authors": [
        "Syed Aiman Hasan",
        "Shamsul Hayat",
        "Aqil Ahmad"
      ],
      "journal": "Chemosphere",
      "publication_date": "2011-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study was conducted with an aim to gain better insight of brassinosteroid generated response on the effects of cadmium on photosynthetic machinery and active oxygen metabolism in two tomato cultivars (K-25 and Sarvodya). These tomato cultivars were subjected to graded cadmium levels in soil (0, 3, 6, 9 or 12 mg kg(-1) soil) with their foliage being sprayed with 0 or 10(-8) M of 28-homobrassinolide/24-epibrassinolide (HBL/EBL) at 59 d stage. The results suggested that photosynthetic parameters, leaf water potential and activity of several enzymes (nitrate reductase and carbonic anhydrase) decreased significantly in both the cultivars, to a lesser extent in K-25 than Sarvodya with the increasing levels of cadmium in the soil. However, the activity of antioxidant enzymes and proline content increased in response to metal treatment as well as the application of brassinosteroids (HBL/EBL). Overall, exogenous application of brassinosteroids improved the activity of photosynthetic machinery and that of antioxidant defense system in both the cultivars, and also nullified the damaging effect of metal on these parameters.",
      "mesh_terms": [
        "Antioxidants",
        "Brassinosteroids",
        "Cadmium",
        "Cholestanones",
        "Solanum lycopersicum",
        "Oxidative Stress",
        "Photosynthesis",
        "Soil Pollutants",
        "Steroids, Heterocyclic"
      ]
    },
    {
      "pmid": "21444124",
      "title": "Abscisic acid is involved in brassinosteroids-induced chilling tolerance in the suspension cultured cells from Chorispora bungeana.",
      "authors": [
        "Yajie Liu",
        "Haifeng Jiang",
        "Zhiguang Zhao",
        "Lizhe An"
      ],
      "journal": "Journal of plant physiology",
      "publication_date": "2011-Jun-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The objective of this study was to investigate whether abscisic acid (ABA), a second messenger in chilling stress responses, is involved in brassinosteroids (BRs)-induced chilling tolerance in suspension cultured cells from Chorispora bungeana. The suspension cells were treated with 24-epibrassinolide (EBR), ABA, ABA biosynthesis inhibitor fluridone (Flu) and EBR in combination with Flu. Their effects on chilling tolerance, reactive oxygen species (ROS) levels and antioxidant defense system were analyzed. The results showed that EBR treatment markedly alleviated the decrease of cell viability and the increases of ion leakage and lipid peroxidation induced by chilling stress, suggesting that application of EBR could improve the chilling tolerance of C. bungeana suspension cultures. In addition, similar results were observed when exogenous ABA was applied. Treatment with Flu alone and in combination with EBR significantly suppressed cell viability and increased ion leakage and lipid peroxidation under low temperature conditions, indicating that the inhibition of ABA biosynthesis could decrease the chilling tolerance of C. bungeana suspension cultures and the EBR-enhanced chilling tolerance. Further analyses showed that EBR and ABA enhanced antioxidant defense and slowed down the accumulation of ROS caused by chilling. However, Flu application differentially blocked these protective effects of EBR. Moreover, EBR was able to mimic the effect of ABA by markedly increasing ABA content in the suspension cells under chilling conditions, whereas the EBR-induced ABA accumulation was inhibited by the addition of Flu. Taken together, these results demonstrate that EBR may confer chilling tolerance to C. bungeana suspension cultured cells by enhancing the antioxidant defense system, which is partially mediated by ABA, resulting in preventing the overproduction of ROS to alleviate oxidative injury induced by chilling.",
      "mesh_terms": [
        "Abscisic Acid",
        "Adaptation, Physiological",
        "Antioxidants",
        "Brassicaceae",
        "Brassinosteroids",
        "Cell Survival",
        "Cells, Cultured",
        "Cholestanols",
        "Cold Temperature",
        "Lipid Peroxidation",
        "Oxidative Stress",
        "Pyridones",
        "Reactive Oxygen Species",
        "Signal Transduction",
        "Steroids, Heterocyclic"
      ]
    },
    {
      "pmid": "21054437",
      "title": "Role of nitric oxide in hydrogen peroxide-dependent induction of abiotic stress tolerance by brassinosteroids in cucumber.",
      "authors": [
        "Jin-Xia Cui",
        "Yan-Hong Zhou",
        "Jian-Gang Ding",
        "Xiao-Jian Xia",
        "Kai Shi",
        "Shuang-Chen Chen",
        "Tadao Asami",
        "Zhixiang Chen",
        "Jing-Quan Yu"
      ],
      "journal": "Plant, cell & environment",
      "publication_date": "2011-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs) can induce plant tolerance to a variety of abiotic stresses by triggering the generation of H(2) O(2) as a signalling molecule in cucumber leaves. Whether nitric oxide (NO) also plays a signalling role and, if so, what is the relationship between NO and H(2) O(2) in BR-induced stress tolerance are unknown. Involvement of NO and H(2) O(2) in BR-induced tolerance was examined. NO accumulation and defence related gene transcripts were monitored by confocal laser-scanning microscopy and qRT-PCR, respectively. NO content was elevated after treatment with 24-epibrassinolide (EBR) and reduced with the inhibition of BR biosynthesis. EBR-induced NO production was blocked by pre-treatment with inhibitor of NADPH oxidase and a reactive oxygen species scavenger. On the other hand, EBR-induced H(2) O(2) generation was not sensitive to NO scavenger or inhibitor of NO production. Scavenging or inhibition of NO production inhibited EBR-induced tolerance to photo-oxidative and cold stress and partly blocked EBR-induced expression and activities of several antioxidant enzymes. Pre-treatment of the exogenous NO precursor, on the other hand, led to both increased stress tolerance and increased expression of antioxidant enzymes. These results strongly suggest that NO plays an important role in H(2) O(2) -dependent induction of plant stress tolerance by BR.",
      "mesh_terms": [
        "Adaptation, Physiological",
        "Brassinosteroids",
        "Cucumis sativus",
        "Gene Expression Regulation, Plant",
        "Glutathione Reductase",
        "Hydrogen Peroxide",
        "Microscopy, Confocal",
        "Nitric Oxide",
        "Plant Growth Regulators",
        "Plant Leaves",
        "Plant Proteins",
        "Seedlings",
        "Signal Transduction",
        "Steroids, Heterocyclic",
        "Triazoles"
      ]
    },
    {
      "pmid": "20833159",
      "title": "Brassinosteroids cause cell cycle arrest and apoptosis of human breast cancer cells.",
      "authors": [
        "Jana Steigerová",
        "Jana Oklešťková",
        "Monika Levková",
        "Lucie Rárová",
        "Zdeněk Kolář",
        "Miroslav Strnad"
      ],
      "journal": "Chemico-biological interactions",
      "publication_date": "2010-Dec-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs) are plant hormones that appear to be ubiquitous in both lower and higher plants. Recently, we published the first evidence that some natural BRs induce cell growth inhibitory responses in several human cancer cell lines without affecting normal non-tumor cell growth (BJ fibroblasts). The aim of the study presented here was to examine the mechanism of the antiproliferative activity of the natural BRs 28-homocastasterone (28-homoCS) and 24-epibrassinolide (24-epiBL) in human hormone-sensitive and -insensitive (MCF-7 and MDA-MB-468, respectively) breast cancer cell lines. The effects of 6, 12 and 24h treatments with 28-homoCS and 24-epiBL on cancer cells were surveyed using flow cytometry, Western blotting, TUNEL assays and immunofluorescence analyses. The studied BRs inhibited cell growth and induced blocks in the G(1) cell cycle phase. ER-α immunoreactivity was uniformly present in the nuclei of control MCF-7 cells, while cytoplasmic speckles of ER-α immunofluorescence appeared in BR-treated cells (IC(50), 24h). ER-β was relocated to the nuclei following 28-homoCS treatment and found predominantly at the periphery of the nuclei in 24-epiBL-treated cells after 24h of treatment. These changes were also accompanied by down-regulation of the ERs following BR treatment. In addition, BR application to breast cancer cells resulted in G(1) phase arrest. Furthermore, TUNEL staining and double staining with propidium iodide and acridine orange demonstrated the BR-mediated induction of apoptosis in both cell lines, although changes in the expression of apoptosis-related proteins were modulated differently by the BRs in each cell line. The studied BRs seem to exert potent growth inhibitory effects via interactions with the cell cycle machinery, and they could be highly valuable leads for agents for managing breast cancer.",
      "mesh_terms": [
        "Apoptosis",
        "Brassinosteroids",
        "Breast Neoplasms",
        "Cell Cycle",
        "Cell Cycle Proteins",
        "Cell Line, Tumor",
        "Cholestanols",
        "Cholestanones",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "Protein Transport",
        "Receptors, Estrogen",
        "Signal Transduction",
        "Steroids, Heterocyclic"
      ]
    },
    {
      "pmid": "19760261",
      "title": "Brassinosteroids promote photosynthesis and growth by enhancing activation of Rubisco and expression of photosynthetic genes in Cucumis sativus.",
      "authors": [
        "Xiao-Jian Xia",
        "Li-Feng Huang",
        "Yan-Hong Zhou",
        "Wei-Hua Mao",
        "Kai Shi",
        "Jian-Xiang Wu",
        "Tadao Asami",
        "Zhixiang Chen",
        "Jing-Quan Yu"
      ],
      "journal": "Planta",
      "publication_date": "2009-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs) are a new group of plant growth substances that promote plant growth and productivity. We showed in this study that improved growth of cucumber (Cucumis sativus) plants after treatment with 24-epibrassinolide (EBR), an active BR, was associated with increased CO(2) assimilation and quantum yield of PSII (Phi(PSII)). Treatment of brassinazole (Brz), a specific inhibitor for BR biosynthesis, reduced plant growth and at the same time decreased CO(2) assimilation and Phi(PSII). Thus, the growth-promoting activity of BRs can be, at least partly, attributed to enhanced plant photosynthesis. To understand how BRs enhance photosynthesis, we have analyzed the effects of EBR and Brz on a number of photosynthetic parameters and their affecting factors, including the contents and activity of ribulose-1,5-bisphosphate carboxylase/oxygenase (Rubisco). Northern and Western blotting demonstrated that EBR upregulated, while Brz downregulated, the expressions of rbcL, rbcS and other photosynthetic genes. In addition, EBR had a positive effect on the activation of Rubisco based on increased maximum Rubisco carboxylation rates (V (c,max)), total Rubisco activity and, to a greater extent, initial Rubisco activity. The accumulation patterns of Rubisco activase (RCA) based on immunogold-labeling experiments suggested a role of RCA in BR-regulated activation state of Rubisco. Enhanced expression of genes encoding other Calvin cycle genes after EBR treatment may also play a positive role in RuBP regeneration (J (max)), thereby increasing maximum carboxylation rate of Rubisco (V (c,max)). Thus, BRs promote photosynthesis and growth by positively regulating synthesis and activation of a variety of photosynthetic enzymes including Rubisco in cucumber.",
      "mesh_terms": [
        "Biomass",
        "Blotting, Western",
        "Brassinosteroids",
        "Carbon Dioxide",
        "Chlorophyll",
        "Cholestanols",
        "Cucumis sativus",
        "Gene Expression Regulation, Plant",
        "Hexoses",
        "Kinetics",
        "Photosynthesis",
        "Plant Growth Regulators",
        "Plant Leaves",
        "Plant Proteins",
        "Plant Roots",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Ribulose-Bisphosphate Carboxylase",
        "Starch",
        "Steroids, Heterocyclic",
        "Sucrose",
        "Triazoles"
      ]
    },
    {
      "pmid": "19694443",
      "title": "Brassinosteroids promote metabolism of pesticides in cucumber.",
      "authors": [
        "Xiao Jian Xia",
        "Yun Zhang",
        "Jing Xue Wu",
        "Ji Tao Wang",
        "Yan Hong Zhou",
        "Kai Shi",
        "Yun Long Yu",
        "Jing Quan Yu"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2009-Sep-23",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs) are known to protect crops from the toxicity of herbicides, fungicides and insecticides. It is shown here that application of 24-epibrassinolide (EBR) accelerated metabolism of various pesticides and consequently reduced their residual levels in cucumber ( Cucumis sativus L). Chlorpyrifos, a widely used insecticide, caused significant reductions of net photosynthetic rate (Pn) and quantum yield of PSII (Phi(PSII)) in cucumber leaves. EBR pretreatment alleviated the declines of Pn and Phi(PSII) caused by chlorpyrifos application, and this effect of EBR was associated with reductions of chlorpyrifos residues. To understand how EBR promotes chlorpyrifos metabolism, the effects of EBR on activity and expression of enzymes involved in pesticide metabolism were analyzed. EBR had a positive effect on the activation of glutathione S-transferase (GST), peroxidase (POD), and glutathione reductase (GR) after treatment with chlorpyrifos, although the effect on GR was attenuated at later time points when plants were treated with 1 mM chlorpyrifos. In addition, EBR enhanced the expression of P450 and MRP, which encode P450 monooxygenase and ABC-type transporter, respectively. However, the expression of GST was consistently lower than that of plants treated with only chlorpyrifos. Importantly, the stimulatory effect of EBR on pesticide metabolism was also observed for cypermethrin, chlorothalonil, and carbendazim, which was attributed to the enhanced activity and genes involved in pesticide metabolism. The results suggest that BRs may be promising, environmentally friendly, natural substances suitable for wide application to reduce the risks of human and environment exposure to pesticides.",
      "mesh_terms": [
        "Brassinosteroids",
        "Chlorpyrifos",
        "Cholestanols",
        "Cucumis sativus",
        "Cytochrome P-450 Enzyme System",
        "Enzyme Activation",
        "Gene Expression",
        "Glutathione Reductase",
        "Glutathione Transferase",
        "Peroxidase",
        "Pesticides",
        "Plant Growth Regulators",
        "Steroids, Heterocyclic"
      ]
    },
    {
      "pmid": "19605414",
      "title": "Involvement of C-22-hydroxylated brassinosteroids in auxin-induced lamina joint bending in rice.",
      "authors": [
        "Ayako Nakamura",
        "Shozo Fujioka",
        "Suguru Takatsuto",
        "Masafumi Tsujimoto",
        "Hidemi Kitano",
        "Shigeo Yoshida",
        "Tadao Asami",
        "Takeshi Nakano"
      ],
      "journal": "Plant & cell physiology",
      "publication_date": "2009-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The rice lamina joint is ideal material for investigating the activity of brassinosteroids (BRs) and auxin because of its high sensitivity to these compounds. Using a series of rice BR biosynthetic and receptor mutants, we conducted lamina joint tests to elucidate the mechanism of cross-talk between BR and auxin signaling in lamina joint bending. In BR biosynthetic mutants d2 and brd1, which are defective in C-23 hydroxylase and C-6 oxidase, respectively, the lamina joint response to auxin was significantly higher than that of wild-type plants. The other BR-biosynthetic mutants, brd2, osdwarf4 and d11, which are defective in C-22-hydroxylated BRs, showed less or no response to auxin. These results suggest that C-22-hydroxylated BRs are involved in auxin-induced lamina joint bending. The results were supported by the observation that inhibition of the hyper-response to auxin in d2 was reduced by treatment with brassinazole, which inhibits the function of DWARF4, the C-22 hydroxylase. In d61, which is defective in OsBRI1, a possible BR receptor in rice, the bending angle of the lamina joint in response to auxin and C-22-hydroxylated 6-deoxoBRs was nearly the same as that in wild-type plants. This implies that C-22-hydroxylated BRs function in auxin signaling independently of OsBRI1. From these observations, we propose that C-22-hydroxylated BRs participate in auxin signaling via a novel OsBRI1-independent signaling pathway.",
      "mesh_terms": [
        "Brassinosteroids",
        "Cell Enlargement",
        "Cholestanols",
        "Indoleacetic Acids",
        "Mutation",
        "Oryza",
        "Plant Growth Regulators",
        "Plant Leaves",
        "Protein Serine-Threonine Kinases",
        "Steroids, Heterocyclic"
      ]
    },
    {
      "pmid": "19203977",
      "title": "Shooting control by brassinosteroids: metabolomic analysis and effect of brassinazole on Malus prunifolia, the Marubakaido apple rootstock.",
      "authors": [
        "Adaucto B Pereira-Netto",
        "Ute Roessner",
        "Shozo Fujioka",
        "Antony Bacic",
        "Tadao Asami",
        "Shigeo Yoshida",
        "Steven D Clouse"
      ],
      "journal": "Tree physiology",
      "publication_date": "2009-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "To help unravel the role of brassinosteroids (BRs) in the control of shooting, we treated the shoots of Marubakaido apple rootstock (Malus prunifolia (Willd.) Borkh cv. Marubakaido) with brassinolide and Brz 220, an inhibitor of BR biosynthesis. Brassinolide differentially affected elongation and formation of main and primary lateral shoots, which resulted in reduced apical dominance. Treatment of shoots with increasing doses of Brz 220 led to a progressive inhibition of main shoot elongation. Eight different BRs were also identified in the shoots of M. prunifolia. Progressive decline in 6-deoxocathasterone, 6-deoxotyphasterol and castasterone was related to increased doses of Brz 220. Analysis of the metabolic profiles between a fluoro-containing derivative of 28-homocastasterone (5F-HCS) using treated and untreated shoots demonstrated that no 5F-HCS-specific metabolite was identified. However, 4 weeks after the treatment, fructose, glucose and the putatively identified gulonic acid were higher in 5F-HCS-treated shoots, compared to untreated shoots. These results indicate that the previously reported 5F-HCS-induced stimulation of shoot elongation and formation of new shoots in the Marubakaido shoots is under the control of changes in the endogenous BR pool. In addition, the results presented in this report also indicate that the 5F-HCS-induced shooting likely involves a variety of different mechanisms and consequently does not result from changes in the endogenous levels of any single metabolite.",
      "mesh_terms": [
        "Cholestanones",
        "Dioxoles",
        "Fructose",
        "Glucose",
        "Malus",
        "Plant Growth Regulators",
        "Plant Shoots",
        "Steroids",
        "Sugar Acids",
        "Triazoles"
      ]
    },
    {
      "pmid": "18980660",
      "title": "OsGSR1 is involved in crosstalk between gibberellins and brassinosteroids in rice.",
      "authors": [
        "Li Wang",
        "Zhen Wang",
        "Yunyuan Xu",
        "Se-Hwan Joo",
        "Seong-Ki Kim",
        "Zhen Xue",
        "Zhihong Xu",
        "Zhiyong Wang",
        "Kang Chong"
      ],
      "journal": "The Plant journal : for cell and molecular biology",
      "publication_date": "2009-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Gibberellins (GAs) and brassinosteroids (BRs), two growth-promoting phytohormones, regulate many common physiological processes. Their interactions at the molecular level remain unclear. Here, we demonstrate that OsGSR1, a member of the GAST (GA-stimulated transcript) gene family, is induced by GA and repressed by BR. RNA interference (RNAi) transgenic rice plants with reduced OsGSR1 expression show phenotypes similar to plants deficient in BR, including short primary roots, erect leaves and reduced fertility. The OsGSR1 RNAi transgenic rice shows a reduced level of endogenous BR, and the dwarf phenotype could be rescued by the application of brassinolide. The yeast two-hybrid assay revealed that OsGSR1 interacts with DIM/DWF1, an enzyme that catalyzes the conversion from 24-methylenecholesterol to campesterol in BR biosynthesis. These results suggest that OsGSR1 activates BR synthesis by directly regulating a BR biosynthetic enzyme at the post-translational level. Furthermore, OsGSR1 RNAi plants show a reduced sensitivity to GA treatment, an increased expression of the GA biosynthetic gene OsGA20ox2, which is feedback inhibited by GA signaling, and an elevated level of endogenous GA: together, these suggest that OsGSR1 is a positive regulator of GA signaling. These results demonstrate that OsGSR1 plays important roles in both BR and GA pathways, and also mediates an interaction between the two signaling pathways.",
      "mesh_terms": [
        "Brassinosteroids",
        "Cholestanols",
        "Cholesterol",
        "Gene Expression Regulation, Plant",
        "Gibberellins",
        "Oryza",
        "Phenotype",
        "Phytosterols",
        "Plant Growth Regulators",
        "Plant Proteins",
        "Plants, Genetically Modified",
        "RNA Interference",
        "RNA, Plant",
        "Steroids, Heterocyclic",
        "Two-Hybrid System Techniques"
      ]
    },
    {
      "pmid": "18515830",
      "title": "A role of brassinosteroids in early fruit development in cucumber.",
      "authors": [
        "Feng Qing Fu",
        "Wei Hua Mao",
        "Kai Shi",
        "Yan Hong Zhou",
        "Tadao Asami",
        "Jing Quan Yu"
      ],
      "journal": "Journal of experimental botany",
      "publication_date": "2008",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs) are essential for many biological processes in plants, however, little is known about their roles in early fruit development. To address this, BR levels were manipulated through the application of exogenous BRs (24-epibrassinolide, EBR) or a BR biosynthesis inhibitor (brassinazole, Brz) and their effects on early fruit development, cell division, and expression of cyclin and cyclin-dependent kinases (CDKs) genes were examined in two cucumber cultivars that differ in parthenocarpic capacity. The application of EBR induced parthenocarpic growth accompanied by active cell division in Jinchun No. 4, a cultivar without parthenocarpic capacity, whereas Brz treatment inhibited fruit set and, subsequently, fruit growth in Jinchun No. 2, a cultivar with natural parthenocarpic capacity, and this inhibitory effect could be rescued by the application of EBR. RT-PCR analysis showed both pollination and EBR induced expression of cell cycle-related genes (CycA, CycB, CycD3;1, CycD3;2, and CDKB) after anthesis. cDNA sequences for CsCycD3;1 and CsCycD3;2 were isolated through PCR amplification. Both CsCycD3;1 and CsCycD3;2 transcripts were up-regulated by EBR treatment and pollination but strongly repressed by Brz treatment. Meanwhile, BR6ox1 and SMT transcripts, two genes involved in BR synthesis, exhibited feedback regulation. These results strongly suggest that BRs play an important role during early fruit development in cucumber.",
      "mesh_terms": [
        "Amino Acid Sequence",
        "Arabidopsis Proteins",
        "Brassinosteroids",
        "Cell Cycle Proteins",
        "Cell Division",
        "Cholestanols",
        "Cucumis sativus",
        "Cyclins",
        "Flowers",
        "Fruit",
        "Gene Expression Regulation, Developmental",
        "Gene Expression Regulation, Plant",
        "Molecular Sequence Data",
        "Phylogeny",
        "Plant Growth Regulators",
        "Plant Lectins",
        "Pollination",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Sequence Alignment",
        "Steroids, Heterocyclic"
      ]
    },
    {
      "pmid": "17869317",
      "title": "Anticancer and antiproliferative activity of natural brassinosteroids.",
      "authors": [
        "Jana Malíková",
        "Jana Swaczynová",
        "Zdenek Kolár",
        "Miroslav Strnad"
      ],
      "journal": "Phytochemistry",
      "publication_date": "2008-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs) are steroid plant hormones that are essential for many plant growth and developmental processes, including cell expansion, vascular differentiation and stress responses. Up to now the inhibitory effects of BRs on cell division of mammalian cells are unknown. To determine basic anticancer structure-activity relationships of natural BRs on human cells, several normal and cancer cell lines have been used. Several of the tested BRs were found to have high cytotoxic activity. Therefore, in our next series of experiments, we tested the effects of the most promising and readily available BR analogues with interesting anticancer properties, 28-homocastasterone (1) and 24-epibrassinolide (2), on the viability, proliferation, and cycling of hormone-sensitive/insensitive (MCF-7/MDA-MB-468) breast and (LNCaP/DU-145) prostate cancer cell lines to determine whether the discovered cytotoxic activity of BRs could be, at least partially, related to brassinosteroid-nuclear receptor interactions. Both BRs inhibited cell growth in a dose-dependent manner in the cancer cell lines. Flow cytometry analysis showed that BR treatment arrested MCF-7, MDA-MB-468 and LNCaP cells in G(1) phase of the cell cycle and induced apoptosis in MDA-MB-468, LNCaP, and slightly in the DU-145 cells. Our results provide the first evidence that natural BRs can inhibit the growth, at micromolar concentrations, of several human cancer cell lines without affecting the growth of normal cells. Therefore, these plant hormones are promising leads for potential anticancer drugs.",
      "mesh_terms": [
        "Antineoplastic Agents",
        "Biological Products",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Humans",
        "Molecular Structure",
        "Steroids"
      ]
    },
    {
      "pmid": "16847571",
      "title": "A proteomics study of the mung bean epicotyl regulated by brassinosteroids under conditions of chilling stress.",
      "authors": [
        "Bin Huang",
        "Chien-Hua Chu",
        "Shu-Ling Chen",
        "Hsueh-Fen Juan",
        "Yih-Ming Chen"
      ],
      "journal": "Cellular & molecular biology letters",
      "publication_date": "2006",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Mung bean CYP90A2 is a putative brassinosteroid (BR) synthetic gene that shares 77% identity with the Arabidopsis CPD gene. It was strongly suppressed by chilling stress. This implies that exogenous treatment with BR could allow the plant to recover from the inhibited growth caused by chilling. In this study, we used proteomics to investigate whether the mung bean epicotyl can be regulated by brassinosteroids under conditions of chilling stress. Mung bean epicotyls whose growth was initially suppressed by chilling partly recovered their ability to elongate after treatment with 24-epibrassinolde; 17 proteins down-regulated by this chilling were re-up-regulated. These up-regulated proteins are involved in methionine assimilation, ATP synthesis, cell wall construction and the stress response. This is consistent with the re-up-regulation of methionine synthase and S-adenosyl-L-methionine synthetase, since chilling-inhibited mung bean epicotyl elongation could be partially recovered by exogenous treatment with DL-methionine. This is the first proteome established for the mung bean species. The regulatory relationship between brassinosteroids and chilling conditions was investigated, and possible mechanisms are discussed herein.",
      "mesh_terms": [
        "Adaptation, Physiological",
        "Brassinosteroids",
        "Cholestanols",
        "Cold Temperature",
        "Cotyledon",
        "Cytochrome P-450 Enzyme System",
        "Fabaceae",
        "Feedback, Physiological",
        "Gene Expression Profiling",
        "Methionine",
        "Plant Proteins",
        "Proteomics",
        "Seedlings",
        "Spectrometry, Mass, Matrix-Assisted Laser Desorption-Ionization",
        "Steroids, Heterocyclic",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "16407451",
      "title": "The regulation of DWARF4 expression is likely a critical mechanism in maintaining the homeostasis of bioactive brassinosteroids in Arabidopsis.",
      "authors": [
        "Ho Bang Kim",
        "Mi Kwon",
        "Hojin Ryu",
        "Shozo Fujioka",
        "Suguru Takatsuto",
        "Shigeo Yoshida",
        "Chung Sun An",
        "Ilha Lee",
        "Ildoo Hwang",
        "Sunghwa Choe"
      ],
      "journal": "Plant physiology",
      "publication_date": "2006-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Mutants that are defective in brassinosteroid (BR) biosynthesis or signaling display severely retarded growth patterns due to absence of growth-promoting effects by BRs. Arabidopsis (Arabidopsis thaliana) DWARF4 (DWF4) catalyzes a flux-determining step in the BR biosynthetic pathways. Thus, it is hypothesized that the tissues of DWF4 expression may represent the sites of BR biosynthesis in Arabidopsis. Here we show that DWF4 transcripts accumulate in the actively growing tissues, such as root, shoot apices with floral clusters, joint tissues of root and shoot, and dark-grown seedlings. Conforming to the RNA gel-blot analysis, DWF4:beta-glucuronidase (GUS) histochemical analyses more precisely define the tissues that express the DWF4 gene. Examination of the endogenous levels of BRs in six and seven different tissues of wild type and brassinosteroid insensitive1-5 mutant, respectively, revealed that BRs are significantly enriched in roots, shoot tips, and joint tissues of roots and shoots. In addition, DWF4:GUS expression was negatively regulated by BRs. DWF4:GUS activity was increased by treatment with brassinazole, a BR biosynthetic inhibitor, and decreased by exogenous application of bioactive BRs. When DWF4:GUS was expressed in a different genetic background, its level was down-regulated in brassinazole resistant1-D, confirming that BRASSINAZOLE RESISTANT1 acts as a negative regulator of DWF4. Interestingly, in the brassinosteroid insensitive2/dwf12-1D background, DWF4:GUS expression was intensified and delocalized to elongating zones of root, suggesting that BRASSINOSTEROID INSENSITIVE2 is an important factor that limits DWF4 expression. Thus, it is likely that the DWF4 promoter serves as a focal point in maintaining homeostasis of endogenous bioactive BR pools in specific tissues of Arabidopsis.",
      "mesh_terms": [
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Cytochrome P-450 Enzyme System",
        "Endoplasmic Reticulum",
        "Flowers",
        "Gene Expression Regulation, Plant",
        "Homeostasis",
        "Light",
        "Molecular Sequence Data",
        "Plant Growth Regulators",
        "Plant Roots",
        "Plant Shoots",
        "Protoplasts",
        "RNA, Plant",
        "Recombinant Fusion Proteins",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Seedlings",
        "Steroid Hydroxylases",
        "Steroids"
      ]
    },
    {
      "pmid": "16141452",
      "title": "Brassinosteroids stimulate plant tropisms through modulation of polar auxin transport in Brassica and Arabidopsis.",
      "authors": [
        "Li Li",
        "Jian Xu",
        "Zhi-Hong Xu",
        "Hong-Wei Xue"
      ],
      "journal": "The Plant cell",
      "publication_date": "2005-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Brassinosteroids (BRs) are important plant growth regulators in multiple developmental processes. Previous studies have indicated that BR treatment enhanced auxin-related responses, but the underlying mechanisms remain unknown. Using (14)C-labeled indole-3-acetic acid and Arabidopsis thaliana plants harboring an auxin-responsive reporter construct, we show that the BR brassinolide (BL) stimulates polar auxin transport capacities and modifies the distribution of endogenous auxin. In plants treated with BL or defective in BR biosynthesis or signaling, the transcription of PIN genes, which facilitate functional auxin transport in plants, was differentially regulated. In addition, BL enhanced plant tropistic responses by promoting the accumulation of the PIN2 protein from the root tip to the elongation zone and stimulating the expression and dispersed localization of ROP2 during tropistic responses. Constitutive overexpression of ROP2 results in enhanced polar accumulation of PIN2 protein in the root elongation region and increased gravitropism, which is significantly affected by latrunculin B, an inhibitor of F-actin assembly. The ROP2 dominant negative mutants (35S-ROP2-DA/DN) show delayed tropistic responses, and this delay cannot be reversed by BL addition, strongly supporting the idea that ROP2 modulates the functional localization of PIN2 through regulation of the assembly/reassembly of F-actins, thereby mediating the BR effects on polar auxin transport and tropistic responses.",
      "mesh_terms": [
        "Actins",
        "Arabidopsis",
        "Arabidopsis Proteins",
        "Brassica",
        "Brassinosteroids",
        "Bridged Bicyclo Compounds, Heterocyclic",
        "Carrier Proteins",
        "Cholestanols",
        "GTP Phosphohydrolases",
        "GTP-Binding Proteins",
        "Gene Expression Regulation, Plant",
        "Indoleacetic Acids",
        "Mutation",
        "Plant Growth Regulators",
        "Plant Roots",
        "Steroids, Heterocyclic",
        "Thiazoles",
        "Thiazolidines",
        "Tropism"
      ]
    },
    {
      "pmid": "15107450",
      "title": "A role for brassinosteroids in the regulation of photosynthesis in Cucumis sativus.",
      "authors": [
        "Jing Quan Yu",
        "Li Feng Huang",
        "Wen Hai Hu",
        "Yan Hong Zhou",
        "Wei Hua Mao",
        "Su Feng Ye",
        "Salvador Nogués"
      ],
      "journal": "Journal of experimental botany",
      "publication_date": "2004-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effects of 24-epibrassinolide (EBR) spray application on gas-exchange, chlorophyll fluorescence characteristics, Rubisco activity, and carbohydrate metabolism were investigated in cucumber (Cucumis sativus L. cv. Jinchun No. 3) plants grown in a greenhouse. EBR significantly increased the light-saturated net CO(2) assimilation rate (A(sat)) from 3 h to 7d after spraying, with 0.1 mg l(-1) EBR proving most effective. Increased A(sat) in EBR-treated leaves was accompanied by increases in the maximum carboxylation rate of Rubisco (V(c,max)) and in the maximum rate of RuBP regeneration (J(max)). EBR-treated leaves also had a higher quantum yield of PSII electron transport (phi(PSII)) than the controls, which was mainly due to a significant increase in the photochemical quenching (q(P)), with no change in the efficiency of energy capture by open PSII reaction centres (F'(v)/F'(m)). EBR did not influence photorespiration. In addition, significant increases in the initial activity of Rubisco and in the sucrose, soluble sugars, and starch contents were observed followed by substantial increases in sucrose phosphate synthase (SPS), sucrose synthase (SS), and acid invertase (AI) activities after EBR treatment. It was concluded that EBR increases the capacity of CO(2) assimilation in the Calvin cycle, which was mainly attributed to an increase in the initial activity of Rubisco.",
      "mesh_terms": [
        "Brassinosteroids",
        "Carbon Dioxide",
        "Chlorophyll",
        "Cholestanols",
        "Cucumis sativus",
        "Gases",
        "Kinetics",
        "Photosynthesis",
        "Photosystem II Protein Complex",
        "Plant Growth Regulators",
        "Regression Analysis",
        "Ribulose-Bisphosphate Carboxylase",
        "Spectrometry, Fluorescence",
        "Steroids, Heterocyclic"
      ]
    }
  ]
}