{
  "supplement": "Breastfeeding",
  "query": "Breastfeeding[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:21:58",
  "research_count": 2750,
  "count": 99,
  "articles": [
    {
      "pmid": "40301931",
      "title": "Exclusive breastfeeding and its associated factors among children aged 0-5 months in Sierra Leone: a multilevel analysis.",
      "authors": [
        "Alieu Tommy",
        "Augustus Osborne",
        "Ola Farid Jahanpour",
        "Lovel Fornah",
        "Joseph Sam Kanu",
        "Longying Zha"
      ],
      "journal": "International breastfeeding journal",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Exclusive breastfeeding is a crucial public health intervention with significant benefits for infants and maternal health. In Sierra Leone, despite national efforts to promote exclusive breastfeeding, prevalence remains suboptimal. Understanding the factors influencing exclusive breastfeeding practices among children aged 0-5 months is essential for developing effective interventions to increase exclusive breastfeeding rates. This study examined the sociodemographic, and healthcare-related factors associated with exclusive breastfeeding in Sierra Leone. METHODS: Data from the 2019 Sierra Leone Demographic and Health Survey was used for the study. A mixed-effect multilevel binary logistic regression models was fitted to examine the factors associated with exclusive breastfeeding in Sierra Leone. The results were presented as adjusted odds ratios (aOR) with a 95% confidence interval (CI) and intra-cluster correlation coefficients. RESULTS: The prevalence of exclusive breastfeeding among children aged 0-5 months was 54.1% (95% CI 50.2, 57.9) in Sierra Leone. Children aged 2-3 months (aOR 0.30; 95% CI: 0.20, 0.45) and 4-5 months (aOR 0.08; 95% CI: 0.05, 0.13) had lower odds of exclusive breastfeeding than those aged 0-1 months. Children of mothers with a history of skilled birth attendance (aOR 0.55; 95% CI: 0.32, 0.96) had lower odds of exclusive breastfeeding than those without skilled birth attendance. Children of mothers in rural areas (aOR 1.62; 95% CI: 1.03, 2.55) had higher odds for exclusive breastfeeding than those in urban areas. CONCLUSION: The findings suggest a need for targeted interventions to improve exclusive breastfeeding rates, particularly for infants aged 2-5 months, where the odds are significantly lower. There is also a critical need to enhance postnatal care and education for mothers, especially those with skilled birth attendance, to ensure they receive adequate support for breastfeeding practices. Furthermore, leveraging the strengths observed in rural areas could inform community-based strategies that promote exclusive breastfeeding, highlighting the importance of culturally sensitive approaches that address the unique challenges faced by urban mothers.",
      "mesh_terms": [
        "Humans",
        "Sierra Leone",
        "Breast Feeding",
        "Infant",
        "Female",
        "Infant, Newborn",
        "Adult",
        "Male",
        "Multilevel Analysis",
        "Young Adult",
        "Mothers",
        "Adolescent",
        "Socioeconomic Factors"
      ]
    },
    {
      "pmid": "40293995",
      "title": "Evaluation of a combination adherence strategy to support HIV antiretroviral therapy for pregnancy and breastfeeding in Malawi: A pilot randomized clinical trial.",
      "authors": [
        "Wilbroad Mutale",
        "Lauren A Graybill",
        "Friday Saidi",
        "Twambilile Phanga",
        "K Rivet Amico",
        "Kellie Freeborn",
        "Nora E Rosenberg",
        "Lauren M Hill",
        "Twaambo Hamoonga",
        "Brian D Richardson",
        "Katie R Mollan",
        "Benjamin H Chi"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: There has been tremendous progress in reducing vertical transmission of HIV in the past two decades due to the broad availability of antiretroviral therapy (ART) globally. Despite this progress, new paediatric infections are still occurring. METHODS: In a pilot study, we evaluated a combination adherence support package, which included an adapted motivational interviewing-informed counselling approach (Integrated Next Step Counselling, iNSC) and an optional adherence supporter, for pregnant and breastfeeding women living with HIV. Participants were recruited from the antenatal clinic in Lilongwe, Malawi. Eligible participants were randomly allocated 1:1 to receive either the combination adherence package (intervention) or standard care (control) at the health facility. Our clinical outcome, measured at three- and six-month follow-up, was a composite endpoint of study retention with HIV viral suppression (HIV RNA <40 copies per mL). RESULTS: We screened 106 women living with HIV between March and July 2020. Of these, 100 women enrolled and were randomly assigned to intervention (n=51) or control (n=49). The majority of participants (94 of 100; 94%) were newly diagnosed with HIV. Retention in care was 92% at three months and 84% at six months. Three-quarters of women retained in care were virally suppressed at the three- and six-month study visits. At three months, our composite outcome (retention & viral suppression) was achieved by 70.6% (36/51) and 69.4% (34/49) of women in the intervention and control groups, respectively. At six months, this composite outcome was achieved by 68.6% (35/51) of the intervention group and 61.2% (30/49) of the control group (probability difference: 7.4%, 95% CI: -11.3%, 26.1%). CONCLUSION: These encouraging pilot findings suggest that this combination adherence package could be used to support ART adherence among pregnant and breastfeeding women living with HIV. We demonstrate feasibility of using a combined measure of adherence and viral suppression as an outcome measure. TRIAL REGISTRATION: ClinicalTrials.gov (NCT04330989).",
      "mesh_terms": [
        "Humans",
        "Female",
        "Pregnancy",
        "HIV Infections",
        "Breast Feeding",
        "Pilot Projects",
        "Adult",
        "Malawi",
        "Infectious Disease Transmission, Vertical",
        "Pregnancy Complications, Infectious",
        "Anti-HIV Agents",
        "Medication Adherence",
        "Young Adult"
      ]
    },
    {
      "pmid": "40288796",
      "title": "Prospective study on breastfeeding, lipid profile and cardiovascular risk markers in women with familial hypercholesterolaemia: study protocol for the FH-FEMINA study.",
      "authors": [
        "Marianne Klevmoen",
        "Janneke W C M Mulder",
        "Martin P Bogsrud",
        "Kjetil Retterstøl",
        "Elisabeth K Vesterbekkmo",
        "Eva K R Pedersen",
        "Tomas Freiberger",
        "Michal Vrablik",
        "Martina Vaclova",
        "Anders Hovland",
        "Nils Tore Vethe",
        "Hilde Kristin Brekke",
        "Per Ole Iversen",
        "Marit Veierød",
        "Jeanine Roeters van Lennep",
        "Kirsten B Holven"
      ],
      "journal": "BMJ open",
      "publication_date": "2025-Apr-27",
      "publication_types": [
        "Journal Article",
        "Clinical Trial Protocol"
      ],
      "abstract": "INTRODUCTION: Early and lifelong treatment is essential in patients with familial hypercholesterolaemia (FH) due to genetically elevated low-density lipoprotein cholesterol (LDL-C) from the first years of life. In women with FH, lipid-lowering treatment is interrupted during childbearing years due to contraindication of the medication during conception, pregnancy and breastfeeding. However, little is known about the impact of breastfeeding on lipid profile and other risk markers for atherosclerotic cardiovascular disease (ASCVD) in women with FH compared with women without hypercholesterolaemia, and to what extent statins transfer into breast milk.We aim to investigate (1) the association between breastfeeding and serum lipid profile in women with and without FH; (2) the association between breastfeeding and other ASCVD risk markers in women with and without FH and (3) the concentration of statins in breast milk of women with FH. METHODS AND ANALYSIS: FH-FEMINA is a prospective study aiming to include 50 women with FH in Norway, the Netherlands and the Czech Republic. Additionally, 20 women without hypercholesterolaemia will be enrolled as a control group in Norway. Women will be included at the first study visit in gestational week 36, and follow-up visits will be scheduled at 2-4 weeks, and at 3, 6, 9 and 12 months postpartum. Information on lifestyle factors, treatment history and current and previous pregnancies will be collected. At each visit, a non-fasting blood sample, breast milk sample and information on diet, body mass index and blood pressure will be collected. Additional blood samples will be collected from the women with FH at 2, 4, 5, 7, 8, 10 and 11 months postpartum for as long as they are breastfeeding. At (re-)initiation of statin treatment, breast milk samples from women with FH will be collected for drug concentration measurements. ETHICS AND DISSEMINATION: Ethical approval will be obtained prior to study start in all three countries. Participants will be informed about the study and receive ample time to ask questions before the informed consent form is signed. The findings from this study will be disseminated to healthcare professionals, researchers and patients via peer-reviewed scientific article(s), conferences, patient organisations and social media. TRIAL REGISTRATION NUMBER: NCT05367310.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Feeding",
        "Hyperlipoproteinemia Type II",
        "Prospective Studies",
        "Milk, Human",
        "Adult",
        "Biomarkers",
        "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
        "Netherlands",
        "Heart Disease Risk Factors",
        "Czech Republic",
        "Norway",
        "Cardiovascular Diseases",
        "Lipids"
      ]
    },
    {
      "pmid": "40284899",
      "title": "Vaccines and Antiviral Therapies for Mpox Virus in Pregnant and Breastfeeding Women: Efficacy and Maternal-Child Outcomes.",
      "authors": [
        "Maryum Imran",
        "Myra Sohail",
        "Javeria Kamran",
        "Syeda Qaima Abbas",
        "Khadija Azeem",
        "Emmanuel Korir"
      ],
      "journal": "Viruses",
      "publication_date": "2025-Mar-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Mpox (formerly known as monkeypox), the major public health concern of 2022, has elicited much attention globally. In addition to the usual symptoms observed in smallpox virus infections, infected mothers were found to hold a possible risk of transmission to newborns during delivery. This review aimed to summarize recent clinical trials that involved antiviral therapy, vaccines, immunoglobulin therapy, and other pharmacological interventions specifically for treating infected pregnant women. A comprehensive search was performed using databases such as PubMed, Google Scholar, and Medline to find appropriate disease management strategies. Amongst the vaccines and antivirals being used for treatment, vaccines such as Modified Vaccinia Ankara (MVA/MVA-BN) and Lister clone 16-medium pocket size-8 (LC16m8), while prophylactically effective, have been deemed unsafe for pregnant and lactating females. Antivirals like Tecovirimat, on the other hand, are considered to be a better alternative, but they are not without risks that may outweigh the potential benefits. Additionally, efforts to reduce maternal and fetal complications include administering the MVA-BN vaccine and awareness campaigns regarding herd immunity. Therefore, necessary precautions, prophylactic vaccinations in high-risk outbreak regions, and symptomatic treatment in pregnant and lactating females currently appear to be more feasible approaches against the mpox virus.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Pregnancy",
        "Antiviral Agents",
        "Pregnancy Complications, Infectious",
        "Breast Feeding",
        "Infectious Disease Transmission, Vertical",
        "Viral Vaccines",
        "Infant, Newborn"
      ]
    },
    {
      "pmid": "40278690",
      "title": "Safety of Onabotulinumtoxin-A for Chronic Migraine During Pregnancy and Breastfeeding: A Narrative Review.",
      "authors": [
        "Antonio Russo",
        "Luigi Francesco Iannone",
        "Ilaria Orologio",
        "Veronica Rivi",
        "Alberto Boccalini",
        "Flavia Lo Castro",
        "Marcello Silvestro",
        "Simona Guerzoni"
      ],
      "journal": "Toxins",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Onabotulinumtoxin-A (onabotA) is a neurotoxin widely used for several indications, including chronic migraine (CM) preventive treatment, due to its well-demonstrated efficacy, tolerability, and safety. However, onabotA safety during pregnancy and breastfeeding remains unclear, as these populations are typically excluded from clinical trials. The action of onabotA starts locally at the injection sites, modulating the pain pathway with minimal systemic absorption, which theoretically minimizes risks to the fetus or breastfeeding infant. Preclinical studies demonstrate that onabotA does not distribute systemically in significant amounts after administration, although adverse fetal outcomes in rats and rabbits were reported when injected at high doses. Limited human data suggest that onabotA exposure during pregnancy may not be associated with major malformations or significant adverse outcomes for the fetus, especially when used at therapeutic doses for migraine prevention during the first trimester or earlier. Data on breastfeeding are even scarcer but indicate a low likelihood of drug transfer into breast milk. This narrative review highlights the available evidence on the use of onabotA in pregnancy and breastfeeding women, including real-word evidence, with a focus on the use for CM.",
      "mesh_terms": [
        "Migraine Disorders",
        "Humans",
        "Pregnancy",
        "Botulinum Toxins, Type A",
        "Breast Feeding",
        "Female",
        "Animals",
        "Chronic Disease",
        "Neuromuscular Agents",
        "Pregnancy Complications",
        "Milk, Human"
      ]
    },
    {
      "pmid": "40276108",
      "title": "Transfer of amenamevir into breast milk in breastfeeding patients with recurrent herpes simplex: study protocol for a single-arm, open-label study.",
      "authors": [
        "Sachi Koinuma",
        "Mikako Goto",
        "Jumpei Saito",
        "Atsuko Murashima",
        "Tomoyoshi Takeshita"
      ],
      "journal": "Frontiers in pediatrics",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Recurrent herpes simplex (RHS) is a disease caused by reactivation of the herpes simplex virus. Patients with RHS are treated with anti-herpes virus medication. Amenamevir is one such medication used for RHS in Japan and is administered as patient-initiated therapy (PIT); this involves initiation at the discretion of the patient, based on early symptoms. However, there are insufficient data on the transfer of amenamevir into breast milk among breastfeeding patients with RHS. OBJECTIVES: This study aims to assess the transfer of amenamevir into breast milk and evaluate the infant's risk of drug exposure. METHODS: This study is a single-arm, open-label, interventional multicenter study. Patients who experience RHS during breastfeeding will be recruited and treated with amenamevir. The concentration of amenamevir in breast milk will be determined by liquid chromatography-mass spectrometry. The primary outcome is relative infant dose (RID) calculated by Cave[AUC(0-24 h)]. The secondary outcome is RID calculated by Cmax and Cave[AUC(0-48 h)]. DISCUSSION: This study will provide evidence of the transfer profile of amenamevir into breast milk during PIT. If the RID of amenamevir is less than 10%, such therapy is generally considered to be safe, and use of PIT with amenamevir may consequently lead to a new standard therapy for breastfeeding patients."
    },
    {
      "pmid": "40272737",
      "title": "Assessing the Implementation Fidelity of a Patient-Centered, Combination Adherence Strategy to Support HIV Antiretroviral Therapy and Pre-Exposure Prophylaxis Adherence During Pregnancy and Breastfeeding in Malawi.",
      "authors": [
        "Friday Saidi",
        "Lauren A Graybill",
        "Twambilile Phanga",
        "Katie R Mollan",
        "Getrude Msowoya",
        "Mercy Tsidya",
        "Mary Chindevu",
        "Donnie Makonokaya",
        "Kellie Freeborn",
        "Nora E Rosenberg",
        "Lauren M Hill",
        "Sam Phiri",
        "Wilbroad Mutale",
        "Benjamin H Chi",
        "K Rivet Amico"
      ],
      "journal": "AIDS and behavior",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of antiretroviral drugs has been proven effective in preventing and treating HIV; however, adherence remains a challenge. In two parallel pilot studies, we implemented a combination adherence intervention involving patient-centered counseling and adherence supporter training, tailored for HIV treatment (ART) or prevention (PrEP) during pregnancy and breastfeeding. The intervention included Integrated Next Step Counseling (iNSC), focused on well-being and medication adherence, with an option to involve a social support member. Independent auditors assessed implementation fidelity for 151 participants (51 women living with HIV and 100 PrEP-eligible women) by scoring iNSC sessions using a standard checklist. High fidelity was observed overall in both study populations, with variability between counselors observed. The results demonstrate the ability to assess implementation fidelity in a behavioral intervention aimed at supporting adherence to antiretroviral drugs among pregnant women and offers critical information on the complexities of implementation of iNSC in a real-world setting."
    },
    {
      "pmid": "40265740",
      "title": "The Association Between Exclusive Breastfeeding and Diarrhoea Morbidity in Infants Aged 0-6 Months: A Rapid Review and Meta-Analysis.",
      "authors": [
        "Gantsetseg Ganbold",
        "Nadia Farnaz",
        "Taylah Scutts",
        "Bindi Borg",
        "Seema Mihrshahi"
      ],
      "journal": "Maternal & child nutrition",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Diarrhoea remains a major cause of mortality among children under five, despite global efforts to reduce childhood morbidity and mortality. Exclusive breastfeeding (EBF) has been recognised as an effective and cost-effective intervention to reduce diarrhoeal disease burden in infants. This rapid review and meta-analysis aimed to assess the association of EBF on diarrhoea morbidity in early childhood, a critical period for growth and development, while addressing existing gaps by employing standardised definitions of EBF. A systematic search was conducted in Medline, Scopus, Embase, and Web of Science databases for studies published between 2010 and 2024. Seventeen studies met inclusion criteria and underwent quality assessment using the Joanna Briggs Institute (JBI) critical appraisal tool. Data from the identified studies were extracted, and a meta-analysis was conducted using random effects models to calculate the pooled effect size, with odds ratios (OR) and 95% confidence intervals (CI). This review found that EBF significantly reduces the risk of diarrhoeal diseases in infants under 6 months of age across diverse geographical regions and study designs. The meta-analysis of the association between exclusive breastfeeding and diarrhoea in infants aged 0-6 months resulted in a pooled OR of 0.57 (95% CI: 0.51, 0.63; I² = 57.66%). These findings underscore the critical role of promoting and supporting EBF as a pivotal public health strategy to enhance early childhood health outcomes and contribute to achieving global child health goals."
    },
    {
      "pmid": "40256838",
      "title": "Pavlik Harness Treatment for Infantile Hip Dysplasia Lowers Breastfeeding Self-efficacy.",
      "authors": [
        "Joshua T Bram",
        "Olivia C Tracey",
        "Zachary Trotzky",
        "Ruth H Jones",
        "Olivia Jochl",
        "Peter M Cirrincione",
        "Erikson Nichols",
        "Emily R Dodwell",
        "David M Scher",
        "Shevaun H Doyle",
        "Ernest L Sink"
      ],
      "journal": "Journal of pediatric orthopedics",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Breastfeeding is recommended exclusively until at least 6 months of age by the American Academy of Pediatrics. For mothers of children with hip dysplasia (DDH), Pavlik harness treatment may impact breastfeeding. The aim of this study was to assess how Pavlik harness treatment may impact breastfeeding by evaluating patient-reported outcomes (PRO) associated with breastfeeding. METHODS: This was a prospective cohort study of mothers of patients treated in a Pavlik harness for DDH at <3 months of age. Controls were recruited from patients evaluated for DDH who had normal ultrasounds. Patients with neuromuscular/developmental conditions were excluded. The validated beginning breastfeeding survey-cumulative (BBS-C), breastfeeding self-efficacy scale-short form (BSES-SF), and patient health questionnaire-8 (PHQ8) were administered to mothers at the initial clinic appointment and 2, 4, 6 weeks postbaseline. RESULTS: A total of 29 cases and 29 controls were enrolled. There were no differences in baseline demographics or socioeconomic/educational status between maternal cohorts. There were similarly no differences in demographics or birth characteristics between children except presenting age was lower in the DDH cohort (30.7±22.1 vs. 58.7±21.4 d, P<0.001). PROs were similar at enrollment. Six weeks after harness initiation, 76% of the DDH cohort were still breastfeeding (vs. 89% of controls, P=0.303), and 52% (vs. 77%, P=0.052) reported breastfeeding >80% of the time. Mothers of 13% of DDH patients reported that the Pavlik usually/always negatively impacted their breastfeeding ability at 6 weeks. The DDH cohort had lower BBS-C problem scores at 4 (17.6±6.4 vs. 20.8±3.7, P=0.045) and 6 weeks (17.2±6.2 vs. 20.2±3.3, P=0.029). BSES-SF scores were additionally lower among the DDH group at 2 (47.6±11.8 vs. 54.1±10.2, P=0.047) and 4 weeks (48.5±13.0 vs. 55.6±10.3, P=0.040). There were no differences in PHQ-8 scores. CONCLUSION: Pavlik harness treatment for DDH was associated with lower patient-reported breastfeeding efficacy PROs. Pavlik harness treatment did not lead to earlier breastfeeding cessation 6 weeks after harness initiation. Lower breastfeeding efficacy for these mothers may justify early education regarding effective breastfeeding methods in a harness. LEVEL OF EVIDENCE: Level II-prospective therapeutic cohort study."
    },
    {
      "pmid": "40253469",
      "title": "Investigating the impact of breastfeeding difficulties on maternal mental health.",
      "authors": [
        "Gabrielle Rowles",
        "Joseph Keenan",
        "Nicky J Wright",
        "Karen Hughes",
        "Rebecca Pearson",
        "Hannah Fawcett",
        "Elizabeth C Braithwaite"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Many women want to breastfeed but experience breastfeeding difficulties with associated consequences for poor mental health. The aim of the current study was to investigate mother's perceptions of how breastfeeding difficulties have impacted their mental health, couched within a behaviour change model, to identify intervention targets. Data were collected in October 2023 via an online cross-sectional survey. Participants provided qualitative open-ended responses to describe how they felt that breastfeeding difficulties may have impacted their mental health (N = 1141). Data was analysed using thematic analysis and themes were mapped deductively on to the COM-B model of behaviour change. Mothers were highly motivated to breastfeed, but experienced challenges with psychological capability, physical capability, and social opportunity. Analyses resulted in the identification of the following targets for intervention: (1) education around the realities of what to expect when breastfeeding, (2) support for technical challenges and pain management, and (3) education for healthcare professionals, families and wider society on the importance of supporting breastfeeding mothers who are experiencing breastfeeding difficulties. Interventions targeted at breastfeeding mothers who are experiencing breastfeeding difficulties with associated mental health consequences have the potential to reduce rates of both early breastfeeding cessation and poor maternal mental health in the postnatal period.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Mental Health",
        "Adult",
        "Mothers",
        "Cross-Sectional Studies",
        "Surveys and Questionnaires",
        "Young Adult",
        "Maternal Health"
      ]
    },
    {
      "pmid": "40253004",
      "title": "The Impact of Telelactation on Breastfeeding Satisfaction at 6 Months Postpartum: Evidence from a Randomized Controlled Trial.",
      "authors": [
        "Maria DeYoreo",
        "Kandice Kapinos",
        "Molly Waymouth",
        "Kortney Floyd James",
        "Jill Demirci",
        "Lori Uscher-Pines"
      ],
      "journal": "Academic pediatrics",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study evaluates the impact of telelactation (video breastfeeding support visits) on breastfeeding satisfaction and the likelihood of breastfeeding another child. Breastfeeding satisfaction is a key person-centered outcome and indicator of breastfeeding success and is associated with longer duration of breastfeeding. METHODS: This randomized controlled trial randomized pregnant individuals to receive a telelactation app (intervention group) or an infant care e-book (control group). The main outcome measured was self-reported breastfeeding satisfaction at 24 weeks postpartum, while a secondary outcome assessed the likelihood of breastfeeding another child. We estimated unadjusted and adjusted linear regression models for the effect of telelactation on breastfeeding satisfaction and logistic regression models for the effect of telelactation on likelihood of breastfeeding another child. We also examined whether the effects of telelactation differed by breastfeeding problems experienced. RESULTS: Results indicated that telelactation significantly improved breastfeeding satisfaction scores by 0.53 points (CI:[0.04,1.04],p=0.04) and increased the likelihood of participants being very likely to breastfeed another child by 7% (RR= 1.07 (CI: [1.01, 1.14], p=0.02; ARR = 1.07 (CI: [1.01, 1.14], p=0.03). We found no significant differences in outcomes based on race or ethnicity. Further analysis highlighted that telelactation was particularly beneficial for participants experiencing common newborn/premature feeding issues. CONCLUSIONS: Telelactation can enhance breastfeeding experiences and satisfaction, with implications for public health strategies targeting new parents."
    },
    {
      "pmid": "40245110",
      "title": "Energy Restriction, Weight Loss, Glycemia, and Breastfeeding Outcomes in Gestational Diabetes: A DiGest Trial Secondary Analysis.",
      "authors": [
        "Sarah Dib",
        "Laura C Kusinski",
        "Danielle L Jones",
        "Nooria Atta",
        "Suzanne Smith",
        "Emanuella De Lucia Rolfe",
        "Helen R Murphy",
        "Roy Taylor",
        "Claire L Meek"
      ],
      "journal": "Diabetes care",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: We aimed to assess whether energy restriction, weight loss, or maternal glycemia in late pregnancy were associated with breastfeeding outcomes. RESEARCH DESIGN AND METHODS: This is a secondary analysis of the Dietary Intervention in Gestational Diabetes (DiGest) randomized controlled trial, which included 425 participants with gestational diabetes who were randomly assigned to receive a standard-energy (2,000 kcal/day) or reduced-energy (1,200 kcal/day) diet box from 29 weeks until delivery, with masked continuous glucose monitoring. Breastfeeding intentions and outcomes were documented (n = 304 of 425) and analyzed using regression models. RESULTS: Energy restriction in late pregnancy did not affect breastfeeding outcomes. Achieving ≥90% time in range (3.5-6.7 mmol/L; 63-120 mg/dL) with a low glycemic variability (coefficient of variation and SD), but not weight loss, were associated with any breastfeeding at 3 months postnatally. CONCLUSIONS: Improved late pregnancy glycemia and decreased glucose variability, but not weight loss or energy restriction, were associated with breastfeeding after gestational diabetes."
    },
    {
      "pmid": "40242016",
      "title": "Low-level laser therapy for nipple trauma and pain during breastfeeding: systematic review and meta-analysis.",
      "authors": [
        "Maria Victória Candida Gaitero",
        "Ticiana Aparecida Alves de Mira",
        "Edna Jéssica Lima Gondim",
        "Simony Lira do Nascimento",
        "Fernanda Garanhani Surita"
      ],
      "journal": "Revista brasileira de ginecologia e obstetricia : revista da Federacao Brasileira das Sociedades de Ginecologia e Obstetricia",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: This study aimed to investigate the effect of low-level laser therapy (LLLT) on nipple trauma and pain during breastfeeding through a systematic review with a meta-analysis of selected studies. SOURCE OF THE DATA: A thorough search was conducted on March 22, 2022, using the databases PubMed, SciELO, LILACS, PEDro, CINAHL, EMBASE, ScienceDirect, Scopus, Google Scholar, MEDLINE, the Cochrane Library, Clinical Trials, Web of Science, TRIP, DARE, and ProQuest. The search terms included various combinations of low-level laser therapy, nipple pain, nipple trauma, and breastfeeding. STUDIES SELECTION: Out of 107 articles identified, only three controlled and randomized clinical trials was included. The extracted data encompassed breast and trauma characteristics, treatment types, outcomes (pain and healing process), evaluation tools, LLLT usage, laser brand, and parameters. DATA COLLECTION: Data extraction was performed using RAYYAN for systematic reviews. The risk of bias in the studies was evaluated. DATA SYNTHESIS: Pain was measured using the visual analog scale (VAS). The included studies did not use validated tools for assessing physical conditions. All studies employed LLLT with a 660-nm wavelength, though there were variations in equipment power, energy dose, and application methods. The meta-analysis revealed an average difference of -0.60 points (95% CI: -1.52 to 0.31) in the VAS pain scores between the LLLT and control groups. No heterogeneity was observed among the studies (I2=0%), indicating no significant difference in pain relief between LLLT (red light) and control groups. CONCLUSION: LLLT may offer a promising option for managing breastfeeding-related complications, though further research is required.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Breast Feeding",
        "Low-Level Light Therapy",
        "Nipples",
        "Pain",
        "Pain Management",
        "Pain Measurement",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "40218892",
      "title": "Trend and Burden of Suboptimal Breastfeeding in Children Under Five Years of Age in 1990-2021: A Systematic Analysis for the Global Burden of Disease Study 2021.",
      "authors": [
        "Bengui Jiang",
        "Kelly Lin",
        "Nicholas Buys",
        "Bei Zhang",
        "Yanfei Qi",
        "Jing Sun"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "Background/Objectives: Breastfeeding is a cost-effective early child health intervention that has been identified as a protective factor against adverse child health outcomes. However, as estimated by previous epidemiological studies, the prevalence of breastfeeding in most countries around the world is below the recommended levels established by the World Health Organization. This study aims to assess the changes in suboptimal breastfeeding mortality, disability-adjusted life years (DALYs), and years lost to disabilities (YLDs) on a global, regional, and national level from 1990 to 2021. Methods: Data regarding suboptimal breastfeeding in children under 5 years of age from 1990 to 2021 were extracted from the Global Health Data Exchange query tool. Data from 204 countries and territories countries were classified into 5 regions based on the sociodemographic index (SDI) and 21 Global Burden of Disease (GBD) regions according to geographical contiguity. The average annual percentage change (AAPC) was calculated to assess changes in the trends of suboptimal breastfeeding DALYs, YLDs, and mortality in the past 30 years. Results: Countries with high-middle (AAPC = -0.94, 95% CI = -0.95 to -0.93) SDI scores had the greatest degree of improvement in both suboptimal breastfeeding mortality from 28,043.47 to 1128.24 and disease burden from 43,202.94 to 4428.47, while countries with high (AAPC = -0.83, 95% CI = -0.86 to -0.81) and low SDI (AAPC = -0.63, 95% CI = -0.71 to -0.55) scores showed the least improvement from 16,775.75 to 5930.56 and 49,522.23 to 32,881.08, respectively. Conclusions: Significant global improvements in suboptimal breastfeeding mortality and morbidity have occurred in the last 30 years. However, the extent of improvement differs significantly across nations, while some countries also showed no improvements or increased suboptimal breastfeeding mortality and disease burden. Nation-specific policies that account for cultural practices and economic conditions are required to target vulnerable mothers that are unable to achieve optimal breastfeeding.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Infant",
        "Global Burden of Disease",
        "Child, Preschool",
        "Female",
        "Global Health",
        "Disability-Adjusted Life Years",
        "Infant, Newborn",
        "Male"
      ]
    },
    {
      "pmid": "40211384",
      "title": "Increasing breastfeeding initiation and duration in women with a body mass index ≥ 30 kg/m2: developing an intervention from theory to acceptability.",
      "authors": [
        "Stephanie Lyons",
        "Sinead Currie",
        "Sarah Peters",
        "Dame Tina Lavender",
        "Emilie Turnbull",
        "Ria Bhatia",
        "Zaynab Khan",
        "Debbie M Smith"
      ],
      "journal": "International breastfeeding journal",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Breastfeeding has many health benefits for both mother and child, but rates of initiation and duration amongst women with a BMI ≥ 30 kg/m2 are low. Few interventions aiming to increase breastfeeding in this group have been successful; likely because existing interventions do not target psychological factors. Therefore, this study aimed to design and explore the acceptability of a newly developed psychological intervention to increase breastfeeding initiation and duration in women with a BMI ≥ 30 kg/m2. METHODS: The Medical Research Council's Complex Intervention Development Framework was followed to design the intervention. A 'breastfeeding workbook' was developed, based on literature and psychological theory, and filled with tailored information and activities. A Patient and Public Involvement group of women with a BMI ≥ 30 kg/m2 who had breastfed, health professionals and researchers were consulted throughout the process, selecting the intervention content, format and delivery methods. Thirteen women with a BMI ≥ 30 kg/m2 then reviewed the workbook and took part in in-depth qualitative interviews to assess its acceptability. Thematic analysis was conducted, informed by the Theoretical Framework of Acceptability version 2. RESULTS: The findings reveal the intervention is acceptable to the target population; women believe the intervention shows promise for increasing breastfeeding initiation and duration, is representative of their experiences, is accessible, and aligns with their belief system. They valued that the intervention provided realistic expectations of breastfeeding, options to overcome the challenges of breastfeeding in the real-world and supported them to breastfeed without inducing stigma or shame regarding their weight or infant feeding practices. Suggestions for improvement are also included, such as incorporating audio and video content as alternatives to written text and translation options. CONCLUSIONS: An acceptable, psychological intervention was developed to increase breastfeeding initiation and duration in women with BMIs ≥ 30 kg/m2. These findings can inform maternity and breastfeeding care, future research directions and intervention development.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Feeding",
        "Body Mass Index",
        "Adult",
        "Mothers",
        "Health Promotion"
      ]
    },
    {
      "pmid": "40206022",
      "title": "The Effect of Foot Reflexology on Postpartum Comfort and Breastfeeding Outcomes in Postpartum Women: A Meta-Analysis Study.",
      "authors": [
        "Dilek Menekse",
        "Ahsen Demirhan Kayacik",
        "Kevser Ilcioglu"
      ],
      "journal": "Breastfeeding medicine : the official journal of the Academy of Breastfeeding Medicine",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: In recent years, foot reflexology has been frequently used as a method to solve problems such as stress, pain, and depression. It has been observed that the studies focused on the effect of foot reflexology on the pregnancy and birth process. Research Aim: A meta-analysis of experimental trials evaluating the effectiveness of foot reflexology applied in the postpartum period on comfort and breastfeeding outcomes was conducted in the present study. Materials and Methods: A comprehensive electronic search was done through the PubMed, WoS, Wiley, ScienceDirect, Scopus, and Google Scholar databases to identify experimental articles. There was no time restriction when searching the database. The risk of bias was assessed using the Joanna Briggs Institute (JBI) critical appraisal checklist for quasi-experimental studies and the Cochrane risk of bias tool for randomized trials. The meta-analysis was conducted using Comprehensive Meta-Analysis. Cochran's Q test and Higgins' I2 were used to assess study heterogeneity. Results: Three studies, two randomized controlled trials and one quasi-experimental trial (n = 260), were included in the analysis. Foot reflexology applied to postpartum women was found to have positive effects on the LATCH (standardized mean difference [SMD]: 1.010, confidence interval [CI]: 0.752/1.269, Z = 7.664, p = 0.000), Visual Analogue Scale (VAS)-breast tension (SMD: 2.212, CI: 1.902/2.522, Z = 13.981, p = 0.000), VAS-breast heat (SMD: 2.240, CI: 1.928/2.552, Z = 14.086, p = 0.000), VAS-breast pain (SMD: 2.302, CI: 1.836/2.768, Z = 9.686, p = 0.000), postpartum comfort (SMD: 3.578, CI: 3.131/4.025, Z = 15.689, p = 0.000), and breastfeeding satisfaction (SMD: 1.492, CI: 1.178/1.806, Z = 9.318, p = 0.000) scores. Conclusions: This meta-analysis determined that the foot reflexology intervention increased breastfeeding success, satisfaction, and postpartum comfort levels and statistically significantly reduced the signs of breastfeeding onset."
    },
    {
      "pmid": "40199118",
      "title": "Factors and interventions that positively influence breastfeeding rates at six months postpartum: An integrative literature review.",
      "authors": [
        "Xanthe Whittaker",
        "Shahla Meedya",
        "Tanya Capper"
      ],
      "journal": "Women and birth : journal of the Australian College of Midwives",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Despite the health benefits of breastmilk, many women discontinue breastfeeding prior to six months postpartum. Previous work from 2010 has identified women's breastfeeding intention, self-efficacy, and support as the main modifiable factors that influence breastfeeding at six months postpartum. However, due to societal changes during the past decade, factors influencing women's decision to continue breastfeeding requires further exploration. AIM: To determine \"what modifiable contemporary factors and interventions can positively influence women's decision to continue breastfeeding until six months postpartum?\" METHOD: An integrative literature review was conducted based on Whittemore and Knafl's framework. Databases were searched using combinations of the following main key words: breastfeeding, duration, factors, and interventions. Studies addressing the research question and published in English language since 2010 were included. Interventional studies were limited to only randomised controlled trials. RESULTS: Women's positive breastfeeding intention, self-efficacy, and support remained the key modifiable factors that could increase breastfeeding rates up to six months postpartum. The main effective interventions included education support or counselling when they targeted women's needs, intention, self-efficacy and support; and were held over multiple sessions commencing antenatally or immediately after birth. Contemporary effective strategies included digital communications such as phone calls, virtual meetings and messaging via social media including FacebookTM, WhatsAppTM and TelegramTM. Main conceptual frameworks were motivational interviewing, planned behaviour theory and cognitive behavioural therapy. CONCLUSION: Interventions that support breastfeeding up to six months should include contemporary strategies that target the main modifiable factors and are tailored based to women's needs and their sociocultural influences."
    },
    {
      "pmid": "40198081",
      "title": "Interventions to Support Breastfeeding: Updated Evidence Report and Systematic Review for the US Preventive Services Task Force.",
      "authors": [
        "Carrie D Patnode",
        "Caitlyn A Senger",
        "Erin L Coppola",
        "Megan O Iacocca"
      ],
      "journal": "JAMA",
      "publication_date": "2025-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Interventions to support breastfeeding may help individuals and families initiate breastfeeding or breastfeed exclusively or for a prolonged period of time. OBJECTIVE: To systematically review the evidence on the benefits and harms of breastfeeding interventions to support the US Preventive Services Task Force in updating its 2016 recommendation. DATA SOURCES: Studies included in the previous review were reevaluated for inclusion and updated searches in MEDLINE, CINAHL, Cochrane Central Register of Controlled Trials, and PsycINFO through June 3, 2024. Surveillance for new evidence in targeted publications through January 24, 2025. STUDY SELECTION: Randomized clinical trials that evaluated a primary care-relevant intervention designed to support breastfeeding. Of 290 full-text articles reviewed, 90 met inclusion criteria. DATA EXTRACTION AND SYNTHESIS: Independent critical appraisal of all provisionally included studies. Data were independently abstracted by one reviewer and confirmed by another. MAIN OUTCOMES AND MEASURES: Child and maternal health outcomes, prevalence, and duration of any and exclusive breastfeeding, and harms related to interventions. RESULTS: Ninety trials (N = 49 597) reported in 125 publications were included. The evidence represented individuals from diverse backgrounds and interventions that varied in timing, delivery, and duration. There was limited and mixed evidence on the effectiveness of breastfeeding support interventions on infant health outcomes (10 trials [n = 6592]) and maternal symptoms of anxiety, depression, and well-being (9 trials [n = 2334]). Pooled analyses indicated beneficial associations between breastfeeding support interventions and any or exclusive breastfeeding for up to and at 6 months (any breastfeeding: risk ratio, 1.13 [95% CI, 1.05-1.22]; 37 trials [n = 13 579] and exclusive breastfeeding: risk ratio, 1.46 [95% CI, 1.20-1.78]; 37 trials [n = 14 398]). There was no relationship between interventions and breastfeeding initiation or breastfeeding at 12 months. CONCLUSIONS AND RELEVANCE: The updated evidence confirms that breastfeeding support interventions can increase the prevalence of any or exclusive breastfeeding up to and at 6 months. Future efforts should focus on how to best provide this support consistently for all individuals making feeding decisions for their infants."
    },
    {
      "pmid": "40190517",
      "title": "The effectiveness of a breastfeeding educational program on knowledge of antenatal women: A quasi-experimental study.",
      "authors": [
        "Juliana Linnette D'Sa",
        "Rasmia Alsomali",
        "Ruqayyah Alhurubi",
        "Rasha Assiri",
        "Hanan Alobeid",
        "Esraa Dandormah",
        "Sahar Zamzam"
      ],
      "journal": "African health sciences",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Prenatal knowledge about breastfeeding is an important modulator of feeding practices. OBJECTIVES: This study aimed to evaluate effectiveness of a structured breastfeeding educational program on breastfeeding knowledge of antenatal women and identify factors that predict breastfeeding knowledge. METHODS: A quasi-experimental pre-test post-test study was conducted between June and July 2022. Using convenience sampling,150 antenatal women from a tertiary care hospital in Riyadh, Saudi Arabia, were included. Personal and obstetrical information were collected using a demographic questionnaire. On Day one, the pre-test Breastfeeding Knowledge Questionnaire was administered, followed by the structured educational intervention. On Day 10, the post-test was conducted through telephonic interviews, using the same questionnaire. Descriptive statistics, paired t test and regression analysis were computed. RESULTS: The mean post-test knowledge (24.97, SD=1.69) was significantly higher than the mean pre-test knowledge (20.26, SD=3.02), indicating that breastfeeding education was effective in improving the overall (p<0.001) and domain-wise knowledge: initiation and colostrum, exclusive breastfeeding, practices and techniques, nutritional aspects, and breastfeeding problems (p<0.001). High monthly income (OR=2.017; 95% CI=1.053-3.864; p=0.034), multigravidity (OR=3.117; 95% CI=1.489-6.525; p=0.003) and large family size (OR=2.889; 95% CI=1.479-5.643; p=0.002) were significant predictors of pre-test breastfeeding knowledge. CONCLUSION: The educational intervention was effective in improving breastfeeding knowledge in antenatal women. The findings can have significant implications for healthcare professionals seeking to enhance the delivery of breastfeeding information in clinical settings, particularly during the antenatal period.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Feeding",
        "Health Knowledge, Attitudes, Practice",
        "Adult",
        "Saudi Arabia",
        "Pregnancy",
        "Surveys and Questionnaires",
        "Mothers",
        "Prenatal Care",
        "Young Adult",
        "Program Evaluation",
        "Prenatal Education",
        "Health Education",
        "Pregnant People"
      ]
    },
    {
      "pmid": "40188102",
      "title": "Clinical evaluation of Ayush-SS granules in exclusively breastfeeding mothers with insufficient lactation: A randomized, double-blind, placebo-controlled trial.",
      "authors": [
        "Upma Saxena",
        "Sarada Ota",
        "Shivshankar Rajput",
        "Bhavna Anand",
        "Arunabh Tripathi",
        "Richa Singhal",
        "Adarsh Kumar",
        "Abhishek Lachyan"
      ],
      "journal": "International breastfeeding journal",
      "publication_date": "2025-Apr-05",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Breast milk is essential for infant growth and development, with exclusive breastfeeding (EBF) recommended for the first six months. Many mothers experience insufficient milk production, leading to early supplementation or cessation of breastfeeding. Ayurvedic formulations, such as Ayush-SS granules, have been proposed to enhance lactation. This study evaluated Ayush-SS granules as a galactagogue, with EBF at six months as the primary outcome. Secondary outcomes included infant weight gain over 90 days and maternal perceptions of lactation sufficiency. METHODS: A double-blind, randomized, placebo-controlled trial was conducted between 1 February 2021 and 31 January 2023 at Vardhman Mahavir Medical College and Safdarjung Hospital, Delhi, India. A total of 210 lactating mothers (aged 20-40 years) with full-term singleton infants (≥ 37 weeks, ≥ 2.5 kg) experiencing insufficient lactation were enrolled. Infants who had not regained birth weight by day 14 or gained < 20 g/day after day 15 were included. Participants were randomized (1:1) to receive 6 g of Ayush-SS granules or placebo twice daily for 12 weeks. All participants received standardized breastfeeding counseling. Safety monitoring was conducted, and an intention-to-treat analysis was performed. RESULTS: At six months, 74 of 106 (69.8%) infants in the Ayush-SS group were exclusively breastfed, compared to 47 of 105 (44.8%) in the placebo group (p < 0.001). After 90 days, 81 of 106 infants (76.5%) in the Ayush-SS group gained ≥ 20 g/day compared to 44 of 105 (41.8%) in the placebo group (p < 0.001). Maternal perceptions of insufficient lactation were significantly lower in the Ayush-SS group (15.3% vs. 58.2%). No severe adverse events related to the intervention were observed. CONCLUSION: Ayush-SS granules significantly improved EBF rates at six months, maternal perceptions of lactation sufficiency, and infant weight gain. These findings suggest their potential as a galactagogue for mothers with insufficient milk production. Further research is needed to explore long-term effects and maternal dietary influences. CLINICAL TRIAL REGISTRATION: CTRI/2019/08/020579 [Registered on: 06/08/2019].",
      "mesh_terms": [
        "Humans",
        "Female",
        "Double-Blind Method",
        "Breast Feeding",
        "Adult",
        "Lactation",
        "Infant",
        "Young Adult",
        "Infant, Newborn",
        "India",
        "Male",
        "Mothers",
        "Medicine, Ayurvedic",
        "Milk, Human"
      ]
    },
    {
      "pmid": "40188046",
      "title": "Understanding the psychosocial dilemma in breastfeeding: a narrative review of extended theory of planned behavior and its intervention strategies.",
      "authors": [
        "Lin Wu",
        "Xiaoxin Li",
        "Hairul Nizam Ismail",
        "Pengyue Guo",
        "Jing Yang"
      ],
      "journal": "Reproductive health",
      "publication_date": "2025-Apr-05",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Review"
      ],
      "abstract": "BACKGROUND: Breastfeeding provides health benefits for both mothers and children. However, most families face challenges in initiating and maintaining breastfeeding owing to psychosocial factors. Despite the importance of these factors and their practical implications, comprehensive review research based on a robust theory in this area is lacking. This narrative review addresses this research gap by exploring the utility of the extended theory of planned behavior (ETPB) in understanding and promoting breastfeeding. METHODS: A systematic search was conducted using the relevant Web of Science, Scopus, EBSCO, PubMed, and PsycINFO; 22 studies published between January 2000 and March 2023 were identified. RESULTS: These included studies understanding the psychosocial factors of breastfeeding by introducing the ETPB framework, incorporating psychosocial factors such as affective attitude, instrumental attitude, injunctive norms, descriptive norms, perceived behavioral control, breastfeeding self-efficacy, moral norms, breastfeeding knowledge, and breastfeeding self-identity. Based on these factors, intervention strategies for breastfeeding enhancement were categorized into professional breastfeeding education, interpersonal social support, and personalized breastfeeding services. CONCLUSIONS: The 22 breastfeeding studies related to the ETPB model demonstrate its effectiveness in explaining the psychosocial factors influencing breastfeeding intention and duration. The model's application in intervention studies suggests that more diverse and proactive approaches are required to empower mothers. Future research should address societal context and cultural influences and expand interventions beyond essential information provision.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Social Support",
        "Health Knowledge, Attitudes, Practice",
        "Psychological Theory",
        "Mothers",
        "Theory of Planned Behavior"
      ]
    },
    {
      "pmid": "40187237",
      "title": "Impact of the baby friendly community initiative on breastfeeding outcomes: A systematic review and meta-analysis.",
      "authors": [
        "Yuen Fan Chan",
        "Hoi Lam Ip",
        "Ka Hing Yip",
        "Martha Sin Lam Choi",
        "Ying Wei Fan",
        "Patrick Ip",
        "Karen Kar Loen Chan",
        "Kris Yuet Wan Lok"
      ],
      "journal": "Midwifery",
      "publication_date": "2025-Mar-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: To examine the impact of the Baby Friendly Community Initiative (BFCI) on breastfeeding outcomes worldwide, specifically the duration of any and exclusive breastfeeding, compared to standard maternal care. METHODS: A systematic review and meta-analysis were conducted. Seven electronic databases were searched from November 1998 to July 2024. Quantitative studies examining the effects of BFCI on breastfeeding outcomes were included. The quality of included studies was assessed using the Cochrane risk of bias tools and NHLBI study quality assessment tools. Narrative synthesis was performed for studies not suitable for meta-analysis. RESULTS: Out of 14,495 identified records, 13 were included after the removal of duplicates and ineligible articles. The majority of included studies found that BFCI, whether implemented partially, fully or in combination with other initiatives, is an effective intervention for improving breastfeeding outcomes. The meta-analysis showed an increase prevalence of exclusive breastfeeding at 6 months postpartum in BFCI group (OR=4.00; 95 % CI 1.29-12.38, P = 0.02). Further studies are needed to investigate the statistical significance of BFCI on any breastfeeding from 6 months to 2 years postpartum. DISCUSSION: BFCI has the potential to significantly enhance long-term exclusive breastfeeding rates and may also improve any breastfeeding rates from 6 months onward. However, the nature of BFCI implementation posed limitations to study design, which reduced the overall methodological quality of the included studies. REGISTRATION: The protocol for this review was registered on PROSPERO (registration number CRD42023460801) on 17th September 2023."
    },
    {
      "pmid": "40183105",
      "title": "Minding the gap. Drug-related problems among breastfeeding women.",
      "authors": [
        "Karolina Morze",
        "Edyta Szałek",
        "Magdalena Waszyk-Nowaczyk"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Drug-related problems (DRPs) are a significant concern in many patient populations, including breastfeeding women. This study aimed to identify and characterize those problems in a group of breastfeeding women seeking specialized pharmaceutical care. MATERIALS AND METHODS: A prospective observational study was conducted among women who registered for a pharmacist's online consultation regarding medication safety in lactation. 200 patients were enrolled. Patient medical history, medication use, breastfeeding practices, and DRPs were assessed. DRPs were classified using the Pharmaceutical Care Network Europe Association (PCNE) classification system. Causality assessment for adverse events was performed using the Naranjo algorithm and the Liverpool Causality Assessment Tool (LCAT). RESULTS: This study found a high prevalence of DRPs among 190 out of 200 breastfeeding women. Of these, 27 experienced potential DRPs, and 163 manifested actual DRPs. A total of 218 DRPs were identified, with ineffective therapy being the most frequent (63.3%, n = 138). Among all identified causes (n = 265), the most common were patient-related factors (47.5%, n = 126) and dispensing-related issues, particularly regarding the information provided to patients about medication safety during lactation. Pharmacist interventions were accepted by 79.5% (n = 151) of patients, with 70% (n = 133) of DRPs successfully resolved. CONCLUSION: This study highlights the significant burden of DRPs among breastfeeding women and the potential for medical professionals to improve patient outcomes through evidence-based interventions. Future research should focus on developing evidence-based guidelines for medication use during lactation and improving healthcare provider education to optimize maternal and infant health."
    },
    {
      "pmid": "40167476",
      "title": "A Narrative Review of Culturally Informed Breastfeeding Interventions for African American Women.",
      "authors": [
        "Tumilara Aderibigbe",
        "Khadijat Adeleye",
        "Sara E Simonsen",
        "Gwen Latendresse"
      ],
      "journal": "The Journal of perinatal & neonatal nursing",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The aim of this narrative review was to map the current literature on culturally informed breastfeeding interventions for African American women. BACKGROUND: Breastfeeding is associated with positive health outcomes for women and infants. Nonetheless, despite interventions aimed at improving breastfeeding for African American women, they continue to have lower breastfeeding rates compared to Hispanic and Non-Hispanic White women. Therefore, there is a need for culturally informed interventions to promote exclusive breastfeeding in African American women. METHODS: PubMed, EmCare, CINAHL complete, APA PsycInfo, Scopus and Web of Science were systematically searched for articles published between 2001 and 2024. Preprints were searched in medRxiv; dissertations were searched in ProQuest Dissertations & Theses and EBSCO Open Dissertations; and other gray literatures were searched in governmental/organizational websites. Hand searches of reference lists were conducted. Data were synthesized using narrative synthesis. RESULTS: Sixteen articles that met inclusion criteria were included. Randomized controlled trial design was used in 7 studies and community-based participatory research design was used in 4 studies. Multilevel breastfeeding education and support provided mostly in-person across 4 socioecological levels (individual, interpersonal, community, and culture) was associated with increased breastfeeding knowledge, self-efficacy, intention, initiation, duration, and exclusivity in African American women. No policy-level intervention was identified. Seven different terms were used to describe the incorporation of culture into breastfeeding interventions. CONCLUSION: This narrative review provides evidence on the utility and essence of culturally informed breastfeeding interventions for African American women. Multilevel breastfeeding education provided across the perinatal period is effective to promote breastfeeding outcomes in African American women."
    },
    {
      "pmid": "40160140",
      "title": "The Impact of Maternal Antibiotic Consumption on the Development of Oral Thrush Infection in Breastfeeding Infants: A Quasi-Experimental Study.",
      "authors": [
        "Amal M H Mackawy",
        "Basmah F Alharbi",
        "Ahmad Almatroudi",
        "Mohsina Huq",
        "Amal Hussain Mohammed",
        "Afshan Zeeshan Wasti",
        "Manal F Elharbi",
        "Khaled S Allemailem"
      ],
      "journal": "Breastfeeding medicine : the official journal of the Academy of Breastfeeding Medicine",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Oral thrush is a common yeast infection caused by Candida albicans in infants during their first few weeks or months. Infant mothers' antibiotics consumption can contribute to this opportunistic fungal growth due to their weaker immune systems. Objectives: To investigate the relationship between maternal antibiotic consumption and oral thrush infection in breastfeeding infants, this study aims to provide insights for health care professionals regarding antibiotic prescriptions and preventive strategies for managing oral thrush. Methods: A quasi-experimental design with a control group was used. Eighty-two breastfeeding infants were divided into two groups: Group 1 (n = 40) infants of antibiotic-consuming mothers and Group 2 (n = 42) infants of nonantibiotic-consuming mothers. The oral samples were collected using sterile cotton swabs and cultured on Sabouraud's dextrose agar C. albicans, confirmed by simple staining and a germ tube test. Results: Infants aged 1-11 months with a mean ± standard deviation of 4.8 ± 3.51. Within all 82 oral swabs, 42.7% were positive for C. albicans growth and 57.3% were negative. The highest percentage was in 1-month-old infants (n = 9, 25.71%), and the lowest was in 11 months old (n = 2, 5.71%). Group 2 infants had significantly fewer positive C. albicans growth (n = 12, 28.57%) compared with group 1 (n = 23; 57.5%) (χ2 = 7.0, p = 0.007; odds ratio = 3.332, 95% confidence interval = 1.35-8.46). Oral thrush clinical signs were identified in 66.6% and 33.4% of group 1 and 2 infants, respectively, while 31.4% of C. albicans-positive colonization showed no clinical manifestations. Conclusion: Maternal antibiotic consumption for more than 1 week is associated with the occurrence of oral thrush in breastfeeding infants. Differences in clinical signs in two groups of infants indicate the importance of laboratory tests for early oral thrush diagnosis. This can help health care professionals understand oral thrush causes, enable early detection, improve treatment, and enhance appropriate antibiotic use in breastfeeding mothers."
    },
    {
      "pmid": "40158146",
      "title": "Axial spondyloarthritis and breastfeeding: a prospective study.",
      "authors": [
        "Emma Hortemo Grøntvedt",
        "Ingrid Mørdre",
        "Marianne Wallenius",
        "Hege Svean Koksvik",
        "Carina Gøtestam Skorpen"
      ],
      "journal": "International breastfeeding journal",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: There is sparse literature on the topic of breastfeeding in women with axial spondyloarthritis (axSpA). Our aim was to obtain more knowledge about variables affecting breastfeeding for women with axSpA. METHODS: This prospective study used data from the nationwide quality register RevNatus, which collects pregnancy-related data in women with inflammatory rheumatic diseases from Norwegian outpatient clinics in rheumatology. Data were collected during January 2016 to August 2023, reporting on 436 pregnancies in 363 patients with axSpA. The study eventually included 417 births in 350 women. Breastfeeding and non-breastfeeding women were compared at six weeks, six and twelve months postpartum. We compared the groups regarding demographic and obstetric data, neonatal outcome, disease characteristics, medical treatment and self-reported data on pain, fatigue and disease burden. Information on breastfeeding was registered at least once during the follow-up postpartum. Disease activity was measured by Ankylosing Spondyloarthritis Disease Activity Index-CRP (ASDAS-CRP) and Bath Ankylosing Disease Activity Index (BASDAI). RESULTS: The proportion of patients breastfeeding at the postpartum follow ups was 86% (347 women) at six weeks, 70% (221 women) at six months, and 38% (104 women) at twelve months, respectively. A larger proportion of the non-breastfeeding group had delivered with caesarean section (C-section), 24 of 59 (41%) non-breastfeeding vs 70 of 347 (20%) breastfeeding women. ASDAS-CRP was higher for the non-breastfeeding group at six weeks (2.6 vs 2.2) and at six months (2.6 vs 2.1), and BASDAI was higher for the same group at six months (4.1 vs 3.2). CRP (mg/L) was significantly higher among the non-breastfeeding at six months (5.3 vs 3.3). VAS pain scores were higher for the non-breastfeeding group at six weeks (41.0 vs 31.6) and six months (43.9 vs 31.0). VAS fatigue was higher for the same group at six months (46.8 vs 37.8). CONCLUSION: Our results suggest that particular attention should be given regarding breastfeeding to women with active inflammatory disease and those who have undergone C-section.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Prospective Studies",
        "Adult",
        "Pregnancy",
        "Axial Spondyloarthritis",
        "Norway",
        "Infant, Newborn"
      ]
    },
    {
      "pmid": "40140930",
      "title": "The global burden of childhood diarrheal diseases attributable to suboptimal breastfeeding from 1990 to 2021: an exploratory analysis of estimates from the global burden of disease study.",
      "authors": [
        "Shuai Wang",
        "Tao Zhang",
        "Kaixin Wang",
        "Dongming Li",
        "Xueyuan Cao"
      ],
      "journal": "International breastfeeding journal",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Understanding the spatial and temporal patterns of the disease burden of childhood diarrhea attributable to suboptimal breastfeeding (including non-exclusive and discontinued breastfeeding) is crucial for global health policy and intervention strategies. This study aimed to comprehensively assess the global, regional, and national burden of childhood diarrheal diseases attributable to suboptimal breastfeeding in 204 countries and territories from 1990 to 2021. METHODS: This study utilized data from the Global Burden of Diseases, Injuries, and Risk Factors Study (GBD) 2021 to estimate deaths, disability-adjusted life years (DALYs), age-standardized mortality rate (ASMR), and age-standardized DALY rate (ASDR) of childhood diarrheal diseases attributable to suboptimal breastfeeding. Suboptimal breastfeeding was assessed as a combination of non-exclusive breastfeeding and discontinued breastfeeding. And the average annual percentage change (AAPC) from 1990 to 2021 was calculated to determine long-term trends. Additionally, frontier analyses were conducted to evaluate the efficiency of different countries in reducing the disease burden relative to their socio-demographic index (SDI) levels. RESULTS: By 2021, the global number of deaths and DALYs attributable to childhood diarrheal diseases due to suboptimal breastfeeding was 63,133 and 573,430, respectively. Between 1990 and 2021, the number of deaths and DALYs, as well as ASMR (AAPC: -5.40) and ASDR (AAPC: -5.38), declined by approximately 80%. However, significant disparities persist across regions. Low-SDI regions, particularly in Western Sub-Saharan Africa, continued to bear the highest disease burden. At the countries or territories level, Nigeria, India, and Chad recorded the highest number of deaths and DALYs, while Chad, South Sudan, and Lesotho exhibited the highest ASMR and ASDR values. Similar patterns were observed for non-exclusive and discontinued breastfeeding, with the greatest burden concentrated in resource-limited settings. CONCLUSION: While the global burden of childhood diarrheal diseases attributable to suboptimal breastfeeding has significantly declined over the past three decades, the disease burden remains disproportionately high in less developed regions. These findings underscore the urgent need for targeted public health policies and interventions to promote exclusive and continued breastfeeding, especially in high-burden regions, to further reduce preventable childhood morbidity and mortality.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Global Burden of Disease",
        "Diarrhea",
        "Infant",
        "Female",
        "Child, Preschool",
        "Global Health",
        "Infant, Newborn",
        "Child",
        "Male",
        "Disability-Adjusted Life Years"
      ]
    },
    {
      "pmid": "40139970",
      "title": "Feasibility, acceptability and preliminary effects of speech-language therapy in breastfeeding support: A mixed methods pilot study with migrant women in Portugal.",
      "authors": [
        "Ana Cláudia Lopes",
        "Marisa Lousada"
      ],
      "journal": "International journal of language & communication disorders",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Breastfeeding is the optimal method of infant feeding, particularly during the first 6 months after birth, and ideally continuing until the child is at least 2 years old. Speech-language therapists (SLTs) can improve the quality of care in this area, especially in vulnerable populations. AIMS: This pilot study aimed to assess the feasibility, acceptability and effectiveness of speech-language therapy to support breastfeeding among migrant women in Portugal. It evaluates breastfeeding outcomes, maternal self-efficacy and quality of life post-intervention, and explores the role of SLTs in this context. METHODS & PROCEDURES: A total of 18 migrant women were recruited between September 2023 and September 2024. The speech-language therapy intervention included ante- and postnatal breastfeeding support, evaluated using pre- and post-workshop questionnaires assessing breastfeeding knowledge, attitudes, beliefs and practices. Postpartum follow-up was conducted at 1, 3 and 6 months, during which time the neonatal oral-motor assessment scale (NOMAS), breastfeeding self-efficacy scale (BSES) and maternal postpartum quality of life questionnaire (MPQLQ) were administered. Feasibility outcomes such as recruitment, retention, adherence and acceptability were also assessed, and semi-structured interviews were completed. OUTCOMES & RESULTS: The findings indicated high feasibility, with strong recruitment and retention rates. Breastfeeding self-efficacy significantly improved, with scores rising from 55.6 (SD = 9.8) pre-intervention to 67.2 (SD = 8.3) at 6 months postpartum (t(15) = 5.89, p < 0.001). Maternal quality of life increased from 62.3 (SD = 5.2) at 1 month to 72.1 (SD = 4.6) at 6 months (t(15) = 6.23, p < 0.001). A 100% breastfeeding rate was achieved at 6 months postpartum. Qualitative data revealed that the participants valued comprehensive breastfeeding support and SLT involvement. CONCLUSIONS & IMPLICATIONS: This study demonstrated that speech-language therapy interventions are feasible and effective in improving breastfeeding outcomes among migrant women, warranting further investigation through larger trials. WHAT THIS PAPER ADDS: What is already known on the subject While breastfeeding support is often emphasized, there is a gap in understanding how tailored interventions can benefit migrant women facing breastfeeding challenges. What this paper adds to the existing knowledge The findings highlight the role of SLTs in enhancing breastfeeding outcomes, suggesting that tailored support can significantly impact maternal and infant well-being. What are the potential or actual clinical implications of this work? Speech-language therapy interventions can effectively support breastfeeding, especially in populations with unique challenges such as migrant women.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Pilot Projects",
        "Portugal",
        "Adult",
        "Feasibility Studies",
        "Transients and Migrants",
        "Quality of Life",
        "Language Therapy",
        "Speech Therapy",
        "Infant",
        "Patient Acceptance of Health Care",
        "Infant, Newborn",
        "Young Adult"
      ]
    },
    {
      "pmid": "40137067",
      "title": "A Study on Emotional Intelligence, Breastfeeding Self-Efficacy, and Prenatal Maternal Expectations in Women Attending a Pregnancy School.",
      "authors": [
        "Aleyna Bayındır",
        "Hülya Tosun"
      ],
      "journal": "Journal of Intelligence",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was conducted to determine the relationship between emotional intelligence (EI), breastfeeding self-efficacy, and maternal expectations of women who did and did not receive education and counseling during pregnancy. An observational cross-sectional study was conducted in a state hospital with 146 pregnant women (intervention group, n = 72; control group, n = 74). The intervention group had five stages, while the control group received standard pregnancy care. Data is collected by the \"Personal Information Form\", \"Rotterdam EI Scale\", \"Prenatal Breastfeeding Self-Efficacy Scale\", and \"Prenatal Maternal Expectations Scale\". When the emotional intelligence scores increased in the intervention group, breastfeeding self-efficacy and antenatal motherhood expectations also increased in the intervention group. In addition, the intervention group's EI, EI self-evaluation sub-dimension, prenatal motherhood expectations, unrealistic negative motherhood expectations mean, and breastfeeding self-efficacy scale were higher than those of the control group. The regression analysis revealed that the \"self-evaluation\" sub-dimension of the EI in the intervention group is correlated with regulate others and their own emotions, EI, breastfeeding self-efficacy, and prenatal motherhood expectations. This study shows that pregnant women who attended antenatal classes during the prenatal period had higher EI, breastfeeding self-efficacy, and prenatal maternal expectations than those who were pregnant and did not receive education."
    },
    {
      "pmid": "40133932",
      "title": "The effectiveness of real-time telelactation intervention on breastfeeding outcomes among employed mothers: a systematic review and meta-analysis.",
      "authors": [
        "Tippawan Iamchareon",
        "Wantana Maneesriwongul"
      ],
      "journal": "BMC pregnancy and childbirth",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: The global exclusive breastfeeding (EBF) rate during the first six months is < 50%. This rate is particularly low among employed mothers, who may face obstacles in accessing in-person lactation services. Given that telelactation services can increase EBF rates, we conducted this study to assess the effects of real-time telelactation services (vs. usual lactation services) on breastfeeding outcomes among employed mothers. METHODS: The Preferred Reporting Items for Systematic Reviews Meta-Analyses guidelines were followed. Studies published between 2012 and 2023 were identified from the Academic Search Ultimate, Cochrane, CINAHL Complete, Embase, ProQuest, SAGE journals, ScienceDirect, Scopus, Springer Link, Google Scholar, and Thai Journal Online databases. Randomized controlled trials and quasi-experimental studies that met the inclusion criteria were included. The JBI critical appraisal tool was used to assess the studies selected for the systematic review. Categorical data were analyzed using relative risk (RR) with 95% confidence intervals (CIs) and a random-effects model. RESULTS: Of the 18 studies selected for the review, 13 were included in the meta-analysis with a total of 4,564 participants. Of these, 3,582 were employed mothers. We identified three types of real-time telelactation services based on the activities of the provider and client: proactive, reactive, and mixed services. The results showed that real-time telelactation services had a statistically significant positive effect on the EBF rate during the first six months compared to usual care (Relative risk (RR): 1.31, 95% Confidence interval (CI) [1.10, 1.54]; p = 0.002). Proactive and mixed services significantly enhanced the rate of EBF (RR: 1.59, 95% CI [1.23, 2.05]; p = 0.0004 and RR: 1.38, 95% CI [1.01, 1.87]; p = 0.04, respectively). Reactive services did not significantly affect the EBF rate during the first six months compared to usual care (RR: 0.98, 95% CI [0.93, 1.04]; p = 0.54). CONCLUSIONS: Real-time telelactation services delivered by lactation/trained professionals in a proactive or combined proactive/reactive manner (i.e., via scheduled appointments and on demand) were the most effective. These service models should be considered by lactation service providers and healthcare policymakers seeking to increase EBF among the majority of participants who were employed mothers. REVIEW REGISTRATION: This review has been registered in the International Prospective Register of Systematic Reviews (PROSPERO) (ID: CRD42023429900).",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Telemedicine",
        "Mothers",
        "Employment",
        "Lactation",
        "Women, Working",
        "Adult"
      ]
    },
    {
      "pmid": "40130116",
      "title": "Effectiveness of Interactive Audiovisual Training on Breastfeeding Knowledge Among Primary Healthcare Workers in Eastern India: A Quasi-experimental Study.",
      "authors": [
        "G Jahnavi",
        "Bijit Biswas",
        "Anuradha Gautam",
        "Shikha Sahay",
        "Saroj Kumar Tripathi",
        "Jyoti Kiran"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background Accredited Social Health Activists (ASHAs) are vital in promoting breastfeeding in rural areas. However, their understanding and misconceptions regarding this vital lifesaving intervention remain largely unexplored. The study sought to measure the effectiveness of a one-day interactive, audiovisual training on breastfeeding knowledge among ASHAs of a rural block of Deoghar, Jharkhand, India. Methods Utilizing a quasi-experimental design featuring a single intervention group, this study engaged 46 ASHAs from a rural block in Deoghar, Jharkhand, India, coinciding with World Breastfeeding Week in August 2023. The evaluation encompassed a broad range of sociodemographic variables along with an in-depth exploration of breastfeeding knowledge, spanning techniques, benefits, and common misconceptions. Results The study participants, with an average age of 39.3 years and a mean service duration of 15.6 years, included a majority (71.7%) who had received prior breastfeeding training. Analysis of pre- and post-intervention data revealed significant knowledge improvements, with an effect size (Cohen's d) of 2.0, ranging between 1.5 and 2.5. Notably, participants with higher educational levels (correlation coefficient, r = 0.360, p = 0.014) and those with previous training (r = 0.535, p < 0.001) experienced substantial gains. In contrast, the improvements were less marked (r = -0.317, p = 0.032) among ASHAs from Scheduled Castes or Scheduled Tribes. Conclusions The effectiveness of interactive, audiovisual training highlights the importance of regular, context-specific education for ASHAs, enabling them to effectively support and advocate for breastfeeding in their communities."
    },
    {
      "pmid": "40129756",
      "title": "An overview of reviews of breastfeeding barriers and facilitators: Analyzing global research trends and hotspots.",
      "authors": [
        "Agustín Ramiro Miranda",
        "Paula Eugenia Barral",
        "Ana Veronica Scotta",
        "Mariela Valentina Cortez",
        "Elio Andrés Soria"
      ],
      "journal": "Global epidemiology",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Breastfeeding is the most cost-effective intervention for reducing infant morbidity and mortality, offering benefits for infants and mothers. Despite extensive promotion, global adherence remains below 50 %, resulting in significant clinical, economic, and environmental impacts. Thus, this overview of reviews aims to synthesize barriers and facilitators of breastfeeding, analyze research trends, and identify gaps to guide future research. A comprehensive literature search was conducted, including systematic reviews that examine these factors. The search covered seven electronic data repositories. The methodological quality was assessed using the Risk of Bias in Systematic Reviews tool. Bibliometric analysis focused on identifying top journals, authors, and countries, assessing their impact, and exploring trends over time. Findings were classified and analyzed thematically through line-by-line coding, theme description, and analytical formulation. A total of 123 reviews were included, mostly of high quality and published in top journals. Key trends comprised a growing focus on psychosocial and cultural factors, increased representation from low- and middle-income countries, and improved methodological rigor. However, geographical representation remains biased towards high-income countries, and some breastfeeding outcomes need further exploration. Thematic analysis revealed four categories: Therapeutic and care interventions; Support networks and education; Maternal-infant health issues; and Societal and environmental context. In conclusion, this overview of reviews identifies barriers and facilitators of breastfeeding and emphasizes the need for more inclusive research and tailored support. Addressing gaps in evidence for enhancing healthcare systems and policies can improve breastfeeding practices and outcomes worldwide."
    },
    {
      "pmid": "40128941",
      "title": "The Effects of Interventions During Pregnancy to Improve Breastfeeding Self-Efficacy: Systematic Review and Meta-Analysis.",
      "authors": [
        "Fatma Koruk",
        "Selma Kahraman",
        "Zeliha Turan",
        "Hatice Nur Özgen",
        "Burcu Beyazgül"
      ],
      "journal": "Journal of midwifery & women's health",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Breastfeeding self-efficacy can be increased through effective interventions to improve breastfeeding rates and promote maternal and infant health. Improving breastfeeding self-efficacy in the prenatal period is important for successful breastfeeding and sustainable breastfeeding practices after birth. Although randomized controlled trials have shown that antenatal and postnatal interventions can boost breastfeeding self-efficacy, evidence is lacking on which interventions are most effective and on the key characteristics of such interventions. The purpose of this review was (1) to examine the effects of various antenatal interventions on breastfeeding self-efficacy and (2) to identify the most effective intervention. METHODS: In this meta-analysis, randomized controlled trials and experimental studies were searched using 5 search engines in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analysis protocols declaration guidelines. In total, 34 studies were identified, which included 4698 participants. A random effects model, subgroup analysis, and meta-regression analysis were used to pool the results. RESULTS: During pregnancy, all types of interventions except model-based counseling provided without prior education and simulation methods have been effective in increasing breastfeeding self-efficacy (P <.05). Intervention type was the only intervention characteristic that showed statistically significant differences in effect size using the between-group heterogeneity statistic (QB, 13.888; P = .016). A meta-regression analysis found a significant effect of differences in intervention types across studies (heterogeneity: τ2, 0.672; Q value = 662.100; df = 33; P < .001; I2 = 95.016%; test for overall effect: z, 7.020; P = .001), and this difference was found to be due to model-based education and counseling, which had the largest effect size in increasing breastfeeding self-efficacy. Intervention type explained 16% of the relationship between interventions to increase breastfeeding self-efficacy during pregnancy and breastfeeding self-efficacy (r2 = 0.16). DISCUSSION: There is a relationship between the types of interventions for breastfeeding during pregnancy and breastfeeding self-efficacy. To increase breastfeeding self-efficacy during pregnancy, it is recommended that health care professionals primarily develop programs that include model-based education and counseling."
    },
    {
      "pmid": "40127036",
      "title": "Effect of tofacitinib exposure in utero and during breastfeeding on the immune status of exposed child.",
      "authors": [
        "Katarina Mitrova",
        "Marta Kostrejova",
        "Kristyna Zdychyncova",
        "Milan Lukas",
        "Dana Duricova"
      ],
      "journal": "Journal of Crohn's & colitis",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article",
        "Case Reports"
      ],
      "abstract": "BACKGROUND AND AIMS: Janus kinase (JAK) inhibitors, such as tofacitinib, are potent anti-inflammatory agents used in the treatment of ulcerative colitis (UC). Current guidelines recommend avoiding their use during pregnancy due to safety concerns, as well as during breastfeeding due to the potential excretion into breast milk. METHODS: This case report describes the impact of in utero exposure to tofacitinib during pregnancy and subsequent exposure via breastfeeding on the immune development of the exposed infant. RESULTS: A 37-year-old woman with UC, who was being treated with tofacitinib and vedolizumab, became pregnant and continued both medications, with the tofacitinib dosage reduced from 10 to 5 mg BID at gestational week 28. The infant was born healthy, with normal growth and development, and received all scheduled non-live vaccinations. At 15 months, immune parameters-including response to vaccination-were evaluated. The results showed normal immunoglobulin levels and an adequate serologic response to vaccination, with no signs of immune dysfunction. CONCLUSIONS: This case suggests that prolonged prenatal and postnatal exposure to tofacitinib may not adversely affect infant immune development. However, caution is advised due to the limited number of documented cases. Further research is needed to fully understand the long-term implications of JAK inhibitor exposure during pregnancy and breastfeeding.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Infant",
        "Infant, Newborn",
        "Pregnancy",
        "Antibodies, Monoclonal, Humanized",
        "Breast Feeding",
        "Colitis, Ulcerative",
        "Janus Kinase Inhibitors",
        "Piperidines",
        "Pregnancy Complications",
        "Prenatal Exposure Delayed Effects",
        "Protein Kinase Inhibitors",
        "Pyrimidines",
        "Pyrroles"
      ]
    },
    {
      "pmid": "40102944",
      "title": "Influence of abuse and disrespect during childbirth on early initiation of breastfeeding.",
      "authors": [
        "Ana Ballesta-Castillejos",
        "Julián Rodríguez-Almagro",
        "Silvia García De-Mateos",
        "Inmaculada Ortiz-Esquinas",
        "Juan Miguel Martínez-Galiano",
        "Antonio Hernández-Martínez"
      ],
      "journal": "International breastfeeding journal",
      "publication_date": "2025-Mar-18",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "BACKGROUND: An increasing trend among women and professionals is recognizing the existence of abuse and disrespect by professionals toward women during childbirth. The promotion of breastfeeding is a priority objective, and few studies address the relationship between this mistreatment during birth and its impact on breastfeeding rates. Our objective was to evaluate the relationship between abusive treatment and the disrespect that women receive from professionals during childbirth with the early initiation and maintenance of breastfeeding on hospital discharge. METHODS: A cross-sectional observational study conducted in Spain with women who had become mothers in 2022. The data were obtained through an online questionnaire distributed via women's associations in which breastfeeding rates in the first hour of life and upon hospital discharge were included as dependent variables, and sociodemographic, obstetric, breastfeeding variables, and abuse and lack of respect during childbirth were included as independent variables. Crude Odds Ratio (OR) and adjusted (aOR) were calculated with their respective 95% CI. RESULTS: 2048 women participated. The perception of abuse and disrespect, expressed as higher scores on the CARE-MQ scale, showed a lower probability of breastfeeding in the first hour of life by 0.69 to 0.43 (percentile 50-74 aOR:0.69; 95% CI:0.49, 0.97; p74-89 aOR:0.59; 95% CI:0.39, 0.87; p > 90 aOR:0.43; 95% CI:0.32, 0.76). Attending more than 5 prenatal education sessions, skin-to-skin contact, and previous breastfeeding experience increase the probability of early initiation of breastfeeding and maintaining it when the woman is discharged from the hospital. CONCLUSIONS: Women who perceive more abuse and disrespect from professionals during childbirth are less likely to initiate breastfeeding early; however, this relationship is not observed when assessing breastfeeding at hospital discharge.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Feeding",
        "Adult",
        "Cross-Sectional Studies",
        "Spain",
        "Pregnancy",
        "Surveys and Questionnaires",
        "Parturition",
        "Young Adult",
        "Professional-Patient Relations",
        "Mothers",
        "Infant, Newborn"
      ]
    },
    {
      "pmid": "40098736",
      "title": "Building blocks of life: improving nutrition and health outcomes through fortification and breastfeeding in the first 1000 days of a child's life.",
      "authors": [
        "Rohini Saran",
        "Jayendra Kasar",
        "Meenakshi Jha",
        "Jatindra K Sahu",
        "Sonu S Babu",
        "Ankur Mutreja"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Micronutrient deficiencies continue to be an important concern in India, particularly among mothers and young children. Food fortification and fortified rice as a scalable and cost-effective solution, has been accepted as a critical intervention to address these deficiencies. Our analysis examines how food fortification can improve the health of mothers and children in India. Focusing on the vital window of first 1,000 days since conception of a child, we examine the benefits of food fortification, the incidence of micronutrient deficiencies, and the incorporation of fortified foods into India's social safety net program. The analysis emphasizes the importance of successful public-private partnerships, local institutional commitment, and long-term political commitment to the success of fortification programs. We further emphasize that to ensure optimal nutrition during this critical stage, it essential to support breastfeeding, establish human milk banks, and encourage complementary feeding alternatives. Policymakers, program implementers, and stakeholders committed to improving maternal and child health outcomes in India will benefit from our findings."
    },
    {
      "pmid": "40093881",
      "title": "Postnatal counseling promotes early initiation and exclusive breastfeeding: a randomized controlled trial.",
      "authors": [
        "Belda Negesa Beyene",
        "Wako Golicha Wako",
        "Dureti Moti",
        "Alo Edin",
        "Derese Eshetu Debela"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Breastfeeding plays a crucial role in promoting the health and wellbeing of both mothers and their infants, contributing to healthier populations and reducing long-term healthcare costs. Encouraging breastfeeding through education, support, and policies is essential for maximizing these benefits. The purpose of this study was to evaluate the impact of immediate postpartum counseling on early initiation of breastfeeding rates and exclusive breastfeeding in Bule Hora Teaching and Yabelo General Hospitals. METHODS: A cluster randomized single-blinded trial was conducted on 224 postpartum women (112 in the intervention group and 112 in the control group) from January 1, 2023, to May 30, 2023. The effects of immediate postpartum counseling and its associated variables on early initiation and exclusive breastfeeding practices were evaluated using logistic regressions. A p-value of less than 0.05, a 95% confidence interval, and an adjusted odds ratio were used to determine statistical significance. RESULTS: The proportion of early initiation of breastfeeding was significantly greater in the intervention group than in the control group (54.1% vs. 45.9%, p = 0.001), and exclusive breastfeeding practice were also significantly greater among women who received immediate breastfeeding counseling than among those who did not receive it (61.9% vs. 38.1%, p = 0.015). Those mothers who had an ANC visit for their pregnancy were three times more likely (AOR = 3.01, 95% CI = 1.12-8.1) to initiate breastfeeding. Having good knowledge regarding breastfeeding made them six times more likely to initiate breast-feeding earlier (AOR = 6.18, 95% CI = 1.77-21.57). Women who received counseling (AOR = 3.36, 95% CI: 1.83-6.16) and women who had good knowledge about breastfeeding (AOR = 1.88, 95% CI: 1.01-3.49) were significantly associated with exclusive breastfeeding practices. CONCLUSION: This study revealed that immediate postpartum breastfeeding counseling can positively influence both early initiations of breastfeeding and exclusive breastfeeding practices. Providing sustained education to women regarding early initiation and exclusive breastfeeding practices should be strengthened."
    },
    {
      "pmid": "40092082",
      "title": "Combining orofacial stimulation with gentle touch therapy improves breastfeeding tolerance and weight gain in preterm infants.",
      "authors": [
        "Fan Yao",
        "Qiong Mei",
        "Ling Guo",
        "Min Liang"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To investigate the effect of orofacial stimulation combined with gentle touch therapy on breastfeeding intolerance and weight gain in preterm infants. METHODS: This retrospective cohort study was conducted at Wuhan Children's Hospital, involving 236 preterm infants diagnosed with breastfeeding intolerance. Of these, 130 infants received a combination of gentle touch and orofacial stimulation (combination group), while 106 infants received only gentle touch therapy (only-touch group). The intervention lasted for three months. Outcomes were assessed using clinical indicators of breastfeeding intolerance, the Neonatal Oral Motor Assessment Scale (NOMAS), growth measurements (weight, height, and head circumference), and levels of calcium, albumin, prealbumin, and bilirubin. Statistical analyses were performed using SPSS 23.0. RESULTS: The combination group demonstrated a higher rate of improvement in breastfeeding intolerance compared to the only-touch group (significantly improved cases: 60 vs. 30; ineffective cases: 7 vs. 44; χ2 = 28.267, P < 0.05). Oral motor function improved significantly more in the combination group (P < 0.05). After 1 and 3 months, the combination group showed greater increases in weight, height, and head circumference (Height: P = 0.025 at 1 month; Head circumference: P = 0.034 at 3 months). The duration of residual milk was significantly reduced in the combination group by the end of the observation period (P < 0.001). Nutrient analysis revealed higher levels of calcium, albumin, and prealbumin post-nursing (P < 0.05), and bilirubin levels decreased significantly after one month (t = 5.987, P < 0.05). CONCLUSION: Combining orofacial stimulation with gentle touch therapy improves breastfeeding tolerance, oral motor function, growth, and nutritional status in preterm infants more effectively than touch therapy alone."
    },
    {
      "pmid": "40086104",
      "title": "Skin-to-skin contact and breastfeeding after caesarean section: A systematic review and meta-analysis of intervention studies.",
      "authors": [
        "José Alberto Martínez-Hortelano",
        "Alicia Saz-Lara",
        "Jorge Luis Gómez González",
        "Soledad Cristóbal-Aguado",
        "Laura Iglesias-Rus",
        "Vicente Martínez-Vizcaíno",
        "Miriam Garrido-Miguel"
      ],
      "journal": "International journal of nursing studies",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Breastfeeding has been widely studied as a factor that improves maternal and newborn health outcomes. Immediate or early skin-to-skin contact interventions have been proposed in health care services to increase breastfeeding or exclusive breastfeeding rates following caesarean births although the findings are inconclusive. OBJECTIVE: This systematic review and meta-analysis aimed to synthesize the available evidence on early or immediate skin-to-skin contact and breastfeeding in women and newborns following caesarean birth. METHODS: A systematic search was performed using in the MEDLINE, EMBASE, Cochrane Library and Web of Science databases from inception to June 2024. The effects of early or immediate skin-to-skin contact were reported as relative risks (RRs) with 95 % confidence intervals (CIs) provided by the original articles. Pooled estimates were calculated using the DerSimonan and Laird methods. The intervention groups received early or immediate skin-to-skin contact and the control group received standard care after caesarean birth. The risk of the bias of the randomized controlled trials was assessed using the Cochrane risk of bias tool for randomized controlled trials (RoB 2) and the risk of bias in nonrandomized studies of interventions (ROBINS-I) assessment tool for nonrandomized studies. Publication bias was assessed with funnel plot asymmetry and Egger's test. Zotero reference manager and Stata 17 software were used. RESULTS: Eight randomized controlled trials and three quasiexperimental studies involving a total of 1.990 participants were included. The findings indicate that skin-to-skin contact decreased the time to first attachment by 51.73 min (95 % CI: -68.54 to -34.91; I2: 85.3), increased the breastfeeding rates in the first 2 h after birth (RR: 4.86; 95 % CI: 2.71 to 7.01; I2: 44.1) and the exclusive breastfeeding rate at discharge (RR: 1.69; 95 % CI 1.36 to 2.01; I2: 13.7), but not the exclusive breastfeeding rate at one month from birth or later (RR: 1.13; 95 % CI 0.73 to 1.54; I2: 0.0). CONCLUSION: This study revealed that early or immediate skin-to-skin contact after caesarean birth improved breastfeeding rates and exclusive breastfeeding rates during the health care stay. Trials with longer follow-up times are needed to assess whether interventions based on early or immediate skin-to-skin contact maintain their effectiveness over time and to clarify whether early or immediate skin-to-skin contact is safe for preterm newborns or women with certain health conditions."
    },
    {
      "pmid": "40074571",
      "title": "Author's reply: \"Navigating anti-TNF therapy risks: Real-world insights on pregnancy, breastfeeding, and vaccines in IBD patients\".",
      "authors": [
        "Pauline Wils",
        "Marion Simon",
        "Anthony Buisson"
      ],
      "journal": "Digestive and liver disease : official journal of the Italian Society of Gastroenterology and the Italian Association for the Study of the Liver",
      "publication_date": "2025-May",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "40071767",
      "title": "Experiences of Breastfeeding Mothers of Infants With Ankyloglossia: A Qualitative Study.",
      "authors": [
        "Gemma López-Segura",
        "Raquel Alarcón-Rodríguez",
        "Raúl Romero-Del Rey",
        "María Del Mar Murillo-de Las Heras",
        "Mar Requena-Mullor",
        "Jessica García-González"
      ],
      "journal": "Journal of human lactation : official journal of International Lactation Consultant Association",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ankyloglossia, or limited tongue mobility due to a restrictive sublingual frenulum, can complicate breastfeeding. Treatment typically involves a frenotomy, a procedure that cuts the restrictive tissue parallel to the tongue. RESEARCH AIM: To describe the experiences of breastfeeding mothers with children affected by ankyloglossia, before any treatment for the condition. METHOD: This was a qualitative descriptive study. Using purposive sampling, 20 participants were recruited. Data were collected through individualized semi-structured interviews. The interviews were recorded and transcribed verbatim. Thematic analysis was used for data analysis with ATLAS.ti computer software. RESULTS: Four main themes were identified: (1) Breastfeeding: An idyllic and intuitive process; (2) When idyllic becomes problematic; (3) Looking for a solution; and (4) Recommendations based on experience. During pregnancy, the participants perceived breastfeeding as an idealized process. After delivery, participants described physical and emotional difficulties with breastfeeding that they attributed to ankyloglossia. Although the care received by midwives in the hospital was satisfactory, the participants described shortcomings, including the lack of breastfeeding training for healthcare professionals and the lack of specialized physiotherapists. CONCLUSIONS: This study shows the difficulties experienced by breastfeeding mothers of children with ankyloglossia prior to treatment, emphasizing the importance of a comprehensive approach. Despite satisfaction with midwifery care, shortcomings in the hospital were described.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Qualitative Research",
        "Ankyloglossia",
        "Mothers",
        "Adult",
        "Infant, Newborn",
        "Infant",
        "Pregnancy",
        "Lingual Frenum",
        "Male"
      ]
    },
    {
      "pmid": "40064765",
      "title": "Fostering Community Support for Breastfeeding: Implementation of a Neighborhood Level Breastfeeding Initiative in Brooklyn, New York.",
      "authors": [
        "Jennifer Pierre",
        "Jocelyn Valdez",
        "Sharon Marshall-Taylor",
        "Sheena Dorvil",
        "Frances M Howell"
      ],
      "journal": "Journal of community health",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To share lessons learned from the New York City Department of Health and Mental Hygiene's Brooklyn Breastfeeding Empowerment Zone initiative to increase breastfeeding duration rates in the Brooklyn Community Districts (CDs) of Bedford-Stuyvesant and Brownsville, and to evaluate the degree to which the initiative mobilized community support, and impacted breastfeeding. These neighborhoods were chosen due to historically low breastfeeding rates. Highly frequented community establishments such as restaurants/cafés, beauty salons, pharmacies and retail shops were selected as potential breastfeeding friendly spaces (BFSs) to support and welcome breastfeeding mothers. Staff visited each establishment to explain project objectives and requirements and inquired about interest in becoming a BFS. A Baby Café was also established in Brownsville to offer practical breastfeeding advice for mothers. Of the 178 potential BFSs identified in both CDs, 123 (69%) agreed to become BFSs. The Brownsville Baby Café, established in 2018, surpassed its goal of hosting 26 sessions in the first year. Class feedback surveys indicated that the primary reason for attending was to learn more about breastfeeding and other information to support their babies (52%), and 84% were satisfied with or confident about the responses they received. Between 2009 and 2012 to 2017-2020, there were statistically significant increases in breastfeeding initiation (83.9-95.7%) (P < 0.05), and exclusivity (9.7-29.9%) (p < 0.05) in Brownsville. The BFEZ initiative successfully engaged community establishments, formed a support group to help breastfeeding families, and showed how these initiatives can help to change the social environment and outcomes related to breastfeeding."
    },
    {
      "pmid": "40057854",
      "title": "Impact of a Brief Educational Intervention on Breastfeeding Knowledge and Intention for Pediatric Primary Care Clinicians.",
      "authors": [
        "Haley Harger",
        "Diana Cartagena"
      ],
      "journal": "Journal of pediatric health care : official publication of National Association of Pediatric Nurse Associates & Practitioners",
      "publication_date": "2025-Mar-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Pediatric primary care clinicians are ideally situated to support breastfeeding but may lack knowledge and confidence. This study evaluates the impact of a brief educational program on clinicians' breastfeeding knowledge and intention to implement breastfeeding support. METHODS: Pre- and post-test study design using a convenience sample of pediatric primary care clinicians (n = 26), who participated in a 25-minute educational program. Paired t-test was used to compare breastfeeding knowledge and intention before and after the program. RESULTS: Breastfeeding knowledge was significantly higher after participation in the program (p < .05). There was no significant change in intention to implement breastfeeding support, perhaps due to high clinician intention prior to participation. DISCUSSION: Findings demonstrate that a brief educational program can increase clinicians' breastfeeding knowledge, which is important for improving evidence-based breastfeeding practices and decreasing disparities. Findings highlight the need for further research into barriers to improving clinicians' intention to implement breastfeeding support and alternative methods to overcome them."
    },
    {
      "pmid": "40051012",
      "title": "Effectiveness of a new breastfeeding counselling intervention on breastfeeding prevalence, infant growth velocity and postpartum weight loss in overweight women: a randomized controlled trial.",
      "authors": [
        "Fanny Aldana-Parra",
        "Gilma Olaya Vega",
        "Mary Fewtrell"
      ],
      "journal": "International breastfeeding journal",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Maternal overweight is a risk factor for child obesity. Breastfeeding may decrease this risk, but breastfeeding prevalence is low in overweight or obese mothers. METHODS: We conducted a randomized trial in 90 overweight/obese pregnant women in Bogotá-Colombia during 2019, to evaluate the effects of a new exclusive breastfeeding (EBF) counselling intervention for overweight/obese mothers, based on Carl Rogers' client-centered theory. The Intervention included individualized breastfeeding counseling, empowerment sessions, and a set of problem-solving strategies based on Carl Rogers' client-centered theory, conducted during late pregnancy, first week postpartum, 1 and 3 months postpartum. Primary outcomes were EBF during the last 24 h prevalence at 4 months postpartum, infant growth, and maternal weight loss at 4 months postpartum; secondary outcomes were serum and breast milk prolactin concentration, breast milk energy and macronutrient content, estimated breast milk volume at 1 and 4 months and EBF prevalence at interim time-points. Mothers were randomised in late pregnancy to intervention (new breastfeeding counselling; IG) or control group (standard breastfeeding support; CG). RESULTS: The IG had significantly higher EBF prevalence at 4 months (82.8%) compared to the CG (30.6%) (Prevalence ratio or PR = 2.7; 95% CI = 1.6, 4.5). There were no intervention effects on infant growth velocity, maternal weight loss or secondary outcomes. DISCUSSION: The intervention, which could be implemented in primary care settings, was highly effective for increasing the prevalence of EBF in overweight/obese mothers at 4 months postpartum. The results should, however, be interpreted in the context of the small sample size, short follow-up period and loss to follow-up. Further evaluation of the intervention is required in a larger sample including longer-term infant follow-up. TRIAL REGISTRATION: (UTN) U1111-1228-9913 20 February 2019; ISRCTN15922904, retrospectively registered.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Feeding",
        "Adult",
        "Weight Loss",
        "Postpartum Period",
        "Counseling",
        "Pregnancy",
        "Overweight",
        "Infant",
        "Infant, Newborn",
        "Colombia",
        "Young Adult",
        "Prevalence",
        "Mothers",
        "Child Development"
      ]
    },
    {
      "pmid": "40046823",
      "title": "Breastfeeding trajectory of mothers of preterm infants within 6 months postpartum: A longitudinal study.",
      "authors": [
        "Na Wu",
        "Yijing Wang",
        "Lijing Ding",
        "Yiting Xu",
        "Xuyan Jia",
        "Keying Huo",
        "Xiao Yao",
        "Wenyan Zhang",
        "Yue Wan",
        "Peimin Xie",
        "Lin Ye",
        "Rong Huang"
      ],
      "journal": "International journal of nursing studies advances",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Breast milk is the nutrient of choice for preterm infants. The World Health Organization has set a target of ensuring by 2030 that 70 % of infants younger than age 6 months are exclusively breastfed. The breastfeeding status of mothers of preterm infants is far below that target. Preterm infants are a special group, and there are many difficulties in and obstacles to adhering to breastfeeding. It is urgent to understand the current situation of breastfeeding among mothers of preterm infants, the change in their breastfeeding behaviors over time, and factors influencing breastfeeding in this population during different postpartum stages. OBJECTIVE: We aimed to explore potential breastfeeding behavior trajectories and analyze modifiable influencing factors to provide a reference for health care staff to identify risk groups of breastfeeding attrition at an early stage and develop targeted intervention measures. METHODS: We conducted a prospective, single-center, longitudinal study involving a cohort of mothers of preterm infants from July 2023 to May 2024. We administered the Breastfeeding Behavior Questionnaire, Breastfeeding Intention Questionnaire, Breastfeeding Prediction Scale, Breastfeeding Knowledge Questionnaire, and Edinburgh Postnatal Depression Scale. Data were collected at four timepoints: before discharge (T0) and at 6 weeks (T1), 4 months (T2), and 6 months postpartum (T3). A mixed model of latent variable growth was used to fit the trajectory of maternal breastfeeding behavior, and multiple logistic regression analysis was used to detect factors influencing the trajectory of breastfeeding behavior. RESULTS: Three types of heterogeneity tracks were found: a \"high-level rising\" group (36.5 %), \"medium-level declining\" group (26.0 %), and \"low-level declining\" group (37.5 %). Household income, spouse's educational background, smoking in the spouse, breastfeeding patterns before discharge (T0), perceived breastfeeding control and breastfeeding intention (T1), perceived breastfeeding control, breastfeeding intention, and breastfeeding knowledge (T2), and perceived breastfeeding control, breastfeeding positive attitude, and breastfeeding negative attitude (T3) were predictors of different profiles. CONCLUSION: Breastfeeding is of great importance to promote the growth and development of preterm infants. However, the breastfeeding situation among mothers of preterm infants 6 months after delivery is not encouraging. The rate of exclusive breastfeeding is low and needs to be improved. Clarifying those variables related to the Theory of Planned Behavior, such as breastfeeding positive and negative attitudes, perceived breastfeeding control, breastfeeding knowledge, and postpartum depression score, can provide a theoretical basis for the early identification and screening of mothers at risk of exclusive breastfeeding attrition. Interventions should be delivered at scale to benefit all new mothers and infants."
    },
    {
      "pmid": "40044928",
      "title": "RAAS inhibitors in pregnancy, breastfeeding and women of childbearing potential: a review of national and international clinical practice guidelines.",
      "authors": [
        "Caitlin Greenlees",
        "Christian Delles"
      ],
      "journal": "Journal of human hypertension",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Globally prevalent conditions such as hypertension, heart failure, ischaemic heart disease (IHD) and chronic kidney disease (CKD) are frequently and effectively treated with blockers of the renin-angiotensin-aldosterone system (RAAS) as a first line treatment in the UK and worldwide. RAAS blockers are prohibited in pregnancy due to their adverse fetal effects. We reviewed clinical guidelines from the National Institute of Health and Care Excellence (NICE) on the management of cardiovascular and kidney disease with RAAS blockers in pregnancy, with other UK, European and American guidance as comparators. Whilst guidelines agree on the strict avoidance of RAAS blockers in pregnancy, nuanced considerations regarding prescription in women of childbearing potential, contraception, timing of RAAS blocker withdrawal and breastfeeding are not consistently addressed in clinical guidelines. We call for consistent wording and more explicit advice on RAAS blocker prescription in women of childbearing potential, in pregnancy and in the postpartum period in future iterations of clinical guidelines."
    },
    {
      "pmid": "40033309",
      "title": "Call to include breastfeeding as a synergistic approach to vaccines for prevention of respiratory syncytial virus disease.",
      "authors": [
        "Laura Fischer",
        "Elochukwu Okanmelu",
        "Melissa Ann Theurich"
      ],
      "journal": "International breastfeeding journal",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article",
        "Letter"
      ],
      "abstract": "BACKGROUND: Infections with respiratory syncytial virus (RSV) in infancy and early childhood are very common. RSV is the leading cause of bronchiolitis and pneumonia and substantially contributes to the morbidity and mortality of infants and young children worldwide. Until very recently, there have been no vaccines available for prevention and there are no curative treatments for RSV. Two novel pharmaceutical approaches for RSV prevention became available in 2024 namely immunization of mothers during pregnancy and immunoprophylaxis of infants. Since then, a series of scientific papers as well as national and international guidance have been published to encourage parents to vaccinate themselves or their children. Despite strong evidence that breastfeeding is an important non-pharmacological approach for prevention of severe RSV outcomes, recent scientific papers and public health communications have neglected breastfeeding as a core RSV-preventive strategy. This commentary highlights epidemiological evidence of the protective effects of breastfeeding as a key non-pharmacological intervention, discussing its synergistic role in RSV prevention and supportive role in the care of sick infants. BREASTFEEDING AND RSV: Breastfeeding has been shown to reduce the rate and severity of RSV-associated outcomes, including hospitalization and mortality. While exclusive breastfeeding is most protective, even one month of breastfeeding was associated with a reduced likelihood of Intensive Care Unit admission and the need of mechanical ventilation in RSV-infected infants. The benefits of breastfeeding for RSV prevention and supportive care have been demonstrated in epidemiological studies in low-, middle- and high-income settings and are especially important for small, premature and sick infants. CONCLUSION: Breastfeeding is an overlooked sustainable strategy for the universal prevention of severe outcomes and serves as supportive care of RSV-associated disease in infancy, especially in vulnerable population groups. Breastfeeding should be encouraged alongside vaccines in all public health communication, by health providers during pre- and postnatal immunization visits and during infant check-ups. Further, the role of breastfeeding as supportive care of RSV-infected and critically-ill infants should not be overlooked.",
      "mesh_terms": [
        "Humans",
        "Respiratory Syncytial Virus Infections",
        "Breast Feeding",
        "Infant",
        "Respiratory Syncytial Virus Vaccines",
        "Female",
        "Infant, Newborn",
        "Pregnancy"
      ]
    },
    {
      "pmid": "40029627",
      "title": "Breastfeeding Support Provided by Lactation Consultants: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Curtis J D'Hollander",
        "Victoria A McCredie",
        "Elizabeth M Uleryk",
        "Michaela Kucab",
        "Rosella M Le",
        "Ofri Hayosh",
        "Charles D G Keown-Stoneman",
        "Catherine S Birken",
        "Jonathon L Maguire"
      ],
      "journal": "JAMA pediatrics",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IMPORTANCE: Breast milk offers numerous health benefits, yet breastfeeding recommendations are met less than half of the time in high-income countries. OBJECTIVE: To evaluate the effect of lactation consultant (LC) interventions on breastfeeding, maternal breastfeeding self-efficacy, and infant growth compared to usual care. DATA SOURCES: The Cochrane Central Register of Controlled Trials, MEDLINE, Embase, CINAHL, Scopus, Web of Science, and the gray literature were searched for articles published between January 1985 and July 2024. The search took place on July 10, 2024, and data analysis was performed from July to August 2024. STUDY SELECTION: Randomized clinical trials of LC interventions in high-income countries published in any language were eligible for inclusion. DATA EXTRACTION AND SYNTHESIS: Data extracted included study design, participant and intervention characteristics, and outcome data. To account for studies that reported outcomes at multiple time points, effect estimates were pooled with 3-level correlated and hierarchical effects models. Meta-regression was performed for clinically important characteristics, such as the time point when the outcome was measured, intervention intensity, and participant income. MAIN OUTCOMES AND MEASURES: The primary outcome was stopping exclusive breastfeeding. Secondary outcomes included stopping any breastfeeding, exclusive breastfeeding and any breastfeeding duration, maternal breastfeeding self-efficacy, infant overweight and obesity, and infant growth. RESULTS: The search yielded 6476 records, of which 40 studies were included involving 8582 participants. Studies were published between 1992 and 2024, and most studies (n = 22) were conducted in the US. Compared to usual care, LC interventions reduced the risk of stopping exclusive breastfeeding (risk ratio [RR], 0.96; 95% CI, 0.94-0.99) and any breastfeeding (RR, 0.92; 95% CI, 0.87-0.96) and increased any breastfeeding duration by 3.63 weeks (95% CI, 0.13-7.12). There was weak evidence that LC interventions increased exclusive breastfeeding duration (mean difference [MD], 1.44 weeks; 95% CI, -2.73 to 5.60), maternal breastfeeding self-efficacy (MD, 2.83; 95% CI, -1.23 to 6.90), or the risk of infant overweight and obesity (RR, 1.52; 95% CI, 0.94-2.46). Meta-regression showed that LC interventions were more effective at reducing the risk for stopping exclusive breastfeeding (P = .01) and any breastfeeding (P < .001) the earlier that breastfeeding was measured in the postpartum period. LC interventions with a higher intensity (ie, number of LC visits) were more effective at reducing the risk for stopping any breastfeeding (P = .04). CONCLUSIONS AND RELEVANCE: According to the results of this systematic review and meta-analysis, LC interventions are a promising intervention for improving exclusive breastfeeding and any breastfeeding in high-income countries."
    },
    {
      "pmid": "40014345",
      "title": "Telelactation Services and Breastfeeding by Race and Ethnicity: A Randomized Clinical Trial.",
      "authors": [
        "Lori Uscher-Pines",
        "Kandice Kapinos",
        "Molly Waymouth",
        "Khadesia Howell",
        "Gaby Alvarado",
        "Kristin Ray",
        "Jill Demirci",
        "Ateev Mehrotra",
        "Rhianna Rogers",
        "Kortney Floyd James",
        "Maria DeYoreo"
      ],
      "journal": "JAMA network open",
      "publication_date": "2025-Feb-03",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "IMPORTANCE: There are substantial disparities in breastfeeding rates by race and ethnicity. Telelactation services that connect parents to lactation consultants via video are increasingly available and may reduce inequities in breastfeeding support; however, there is limited evidence on effectiveness. OBJECTIVE: To assess the impact of video telelactation services on breastfeeding duration and exclusivity across a racially and ethnically diverse population of parents. DESIGN, SETTING, AND PARTICIPANTS: This digital randomized clinical trial was conducted across 39 states. Eligible participants were aged 18 years or older, were in their third trimester of pregnancy with their first child, and intended to breastfeed. Participants were recruited through pregnancy apps from July 2021 to December 2022 and followed up through 24 weeks post partum. Analyses were completed from December 2023 to June 2024. INTERVENTION: Pregnant individuals were randomized 1:1 to the treatment arm, which received access to a smartphone app with on-demand access to lactation consultants 24 hours a day via video visits, or to the control arm, which received an infant care e-book. MAIN OUTCOMES AND MEASURES: Any breastfeeding and any infant formula use at 24 weeks post partum and time to breastfeeding cessation. The intention-to-treat analysis used regression models to estimate unadjusted effects and effects adjusted for baseline characteristics. RESULTS: A total of 2108 participants were randomized, and 1911 were analyzed for primary outcomes. The mean (SD) age at the time of recruitment was 29.61 (5.37) years, and 707 participants (37.0%) had a household income of less than $55 000. In all, 611 participants (32.0%) identified as Black, 678 (35.5%) as Latinx, and 622 (32.5%) as races and/or ethnicities other than Black or Latinx. Among treatment arm participants, 466 (48.8%) used telelactation services. In intention-to-treat analyses, the proportion of all participants who reported any breastfeeding at 24 weeks was 674 (70.6%) in the treatment group and 639 (66.8%) in the control group (adjusted difference, 3.6 percentage points; 95% CI, -0.5 to 7.6 percentage points; P = .08), and the proportion with exclusive breastfeeding at 24 weeks was 447 (46.9%) in the treatment arm and 421 (44.1%) in the control arm (adjusted difference, 2.4 percentage points; 95% CI, -1.9 to 6.8 percentage points; P = .28). Differences were significant among Black participants. The proportion of Black participants who reported any breastfeeding at 24 weeks was 196 of 301 (65.1%) in the treatment arm and 178 of 310 (57.4%) in the control arm (adjusted difference, 7.5 percentage points; 95% CI, 0.2-14.8 percentage points; P = .045) and who reported breastfeeding exclusively at 24 weeks was 128 of 300 (42.7%) in the treatment arm and 105 of 310 (33.9%) in the control arm (adjusted difference, 9.2 percentage points; 95% CI, 1.4-16.9 percentage points; P = .02). CONCLUSIONS AND RELEVANCE: In this randomized clinical trial, telelactation services had no significant effect on breastfeeding rates among participants overall, but significant improvements were found among Black individuals. The results suggest that telelactation services could be a component of a comprehensive strategy to reduce racial disparities in breastfeeding rates. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT04856163.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Adult",
        "Telemedicine",
        "Pregnancy",
        "Ethnicity",
        "Racial Groups",
        "Infant, Newborn",
        "United States",
        "Male"
      ]
    },
    {
      "pmid": "40010261",
      "title": "Nurse and midwife interventions to protect, promote and support breastfeeding: An umbrella review.",
      "authors": [
        "Cristina Couto",
        "Ana Paula Prata",
        "Sandra Patrícia Souto",
        "Joana Machado",
        "Clara Roquete Viana"
      ],
      "journal": "Midwifery",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Low breastfeeding rates continue to be a global concern among nurses and midwives, raising critical questions about knowledge and effectiveness in promoting breastfeeding. Summarising evidence on nursing and midwifery interventions to protect, promote, and support breastfeeding enables a deeper understanding of how these professionals can enhance breastfeeding practices, inform decision-makers, and improve care quality. AIM: To synthesise nursing and midwifery interventions that protect, promote, and support breastfeeding. METHODS: The JBI methodology for umbrella reviews guided this study. Searches were conducted in databases aggregated by EBSCOhost, SCOPUS, and Web of Science, as well as relevant grey literature. Systematic reviews published in English, Portuguese, and Spanish from January 2018 to December 2023 were included. Two independent reviewers used a JBI critical appraisal tool and a specific data extraction instrument to synthesise findings. FINDINGS: A total of 29 studies met the inclusion criteria. Synthesised findings include: (1) the absence of nursing/midwifery interventions focused on breastfeeding protection; (2) five nursing/midwifery interventions aimed at breastfeeding promotion, with the primary intervention being prenatal education; and (3) twenty-four interventions of nurses/midwives on breastfeeding support, the most frequent being home visits, telephone technology and follow-up. CONCLUSION: This umbrella review reveals limited involvement of nurses/midwives in breastfeeding protection, despite their expertise and potential influence on policy development to support breastfeeding. They are involved in breastfeeding promotion, but most of their intervention is focused on breastfeeding support. The diverse roles and settings of nursing and midwifery practice present challenges in evaluating intervention effectiveness. Further research specific to nursing and midwifery is needed to inform evidence-based practice and policymaking in breastfeeding care.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Health Promotion",
        "Pregnancy",
        "Nurse Midwives",
        "Midwifery",
        "Adult"
      ]
    },
    {
      "pmid": "40009205",
      "title": "Expanding choices of antiretroviral treatment regimens for pregnant and breastfeeding persons with HIV.",
      "authors": [
        "William R Short",
        "Natella Rakhmanina"
      ],
      "journal": "AIDS (London, England)",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39994663",
      "title": "Understanding neonatal unit interventions and breastfeeding outcomes in two hospitals in Ghana to facilitate optimization of newborn care.",
      "authors": [
        "Kwabena Onwona-Agyeman",
        "Alhassan Abdul-Mumin",
        "Ganga Lakshmi Srinivas",
        "Edwin Atitsogbui",
        "Jampim Bismark Abrokwah",
        "Asantewaa Gabriella Kyei-Manu",
        "Mohammed Hafiz Kanamu",
        "Mary Joan Kpiniong",
        "Indira Narayanan"
      ],
      "journal": "BMC pediatrics",
      "publication_date": "2025-Feb-24",
      "publication_types": [
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: Inborn babies in many Ghana facilities who need any monitoring or therapy above Essential Newborn Care (ENC) are often separated from postnatal ward dyadic care and sent to Neonatal Units (NUs) due to personnel workload, training gaps or both. OBJECTIVES: Describe (1) care of inborn newborns in NUs at 2 hospitals in Ghana and (2) outcomes, including breastfeeding. We identified stable babies who could potentially be managed by midwives in postnatal wards with appropriate additional training and staffing. METHODS: We conducted a retrospective study from January to December 2022 on inborn newborns in NUs at Greater Accra Regional Hospital (GARH) and Tamale Teaching Hospital (TTH), and the Special Baby Ward at TTH. Data collected included monitoring (glucose), interventions (phototherapy, intravenous antibiotics, thermal and fluid support, oxygen, tube feeds, transfusions) and outcomes (breastfeeding, length of stay, mortality). We used a two-proportion z-test and t-test to test the difference between two proportions and means respectively, with alpha-error of 5% and beta-error 20%. Breastfeeding outcomes were compared between GARH and TTH NUs, and also between babies admitted to the NUs but received no NU interventions and those admitted to the TTH SBW. RESULTS: Of 2978 inborn newborns admitted to NUs, 11.5% received no NU Interventions. (GARH NU 6.2% (n = 1995) vs. TTH NU 22.1%, (n = 983) p < 0.001). In TTH NU, 3.3% received no listed interventions at all. TTH NU, which administered iv fluids instead of formula to babies during separation, had significantly higher exclusive breastfeeding at discharge. (TTH NU 91.1% vs. GARH NU 66.3%, p < 0.001) Breastfeeding rates were also higher in infants in the TTH SBW vs. infants who received no NU interventions in the TTH NU (TTH SBW 99.3% (n = 261) vs. TTH NU No Intervention group 96.3% (n = 217), p < 0.05). CONCLUSIONS: Overall, 11.5% of babies admitted to the two neonatal units did not receive any intensive interventions, including 4.8% of infants < 1800 g. Designing dyadic Intermediate Care between Essential Newborn Care and Special/Intensive care could result in lower census in NUs to permit greater focus on preterm, low-birthweight and sick newborns with higher acuity, and also reduce separation and promote breastfeeding.",
      "mesh_terms": [
        "Humans",
        "Ghana",
        "Infant, Newborn",
        "Breast Feeding",
        "Retrospective Studies",
        "Female",
        "Male",
        "Intensive Care Units, Neonatal",
        "Infant Care"
      ]
    },
    {
      "pmid": "39987118",
      "title": "The costs of suboptimal breastfeeding in Ontario, Canada, and potential healthcare resource impacts from improving rates: a pediatric health system costing analysis.",
      "authors": [
        "Nnachebe Michael Onah",
        "Sandra Hoy",
        "Kathleen Slofstra"
      ],
      "journal": "International breastfeeding journal",
      "publication_date": "2025-Feb-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Human milk from the breast is the healthiest option for infants. Other sources of nutrition pose some risk to child, maternal, and environmental health. There are significant costs to suboptimal rates of breastfeeding for children, families and society. Over 92% of mothers in Ontario, Canada initiate breastfeeding, yet exclusivity and duration rates decline over time. This study estimates potential pediatric healthcare cost savings from increased exclusive breastfeeding. METHODS: We conducted a cost-effectiveness analysis to compare healthcare savings from enhanced breastfeeding rates against current practices by estimating pediatric healthcare costs associated with suboptimal breastfeeding and potential savings from improved rates. Savings are calculated from reduced incidence of childhood illnesses associated with breastfeeding, including lower respiratory tract infections (LRTI), gastrointestinal infections (GII), acute otitis media (AOM), acute lymphoblastic leukemia (ALL), necrotizing enterocolitis (NEC), childhood obesity, and asthma. Cost data were drawn from Canadian healthcare sources, supplemented with data from the UK and other international studies. We used initiation and exclusive breastfeeding rates at hospital discharge and six months postpartum. The study assumes that the incidence of preventable conditions like LRTI, GII, and AOM is directly related to breastfeeding rates at these time points. A six-month threshold for exclusive breastfeeding, recommended by the World Health Organization, was selected for analysis. Partial breastfeeding rates were not separately modeled due to data limitations. RESULTS: Improving exclusive breastfeeding (EBF) rates at six months to match rates at hospital discharged and initiation rates could result in 47,114-91,457 fewer cases of LRTI, GII, and AOM, prevent 3,685-7,096 hospitalizations, and reduce 22,043-47,621 outpatient visits. Increased EBF rates could prevent cases of NEC (37-67), ALL (3-6), childhood obesity (1,199-2,661), and asthma (970-2,111). Suboptimal breastfeeding at 6 months for infants born in Ontario in 2019 cost the healthcare system US $72.2 million annually for treating four childhood illnesses and US $61.0 million for long-term conditions (ALL, obesity, and asthma). Increasing breastfeeding rates could save US $32-63 million in annual treatment costs and US $23.6-51.6 million in long-term healthcare costs. CONCLUSIONS: Suboptimal breastfeeding rates impose a burden on the health of families and Ontario's healthcare system. Supporting breastfeeding through evidence-based interventions could reduce this burden through lowering pediatric healthcare demands.",
      "mesh_terms": [
        "Humans",
        "Ontario",
        "Breast Feeding",
        "Female",
        "Infant",
        "Health Care Costs",
        "Infant, Newborn",
        "Cost-Benefit Analysis",
        "Child",
        "Male",
        "Child, Preschool"
      ]
    },
    {
      "pmid": "39967900",
      "title": "Lactation anaphylaxis complicated by reversible cardiac dysfunction in a multiparous woman with previous breastfeeding experience.",
      "authors": [
        "Shahad Al-Tikriti",
        "Mahendar Kumar",
        "Maggie O'Brien",
        "Roger McMorrow",
        "David Crosby"
      ],
      "journal": "Obstetric medicine",
      "publication_date": "2025-Feb-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A multiparous woman in her late 20s developed postpartum angioedema, rash, profound hypotension, and decreased consciousness, progressing to acute myocardial dysfunction with left ventricular impairment. Despite thorough investigations, no clear cause was found. Anaphylaxis to medication was initially suspected as the patient had received paracetamol, ibuprofen and intrapartum antibiotics, however the symptoms resolved with cabergoline-induced lactation suppression leading to the diagnosis of lactation anaphylaxis being made. This case suggests lactation anaphylaxis can trigger transient cardiac issues, highlighting the need for awareness and further research. Lactation anaphylaxis is rarely documented, and cardiac involvement has not been previously described. Effective management of lactation anaphylaxis, particularly with cardiac complications, is crucial. This case emphasizes the importance of considering lactation anaphylaxis in postpartum allergic presentations and highlights the necessity for more research on its mechanisms and treatment."
    },
    {
      "pmid": "39963955",
      "title": "Breastfeeding interventions for preventing postpartum depression.",
      "authors": [
        "Mikaela Lenells",
        "Eleonora Uphoff",
        "David Marshall",
        "Emilija Wilson",
        "Anna Gustafsson",
        "Michael B Wells",
        "Ewa Andersson",
        "Cindy-Lee Dennis"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2025-Feb-18",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND: Postpartum depression is a debilitating mental health disorder, which occurs in approximately 6% to 13% of women who give birth in high-income countries. It is a cause of great suffering for women and can have long-term consequences for child development. Postpartum depression can also negatively influence breastfeeding duration and breastfeeding exclusivity (i.e. feeding the infant only breast milk). However, a positive early, and continued, breastfeeding experience may reduce the risk of having postpartum depression. Breastfeeding interventions that increase the duration and exclusivity of breastfeeding may help prevent or reduce postpartum depressive symptoms. OBJECTIVES: The primary objective of this review was to assess the effect (benefits and harms) of breastfeeding support interventions, in comparison to standard perinatal care, on maternal postpartum depression. The secondary objective was to assess whether breastfeeding support interventions had an effect on depression symptoms, and whether the effect was dependent on the duration and exclusivity of breastfeeding. SEARCH METHODS: We searched CENTRAL (Wiley), MEDLINE ALL (Ovid), Embase (Ovid), PsycINFO (Ovid), CINAHL Complete (Ebsco) and several other bibliographic databases and trial registers. The most recent search was conducted in June 2024. SELECTION CRITERIA: Randomised controlled trials (RCTs) that evaluated educational, psychosocial, pharmacological, alternative (any breastfeeding support intervention that promotes relaxation and reduces stress) or herbal breastfeeding support interventions targeting the prevention or reduction of postpartum depression were eligible for inclusion. DATA COLLECTION AND ANALYSIS: Each title and abstract we identified was screened by two authors independently. Two review authors then independently examined full-text manuscripts to decide if the study met the inclusion criteria. If so, they extracted data from included studies using Covidence software. Two review authors also independently conducted a risk of bias assessment of each study using the RoB 2 tool. We contacted study authors when necessary for more information. We conducted meta-analyses using a random-effects model. MAIN RESULTS: We included 10 RCTs with 1573 participants in this review. Depression was measured using the Edinburgh Postnatal Depression Scale (EPDS) in all studies, where scores range between 0 and 30 (higher scores indicating more depressive symptoms). The studies used a score of over 10 as the cut-off for a diagnosis of depression. Primary outcome It is very uncertain whether psychosocial breastfeeding interventions had any effect on the incidence of postpartum depression immediately post-intervention (RR 0.78, 95% CI 0.23 to 2.70; 1 study, 30 participants), but we found low-certainty evidence that psychosocial breastfeeding interventions may prevent the incidence of postpartum depression in the short term (one to three months) post-intervention (risk ratio (RR) 0.37, 95% confidence interval (CI) 0.14 to 0.93; 1 study, 82 participants). It is very uncertain whether alternative breastfeeding interventions had any effect in preventing the incidence of postpartum depression immediately post-intervention (RR 0.64, 95% CI 0.27 to 1.54; 1 study, 60 participants). The short-term time point was not measured. Secondary outcomes It is very uncertain whether psychosocial breastfeeding interventions had any effect on reducing depressive symptoms immediately post-intervention (mean difference (MD) -0.67, 95% CI -1.63 to 0.28; 4 studies, 512 participants). There is very low-certainty evidence that psychosocial breastfeeding interventions could reduce symptoms of anxiety immediately post-intervention as measured with the Zung Self-rating Anxiety Scale (SAS), where scores between 45 and 59 out of 80 on the SAS indicate mild to moderate anxiety, scores between 60 and 74 marked severe anxiety levels and > 75 extreme anxiety levels (MD -2.30, 95% CI -4.36 to -0.24; 1 study, 100 participants). There was no difference in rates of exclusive breastfeeding immediately post-intervention between those offered a psychosocial breastfeeding intervention and those receiving standard care, but the evidence is very uncertain (RR 1.20, 95% CI 0.96 to 1.51; I2 = 29%; 571 participants; very low-certainty evidence). We found low-certainty evidence that a psychosocial breastfeeding intervention may increase the duration of breastfeeding in the long term (RR 1.64, 95% CI 1.08 to 2.50; 129 participants; low-certainty evidence). For the comparison of alternative breastfeeding intervention versus standard care (which was evaluated in only one study), there was no difference between groups immediately post-intervention in anxiety measured with the State-Trait Anxiety Inventory (STAI); range 20 to 80; higher scores indicate more severe anxiety symptoms (MD 1.80, 95% CI -9.41 to 13.01; 60 participants; very low-certainty evidence), or in stress measured with the Perceived Stress Scale (PSS)-NICE; range 1 to 230, higher scores indicate higher levels of stress (MD 1.90, 95% CI -10.28 to 14.08; 60 participants; very low-certainty evidence), but the evidence is very uncertain. No adverse events connected to the intervention itself were stated in any of the trials, but for most studies, we do not know if this is because there were none or because they were not measured or reported. AUTHORS' CONCLUSIONS: There is low-certainty evidence that psychosocial breastfeeding interventions may prevent postpartum depression in the short term and increase the duration of breastfeeding in the long-term. The evidence is very uncertain about the effect of psychosocial breastfeeding interventions on other outcomes. The evidence is very uncertain about the effect of alternative breastfeeding interventions on postpartum depression or other outcomes. The included studies did not report any adverse events directly related to the interventions, but it is not clear if this outcome was measured in most studies. Future trials of breastfeeding interventions should be conducted carefully to reduce their risk of bias, and they should be large enough to detect differences between mothers in their mental health.",
      "mesh_terms": [
        "Humans",
        "Depression, Postpartum",
        "Breast Feeding",
        "Female",
        "Randomized Controlled Trials as Topic",
        "Bias",
        "Time Factors",
        "Adult"
      ]
    },
    {
      "pmid": "39955380",
      "title": "The effectiveness of a theory‑based health education program on self-efficacy and breastfeeding behaviors continuity of working mothers in Iran.",
      "authors": [
        "Maryam Golnam",
        "Laleh Hassani",
        "Rakh-Shaneh Goodarzi",
        "Amin Ghanbarnejad"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Breastfeeding self-efficacy refers to mother perceived ability to breastfeed her infant and is an effective variable in breastfeeding duration. Breastfeeding offers numerous benefits for both mothers and infants, but working mothers face unique challenges that can impact breastfeeding initiation and duration. The present study was conducted to determining the effectiveness of an educational intervention based on self-efficacy theory on continuation of Breastfeeding in employed mother that referred to comprehensive health service centers in Bandar Abbas.The present quasi-experimental had a pre-test, post-test design with 3, 6 months follow-ups was conducted in Bandar Abbas city, south of Iran in December 2021-January 2023. A total of 176 women who had given birth at least 6 months before and were on maternity leave (88 in the intervention group (IG), 88 in the control group (CG)), using a two-stage cluster sampling method participated. The educational intervention focused on self-efficacy theory implemented in 13 sessions. The educational methods in the training sessions were through virtual sessions via WhatsApp (twice a week, an hour was given to exchange information and answer questions) and in-person sessions lasting 50 to 60 min (any longer than this would be tiring) in the form of lectures, focus group discussions, and questions and answers. The main outcome was to increase breastfeeding self-efficacy and continual breastfeeding behavior after coming back to work. Repeated measures ANOVA tests and post hoc were run to compare the IG and CG at baseline in terms of demographic variables, t-test and chi square test, and in the three points of time of data collection. Data were analyzed by SPSS software version 25 and descriptive statistical tests, independent t test, paired t test and repeated measures analysis. In this study the self-efficacy and Breastfeeding behavior score in the intervention group (42.26 ± 8.25) were higher than in the control group (52.016 ± 6.68) and had significant difference between the two groups (p < 0.001). The intervention group showed a significant increase in the mean total Breastfeeding self-efficacy score (F 2,348=431.5, P < 0.001) and Breastfeeding behavior score (F 2,348=623.01, P < 0.001) 3, 6 months after intervention compared with the control group. Study showed that the intervention based on self-efficacy theory could help improve Breastfeeding self-efficacy and Breastfeeding behavior. The results of linear regression showed that for each unit of change in the self-efficacy score, an average of 0.198 units of change was observed 3 months after the intervention and 0.288 units of change 6 months after the intervention in Breastfeeding behavior. Another result of this study was the effect of training and reminding through virtual space, which was obtained due to the epidemic conditions caused by COVID-19, and it seems that mothers welcomed the way of providing training and this method of intervention was evident in their behavior.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Self Efficacy",
        "Female",
        "Iran",
        "Adult",
        "Mothers",
        "Health Education",
        "Women, Working",
        "Young Adult"
      ]
    },
    {
      "pmid": "39924289",
      "title": "Estimation of the level of knowledge on breastfeeding of midwives of the Madrid Health Service through the use of a validated questionnaire.",
      "authors": [
        "Sanz Durán Lidia",
        "Mora Urda Ana Isabel",
        "Pérez Bravo María Dolores"
      ],
      "journal": "Midwifery",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Breastfeeding women may be dissatisfied with the health care received. Poor breastfeeding training of health professionals has been documented in other studies. Improving the level of breastfeeding knowledge of professionals may increase women's satisfaction, the average duration of breastfeeding and the utilization of resources. However, these studies are scarce and especially in the midwifery group as a key element in the accompaniment of women and in the duration and maintenance of breastfeeding. AIM: The aim of this study was to estimate the level of breastfeeding knowledge of midwives in the Madrid Health Service through the use of a validated questionnaire for nurses in Spanish. METHODS: This was a quantitative, descriptive, cross-sectional study and a convenience sampling. FINDINGS: A total of 133 midwives from primary and specialized care, mean age 42 years and level of complementary training in breastfeeding finally participated. The results show a high level of knowledge, classified as excellent. However, the areas most in need of training are feeding in the first hours of life, composition of breast milk, characteristics of effective latch-on and the use of pharmacological treatment during breastfeeding. DISCUSSION AND CONCLUSION: The need for regular training courses among professionals seems to be a real need. The level of knowledge of midwives in the Community of Madrid is good, but it is necessary to improve their level of education and training to overcome the health barriers that hinder support and follow-up.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Feeding",
        "Surveys and Questionnaires",
        "Adult",
        "Spain",
        "Cross-Sectional Studies",
        "Health Knowledge, Attitudes, Practice",
        "Middle Aged",
        "Nurse Midwives",
        "Midwifery",
        "Pregnancy"
      ]
    },
    {
      "pmid": "39918445",
      "title": "Bone mineral density changes in breastfeeding women living with HIV on antiretroviral therapy in Eastern and Southern Africa.",
      "authors": [
        "Flavia Matovu Kiweewa",
        "Lynda Stranix-Chibanda",
        "Nonhlanhla Yende-Zuma",
        "Sufia Dadabhai",
        "Maxensia Owor",
        "Sherika Hanley",
        "Mandisa Nyati",
        "Lameck Chinula",
        "John M Pettifor",
        "Sean S Brummel",
        "Jim Aizire",
        "Taha E Taha",
        "Todd T Brown",
        "Mary Glenn Fowler"
      ],
      "journal": "AIDS (London, England)",
      "publication_date": "2025-Feb-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To describe postpartum bone mineral density (BMD) change among breastfeeding African women living with HIV (WLHIV) on life-long antiretroviral therapy (ART). DESIGN: In IMPAACT P1084 s, postpartum BMD declines were greater in WLHIV randomized to ART to prevent breastmilk transmission compared to infant nevirapine prophylaxis). This analysis extends the observation period through entry to a follow-on observational study, PROMOTE. METHODS: Lumbar spine (LS), total hip (TH) and femoral neck (FN) BMD were assessesd using dual energy x-ray absorptiometry (DXA) at postpartum weeks 1 and 74 in P1084 s, and at PROMOTE entry. Participants were included if DXA data were available from PROMOTE entry and > 1 earlier timepoint. Country-specific Z-scores were created by internal standardization to week 1 values. Linear mixed models, adjusted for country, estimated the annualized rate of change in BMD z-scores between postpartum week 1 and PROMOTE entry. Linear regression assessed the association between maternal characteristics and BMD z-score rate of change. RESULTS: We included BMD data from 519 participants between postpartum week 1 through PROMOTE entry (median (IQR) 4.6 (3.5-5.1) years postpartum). For every 5 years passed, LS BMD Z-scores increased by + 0.250 units, while TH and FN BMD z-scores decreased by -0.173 and -0.141 units, respectively. LS, TH and FN BMD increased between postpartum week 74 and PROMOTE entry, but only LS BMD fully recovered to week 1 values. CONCLUSION: Given dampened TH and FN BMD recovery post-breastfeeding, longer term monitoring is needed to assess peri-/post-menopausal fracture risk, and interventions to optimize bone health among WLHIV on life-long ART."
    },
    {
      "pmid": "39908564",
      "title": "Tenofovir Disoproxil Fumarate/Emtricitabine Prophylaxis Has No Effect on Bone Mineral Density and Bone Mineral Content in African Breastfeeding Women Receiving Pre-Exposure Prophylaxis for HIV.",
      "authors": [
        "Gaysheen Kistan",
        "Motshedisi Sebitloane",
        "Carl Lombard",
        "Zukiswa Godlwana",
        "Alicia C Desmond",
        "Richard Clark",
        "James F Rooney",
        "Glenda Gray",
        "Dhayendre Moodley"
      ],
      "journal": "Journal of acquired immune deficiency syndromes (1999)",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Tenofovir disoproxil fumarate (TDF) when used as pre-exposure prophylaxis (PrEP) during pregnancy is considered safe overall, however, there is insufficient evidence of its effect on maternal bone. We compared bone mineral density (BMD) and bone mineral content (BMC) at the lumbar spine (LS) and hip of African breastfeeding women exposed and not exposed to TDF-containing PrEP in a randomized control trial (RCT). METHODS: This is a secondary data analysis of an RCT where pregnant women were randomized to initiating PrEP during pregnancy or delayed initiation of PrEP until breastfeeding cessation. BMD and BMC at the LS and hip were measured using dual-energy x-ray absorptiometry (DXA) at 6, 26, 50, and 74 weeks postpartum. In an exploratory analysis, BMD at the hip and LS were evaluated against varying tenofovir levels during pregnancy. RESULTS: Of 300 women in the RCT who had a DXA at 6 weeks postpartum, 102 (66%) women in the Immediate PrEP arm and 105 (72%) in the Delayed PrEP arm had a 74-week DXA scan. Adjusting for breastfeeding duration and body mass index, there were no significant differences in BMD or BMC at the hip and LS between treatment arms. There was no consistent dose-effect of tenofovir diphosphate detected during pregnancy on BMD at the hip ( P = 0.231) or the LS ( P = 0.277). CONCLUSIONS: After adjusting for breastfeeding and body mass index, tenofovir disoproxil fumarate when given as oral PrEP during pregnancy had no deleterious effect on BMD and BMC at the hip and LS of African breastfeeding women.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Bone Density",
        "HIV Infections",
        "Tenofovir",
        "Pre-Exposure Prophylaxis",
        "Emtricitabine",
        "Anti-HIV Agents",
        "Adult",
        "Breast Feeding",
        "Pregnancy",
        "Absorptiometry, Photon",
        "Young Adult"
      ]
    },
    {
      "pmid": "39906249",
      "title": "Comparison of the Effect of Distance and Face-to-face Breastfeeding Education on Female Nursing Students' Knowledge: A Quasi-experimental Study.",
      "authors": [
        "Marjan Kevenjan",
        "Fatemeh Vizeshfar",
        "Ladan Zarshenas"
      ],
      "journal": "International journal of community based nursing and midwifery",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: Support for breastfeeding by female nursing students has a beneficial impact during the exclusive breastfeeding. This study was conducted to compare the effect of distance and face-to-face breastfeeding education on female nursing students' knowledge. METHODS: This is a quasi-experimental study conducted on 138 female nursing students in their third to eighth semesters at nursing and midwifery school in Shiraz. One hundred and thirty eight students were selected using convenient sampling and divided equally into two experimental groups (face-to-face education with 46 participants and distance education with 46 participants) and one control group (46 participants). Sampling started at the beginning of May 2023 and ended at the end of October 2023. The experimental groups (Groups A and B received face-to-face training and distance education, respectively) received the educational program in three 45-minute sessions over three weeks. Data were collected using a demographic questionnaire and a knowledge questionnaire regarding breastfeeding nutrition at three stages: before, immediately after, and one month after the intervention. The data were entered into SPSS 22 software and analyzed using descriptive and inferential statistics. RESULTS: There was a statistically significant difference in the two interventional groups compared to the control group regarding the mean score of breastfeeding knowledge immediately (P=0.049) and one month (P<0.001) after the intervention. CONCLUSION: Distance breastfeeding education led to more increase in nursing students' knowledge one month after the intervention, compared to the face-to-face training. It could provide a suitable method for improving the knowledge of health professionals regarding breastfeeding.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Students, Nursing",
        "Health Knowledge, Attitudes, Practice",
        "Education, Distance",
        "Surveys and Questionnaires",
        "Adult",
        "Young Adult",
        "Iran"
      ]
    },
    {
      "pmid": "39902360",
      "title": "Effectiveness of Telemedicine-Based Intervention on Breastfeeding Self-Efficacy in Iranian Women: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Zahra Hadizadeh-Talasaz",
        "Sedigheh Abdollahpour"
      ],
      "journal": "Iranian journal of public health",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Breastfeeding self-efficacy (BSE) is a modifiable factor that can enhance breastfeeding rates. Telemedicine constitutes safe and low-cost health services that can be developed for the interaction between professionals and clients. Therefore, this study aimed to review the effectiveness of telemedicine-based intervention on BSE in Iranian women. METHODS: This systematic and meta-analysis review was performed according to PRISMA guidelines. English databases including Web of Science, PubMed, Scopus, and Persian databases including SID, Magiran, and IranMedex was searched until Aug 1, 2023 to identify randomized control trials about telemedicine-based interventions on BSE in Iran. The search strategy was focused on terms and eligibility criteria. Data analysis was done using CMA V.2 software. The risk of bias in the included studies was assessed. RESULTS: Out of 385 articles, eight articles that met the inclusion criteria were included in the meta-analysis. The overall result demonstrated that telemedicine-based interventions have a positive impact on BSE compared with the control, especially in the long-term intervention (pooled SMD= 1.27; 95% CI= 1.01-1.53, P-value<0/001); heterogeneity (Cochrane's Q-value=51.94, P<0/001, I2=76.90%). In addition, twelve weeks of postpartum had more effect on BSE than the others. Also, breastfeeding intervention in the postpartum period was more effective compared with pregnancy. The publication bias among included studies was assessed by funnel plot. CONCLUSION: This review could give insight to healthcare providers into the effect of telemedicine on BSE. Therefore, by strengthening BSE through telemedicine interventions, especially for women who do not have the conditions for face-to-face counseling, we can expect positive results."
    },
    {
      "pmid": "39901246",
      "title": "Acupoint stimulation for postpartum breastfeeding insufficiency: a systematic review and meta-analysis.",
      "authors": [
        "Ya-Ching Chang",
        "Yi-An Wang",
        "Zi-Yu Chang",
        "Jian-An Liao"
      ],
      "journal": "Systematic reviews",
      "publication_date": "2025-Feb-03",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Insufficient lactation, known as hypogalactia, is an important reason for weaning. To date, no effective methods have been established to increase lactation volume. With the advantages of low cost and convenience, acupoint stimulation-defined as any stimulation applied at acupoints-is a promising option. OBJECTIVES: The aim of this systematic review was to evaluate the effectiveness of acupoint stimulation for postpartum breastfeeding insufficiency. METHODS: A systematic search of seven databases (PubMed, MEDLINE, Embase, Cochrane, CNKI, Airiti Library, ClinicalTrials.gov) was performed from their inception dates to September 30, 2023. Randomized trials were included. The inclusion criteria of the intervention included acupuncture, acupressure (including tuina and massage), electroacupuncture, laser stimulation, catgut embedding, and auriculotherapy. The primary outcomes were the amount of lactation and the level of prolactin. Secondary outcomes were colostrum time and adverse effects. The risks of bias were assessed using RoB 2.0. RESULTS: Twenty-four studies involving 3214 participants were included. When compared to the control group, the experimental group exhibited improved volume of milk production (MD = 81.30; 95% CI = 58.94-103.67) and higher prolactin levels (MD = 41.90, 95% CI = 28.57-55.22). Colostrum time was shorter in the control group ([MD = - 7.26; 95% CI = - 10.69 to - 3.83] for continuous data; [RR = 1.70; 95% CI = 1.38-2.08] for dichotomous data). Adverse effects were reported in only one trial, which included three cases of fear of acupuncture and one case of hypotension. CONCLUSIONS: Acupoint stimulation may have beneficial effects on postpartum breastfeeding insufficiency. However, the results should be interpreted with caution because of the presence of risks of bias and heterogeneity among studies.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Acupuncture Points",
        "Breast Feeding",
        "Acupuncture Therapy",
        "Lactation",
        "Postpartum Period",
        "Lactation Disorders"
      ]
    },
    {
      "pmid": "39885449",
      "title": "A community-based father education intervention on breastfeeding practice in Ethiopia: a quasi-experimental study.",
      "authors": [
        "Wolde Melese Ayele",
        "Tesfaye Birhane Tegegne",
        "Asnakew Molla Mekonen"
      ],
      "journal": "BMC pediatrics",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Breastfeeding is the cornerstone of a newborn's nutrition, containing crucial nutritional components. While a substantial body of research focuses on mothers, there is limited understanding regarding effective strategies to engage fathers in promoting breastfeeding practices. Therefore, this quasi-experimental study investigated a community-based intervention to improve breastfeeding exclusivity and initiation rates by targeting fathers in breastfeeding education. METHODS: This research was conducted in Dessie City in the Amhara region of Northeast Ethiopia from 5th October 2020 to 30th August 2021. Fathers and their wives were assigned individually to the intervention and control groups. Baseline data were gathered from selected Kebeles (Kebele: the lowest administrative level in Ethiopia) to identify couples seeking care through routine maternal and child health services. Fathers in the intervention area received breastfeeding education services at health facilities or home visits during antenatal, delivery, and postpartum periods. Trained midwives participated in giving breastfeeding education. In the control arm, they received routine counseling activities. Factors associated with early initiation and exclusive breastfeeding were analyzed using multivariable analysis among the two groups. RESULTS: The intervention involved 327 participants, 155 in the intervention arm and 172 in the control group. The multivariable analysis indicated that the community-based father health education intervention significantly influenced the early initiation of breastfeeding. Mothers in the intervention group were found to be nearly five times more likely to initiate breastfeeding within the first hour of their infants' lives (AOR: 4.85, 95% CI: 1.36-17.32). A significant positive impact was also found for exclusive breastfeeding (EBF) of infants at the 1st, 4th, and 6th months (AOR: 3.95, 95% CI: 1.09-14.27), (AOR: 5.47, 95%CI: 2.18-13.70), and (AOR: 1.70, 95% CI: 1.02-2.85) respectively. CONCLUSION: This study confirmed the positive effects of a community-based father education intervention on the rates of exclusive breastfeeding during the first, fourth, and sixth months, as well as the early initiation of breastfeeding. The government and healthcare workers should implement policies supporting father-inclusive breastfeeding initiatives such as creating awareness and the critical role fathers' play.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Ethiopia",
        "Male",
        "Fathers",
        "Adult",
        "Female",
        "Health Education",
        "Infant, Newborn",
        "Young Adult",
        "Infant",
        "Health Promotion"
      ]
    },
    {
      "pmid": "39879447",
      "title": "Lactating women and the perception of useful value for breastfeeding in a prison environment.",
      "authors": [
        "Marcia Vieira Dos Santos",
        "Valdecyr Herdy Alves",
        "Audrey Vidal Pereira",
        "Bianca Dargam Gomes Vieira",
        "Diego Pereira Rodrigues",
        "Tatiana Socorro Dos Santos Calandrini",
        "Rebecca Dos Santos Alcici",
        "Raquel Ribeiro de Azevedo Costa do Carmo"
      ],
      "journal": "Ciencia & saude coletiva",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim is to unveil the useful value of breastfeeding for lactating women in a prison environment, based on Max Scheler's axiological perspective. This work was a qualitative, developed in a prison unit in Rio de Janeiro, where seven lactating women were interviewed. The phenomenological interview was used for data collection, while Laurence Bardin's content analysis was used for data analysis and treatment. The value revealed, in light of Max Scheler's findings, was the useful value, which was detected through the needs and wants experienced by lactating women during the act of breastfeeding in a prison environment. But, it is necessary to transform this space into a legitimate environment, which should value breastfeeding through the support of family, friends, and health professionals, as well as with the implementation of new protocols and specific public policies for the practice of breastfeeding within the prison system, which must be based on both scientific evidence and the principles of the Unified Health System (SUS).",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Prisons",
        "Brazil",
        "Adult",
        "Lactation",
        "Interviews as Topic",
        "Young Adult",
        "Prisoners"
      ]
    },
    {
      "pmid": "39865520",
      "title": "Effects of an Online Theory-Based Educational Programme for Primiparous Women on Improving Breastfeeding-Related Outcomes: A Randomised Controlled Trial.",
      "authors": [
        "Mei Sze Wong",
        "Wai Tong Chien"
      ],
      "journal": "Scandinavian journal of caring sciences",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To evaluate the effectiveness of a theory-based, Real-time-online Education and Support with Telephone follow-ups (REST) programme for primiparous women on their breastfeeding outcomes over 6 months postpartum. STUDY DESIGN: Randomised controlled trial. METHODS: Convenience sampling was used to recruit 150 low-risk primiparous mothers, and then they were randomly assigned into intervention and control groups by computerised block randomisation. Participants received a 3-month real-time online educational and support programme across antepartum and postpartum period or usual care only (75 mothers per group). Primary outcomes were exclusive breastfeeding (EBF) rate and breastfeeding self-efficacy (BSE); and secondary outcomes were predominant and partial breastfeeding rate, formula feeding rate, mothers' postnatal depression score, infant's morbidity, and EBF duration at 2 and 6 months postpartum, as well as breastfeeding initiation rate. RESULTS: Then, 72 of 75 mothers (96%) successfully completed the REST programme. They had a significantly higher EBF rate, longer EBF duration, and greater increase in BSE, when compared to the control group at the two posttests (except the EBF rate at 6 months postpartum). Overall, the REST was highly valued by all participants on providing detailed useful information and regular postnatal follow-ups with prompt and practical advice. CONCLUSIONS: The REST effectively improved BSE and EBF duration of the primiparous participants over 6 months postpartum and EBF rate at 2 months postpartum. With strong commendations from primiparous mothers, the REST with prenatal and postnatal online breastfeeding support to these mothers can be offered to address breastfeeding and infant-care needs. IMPLICATIONS FOR PATIENT CARE: The findings indicate that the REST conducted from prenatal to 2 months postpartum can be feasible and useful to provide adequate breastfeeding education and support in current maternal care setting under limited staff and resources. Online platforms can be used for future antenatal breastfeeding talks. TRIAL REGISTRATION: ClinicalTrials.gov identifier: NCT04741425.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Feeding",
        "Adult",
        "Pregnancy",
        "Patient Education as Topic",
        "Mothers",
        "Young Adult",
        "Parity"
      ]
    },
    {
      "pmid": "39854391",
      "title": "Assessing a bundle of peer counseling, mobile phone messages, and mama kits in promoting timely initiation of and exclusive breastfeeding in Uganda: A cluster randomized controlled study.",
      "authors": [
        "David Mukunya",
        "James K Tumwine",
        "Grace Ndeezi",
        "Milton W Musaba",
        "Justin Bruno Tongun",
        "Josephine Tumuhamye",
        "Agnes Napyo",
        "Faith Oguttu",
        "Daphine Amanya",
        "Beatrice Odongkara",
        "Vincentina Achora",
        "Thorkild Tylleskar",
        "Victoria Nankabirwa"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Timely initiation of and exclusive breastfeeding have been recommended as key interventions to enable countries to attain the sustainable development target of reducing neonatal mortality to no more than 12 deaths per 1000 live births and to reduce mortality of children under 5 years to no more than 25 deaths per 1000 live births. METHODS: We conducted a cluster randomized controlled trial with the main objective to assess the effect of an integrated package consisting of: peer counseling, mobile phone messages, and mama kits on promoting health facility births between January 2018 and February 2019, in Lira district, Northern Uganda. In this article, we assessed the effect of the intervention on our two secondary objectives: timely initiation of and exclusivity of breastfeeding. We used a generalized estimation equation of the Poisson family, with a log or identity link, taking clustering into account to estimate prevalence ratios and prevalence differences. RESULTS: A total of 64% (594/926) of participants in the intervention arm initiated breastfeeding within the first hour after birth compared to 60% (493/829) in the control arm. The proportion of participants in the intervention arm that initiated breastfeeding within the first hour of life did not significantly differ from that in the control arm [Prevalence Ratio (PR) 1.08 (0.97 to 1.21)] and [Prevalence Difference (PD) 0.05 (-0.02 to 0.12)]. When we restricted the analysis to only mothers who decided on when to breastfeed, there was some evidence of intervention effectiveness [PR 1.20, 95% CI (0.99-1.5)]. In the intervention arm, 89% (804/904) of participants exclusively breastfed their infants in the first month of life compared to 81% (656/813) in the control arm. Participants in the intervention arm were 10% more likely to have exclusively breastfed in the preceding 24 hours compared to mothers in the control arm [PR 1.10 (1.04 to 1.17)] and [PD 0.08 (0.04 to 0.13)], and 16% more likely to have exclusively breastfed since birth compared to mothers in the control arm [PR 1.16 (1.03 to 1.30)] and [PD 0.12 (0.03 to 0.20]. CONCLUSION: The intervention improved the proportion of mothers who practiced exclusive breastfeeding in the first month of life, but did not increase the proportion of mothers who initiated breastfeeding in the first hour of life. Future breastfeeding promotion interventions should consider including a health facility component and improving maternal autonomy to promote timely initiation of breastfeeding.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Uganda",
        "Female",
        "Counseling",
        "Adult",
        "Infant, Newborn",
        "Infant",
        "Peer Group",
        "Cell Phone",
        "Male",
        "Young Adult",
        "Health Promotion",
        "Text Messaging",
        "Cluster Analysis"
      ]
    },
    {
      "pmid": "39850157",
      "title": "A Cross-Sectional Study of the Maternal Health Factors: The Interplay Between Breastfeeding Patterns, Gut Microbiota, Anemia, and Cardiovascular Risk in Lactating Mothers.",
      "authors": [
        "Sara Bashir Kant",
        "Roshaan Bashir",
        "Bilal Khan",
        "Nosheena A Shabbir",
        "Awais A Nizami",
        "Amna Akbar",
        "Marriam Khan",
        "Hasnain Ali"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective This cross-sectional study explored the interplay between breastfeeding patterns, gut microbiota composition, anemia, and cardiovascular risk in lactating mothers. The study examined how these factors contribute to postpartum maternal and infant health outcomes. Methods Forty-five lactating mothers, with a mean age of 32.73 years, participated in the study. Data on breastfeeding patterns, gut microbiota composition, anemia, and cardiovascular risk factors were collected. Microbial diversity was assessed, and associations with comorbidities and infections were explored. Statistical analyses, including chi-square and Kolmogorov-Smirnov tests, were performed to evaluate the relationships between these variables. Results Among the participants, 35.6% practiced exclusive breastfeeding, and 46.7% were classified as obese (BMI ≥30). Gut microbiota analysis revealed a prevalence of Escherichia coli (31.1%) and Lactobacillus (26.7%). Mothers with lower microbial diversity exhibited higher rates of infections (31.1% yeast infections and 26.7% UTIs) and comorbidities, including gestational diabetes (42.2%) and hypertension (13.3%). Cardiovascular risk was elevated among obese mothers, with 37.8% requiring cardiac medications. Anemia was prevalent, with 42.2% of mothers on folic acid supplements and 31.1% on iron supplements. Conclusion The study highlighted significant associations between obesity, gut microbiota diversity, and cardiovascular risk. Exclusive breastfeeding was linked to a higher prevalence of anemia treatment, suggesting potential nutritional challenges. Further research is necessary to develop interventions targeting maternal health during lactation."
    },
    {
      "pmid": "39836009",
      "title": "Factors Associated with the Breastfeeding Aversion Response.",
      "authors": [
        "Berrak Mizrak Sahin"
      ],
      "journal": "Breastfeeding medicine : the official journal of the Academy of Breastfeeding Medicine",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: The breastfeeding aversion response (BAR) is defined as the compulsion to remove the baby from the breast in response to negative physical sensations experienced during breastfeeding. This phenomenon is characterized by involuntary and overwhelming feelings of disgust that arise during breastfeeding or at various stages of the breastfeeding process. Objectives: The aim of the study is to evaluate the frequency of BAR and affecting factors in mothers with breastfeeding experience in Türkiye. Methods: The survey was conducted online using the Google Forms® tool, accessible from November 2, 2023, to January 5, 2024. A total of 1,046 mothers with breastfeeding experience were included in the research. Results: A total of 9.8% (n = 103) of mothers participating in the study stated that they experienced BAR. Fatigue (23.3%), breastfeeding a toddler (19.4%), and breast pain (18.4%) were the most frequently reported risk factors for BAR. The BAR rate was higher among working mothers (p = 0.037), those lacking spousal support (p = 0.001), mothers diagnosed with postpartum depression (p = 0.009), and those encountering breastfeeding problems (p = 0.007). Conclusion: Further research on the factors that trigger BAR, its severity, and what symptoms it may cause may provide guidance on how midwives and nurses working with breastfeeding mothers can support these mothers, how to prevent BAR, and possible treatment options. The findings of our study revealed that BAR is especially affected by psychological processes. For this reason, it is recommended to approach breastfeeding in the postpartum period as a holistic experience that also includes psychological and sociocultural processes rather than solely from a physiological perspective.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Adult",
        "Mothers",
        "Surveys and Questionnaires",
        "Turkey",
        "Infant, Newborn",
        "Infant",
        "Risk Factors",
        "Disgust",
        "Social Support",
        "Depression, Postpartum"
      ]
    },
    {
      "pmid": "39833919",
      "title": "A randomized controlled, trial on effects of mobile phone text messaging in combination with motivational interviewing versus standard infant feeding counselling on breastfeeding and child health outcomes, among women living with HIV.",
      "authors": [
        "Moleen Zunza",
        "Lehana Thabane",
        "Louise Kuhn",
        "Christine Els",
        "Carl Lombard",
        "Mark F Cotton",
        "Taryn Young"
      ],
      "journal": "International breastfeeding journal",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Despite efforts to promote optimal breastfeeding practices, the practice of exclusive breastfeeding is low in South Africa. We conducted a trial to determine whether text messaging plus motivational interviewing prolonged exclusive breastfeeding during the first six months of life and improved child health outcomes. METHODS: We conducted a randomized parallel group-controlled trial between July 2022 and May 2024, at a secondary-level healthcare facility. Mothers living with HIV, 18 years or older, initiating breastfeeding, on combination antiretroviral therapy (cART) and their infants were enrolled. The primary endpoint was exclusive breastfeeding from birth through week 24, based on the consecutive 24-hour food recall interviews. We compared differences in exclusive breastfeeding rates using a proportion test. Mothers who completely stopped breastfeeding were asked an open-ended question on reasons for stopping breastfeeding. RESULTS: Using block randomization mother-child pairs (n = 276) were randomly allocated to receive intervention (n = 138) or standard infant feeding counselling (n = 138), of whom 105 and 101 mother-child pairs in the intervention group and standard care group, respectively, completed all four study visits. Exclusive breastfeeding rate at 24 weeks in the intervention group was 6% (6/105) and 7% (7/101) in the standard care group, rate difference - 1% (95% CI -6-4%). Sixty-two of 276 mothers completely stopped breastfeeding, of whom 25% (34/138) and 20% (28) were in the intervention group and standard care group, respectively. The most common reasons for stopping breastfeeding were the mother needing to return to work or look for work, 66% (n = 41). We also found that early breastfeeding cessation increased risk of child hospitalization or death compared to any form of breastfeeding to week 24, 10% (5/48) versus 3% (5/158), p = 0.055. CONCLUSIONS: We found no effect of the intervention on exclusive breastfeeding rates. Early cessation of breastfeeding was prevalent and maternal employment characteristics are important social determinants of breastfeeding behaviour. There is need for further research evaluating the effect of interventions that include financial incentives on breastfeeding practices among socioeconomically disadvantaged mothers. HIV services should reliably offer cART, consistently monitor viral load, and support mothers cART adherence, in settings where mixed feeding is common. TRIAL REGISTRATION: The trial was registered on ClinicalTrials.gov (NCT05063240) and Pan African Clinical Trial Registries (PACTR202110870407786) before recruitment of the first subject.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "HIV Infections",
        "Text Messaging",
        "Infant",
        "Adult",
        "Motivational Interviewing",
        "South Africa",
        "Infant, Newborn",
        "Counseling",
        "Mothers",
        "Child Health",
        "Young Adult",
        "Male",
        "Cell Phone"
      ]
    },
    {
      "pmid": "39828777",
      "title": "Re-embarking in ART while still breastfeeding: an unresolved question.",
      "authors": [
        "Chiara Dallagiovanna",
        "Giorgia Di Stefano",
        "Marco Reschini",
        "Dalila Invernici",
        "Sabrina Comana",
        "Edgardo Somigliana"
      ],
      "journal": "Archives of gynecology and obstetrics",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Infertile women may request to embark on a new course of Assisted Reproductive Technologies (ART) in pursuit of a second child while still breastfeeding their first child. Breastfeeding is a time of profound hormonal changes that may interfere with ovarian physiology and uterine receptivity. Prolactin and oxytocin can mediate a plethora of potential detrimental effects. However, robust evidence to advise in favor or against ART during breastfeeding is lacking. In this narrative review, we reviewed the literature with the intent to shed light on this neglected issue. Possible adverse effects on ART success emerged for ovulatory mechanisms, folliculogenesis, uterine contractions, uterine peristalsis, and early embryo development. A negative impact of exogeneous hormones on infant health might be considered only for stimulation cycles. Overall, most concerns can be claimed for the clinical setting of ovarian stimulation, followed by the one of embryo transfer in a natural cycle and, finally, by the embryo transfer in a hormone replacement treatment preparation. However, in general, it seems wise to wait for breastfeeding to be discontinue before re-embarking on IVF, also considering that a too short interpregnancy interval may be deleterious to pregnancy outcomes. On the other hand, one must also recognize that available evidence is insufficient to deny access to treatments for women requesting earlier access. These women must be informed regarding the non-fully reassuring evidence.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Reproductive Techniques, Assisted",
        "Pregnancy",
        "Infertility, Female",
        "Ovulation Induction"
      ]
    },
    {
      "pmid": "39827056",
      "title": "The Effect of White Noise and Recorded Lullaby during Breastfeeding on Newborn Stress, Mother's Breastfeeding Success, and Comfort: A Randomized Controlled Trial.",
      "authors": [
        "Aslı Karakuş Selçuk",
        "Duygu Karaarslan",
        "Eda Ergin",
        "Emine Salğin"
      ],
      "journal": "Journal of pediatric nursing",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: The study was aimed at determining the effect of exposure to white noise and recorded lullaby during breastfeeding on newborn stress, mother's breastfeeding success, and comfort. DESIGN AND METHODS: This single-blinded and three-parallel group randomized controlled study consisted of mothers who had given birth and whose newborns were at a hospital in Turkey. Seventy-five participants completed the study. They were assigned to white noise, lullaby, and control groups in equal numbers. Each group included 25 women. The questionnaires included descriptive characteristics of mothers, the LATCH Breastfeeding Assessment Tool, the Newborn Stress Scale, and the Visual Analog Scale. During the breastfeeding process, the newborn and mother listened to white noise and lullaby for approximately 15 min. The newborn stress and mothers' level of comfort were assessed before and after the interventions. The breastfeeding success of the mother assessed with the LATCH was completed within the first 15 min of breastfeeding. RESULTS: The mean scores obtained from the Newborn Stress Scale by the mothers in the lullaby group and white noise group decreased significantly after the intervention. A significant difference was also observed in the control group. There were also significant differences between the changes in the mothers' comfort level of all groups. There were significant differences between the changes in the LATCH scores of the groups. CONCLUSION: Both white noise and recorded lullaby significantly reduced newborn stress, and increased mother's comfort in the early postpartum period. PRACTICE IMPLICATIONS: Music should be used as a nonpharmacological method to improve breastfeeding success in newborns.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Infant, Newborn",
        "Adult",
        "Stress, Psychological",
        "Noise",
        "Turkey",
        "Mothers",
        "Single-Blind Method",
        "Mother-Child Relations",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "39810128",
      "title": "Ankyloglossia and breastfeeding self-efficacy in newborns: a birth cohort study.",
      "authors": [
        "Carlos Alberto Feldens",
        "Moréniké Oluwátóyìn Foláyan",
        "Lívia Mund de Amorim",
        "Elisa Maria Rosa de Barros Coelho",
        "Gabriela Fernandes Kern Dos Santos",
        "Paulo Floriani Kramer"
      ],
      "journal": "BMC oral health",
      "publication_date": "2025-Jan-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The impact of ankyloglossia (tongue-tie) on breastfeeding outcomes may be overestimated and surgical treatment in newborns remains a controversial topic. The aim of the present study was to assess and quantify the impact of ankyloglossia in newborns on breastfeeding self-efficacy at 14 days of life. METHODS: A birth cohort study was conducted involving mothers and newborns soon after childbirth at a public hospital in the city of Canoas, southern Brazil. At the hospital, the lingual frenum of newborns were clinically examined and classified using the Bristol Tongue Assessment Tool. For every newborn with defined or suspected ankyloglossia, two newborns without ankyloglossia were co-enrolled for the study. At 14 days of the children's lives, the mothers were interviewed at home to collect data on breastfeeding self-efficacy using the Breastfeeding Self-Efficacy Scale-Short Form (BSES-SF). Poisson regression with robust variance was conducted to quantify differences in the Breastfeeding Self-Efficacy scores between exposed and nonexposed newborns after adjusting for maternal sociodemographic variables (mother's completed years of schooling, mother's age, family structure, progenitor status of child, mother's smoking status), the gestational variables (number of prenatal appointments, gestational age, comorbidities, type of childbirth), and child related variables (sex, birth weight, birth length) as confounders. RESULTS: The final sample was composed of 31 children with ankyloglossia (exposed) and 57 without ankyloglossia (nonexposed). No significant differences were found in the BSEF-SF scores between the 31 children with ankyloglossia (mean BSEF-SF scores: 56.0; median BSEF-SF scores: 60; 95% CI: 51.9-60.1) and the 57 children without ankyloglossia (mean BSEF-SF scores: 59.6; median BSEF-SF scores: 60; 95% CI: 57.5-61.7). The Poisson regression analysis showed no significant difference in the BSEF-SF scores between newborns with ankyloglossia and those without ankyloglossia (Ratio = 0.95; 95% CI: 0.88-1.02; p = 0.139). CONCLUSION: Ankyloglossia at birth exerted no clinically relevant impact on breastfeeding self-efficacy in children at 14 days of life.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Self Efficacy",
        "Infant, Newborn",
        "Female",
        "Ankyloglossia",
        "Male",
        "Adult",
        "Brazil",
        "Birth Cohort",
        "Cohort Studies",
        "Lingual Frenum"
      ]
    },
    {
      "pmid": "39806199",
      "title": "Prevalence and Temporal Trends of Attention Deficit Hyperactivity Disorder Medication Fills During Pregnancy and Breastfeeding in Denmark.",
      "authors": [
        "Malene Galle Madsen",
        "Jin Liang Zhu",
        "Trine Munk-Olsen",
        "Theresa Wimberley",
        "Henrik Larsson",
        "Anna-Sophie Rommel",
        "Xiaoqin Liu",
        "Mette-Marie Zacher Kjeldsen",
        "Sarah Kittel-Schneider",
        "Veerle Bergink",
        "Kathrine Bang Madsen"
      ],
      "journal": "Paediatric drugs",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: Females of reproductive age are increasingly using attention deficit hyperactivity disorder (ADHD) medication, but its use during pregnancy and breastfeeding is largely unknown. The aim of this study is to examine the prevalence of ADHD medication fills during pregnancy and breastfeeding, including characteristics of these females and cohort differences over time. METHODS: We conducted a descriptive study using Danish nationwide registers. Within cohorts of pregnant and breastfeeding females, we calculated the prevalence of ADHD medication (methylphenidate, amphetamine, dexamfetamine, lisdexamfetamine, modafinil, atomoxetine, clonidine and guanfacine) fills and described sociodemographic and clinical characteristics across groups with fills, no fills and previous fills. Cohort differences in ADHD medication fills during pregnancy for 2005-2010, 2011-2016 and 2017-2022 were examined. RESULTS: In this cohort of 1,077,279 pregnancies, ADHD medication fills increased from 0.08 to 7.71 per 1000 individuals between 2005 and 2022. Among 446,485 breastfeeding females, fills increased from 0.55 to 3.67 per 1000 individuals from 2012 to 2022. Compared with the group with no fills, females filling ADHD medication during pregnancy and breastfeeding were younger, had lower levels of education, were more often smoking during pregnancy, utilised more psychiatric healthcare and had concurrent fills of other psychotropic medication. Cohort differences over time revealed that females filling ADHD medication during pregnancy in 2017-2022 were older, had higher levels of education, smoked less during pregnancy, had fewer psychiatric contacts and were less likely to fill other psychotropic medications compared with females in the earlier cohorts. CONCLUSIONS: Results showed an increasing prevalence of ADHD medication fills during pregnancy and breastfeeding in Denmark over time, surpassing the increase observed generally in females of reproductive age filling ADHD medication. Results revealed a difference in characteristics of females filling ADHD medication during pregnancy over time, suggesting a shift in pregnancy treatment patterns.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Attention Deficit Disorder with Hyperactivity",
        "Pregnancy",
        "Denmark",
        "Breast Feeding",
        "Adult",
        "Prevalence",
        "Young Adult",
        "Central Nervous System Stimulants",
        "Cohort Studies",
        "Adolescent",
        "Pregnancy Complications"
      ]
    },
    {
      "pmid": "39800745",
      "title": "Establishing trust through home visits during pregnancy: a realist evaluation of a Danish breastfeeding support intervention.",
      "authors": [
        "Anne Kristine Gadeberg",
        "Ingrid Maria Susanne Nilsson",
        "Ulla Christensen",
        "Marie Honoré Jacobsen",
        "Henriette Knold Rossau",
        "Sarah Fredsted Villadsen"
      ],
      "journal": "Archives of public health = Archives belges de sante publique",
      "publication_date": "2025-Jan-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Breastfeeding has numerous health benefits but social inequality in breastfeeding is documented in many high-income countries. The evidence for improving breastfeeding support through prenatal encounters is conflicting, but points towards a mechanism activated through a positive relationship between the families and their health care providers. A Danish intervention included a home visit by a health visitor during pregnancy to prolong breastfeeding and reduce social inequality in its rates. The purpose of this study was to investigate how this home visit affected breastfeeding support across socioeconomic groups with attention to how, and for whom, it activated a mechanism of improved relationship and trust between the health visitor and the family. METHODS: Our study used a realist evaluation approach and was embedded in a cluster randomized trial carried out in 20 municipalities. In the intervention arm, we observed 35 home visits delivered by the health visitors, interviewed 16 mothers and conducted 6 focus groups with a total of 34 health visitors to examine the intervention mechanisms and contextual factors that influence the generation of outcomes. The analysis applied Luhmann's, and Brown and Meyers' concepts of trust as middle-range theories. RESULTS: The pregnancy home visit helped early establishment of trust which enhanced the subsequent breastfeeding support postpartum in numerous ways. In realist terms, our central mechanism of change, the establishment of trust, had optimal conditions for success in the contextual setting of the pregnancy home visit where there was time, peace, undisturbed conversations, mental capacity to reflection, and a perceived more even power balance between the family and the health visitor which resulted in a range of positive outcomes. The mechanism resulted in improved tailored breastfeeding support postpartum, families reaching out to the health visitor sooner when experiencing breastfeeding difficulties, and families expressing a more positive experience of breastfeeding. The mechanism was activated across the different socioeconomic groups. CONCLUSIONS: The circumstances of the pregnancy home visit helped to establish trust between the health visitor and the family. Especially for families in vulnerable positions, the pregnancy home visit seems to be a potent driver for enhancing the gains from breastfeeding support."
    },
    {
      "pmid": "39798498",
      "title": "Experiences of tongue tie when breastfeeding twins: A qualitative study.",
      "authors": [
        "A E Burton",
        "H Cassidy",
        "J Taylor",
        "A Owen"
      ],
      "journal": "Midwifery",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PROBLEM: Tongue tie is an added complication when breastfeeding, but little is known about the role tongue tie might play when breastfeeding twins. BACKGROUND: Twins are much less likely to be breastfed than singleton babies due to added complications regarding pregnancy, birth and ongoing care. Tongue tie can cause breastfeeding barriers including poor latch, inefficient milk transfer and nipple pain. AIM: The aim of this study was to conduct an in-depth exploration of the experiences of mothers who have breastfeed twins with suspected or diagnosed tongue tie. METHODS: Interview and qualitative survey data exploring the experience of breastfeeding twins and multiples were analysed with a focus on the experiences of participants reporting on suspected or diagnosed tongue tie. Data were analysed using reflexive thematic analysis. FINDINGS: Three themes were developed. These were: 1) feeling disempowered by tongue tie denial; which illustrated the experience of dismissal by healthcare professionals, 2) the avoidable impact of diagnostic delay; highlighting the practical, physical and psychological impact of tongue tie, and 3) improvements following intervention; illustrating the immediate improvements experienced following frenotomy. DISCUSSION: Mothers who suspect tongue tie find themselves disempowered by denial of their experiences and needing to fight for intervention. Long delays lead to distress for both mother and child while intervention often leads to instant improvement. CONCLUSION: Improved healthcare professional training and healthcare policy changes are needed to improve tongue tie support and intervention for parents of twins and reduce the threat to mother and child health and wellbeing. STATEMENT OF SIGNIFICANCE: Problem or Issue: Breastfeeding rates for twins are much lower than for singleton babies. For some infants tongue tie may be an additional barrier to breastfeeding success. WHAT IS ALREADY KNOWN: Research with parents of singleton babies has shown that tongue tie can cause distress, frustration and physical pain for mothers who report dismissal by healthcare professionals and a need to fight for support. WHAT THIS PAPER ADDS: The voices of parents of infants with tongue tie who have successfully breastfed twins are presented. Like parents of singleton infants, they experienced diagnostic delays and psychological and physical impacts of tongue tie. Intervention was often sought privately when NHS support was lacking. Regardless of source, tongue tie intervention often led to immediate improvement highlighting how the added stresses and challenges created by tongue tie for twin parents could be prevented with appropriate support and intervention following birth.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Qualitative Research",
        "Female",
        "Adult",
        "Lingual Frenum",
        "Twins",
        "Mothers",
        "Infant, Newborn",
        "Surveys and Questionnaires",
        "Pregnancy",
        "Interviews as Topic",
        "Ankyloglossia"
      ]
    },
    {
      "pmid": "39787090",
      "title": "Evaluation and adaptation of a two-way text messaging intervention in the WIC breastfeeding peer counseling program: A qualitative analysis.",
      "authors": [
        "Josefa L Martinez-Brockman",
        "Josephine R Granner",
        "Brice Buchanan",
        "Lisbette Acosta",
        "Marilyn Lonczak",
        "Lori Goeschel",
        "Xiao Xu",
        "Leslie Curry",
        "Marcella Nunez-Smith",
        "Rafael Pérez-Escamilla"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Breastfeeding (BF) is vital for maternal and infant health, yet post-hospital discharge support remains a challenge. The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides BF peer counseling prenatally and up to 1-year postpartum among low-income women in the United States. The Lactation Advice Through Texting Can Help (LATCH) intervention is an evidence-based two-way text messaging intervention that provides BF education and support in the WIC peer counseling program. The intervention is implemented by peer counselors (PCs) in the WIC program, with the supervision and support of a lactation consultant. The aim of this qualitative study was to assess the barriers and facilitators to the implementation of LATCH during the feasibility trial and to investigate strategies for adapting and scaling up the intervention. In-depth interviews with LATCH and PC program key informants aimed to evaluate the intervention and explore its adaptation and scale-up. Interviews were analyzed using line by line inductive thematic analysis. Findings were mapped to the Model for Adaptation Design and Impact (MADI) framework to describe the proposed adaptations, and to the Program Impact Pathways (PIP) framework to identify causal pathways and critical quality control points. Results demonstrate that LATCH facilitates continued engagement between PCs and WIC mothers; however, implementation feasibility issues remain. Suggested adaptations to LATCH include the use of an integrated comprehensive platform, ensuring continuity of care through an expanded spectrum of communication options, the need to develop a PC support model for \"off hours\" (non-business hours), and the need to obtain local WIC office management's buy-in for the communications platform and the off-hours PC model. Critical quality control points were identified when results were mapped to the MADI and PIP frameworks. Implementing these changes has the potential to expand access to BF peer counseling support and improve BF equity among low-income women.",
      "mesh_terms": [
        "Humans",
        "Text Messaging",
        "Female",
        "Breast Feeding",
        "Counseling",
        "Peer Group",
        "Adult",
        "Qualitative Research",
        "Food Assistance",
        "Poverty",
        "Infant",
        "United States",
        "Program Evaluation",
        "Mothers"
      ]
    },
    {
      "pmid": "39780504",
      "title": "The effect of an abdominal binder on pain, bleeding and breastfeeding success after cesarean delivery: A randomized controlled trial.",
      "authors": [
        "Pınar Kara",
        "Evşen Nazik"
      ],
      "journal": "Women & health",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "This randomized controlled intervention study aims to determine the effect of an abdominal binder on pain, bleeding, and breastfeeding success after cesarean delivery. The study was conducted with women who underwent cesarean section and were followed-up for the first 48 hours at the obstetrics clinic of a state hospital in Türkiye between September 2020-March 2021. The study was completed with a total of 128 women who met the inclusion criteria (Intervention (IG):64, Control (CG):64). Data were collected using a \"Socio-demographic Form\" and \"Postpartum Follow-up Form.\" Statistical significance was defined as p < .05. The IG showed significantly lower pain scores in both the abdominal area (uterine involution) and cesarean incision compared to the CG (p < .001), (respectively, IG:0.19 ± 0.58 vs. CG:1.33 ± 1.16; IG:0.23 ± 0.61 vs. CG:0.75 ± 1.26). The amount of puerperal bleeding was significantly lower in the IG (p < .001) (IG:327.65 ± 112.61 mL vs. CG:402.61 ± 157.45 mL), and their hemoglobin and hematocrit values were significantly higher (p < .05) (Hemoglobin, IG:11.00 ± 0.78 g/dL vs. CG:10.62 ± 0.90 g/dL; Hematocrit, IG:34.54 ± 1.79 percent vs. CG:33.51 ± 2.56 percent). The breastfeeding success scores were significantly higher in the IG (p < .001) (IG:9.97 ± 0.17 vs. CG:9.81 ± 0.43). These data demonstrate that the abdominal binder is beneficial and applicable for reducing pain, bleeding, and for improving breastfeeding success in the first 48 hours after cesarean delivery.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Feeding",
        "Cesarean Section",
        "Adult",
        "Pregnancy",
        "Postpartum Hemorrhage",
        "Pain, Postoperative",
        "Postpartum Period",
        "Pain Measurement"
      ]
    },
    {
      "pmid": "39767592",
      "title": "Advancing Glaucoma Treatment During Pregnancy and Breastfeeding: Contemporary Management Strategies and Prospective Therapeutic Developments.",
      "authors": [
        "Maria Letizia Salvetat",
        "Mario Damiano Toro",
        "Francesco Pellegrini",
        "Paolo Scollo",
        "Roberta Malaguarnera",
        "Mutali Musa",
        "Liliana Mereu",
        "Daniele Tognetto",
        "Caterina Gagliano",
        "Marco Zeppieri"
      ],
      "journal": "Biomedicines",
      "publication_date": "2024-Nov-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The management of glaucoma in pregnancy and breastfeeding requires a careful evaluation of treatment choices to guarantee the well-being of both the mother and the developing fetus. This review explores the intricacies of controlling glaucoma in pregnant and breastfeeding women, including a comprehensive overview of existing glaucoma treatment methods, clinical guidelines, and future therapeutic approaches. The efficacy and safety profiles of traditional treatment approaches, such as topical and systemic medicines and surgical treatments, are evaluated specifically about their use during pregnancy and breastfeeding. The significance of personalized treatment programs to achieve a balance between controlling intraocular pressure and ensuring the safety of the fetus and the newborn and the importance of a multidisciplinary approach that includes ophthalmologists, obstetricians, and other healthcare experts are underlined. Non-pharmacological therapies, lifestyle adjustments, and the importance of patient education in the management of glaucoma during pregnancy and the post-partum period are also examined. Advancing our comprehension of and strategy toward glaucoma can reduce the effects of glaucoma on maternal, fetal, and newborn well-being."
    },
    {
      "pmid": "39767428",
      "title": "Effect of Group Antenatal Care on Breastfeeding Knowledge and Practices Among Pregnant Women in Ghana: Findings from a Cluster-Randomized Controlled Trial.",
      "authors": [
        "Theresa Norpeli Lanyo",
        "John Williams",
        "Bidisha Ghosh",
        "Veronica E A Apetorgbor",
        "Vida A Kukula",
        "Ruth Zielinski",
        "Elizabeth Awini",
        "Cheryl Moyer",
        "Jody R Lori"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2024-Nov-28",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The World Health Organization (WHO) recommends exclusive breastfeeding for the first six months after birth to ensure child health and survival. Antenatal care provides an opportunity to educate pregnant women on optimal breastfeeding practices. A cluster-randomized control trial in Ghana examined the impact of group antenatal care on breastfeeding knowledge and practice. The study enrolled 1761 pregnant women from 14 health facilities in Ghana. The intervention group (n = 877) received eight group sessions, while the control group (n = 884) received individual, routine care. Data were collected at baseline and post intervention. Pearson's chi-square test was performed to examine categorical data, while odds ratios were calculated using separate logistic regression models to examine differences between the intervention and control groups over time. Women enrolled in group antenatal care had higher odds of following WHO recommendations to exclusively breastfeed for the first six months (odds ratio [OR]: 3.6, 95% confidence interval [95% CI]: 2.1, 6.3) and waiting to introduce solid food until six months of age (OR: 3.1, 95% CI: 1.5, 6.9). Our results found that women who participated in group antenatal care were more likely to follow the recommendations for exclusive breastfeeding developed by the WHO.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Feeding",
        "Ghana",
        "Prenatal Care",
        "Pregnancy",
        "Adult",
        "Health Knowledge, Attitudes, Practice",
        "Young Adult"
      ]
    },
    {
      "pmid": "39763703",
      "title": "The status quo and influencing factors of breastfeeding social support in China based on LASSO regression model.",
      "authors": [
        "Tian Sun",
        "Chanzhi Duan",
        "Yan Wang",
        "Qing Li"
      ],
      "journal": "PeerJ",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In China, the rate of exclusive breastfeeding at 6 months is only 29.2%, well below the global breastfeeding collective target of at least 50% by 2025. This study explores the status quo of breastfeeding social support among puerpera and analyses its influencing factors, in order to provide a basis for improving breastfeeding rate in China. METHODS: A total of 251 puerpera were selected to fill in the general information questionnaire and the Breastfeeding Social Support Scale from three community health service centers in the city of Chengde, Hebei province, China, from September to November 2023 by completed random cluster sampling method. And the LASSO regression was used to screen and order the influencing factors of breastfeeding social support. RESULTS: The total score of the Breastfeeding Social Support Scale was (48.95 ± 7.93). The results of LASSO regression showed that when the lambda (λ) value was 0.7428, the error was the smallest, and the corresponding number of influencing factors was four, and the top four independent variables in importance ranking were whether or not breastfeeding at night, employment status, the feeding mode of the youngest baby, partner attended school/lecture for pregnant women. CONCLUSION: The level of breastfeeding social support remains to be improved; health care providers were suggested to develop targeted intervention according to the influencing factors.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "China",
        "Social Support",
        "Female",
        "Adult",
        "Surveys and Questionnaires",
        "Regression Analysis",
        "Pregnancy",
        "Infant, Newborn",
        "Young Adult"
      ]
    },
    {
      "pmid": "39759088",
      "title": "The Effect of Health Education Based on the PRECEDE-PROCEED Model on the Psychological State of the Spouses of Primiparous Women During the Puerperium and on Maternal Breastfeeding.",
      "authors": [
        "Jingrui Duan",
        "Liyan Zhu"
      ],
      "journal": "Journal of multidisciplinary healthcare",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Based on the PRECEDE-PROCEED (Predisposing, Reinforcing, and Enabling Causes in Educational Diagnosis and Evaluation-Policy, Regulatory, and Organizational Constructs in Educational and Environmental Development) model (PPM), we investigated the psychological status of the spouses of primiparous women to implement a health education program. METHODS: The study retrospectively analyzed 310 spouses of primigravid women who gave birth from March 2022 to March 2024. 154 spouses received regular education, and 156 spouses aslo received health education of PPM. Binary logistic regression analysis was performed to analyze the independent risk factors for negative emotions of the spouses of primigravid women during puerperium. Analysis of variance was performed to determine the differences in the effect of maternal breastfeeding on the growth and development of infants between the two models of health education. RESULTS: The health education group based on the PPM was defined as Group A, while the regular health education group was defined as Group B. The SAS (Anxiety self-assessment scale) and SDS (Depression self-assessment scale) of the spouses in Group A were significantly lower than those of the spouses in Group B three days postpartum. Health education intervention (OR = 0.239, P = 0.001), maternal psychological state (OR = 0.458, P = 0.004), and the education level of the spouses (OR = 0.480, P = 0.006) independently influenced the emergence of negative emotions in spouses. The SCL-90 (symptom checklist 90) scores of Group A were significantly lower than those of Group B but significantly higher than the national norm (P < 0.05). CONCLUSION: The content of the program not only helps increase the adaptability and participation of the spouses in their role as fathers but also helps increase the effect of maternal breastfeeding on the growth and development of infants."
    },
    {
      "pmid": "39757908",
      "title": "The effect of motivational interview-based breastfeeding education on breastfeeding motivation, success, self-efficacy perceptions, and exclusive breastfeeding duration after cesarean section: a randomized controlled trial.",
      "authors": [
        "Ebru Bekmezci",
        "Halime Esra Meram"
      ],
      "journal": "Health education research",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The aim of this study was to investigate the effect of motivational interview-based breastfeeding education on breastfeeding motivation, breastfeeding success, self-efficacy perceptions, and exclusive breastfeeding duration in primiparous mothers after cesarean section. A parallel-group randomized controlled experimental study. Mothers were randomly assigned to an intervention group (IG; n = 39) and a control group (CG; n = 37). IG was provided with four sessions of motivational interview-based breastfeeding education, while CG did not receive any motivational interview-based education. The research data were collected by using 'Introductory Information Form', 'Breastfeeding Self-Efficacy Scale-Short Form', 'LATCH Breastfeeding Assessment Tool', 'The Primipara Breastfeeding Motivation Scale', and 'Importance and Confidence-Sufficiency Rulers'. In addition, in the follow-ups except for the pretest, mothers were asked about exclusive breastfeeding. The study was registered at ClinicalTrials database (NCT05562245). Group × time interactions in mothers, breastfeeding self-efficacy, breastfeeding success, the value ascribed to breastfeeding, breastfeeding self-effectiveness, and confidence sufficiency in breastfeeding ability were statistically significant (P < 0.05). A motivational interviewing-based breastfeeding education provided to mothers increased their breastfeeding self-efficacy, the value ascribed to breastfeeding, and confidence sufficiency in breastfeeding ability. Therefore, motivational interviewing can contribute to mothers' positive experience of breastfeeding.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Self Efficacy",
        "Female",
        "Motivation",
        "Adult",
        "Motivational Interviewing",
        "Mothers",
        "Cesarean Section",
        "Pregnancy",
        "Young Adult"
      ]
    },
    {
      "pmid": "39749367",
      "title": "Breastfeeding Challenges Experienced by Mothers Following Multiple Births-a Systematic Review and Meta-Synthesis of Quantitative, Qualitative, and Mixed-Methods Studies.",
      "authors": [
        "Geeta Bhardwaj",
        "Moonjelly Vijayan Smitha",
        "Prasuna Jelly",
        "Shine Stephen",
        "Jessica Eustace- Cook",
        "Sunita Panda"
      ],
      "journal": "Breastfeeding medicine : the official journal of the Academy of Breastfeeding Medicine",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Review"
      ],
      "abstract": "Background: Breastfeeding is vital for infant nutrition, especially for multiple babies (twins) born prematurely, yet breastfeeding rates among mothers of twins are lower compared with mothers of singleton babies. This review presents a synthesis of research findings on breastfeeding challenges experienced by mothers following twins' births. Methods: The electronic databases of CINAHL, MEDLINE, PsycINFO, EMBASE, and Web of Science were systematically searched in August 2023. All eligible quantitative, qualitative, and mixed-methods studies reported on breastfeeding challenges experienced by mothers of twins were included. The review adhered to Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines and followed Lucas et al.'s framework for thematic synthesis. Two reviewers independently screened all studies by title, abstract, and full text. The methodological quality of studies was independently assessed by two reviewers using the Joanna Briggs Institute critical appraisal tool and mixed-methods appraisal tool based on study design. Results: The review included 16 studies: quantitative (n = 5), qualitative (n = 8), and mixed methods (n = 3), published between 1980 and 2022, involving 3,351 mothers from 16 countries. Three main themes were generated as follows: (1) transitioning to a new role, finding the balance between self and the newborns' needs; (2) the inevitability of emotional challenges; and (3) navigating support and information. Conclusion: The integrated findings of quantitative, qualitative, and mixed-methods studies on challenges experienced by mothers of twins will have scope for researchers to address the challenges through tailored intervention, education, and support and can help health care professionals revisit policy and practices to extend support services for mothers of twins beyond the initial postpartum and to the community for improving breastfeeding practices among mothers following multiple births.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Mothers",
        "Infant, Newborn",
        "Twins",
        "Qualitative Research",
        "Pregnancy",
        "Multiple Birth Offspring"
      ]
    },
    {
      "pmid": "39748676",
      "title": "A smartphone-based application to improve breastfeeding duration and self-efficacy: a randomized controlled clinical trial.",
      "authors": [
        "Suellen Romero de Mello Sa",
        "Zhidong Wang",
        "Viktoriya Sapkalova",
        "Moira Sullivan",
        "Areli Saucedo Baza",
        "Paula Delgado",
        "Stephen Looney",
        "Carolyn Zahler-Miller"
      ],
      "journal": "Women & health",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "A novel breastfeeding mobile app was created. We aim to determine if patients who utilize the app will have longer breastfeeding duration, improved breastfeeding self-efficacy scores at 1-year follow-up, and higher exclusive breastfeeding rates at 6 months postpartum. Participants were randomized, with 45 to the intervention and 48 to the control groups. Surveys were administered at 32-36-week gestation and 1 year postpartum. On average, women in the intervention group breastfed for 10.1 (SD ± 3.5) months compared to 8.9 (SD ± 4.1) months in the control group (p = .320). A Kaplan-Meier survival curve demonstrated a higher proportion of participants who breastfed for longer durations in the intervention group (p = .241). The change in self-efficacy was not statistically different in the two groups. The exclusive breastfeeding rate at 6 months postpartum is 81.3 percent in the intervention group and 60.0 percent in the control group (p = .277). While there is no statistical difference in breastfeeding outcomes, participant feedback suggests that features such as feeding-trackers, real-time lactation support, and moderated peer groups may enhance its impact. Future research should focus on refining these elements, recruiting larger samples, and minimizing loss-to-follow-up to fully assess the potential of mobile-based breastfeeding interventions.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Self Efficacy",
        "Female",
        "Mobile Applications",
        "Adult",
        "Smartphone",
        "Postpartum Period",
        "Time Factors",
        "Mothers",
        "Surveys and Questionnaires"
      ]
    },
    {
      "pmid": "39742561",
      "title": "The effect of telephone-assisted breastfeeding monitoring on physiological jaundice, exclusive breastfeeding in the first six months, development of colic, and breastfeeding self-efficacy: A randomized controlled trial.",
      "authors": [
        "Zeynep Aykan",
        "Gülçin Özalp Gerçeker"
      ],
      "journal": "Infant behavior & development",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "This randomized controlled study was conducted to evaluate the effects of telephone-assisted breastfeeding monitoring on physiological jaundice, exclusive breastfeeding in the first six months, colic, breastfeeding success, and breastfeeding self-efficacy. Breastfeeding and infant care training were given to pregnant women by video calls (N = 54). Video call counseling was provided to the mothers in the intervention group (n = 27) every day for the first week after discharge and weekly until the 24th week, and the control group (n = 27) was only telephone called in follow-up weeks. The primary variables were exclusive breastfeeding and breastfeeding success, while secondary variables were physiological jaundice, colic, and breastfeeding self-efficacy. The LATCH Breastfeeding Assessment Tool, the Breastfeeding Self-Efficacy Scale, and the Infantile Colic Scale were used. The mean scores of the intervention and control groups were compared using the Mann-Whitney U test and multivariate analysis of variance in repeated measurements. The telephone-assisted breastfeeding monitoring increased exclusive breastfeeding in the first six months. Physiological jaundice was experienced less in infants in the intervention group. There was no difference in terms of infantile colic, breastfeeding success, and breastfeeding self-efficacy between group and group*time interaction, a difference was found in terms of time. The telephone-assisted breastfeeding monitoring can be used to increase exclusive breastfeeding and prevent physiological jaundice (ClinicalTrials.gov Identifier: NCTXXX).",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Colic",
        "Self Efficacy",
        "Infant",
        "Adult",
        "Telephone",
        "Male",
        "Infant, Newborn",
        "Pregnancy"
      ]
    },
    {
      "pmid": "39742364",
      "title": "Duration of Breastfeeding and Risk Reduction of Breast Cancer among Mothers Who Have Ever Breastfed: A Case-Control Study Conducted in Bahir Dar, Ethiopia.",
      "authors": [
        "Fentanesh Nibret Tiruneh",
        "Peter Austin Morton Ntenda"
      ],
      "journal": "The breast journal",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Breast cancer is currently the most frequently detected cancer in women and the primary cause of cancer-related deaths globally. The incidence of breast cancer has significantly increased in countries across sub-Saharan Africa, counting Ethiopia. There are multiple determinants of breast cancer, a few of these can be changeable whereas others are not. Evidence suggests that breastfeeding, which is a changeable determinant, reduces breast cancer risk. However, there is a lack of evidence specifically linking the duration of breastfeeding to breast cancer risk. To date, no study has been conducted on the association between the duration of breastfeeding and the likelihood of breast cancer among Ethiopian women. OBJECTIVE: The aim of this study was to evaluate the relationship between breastfeeding duration and breast cancer risk in Ethiopian mothers who had breastfed, taking into account other significant determinants. METHODS: A hospital-based case-control study was carried out in Bahir Dar, Ethiopia, involving 203 women (70 cases and 133 controls). Face-to-face interviews were performed using a standardized, validated questionnaire that assessed various sociodemographic, reproductive, lifestyle, and dietary characteristics. Differences between cases and controls were evaluated using the chi-square test. The associations among factors were examined through bivariate and multivariable binary logistic regression, with results presented as odds ratios and 95% confidence intervals. RESULTS: The multivariable investigation revealed that an inverse relationship between breastfeeding duration and breast cancer risk. Mothers who breastfed for a longer period had a 93% lower risk of breast cancer (AOR = 0.07; 95% CI: 0.021-0.21) compared to those who breastfed for a shorter duration. Younger mothers had a 95% lower likelihood of developing breast cancer (AOR = 0.05; 95% CI: 0.003-0.91) than older mothers. Additionally, mothers with sedentary behaviour were 10.53 times more likely to develop breast cancer (AOR = 10.53; 95% CI: 5.21-21.36) than those who were moderately or highly active. Mothers who experienced chest therapy were 6.43 times more likely to develop breast cancer (AOR = 6.43; 95% CI: 3.20-13.90) compared to those who had not. CONCLUSIONS: Interventions such as breastfeeding counselling and promoting the recommended duration of breastfeeding are crucial in minimizing the risk of breast cancer. Enhancing physical activity should also be viewed as a vital approach for lowering breast cancer risk. Additionally, healthcare professionals need to limit exposure to chest radiation therapy to reduce the likelihood of breast cancer.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Feeding",
        "Breast Neoplasms",
        "Ethiopia",
        "Case-Control Studies",
        "Adult",
        "Mothers",
        "Middle Aged",
        "Time Factors",
        "Risk Reduction Behavior",
        "Risk Factors",
        "Young Adult"
      ]
    },
    {
      "pmid": "39736766",
      "title": "The role of paternal support in breastfeeding outcomes: a meta-analytic review.",
      "authors": [
        "Si-Si Zhou",
        "Jia Lu",
        "An Qin",
        "Yang Wang",
        "Wei Gao",
        "Hong Li",
        "Lin Rao"
      ],
      "journal": "International breastfeeding journal",
      "publication_date": "2024-Dec-30",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review",
        "Review"
      ],
      "abstract": "BACKGROUND: The advantages of breastfeeding for maternal and child health have been widely acknowledged on an international scale. However, there is a paucity of research regarding the effectiveness of paternal support in breastfeeding. This study aimed to systematically review the impact of paternal support interventions on breastfeeding and to contribute additional evidence to inform current breastfeeding practices. METHODS: A systematic search was conducted across multiple databases, including China National Knowledge Infrastructure (CNKI), Wanfang Data, the VIP Database, the Chinese Biomedical Literature Service System (SinoMed), PubMed, EMBASE, the Cochrane Library, and Web of Science, for randomized controlled trials (RCTs) related to breastfeeding and paternal support interventions, covering the period from the inception of the databases to June 2024. In accordance with the predefined inclusion and exclusion criteria, two researchers independently screened the literature and performed a meta-analysis via RevMan 5.4.1 software. The choice between fixed or random effects models was determined by the outcomes of the heterogeneity test, and relative risks (RR) along with 95% confidence intervals (CI) were computed. RESULTS: A comprehensive search yielded 3065 studies, of which eight were included in the meta-analysis. These studies involved a total of 2531 participants, with 1306 in the intervention group and 1225 in the control group. The studies conducted across the United Kingdom, Australia, Canada, and China encompassed a variety of interventions, including breastfeeding education, consultations led by specialists, distribution of informational materials, utilization of educational media, facilitation of interactive discussions, provision of online support through phone or WeChat, dissemination of public account messages, training in breastfeeding techniques, postpartum social support, and guidance on maternal and newborn care. The meta-analysis results indicated that the rate of exclusive breastfeeding was significantly higher in the intervention group compared to the control group at various time points: within one week postpartum (RR 1.28; 95% CI 1.16, 1.42); at 30-42 days postpartum (RR 1.12; 95% CI 1.02, 1.23); and at three months postpartum (RR 1.35; 95% CI 1.21, 1.50). These findings suggest that paternal support interventions effectively enhance breastfeeding practices. CONCLUSIONS: The findings suggest that current evidence supports the efficacy of paternal support interventions in both the initiation and maintenance of breastfeeding.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Fathers",
        "Male",
        "Randomized Controlled Trials as Topic",
        "Infant, Newborn",
        "Social Support"
      ]
    },
    {
      "pmid": "39734161",
      "title": "Navigating anti-TNF therapy risks: Real-world insights on pregnancy, breastfeeding, and vaccines in IBD patients.",
      "authors": [
        "Uswa Tahir",
        "Safwat Abrar"
      ],
      "journal": "Digestive and liver disease : official journal of the Italian Society of Gastroenterology and the Italian Association for the Study of the Liver",
      "publication_date": "2025-May",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "39732638",
      "title": "Mobile-based peer-led theoretically-designed intervention on continued breastfeeding among Iranian mothers.",
      "authors": [
        "Afsoon Tizvir",
        "Sakineh Rakhshanderou",
        "Yadollah Mehrabi",
        "Leili Mazar",
        "Samira Daneshvar",
        "Mohtasham Ghaffari"
      ],
      "journal": "BMC pregnancy and childbirth",
      "publication_date": "2024-Dec-28",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: This study addresses the determination of educational intervention-based on the Theory of Planned Behavior (TPB)-effectiveness on continued breastfeeding among Iranian mothers attending health centers, considering low researchers' attention to the continued breastfeeding index despite its important impact on children's health. METHODS: The present study was conducted among 230 mothers with exclusively breastfed infant (115 in the intervention group and 115 in the control group). Sampling starts with randomly selecting 12 health centers among all health centers in Karaj, Alborz province, and allocating them randomly into two equal groups of intervention and control. A study-specific questionnaire, designed in alignment with TPB, was the primary data collection tool. The intervention group received peer education, and optional additional education through a social network. Data were collected in 4 stages, including before the intervention, immediately, 3 months, and 6 months after the intervention. Data were analyzed using SPSS-16 and Independent t-test, Chi-square RMANOVA, ANCOVA, Cochran and McNemar tests. RESULTS: There was a significant increase in the mean scores of attitude, subjective norms and perceived behavioral control constructs in the intervention group and a significant decrease of those constructs was observed in the control group (p < 0.05). There was an improvement in the mean score of breastfeeding continuation behavior among intervention group mothers after intervention exposure but it was not significant (p > 0.05). There was also a significant decrease in breastfeeding and an increase in the usage of powdered milk in mothers of the control group (p < 0.05). CONCLUSION: It was concluded that educational interventions based on TPB by using peer group and social network can promote the behavior of continued breastfeeding. This theoretical framework can act as a road map for future development of educational interventions targeting breastfeeding continuation.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Iran",
        "Female",
        "Peer Group",
        "Adult",
        "Mothers",
        "Surveys and Questionnaires",
        "Young Adult",
        "Health Knowledge, Attitudes, Practice",
        "Health Education",
        "Social Support",
        "Health Promotion",
        "Infant",
        "Mobile Applications"
      ]
    },
    {
      "pmid": "39723933",
      "title": "Drug Treatment of Cystic Fibrosis and Breastfeeding.",
      "authors": [
        "Philip O Anderson"
      ],
      "journal": "Breastfeeding medicine : the official journal of the Academy of Breastfeeding Medicine",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39719546",
      "title": "Trajectory of breastfeeding among Chinese women and risk prediction models based on machine learning: a cohort study.",
      "authors": [
        "Yi Liu",
        "Jie Xiang",
        "Ping Yan",
        "Yuanqiong Liu",
        "Peng Chen",
        "Yujia Song",
        "Jianhua Ren"
      ],
      "journal": "BMC pregnancy and childbirth",
      "publication_date": "2024-Dec-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Breastfeeding is the optimal source of nutrition for infants and young children, essential for their healthy growth and development. However, a gap in cohort studies tracking breastfeeding up to six months postpartum may lead caregivers to miss critical intervention opportunities. METHODS: This study conducted a three-wave prospective cohort analysis to examine maternal breastfeeding trajectories within the first six months postpartum and to develop risk prediction models for each period using advanced machine learning algorithms. Conducted at a leading Maternal and Children's hospital in China from October 2021 to June 2022, data were gathered via self-administered surveys and electronic health records. RESULTS: Of the 3307 women recruited, 3175 completed the surveys, yielding a 96% effective response rate. Breastfeeding(BF) rates were observed at 100%, 96%,93% and 83% at discharge, 42 day, 3 month and 6 month postpartum, respectively. Exclusively breastfeeding(EBF) rates were recorded at 91%, 64%,72% and 58% for the same intervals. Among the five machine learning methods employed, Random Forest (RF) demonstrated superior accuracy in predicting breastfeeding patterns, with classification accuracies of 0.629 and an area under the receiver operating characteristic curve (AUC) of 0.8122 at 42 days, 0.925 and an AUC of 0.9800 at 3 months, and 0.836 and an AUC of 0.9463 at 6 months postpartum, respectively. Key predictive factors for breastfeeding at 42 days postpartum included the newborn's birth weight and the mother's pre-delivery and prenatal weights. Predictors for feeding type at 3 months and 6 months postpartum included early feeding types and the scores from the Breastfeeding Self-Efficacy Scale-short Form (BSES-SF) at 6 months. The predictive model based on follow-up data showed strong performance. CONCLUSION: Breastfeeding rates slightly declined from discharge to 6 months postpartum. The breastfeeding context in this region is comparatively optimistic both within China and internationally. Factors such as newborn's birth weight, gestational age, maternal weight management before and during pregnancy, early support and breastfeeding success, breastfeeding knowledge and self-efficacy are intricately linked to long-term breastfeeding outcomes. This study highlights critical, modifiable risk factors for early breastfeeding stages, providing valuable insights for enhancing breastfeeding intervention programs and informed decision-making.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Breast Feeding",
        "China",
        "Machine Learning",
        "Adult",
        "Prospective Studies",
        "Risk Assessment",
        "Cohort Studies",
        "Postpartum Period",
        "Pregnancy",
        "Infant, Newborn",
        "Young Adult",
        "Infant",
        "Surveys and Questionnaires",
        "East Asian People"
      ]
    },
    {
      "pmid": "39711749",
      "title": "The effectiveness of digital health versus standard care on exclusive breastfeeding duration among postpartum mothers in LMIC: Systematic review and meta-analysis.",
      "authors": [
        "Thiwawan Thepha",
        "Gillian Carr",
        "Debbi Marais",
        "Jatuporn Kuasri",
        "Kritsana Klangphaow",
        "Juraporn Tangpukdee"
      ],
      "journal": "Digital health",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: This study aims to evaluate the effectiveness of digital health interventions compared to standard care in promoting exclusive breastfeeding (EBF) among postpartum women in low-and middle-income countries (LMICs). METHODS: The PRISMA guidelines of reporting were followed for the searching of four databases and screening following eligibility criteria: articles presenting digital health interventions, conducted as randomized control trials (RCTs), quasi-experimental, or mixed-method studies, reporting on EBF duration and early initiation of breastfeeding, and published in the English language were included. RESULTS: Of 1595 articles screened, only 10 published between 2013 and 2023 met the criteria. Most studies were from Nigeria (n = 3), with others from Kenya, South Africa, Ethiopia, China, India, and Lebanon. Six were RCTs, and four were quasi-experimental. The meta-analysis shows digital health interventions significantly increase EBF duration, with the strongest effects at 6 months (odds ratio (OR) = 2,1.66-2.40), followed by 5, 3, 2, and 1 month postpartum, including the initial feed. CONCLUSION: This suggests digital health interventions have the potential to enhance breastfeeding practices among postpartum mothers in LMICs. For future research, it is essential to consider accessibility, delivery intervention, healthcare professional collaboration, and the sustainable development of digital health interventions for postpartum mothers in LMICs."
    },
    {
      "pmid": "39703518",
      "title": "The effect of rose damascene extract on anxiety and sexual function of breastfeeding women: a randomized controlled trial.",
      "authors": [
        "Gohar Akbarzadeh",
        "Parvin Abedi",
        "Shayesteh Jahanfar",
        "Hossein Sadeghi Mansurkhani",
        "Ahmad Fakhri",
        "Elham Maraghi"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sexual dysfunction is prevalent among breastfeeding women. OBJECTIVE: This study was designed to evaluate the effect of Rose damascene extract on sexual function and anxiety of breastfeeding women. MATERIALS AND METHODS: This was a randomized controlled trial. This study was conducted on 87 breastfeeding women who received either Rose damascene (n = 44) or placebo (n = 43) for eight weeks. The primary outcomes were sexual function and anxiety. A demographic questionnaire, and obstetric questionnaire, the Female Sexual Function Scale (FSFI), and the Spielberger questionnaire were used to collect the data. Chi-square test, independent t-test, and ANCOVA were used to analyze the data. RESULTS: In the intervention group, there was a significant increase in the scores of sexual desire, arousal, lubrication, orgasm, and sexual satisfaction, while the score of pain reduced significantly after eight weeks of intervention (p < 0.001). The mean total score of sexual function prior to the intervention was 19.61 ± 5.02 and 21.46 ± 3.08 in the intervention and control groups, respectively. After intervention, this score was improved in the intervention group compared to the control group (25.21 ± 1.62 vs. 21.82 ± 3, p < 0.001). The pre-intervention score of trait anxiety was 47.97 ± 4.68 and 48.44 ± 5.89 in the intervention and control groups, respectively, which was improved in the intervention group compared to the control group after intervention (51.63 ± 3.53 vs. 48.13 ± 5.57, p < 0.001). Although there was an improvement in the score of state anxiety in the intervention group compared to the control group, the difference was not statistically significant (43.31 ± 6.41 vs. 44.30 ± 8.87, p = 0.397). CONCLUSION: Rose damascene could significantly improve the sexual functions of breastfeeding women. It also decreased the trait anxiety but failed to improve the state anxiety significantly. Using this herb is recommended to enhance sexual performance in breastfeeding women. CLINICAL TRIAL REGISTRATION: https://www.irct.ir/trial/61375, identifier IRCT20211015052775N1."
    },
    {
      "pmid": "39699558",
      "title": "Breastfeeding interventions and programs conducted in the Islamic Republic of Iran: a scoping review.",
      "authors": [
        "Patricia J Kelly",
        "Amrita Sidhu",
        "Anusha Sajja",
        "Devanshi Majeethia",
        "Elizabeth Dodge",
        "Basil H Aboul-Enein"
      ],
      "journal": "Health education research",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article",
        "Scoping Review"
      ],
      "abstract": "The purpose of this review was to identify interventions promoting breastfeeding (BF), BF practices and their outcomes in Iran. Using the PRISMA-ScR Guidelines, we searched across 14 databases for publications published between 2010 and February 2024 to identify studies published in English or Farsi language in peer-reviewed journals, using search terms 'breastfeeding', 'lactation', 'education', 'promotion', 'intervention' and 'program'. Inclusion criteria included intervention-based studies with quantitative outcomes of pregnant women/mothers receiving education, training or other intervention that promoted BF or exclusive BF. Excluded studies were protocols, those examining Iranian communities outside of Iran publications in other languages, brief communications, gray literature and qualitative studies. After screening for relevance, identified articles that met the inclusion criteria were summarized and tabulated using Rayyan QCRI software. Of the 45 identified studies, 37 used randomized-control trial designs, 20 applied theoretical frameworks or specific counseling techniques. Samples included women pregnant for the first time, mothers of babies born prematurely or with low-birth weight, adolescents, mothers who had very young children at home. Only three studies included family members. BF self-efficacy was the most popular variable to assess, which was examined in 32 studies. Almost all studies showed positive results as a result of intervention. Majority of studies were focused at the individual level. No studies were identified that assessed strategies to change routine care or policies that might facilitate BF. Identifying barriers to moving intervention content into standard of care is an important next step in the development of BF research in Iran.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Iran",
        "Female",
        "Health Promotion",
        "Pregnancy",
        "Mothers",
        "Self Efficacy"
      ]
    },
    {
      "pmid": "39694168",
      "title": "Phyllanthus niruri L. Administration during pregnancy and breastfeeding: Maternal evaluation and effects on initial development and adult behavior of male rat offspring.",
      "authors": [
        "Maciel da Costa Alves",
        "Diego Elias Pereira",
        "Rita de Cássia de Araújo Bidô",
        "Camila Maria Sousa de Andrade",
        "Juliano Carlo Rufino Freitas",
        "Camila Carolina de Menezes Santos Bertozzo",
        "Daline Fernandes de Souza Araújo",
        "Gerlane Coelho Bernardo Guerra",
        "Juliana Késsia Barbosa Soares"
      ],
      "journal": "Brain research",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The leaves of Phyllanthus niruri L. are used in folk medicine in many countries to treat various diseases. However, despite the enormous therapeutic potential, use of the plant is contraindicated during pregnancy and breastfeeding. Reports on the impacts of exposure to this plant on the development of the offspring of rats are still scarce and controversial. The aim of this study is to evaluate the effects of the administration of P. niruri aqueous extract, during pregnancy and lactation, on maternal toxicity, on postnatal physical development, and on behavioral aspects in adult male offspring. Pregnant rats were divided into three experimental groups (n = 8/group) and treated daily during pregnancy and lactation, (gavage), with vehicle and doses of 75 and 150 mg/kg of aqueous extract of P. niruri. To assess maternal toxicity; weight gain, feed intake, reproductive outcomes, and biochemical profiles were analyzed. The male pups were evaluated for physical development through the end of lactation and submitted to tests evaluating their behavior in adulthood. Treatment with the aqueous extract of P. niruri (AEPN) did not cause significant changes in the maternal and reproductive parameters analyzed. However, changes in the biochemical markers of liver function were observed. In the male offspring, the extract did not alter postnatal physical growth, but caused early opening of the ear canal and eyes. In the evaluation of adult male offspring, it was found that the groups exposed to AEPN presented behavioral changes predictive of anxiolytic effect. Brain malondialdehyde levels of male offspring whose mothers were treated with AEPN were significantly reduced. Our results demonstrate that exposure to P. niruri extract did not induce significant changes sufficiently to indicate occurrence of maternal or postnatal toxicity. In addition, in the male offspring exposed to the extract, anticipation of physical maturation parameters and anxiolytic-like behavior was observed.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Pregnancy",
        "Male",
        "Phyllanthus",
        "Plant Extracts",
        "Rats",
        "Prenatal Exposure Delayed Effects",
        "Lactation",
        "Rats, Wistar",
        "Behavior, Animal",
        "Breast Feeding"
      ]
    },
    {
      "pmid": "39692403",
      "title": "Perceptions of Coping With Breastfeeding Pain: A Secondary Analysis.",
      "authors": [
        "Megan Russell",
        "Ruth Lucas",
        "Katherine Bernier Carney"
      ],
      "journal": "Journal of midwifery & women's health",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Although there are many known benefits of providing human milk to infants, breastfeeding-related pain is a significant reason for breastfeeding cessation. Breastfeeding-related pain is a unique experience due to breastfeeding's goal-directed purpose, repetitive nature, and socio-emotional reflections of successful parenting. Understanding how lactating parents cope with breastfeeding-related pain will inform clinical practice to encourage individuals to meet their lactation goals. The aim of this study was to evaluate how lactating parents view coping with breastfeeding-related pain to be different from coping with other types of pain. METHODS: We conducted a secondary analysis of a pilot randomized control study of a breastfeeding pain self-management intervention. Data from 57 participants who breastfed and completed self-report surveys at 1, 2, and 6 weeks postpartum were included. We employed Boyatzis' thematic analysis method to evaluate affirmative responses to \"Is coping with breastfeeding pain different than coping with other pain?\" We evaluated correlations between responses to coping with breastfeeding pain and pain severity scores. RESULTS: We identified 3 main themes: (1) uncharted waters, (2) light at the end of the tunnel, and (3) parental role and responsibility. No significant differences were detected between the pain scores of individuals who viewed coping with breastfeeding to be different and those who did not. DISCUSSION: Lactating parents reported an array of psychological coping strategies in response to breastfeeding-related pain. Coping processes were influenced by personal goals, parental role evaluations, and a desire to meet their infant's needs. Interventions during prenatal and postpartum care that incorporate individualized coping strategies could support breastfeeding goal attainment.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Infant, Newborn",
        "Male",
        "Adaptation, Psychological",
        "Breast Feeding",
        "Lactation",
        "Mothers",
        "Pain",
        "Pain Management",
        "Pilot Projects",
        "Postpartum Period",
        "Self-Management",
        "Surveys and Questionnaires",
        "Young Adult"
      ]
    },
    {
      "pmid": "39690412",
      "title": "Effect of early essential newborn care on breastfeeding and outcomes of mothers/newborns post-cesarean section: a randomized controlled trial in China.",
      "authors": [
        "Min Zhou",
        "Jin-Yi Guo",
        "Tai-Yang Li",
        "Chun-Hua Zhou",
        "Xiao-Qin Zhang",
        "Wei Wei",
        "Jie Zhou",
        "Sharon R Redding",
        "Yan-Qiong Ouyang",
        "Hui-Jun Chen"
      ],
      "journal": "Reproductive health",
      "publication_date": "2024-Dec-17",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: The implementation of early essential newborn care (EENC) is important to maternal and neonatal health. However, few studies have conducted a complete procedure of EENC in cesarean section. This study aimed to systematically evaluate the effects of EENC during and after cesarean section. METHODS: A randomized controlled trial was conducted at a tertiary hospital in Wuhan, China. Full-term pregnant women who had no comorbidities and underwent elective cesarean section were recruited and received EENC intervention or routine health care. The Infant Breastfeeding Assessment Tool (IBFAT), the Breastfeeding Self-Efficacy Scale-Short Form (BSES-SF), a questionnaire of the breastfeeding behavior, the Maternal Postnatal Attachment Scale (MPAS) and the Edinburgh Postnatal Depression Scale (EPDS) were used to collect data. The correlation between EENC implementation and breastfeeding, maternal-infant attachment, postpartum depression, and other maternal and neonatal outcomes was analyzed. RESULTS: Mother-newborn pairs (N = 157) were enrolled in this study, 78 in the EENC group and 79 in the control group. A total of 155 (98.8%) were followed up at 14 days, 144 (91.7%) at 42 days, and 123 (78.3%) at 3 months. For the primary outcomes, generalized linear mixed model analysis showed that implementing EENC during cesarean section was beneficial for initiating breastfeeding (OR = 0.021), shortening the breastfeeding initiation time (β = - 45.321), improving the IBFAT scores (β = 2.740), and enhancing breastfeeding self-efficacy (β = 4.880). These effects were not influenced by time interaction. However, no difference was observed in the rate of exclusive breastfeeding between these two groups (P > 0.05). Implementing EENC during cesarean section significantly improved maternal-infant attachment (β = 9.668). Moreover, univariate analysis showed benefits of EENC in improving postpartum depression (P < 0.001) and decreasing maternal perinatal blood loss (P < 0.05). CONCLUSIONS: According to our small sample study, there is a trend of improvement in breastfeeding related behavior and maternal infant attachment in women who received EENC during cesarean deliveries. The effects of EENC on exclusive breastfeeding should be further explored in the future. TRIAL REGISTRATION: Chinese Clinical Trial Register at www.chictr.org.cn , ChiCTR2300074760, retrospectively registration. Registration Date: August 15, 2023.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Infant, Newborn",
        "Cesarean Section",
        "Adult",
        "China",
        "Pregnancy",
        "Infant Care",
        "Mother-Child Relations",
        "Mothers",
        "Depression, Postpartum"
      ]
    },
    {
      "pmid": "39689731",
      "title": "Pilot Survey Assessing Lactation and Breastfeeding Experiences, Attitudes, and Knowledge Among Transfeminine Individuals.",
      "authors": [
        "Esme D Trahair",
        "Sarah Kokosa",
        "Andy Weinhold",
        "Heather Parnell",
        "Andrea B Dotson",
        "Carly E Kelley"
      ],
      "journal": "Breastfeeding medicine : the official journal of the Academy of Breastfeeding Medicine",
      "publication_date": "2024-Dec-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Transfeminine individuals are capable of developing breast tissue that is indistinguishable from cis-females, allowing them to breastfeed effectively. Breastfeeding affords known health benefits for both members of a lactating individual-infant dyad and supporting this experience for transfeminine individuals fosters reproductive equity. Objective: This study assessed experiences, attitudes, and knowledge regarding breastfeeding and lactation among a group of transfeminine individuals receiving hormone therapy within a specialized gender care clinic. Methods: Transfeminine individuals on estrogen therapy who were part of the Duke Research for Equitable Access to Medicine (DREAM) Registry were invited to complete a 15-question online survey about experiences, goals, attitudes, and knowledge regarding lactation and breastfeeding. Results: A total of 71 out of 130 eligible DREAM individuals completed the survey (54.6%). No survey participants had breastfed and three (4.2%) had experienced lactation. One in four participants designated lactation a health care goal. Four out of five participants reported it was important, most commonly to affirm their gender identity (n = 41, 57.7%) and/or to bring their breasts to full maturity (n = 36, 50.7%). One in eight participants designated breastfeeding as a health care goal. Four out of five participants reported it was important, most commonly for parent-child bonding (n = 34, 47.9%) and/or health/nutritional benefits to the newborn (n = 34, 47.9%). Conclusion: Transfeminine individuals may be interested in experiencing lactation for multifaceted reasons, including goals for parent-infant feeding (breastfeeding-dyad bonding and breast milk health benefits) and for their gender transition (affirming gender and breast maturity). Future community-engaged research is warranted to inform both clinical practice and lactation protocols for transfeminine individuals hoping to breastfeed."
    },
    {
      "pmid": "39689308",
      "title": "Effects of a Smartphone-Based Breastfeeding Coparenting Intervention Program on Breastfeeding-Related Outcomes in Couples During First Pregnancy: Randomized Controlled Trial.",
      "authors": [
        "Yi-Yan Huang",
        "Rong Wang",
        "Wei-Peng Huang",
        "Tian Wu",
        "Shi-Yun Wang",
        "Sharon R Redding",
        "Yan-Qiong Ouyang"
      ],
      "journal": "Journal of medical Internet research",
      "publication_date": "2024-Dec-17",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: A low breastfeeding rate causes an increased health care burden and negative health outcomes for individuals and society. Coparenting is an essential tactic for encouraging breastfeeding when raising a child. The efficacy of the coparenting interventions in enhancing breastfeeding-related outcomes is controversial. OBJECTIVE: This study aimed to examine the effects of coparenting interventions on exclusive breastfeeding rates, exclusive breastfeeding duration, breastfeeding knowledge, parenting sense of competence, coparenting relationships, depressive symptoms in new couples at 1 and 6 months post partum, and the BMI of infants 42 days post partum. METHODS: This was a randomized, single-blinded controlled clinical trial. Eligible couples in late pregnancy in a hospital in central China were randomly assigned to 2 groups. While couples in the control group received general care, couples in the intervention group had access to parenting classes, a fathers' support group, and individual counseling. Data were collected at baseline (T0), 1 month post partum (T1), and 6 months post partum (T2). Data on exclusive breastfeeding rate and exclusive breastfeeding duration were analyzed using the chi-square, Fisher exact, or Mann-Whitney U tests; coparenting relationships and the infant's BMI were analyzed using an independent samples t test; and breastfeeding knowledge, parenting sense of competence, and depressive symptoms were analyzed using a generalized estimation equation. RESULTS: A total of 96 couples were recruited, and 79 couples completed the study. The intervention group exhibited significantly higher exclusive breastfeeding rates at T1 (90% vs 65%, P=.02) and T2 (43.6% vs 22.5%, P=.02), compared with the control group. Exclusive breastfeeding duration was extended in the intervention group than in the control group at T1 (30, range 30-30 days vs 30, range 26.5-30 days; P=.01) and T2 (108, range 60-180 days vs 89, range 28-149.3 days; P<.05). The intervention group exhibited greater improvements in maternal breastfeeding knowledge (β=.07, 95% CI 0.006-0.13; P=.03) and maternal parenting sense of competence (β=5.49, 95% CI 2.09-8.87; P<.01) at T1, enhanced coparenting relationships at T1 (P<.001) and T2 (P=.02), paternal breastfeeding knowledge at T2 (β=.25, 95% CI 0.15-0.35, P<.001), paternal parenting sense of competence at T1 (β=5.35, 95% CI 2.23-8.47, P<.01), and reduced paternal depressive symptoms at T2 (β=.25, 95% CI 0.15-0.35, P<.001), and there was a rise in infants' BMI at 42 days post partum (β=.33, 95% CI 0.01-0.64, P=.04). CONCLUSIONS: An evidence-based breastfeeding coparenting intervention is effective in improving exclusive breastfeeding rate, prolonging exclusive breastfeeding duration within the initial 6 months post partum, enhancing parental breastfeeding knowledge, levels of parenting sense of competence and coparenting relationship, infant's BMI, and reducing paternal depressive symptoms. TRIAL REGISTRATION: Chinese Clinical Trial Registry ChiCTR2300069648; https://tinyurl.com/2p8st2p8.",
      "mesh_terms": [
        "Humans",
        "Breast Feeding",
        "Female",
        "Adult",
        "Pregnancy",
        "Male",
        "Smartphone",
        "Single-Blind Method",
        "Parenting",
        "China"
      ]
    }
  ]
}