{
  "supplement": "Bromelain",
  "query": "Bromelain[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:22:09",
  "research_count": 290,
  "count": 100,
  "articles": [
    {
      "pmid": "40280068",
      "title": "The protective effect of bromelain on testicular dysfunction and oxidative stress induced by REM sleep deprivation in adult male rats.",
      "authors": [
        "Mahboubeh Hosseinpour",
        "Amir Masoud Dalband",
        "Zahrasadat Lajevardi",
        "Arezou Soltanattar",
        "Armin Tafazolimoghadam",
        "Amin Karamian",
        "Mohammad-Amin Abdollahifar",
        "Hojjat-Allah Abbaszadeh",
        "Mahshid Hodaeipour",
        "Ali Charmchi",
        "Aliasghar Keramatinia",
        "Armin Alinezhad",
        "Fatemeh Zolfaghari",
        "Mobina Fathi",
        "Kimia Vakili",
        "Fatemeh Navaei",
        "Mojtaba Sani",
        "Pourya Raee",
        "Abbas Aliaghaei"
      ],
      "journal": "Tissue & cell",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Male infertility is a significant global health concern, with sleep deprivation emerging as a potential contributing factor due to its impact on oxidative stress and reproductive function. This study investigates the protective effects of bromelain, a natural anti-inflammatory enzyme, on testicular dysfunction induced by Rapid eye movement (REM) sleep deprivation in adult male rats. Thirty-six rats were divided into control, REM sleep-deprived (REM-dep), and REM-deprived with bromelain treatment (REM-dep+Br) groups. REM sleep deprivation was induced for a 21-day period using the flower pot technique, with concurrent oral administration of bromelain (200 mg/kg) throughout this period. Finally, sperm parameters, testicular stereology, antioxidant markers (Nrf-2, γ-GCS, and GSH), and inflammatory/apoptotic markers (TNF-α, and Caspase-3) were evaluated across study groups. REM sleep deprivation significantly reduced sperm count, motility (total, and progressive), and normal morphology while increasing DNA fragmentation compared to control group. Testicular stereology revealed decreased spermatogenic cells, Sertoli cells, Leydig cells, and Johnsen scores. Bromelain administration significantly improved total sperm motility, increased spermatid numbers, and restored Leydig cell counts compared to REM-dep group. Antioxidant markers (Nrf-2, γ-GCS, GSH) were significantly reduced in the REM-dep group but restored with bromelain treatment. Immunohistochemistry showed elevated TNF-α and Caspase-3 expression in the REM-dep group, which was mitigated by bromelain administration. These findings suggest that REM sleep deprivation induces testicular dysfunction through oxidative stress and inflammation, while bromelain exerts protective effects via its antioxidant and anti-inflammatory properties. This study highlights bromelain as a potential protective /therapeutic agent for mitigating sleep deprivation-induced male reproductive dysfunction."
    },
    {
      "pmid": "40279789",
      "title": "Single center experience of the first 300 patients treated with bromelain-based enzymatic debridement.",
      "authors": [
        "Antonio Bulla",
        "Danilo Antonio Rivas Nicolls",
        "José Antonio Lopez Martinez",
        "Jon Ander Aguirrezabala",
        "Maria Bayona Visiedo",
        "Jacinto Baena",
        "Juan Pedro Barret Nerin",
        "Jordi Serracanta Domenech"
      ],
      "journal": "Burns : journal of the International Society for Burn Injuries",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This retrospective cohort study evaluates the clinical outcomes of enzymatic debridement (ED) with Nexobrid® in burn patients treated at our hospital's Burn Unit from 2015 to 2020. The primary aim was to determine whether Nexobrid® effectively reduces unnecessary surgeries and improves patient outcomes. METHODS: The study included 300 patients over 18 years old with deep dermal and full-thickness burns, excluding cases with chemical/electrical burns, pregnancy, and allergies to Nexobrid®. Burn depth was assessed upon admission and re-evaluated post-ED. The primary endpoint was the reliability of ED in determining surgical indications compared to traditional clinical assessments. Secondary endpoints included factors influencing healing time, complication rates, and scar hypertrophy. RESULTS: Among the 300 patients (76 % male, median age 41), flame burns were most common (46.7 %). Median total body surface area (TBSA) burned was 8 %, and TBSA treated with Nexobrid® was 5 %. Sequential ED was performed in 26 patients with larger burns. Post-treatment data indicated that ED improved burn depth diagnosis compared to initial assessments, often downstaging dermal burns. The \"step sign\" emerged as a useful predictor for graft surgery necessity in dermal burns. No significant differences were observed between scald and flame burns in ED effectiveness. ED was associated with blood loss, emphasizing caution in cases with high TBSA, and early fever was noted as a factor requiring vigilant monitoring. While scar hypertrophy was associated with surgery, this study design could not directly evaluate ED's impact on hypertrophy. CONCLUSION: We found ED to be a reliable method for rapid eschar removal and accurate burn depth evaluation, which often helped us avoid unnecessary surgeries-particularly important in delicate, functional areas like the upper limbs. Interestingly, the effectiveness of ED was not influenced by the burn's etiology when treating intermediate-depth injuries. While ED does not appear to rise the risk of infection, early fever should still be carefully monitored. Over time, ED has become a central tool in our burn treatment protocols. Future studies are needed to explore its impact on treating patients with extensive burns."
    },
    {
      "pmid": "40260785",
      "title": "Analgesic Efficacy of Bromelain and Bromelain Plus Turmeric for Pain Control After Orthodontic Separator Placement: A Triple-Blind Randomized Clinical Trial.",
      "authors": [
        "Shabnam Ajami",
        "Seyyed Hadi Hosseini",
        "Neda Babanouri",
        "Zahra Hashemi"
      ],
      "journal": "Clinical and experimental dental research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: This study aimed to compare the analgesic efficacy of Bromelain, Ibuprofen, and Bromelain plus turmeric for pain control after orthodontic separator placement. MATERIAL AND METHODS: This triple-blind randomized clinical trial included 135 patients over the age of 15 who required orthodontic treatment. The patients were randomly assigned to three groups: 400 mg Ibuprofen (Group A), 200 mg Bromelain (ANAHEAL; Group B), and 150 mg Bromelain + 300 mg Turmeric (ANAHEAL PLUS; Group C). The patients took one tablet immediately after the separator was placed. Four separators were placed at the mesial and distal regions of both maxillary first molars. The degree of pain and discomfort was measured using a visual analog scale (VAS) at the following time points: Immediately after the separator placement (T0), 2 h posttreatment (T1), 6 h posttreatment (T2), 24 h posttreatment (T3), and 48 h after separator placement (T4). The data were analyzed using SPSS (version 15.0). Different statistical tests including ANOVA, Tukey's test, and paired t-test were utilized. p < 0.05 was considered statistically significant. RESULTS: Pain scores at 2 h (T1) and 6 h (T2) after separator placement differed significantly among the three groups (p = 0.006 and p = 0.025, respectively), with the Ibuprofen group experiencing significantly higher pain levels than the Bromelain and Bromelain Plus Turmeric groups. At 48 h (T4), a significant difference was observed only in chewing function (p = 0.024), where patients in the Bromelain group reported higher pain scores than those in the Ibuprofen group. Sex had no significant effect on pain perception (P < 0.05). CONCLUSIONS: Bromelain with or without turmeric might be a useful alternative to Ibuprofen for pain control following orthodontic separator placement.",
      "mesh_terms": [
        "Humans",
        "Bromelains",
        "Female",
        "Male",
        "Adolescent",
        "Ibuprofen",
        "Pain Measurement",
        "Curcuma",
        "Pain Management",
        "Analgesics",
        "Treatment Outcome",
        "Adult",
        "Orthodontic Appliances",
        "Young Adult",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Pain, Postoperative",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "40195407",
      "title": "Antiviral effect of Bromelain combined with acetylcysteine against SARS-CoV-2 Omicron variant.",
      "authors": [
        "Erik Vinicius de Sousa Reis",
        "Linziane Lopes Ferreira",
        "Felipe Alves Clarindo",
        "Geovane Marques-Ferreira",
        "Leonardo Camilo de Oliveira",
        "Thaís de Fátima Silva Moraes",
        "Luciana Debortoli de Carvalho",
        "Flávio Guimarães da Fonseca",
        "Adriano de Paula Sabino",
        "Mathew Suji Eapen",
        "Mauro Martins Teixeira",
        "Sarah J Valle",
        "David L Morris",
        "Jordana Grazziela Alves Coelho-Dos-Reis"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The recent pandemic represented one of the biggest challenges of modern civilization. SARS-CoV-2 remains an imminent public health threat and currently, there is no effective and greatly affordable treatment for severe COVID-19. Although standard management with dexamethasone, and physical management including physiotherapy, prone positioning and mechanical ventilation are used, severe disease patients may still succumb to infection. In this regard, BromAc® is a combination therapy of a refined protein derived from Bromelain and acetylcysteine, that shows significant mucolytic and anti-inflammatory properties. In the present study, we performed in vitro, and ex vivo analyses to assess the effect of BromAc® in inhibiting Omicron variant of SARS-CoV-2 at different levels. Here, we provide evidence of the in vitro virucidal activity of BromAc® in Vero-ACE2/TMPRSS2 cell line infected with the Omicron variant. BromAc® can also abrogate SARS-CoV-2 RNA genomic copies in tracheal aspirate (TA) samples from critically ill COVID-19 patients after long term exposure. These results were confirmed by lower spike expression observed in EpCAM+PanCKneg epithelial cells from tracheal aspirate samples after BromAc® treatment. Furthermore, atomized BromAc® promoted cleavage of the S1 Spike subunit in TA samples, demonstrating the mechanism of the antiviral activity displayed by BromAc® in human samples. These results bring novel evidence of antiviral activity in cell lines in vitro as well as in tracheal aspirate samples from critically ill COVID-19 patients, which support its potential use as an adjunct to COVID-19 management in future waves of Omicron subvariants.",
      "mesh_terms": [
        "SARS-CoV-2",
        "Humans",
        "Bromelains",
        "Chlorocebus aethiops",
        "Antiviral Agents",
        "Vero Cells",
        "COVID-19 Drug Treatment",
        "COVID-19",
        "Acetylcysteine",
        "Animals",
        "Spike Glycoprotein, Coronavirus"
      ]
    },
    {
      "pmid": "40156791",
      "title": "Bromelain improved cognitive & mood behaviors, oxido-inflammatory indices and cholinergic transmission in scopolamine-induced neurotoxicity in male wistar rats.",
      "authors": [
        "Adedamola Aminat Bayo-Olugbami",
        "Pauleen Ukpabio",
        "Kawkab Mujahidah Babalola",
        "Iyanuoluwa Olushola Benson",
        "Bamidele Victor Owoyele"
      ],
      "journal": "Nigerian journal of physiological sciences : official publication of the Physiological Society of Nigeria",
      "publication_date": "2024-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is associated with pathophysiological and psychological disturbances including cognitive decline, depression, anxiety and motor imbalance. Conventional drugs for managing AD do not address associated non-neurocognitive co-morbidities, hence the need to investigate alternative therapies especially from plants. The neuroprotective benefits of bromelain have been identified, but its impacts on scopolamine-induced neurotoxicity is yet to be elucidated. Twenty-Five male rats were separated randomly into 5 groups: Control (normal saline; 1ml/kg); Scopolamine (i.p; 1mg/kg); Bromelain (50mg/kg); Scopolamine + Bromelain; Scopolamine + Donepezil (reference drug, 1mg/kg). Neurobehavioral paradigms (novel object recognition, elevated plus maze, forced swimming and open field tests were assessed, followed by biochemical (MDA, SOD, AChE, NO, Total protein & IL-1b) assay in the PFC. Data were analyzed using one-way ANOVA (Tukey's posthoc.). Values with p<0.05 were considered significant. Scopolamine reduced memory index (P<0.01) (cognitive function), ambulatory & rearing activities (P<0.05) (motor behavior), open arm duration (P<0.001) (anxiety-like behavior) & increased immobility time (P<0.05) (depressive-like behavior). Exposure to scopolamine also led to significant reduction in the prefrontal cortical levels of SOD (P<0.05) while increasing MDA (P<0.05), acetylcholinesterase (P<0.01) and IL-1β (P<0.05). However, levels of NO and total protein were not significantly altered. In contrast, intervention with bromelain or donepezil significantly reversed most of the behavioral and biochemical alterations induced by scopolamine. Bromelain compared favorably with donepezil in improving memory decline and other non-cognitive dysfunctions associated with scopolamine exposure. This could have resulted from modulation of oxidative stress, inflammation and cholinergic transmission. Key words: Bromelain; Scopolamine; Oxidative stress; Neurotoxicity; Neuro-inflammation; Behavior.",
      "mesh_terms": [
        "Animals",
        "Scopolamine",
        "Male",
        "Bromelains",
        "Rats, Wistar",
        "Rats",
        "Cognition",
        "Oxidative Stress",
        "Donepezil",
        "Behavior, Animal",
        "Neuroprotective Agents",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "40136760",
      "title": "Effects of Bromelain and Papain in Tooth Whitening and Caries Removal: A Literature Review.",
      "authors": [
        "Stanca Cuc",
        "Amalia Moldovan",
        "Marioara Moldovan",
        "Codruta Sarosi",
        "Smaranda Buduru",
        "Cecilia Bacali",
        "Doina Prodan",
        "Viorica Lazar",
        "Sorin Claudiu Man"
      ],
      "journal": "Dentistry journal",
      "publication_date": "2025-Mar-16",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background/Objectives: The objective of this review is to establish a solid base of information regarding the use of proteolytic enzymes to replace hydrogen peroxide/carbamide in teeth whitening products. The use of proteolytic enzymes, such as bromelain and papain, can provide surprising results for solving two important aspects related to dental aesthetics: tooth whitening and the chemo-mechanical removal of damaged dental tissue. Due to their ability to degrade salivary proteins, these enzymes can be used successfully as active agents in tooth whitening and in the atraumatic treatment of caries without being accompanied by other side effects on dental components. Methods: Random-effects meta-analyses were performed with enzymes (bromelain, papain) used in dentistry. A keyword search of scientific publications was conducted using the Google Academic, Web of Science and PubMed search engines. Results: The results were systematized in the present work in two parts: bromelain and papain effects in tooth whitening and chemo-mechanical/atraumatic removal of damaged dental tissues. Conclusions: The findings from different studies and clinical reports indicate that bromelain and papain could be considered efficient and safe therapeutic agents not only in various medical conditions but also in dental problems."
    },
    {
      "pmid": "40096778",
      "title": "A comparison of binding interaction of angelicin and psoralen to bromelain a cysteine protease: Steady-state fluorescence, circular dichroism and molecular docking study.",
      "authors": [
        "Sourav Pakrashy",
        "Prakash K Mandal",
        "Sandip Paul",
        "Sourav Misra",
        "Jishu Mandal",
        "Malay Dolai",
        "Anjoy Majhi"
      ],
      "journal": "Spectrochimica acta. Part A, Molecular and biomolecular spectroscopy",
      "publication_date": "2025-Aug-05",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Furocoumarins are photo-active arising in several medicinal plants when they are subjected to stress devising varied medicinal applications. Angelicin and psoralen are the two main active components of Psoralea corylifolia L., an herbal-medicinal plant used from early times to treat numerous skin-related disorders. It is extensively dispersed in the therapeutics in Indian and Chinese herbal mode treatment. Here we synthesized two isomeric furocoumarins angelicin and psoralen and investigated their interaction with a cysteine protease proteolytic enzyme bromelain, using different spectroscopic techniques like steady state fluorescence and circular dichroism to understand the binding affinity of the two furocoumarins with bromelain. Bromelain is a well-known phytotherapeutic ingredient displaying widespread medicinal applications. The binding constants and the number of binding sites for the interactions of angelicin and psoralen with bromelain were evaluated using the steady state fluorescence data at 298 K. An in-silico investigation was executed by docking the two isomeric furocoumarins angelicin and psoralen with bromelain which revealed that both bind with the same energy but at different sites, which also alters a little more in the case of psoralen than angelicin the secondary structure of bromelain as evidenced in Circular dichroism spectra. DFT study revealed the stability of both moieties. In conclusion, this study shed light on the effective application of bromelain complexed with angelicin and psoralen, for developing functional foods and also can be considered an effective carrier for angelicin and psoralen.",
      "mesh_terms": [
        "Furocoumarins",
        "Bromelains",
        "Molecular Docking Simulation",
        "Ficusin",
        "Circular Dichroism",
        "Spectrometry, Fluorescence",
        "Protein Binding",
        "Binding Sites",
        "Cysteine Proteases"
      ]
    },
    {
      "pmid": "40095533",
      "title": "Pain Management in Burned Patients Treated with Bromelain-Based Enzymatic Debridement.",
      "authors": [
        "Michelle Laurens Acevedo",
        "Gemma M Usua",
        "Juan P Barret"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2025-Feb-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Enzymatic debridement with bromelain is a treatment option for deep partial thickness and full thickness burns. This procedure is associated with significant pain, necessitating the use of anesthesia techniques. However, there is limited evidence on the optimal strategy to achieve effective pain control. To detail the anesthetic approach in patients undergoing bromelain-based enzymatic debridement for burn injuries. Methods: A retrospective observational study was conducted by analysing the medical records of burn patients treated with enzymatic debridement using bromelain. The study included patients admitted to the Burn Unit of Vall d'Hebron University Hospital between January 2015 and December 2019. Results: A total of 112 patients met the inclusion criteria. The average burned total body surface area (TBSA) was 10.7% ± 11.4, and the median Abbreviated Burn Severity Index (ABSI) was 5 (range: 2-12). The most commonly burned and treated regions were the upper limbs (73%), followed by the lower limbs (30%) and the abdomen (8%). Regional anesthesia was the predominant technique, utilised in 96% of cases. Among these, axillary nerve block was performed in 47% of patients, with continuous catheter placement in 31%. Pain control was achieved in 61% of patients during the first 48 h following enzymatic debridement. Opioids were required for post-procedure pain relief in 12.5% of cases, and repeat anesthesia was necessary in 2.7%. There was no significant difference in pain management outcomes between single nerve blocks and catheter-based approaches (p = 0.809). Complications were reported in nine patients and included hypotension, nausea, and urinary retention. Conclusions: Bromelain-based enzymatic debridement is a painful intervention requiring specialised anesthetic management. Regional anesthesia techniques offer a safe and effective strategy for pain control, though achieving optimal analgesia during the initial 48 h remains a clinical challenge."
    },
    {
      "pmid": "39996643",
      "title": "Whitening Efficiency of Papain and Bromelain Gels in Removing Dental Stains.",
      "authors": [
        "Stanca Cuc",
        "Codruta Sarosi",
        "Ioan Petean",
        "Amalia Moldovan",
        "Cecilia Bacali",
        "Sorin Claudiu Man"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate the micro-nanostructure and color changes of dental enamel after treatment with new gel formulations containing papain or bromelain. Eighty caries-free, extracted human teeth were randomly divided into two groups (n = 40) and stained by immersion in either coffee or Tedi juice for 4 h daily over five consecutive days. After staining, the samples were washed and stored in artificial saliva at 37 °C. The stained samples were then treated with four different whitening gels (GC, G1, G2, and Opalescence 15%) for 4 h daily. Following each treatment, the samples were rinsed and stored in artificial saliva. Color changes were measured using a digital spectrophotometer to assess CIEL*a*b* ΔE* and the Whiteness index (WI). The enamel micro-nanostructure was analyzed using SEM and AFM. Data were statistically analyzed using one-way ANOVA followed by Tukey's HSD test. The results showed that gels containing papain and bromelain were more effective than the commercial gel in removing stains. SEM and AFM analysis indicated that papain was particularly effective for removing coffee stains, while bromelain was better for stains from natural juices. Healthy enamel has a Ra value of approximately 10 nm, which increases to about 40 nm after staining. Papain restored enamel roughness to approximately 8 nm for coffee stains and bromelain restored it to 11 nm for juice stains, delivering optimal results, while commercial gel ensures a roughness of about 15 nm after stain removal. CIELAB reveals notable changes in ΔE and WI after bleaching, revealing that papain gel is optimal for coffee stain removal and bromelain gel is optimal for natural juice stains. In conclusion, dental stains should be assessed by a dentist to determine the most suitable gel for achieving optimal results."
    },
    {
      "pmid": "39967325",
      "title": "The role of Bromelain and Liposomal Vitamin C in the treatment of chronic venous disease.",
      "authors": [
        "Giacomo Buso",
        "Paolo Santini",
        "Francesca Ghirardini",
        "Francesca Cannavacciuolo",
        "Adriana Visonà",
        "Beniamino Zalunardo",
        "Roberto Pola",
        "Romeo Martini"
      ],
      "journal": "VASA. Zeitschrift fur Gefasskrankheiten",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Chronic venous disease (CVD) is a prevalent condition leading to significant morbidity and affecting quality of life. Among conservative treatment strategies, venoactive drugs are often recommended by major guidelines for the management of CVD. Bromelain and vitamin C are now emerging as promising options in the management of several chronic diseases owing to their anti-inflammatory, immunoregulatory, and antioxidant properties, though evidence remains scarce in this setting. This systematic review of the literature, endorsed by the Italian Society of Angiology and Vascular Medicine (Societa Italiana di Angiologia e Patologia Vascolare, SIAPAV), aims to evaluate the efficacy and safety of these compounds in the treatment of CVD. A comprehensive search yielded nine studies, two on bromelain and seven on vitamin C. No studies have evaluated the effects of bromelain and vitamin C alone or in combination, whereas both molecules were administered in combination with other nutritional supplements. Overall, CVD-related symptoms and edema seem to improve with dietary supplement containing these two compounds, with no major safety issues reported. Bromelain and vitamin C may thus represent attractive options in the management of patients with symptomatic CVD and/or presence of venous edema, provided optimal conservative treatment is in place. Dedicated clinical studies are needed to clarify the efficacy and safety of a combination of these molecules in CVD management."
    },
    {
      "pmid": "39947465",
      "title": "Bromelain and liver health: A comprehensive systematic review of preclinical studies.",
      "authors": [
        "Irislene Costa Pereira",
        "Álina Mara Carvalho Pedrosa-Santos",
        "Jorddam Almondes Martins",
        "Athanara Alves de Sousa",
        "Taline Alves Nobre",
        "Lucillia Rabelo de Oliveira Torres",
        "Felipe Cavalcanti Carneiro da Silva",
        "Juliana Soares Severo",
        "João Marcelo de Castro E Sousa",
        "Francisco Leonardo Torres-Leal"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Liver diseases pose a significant challenge to the well-being of the public, given their high prevalence and the potential to escalate to liver failure and hepatocellular carcinoma. The efficacy of current therapies is rather limited, resulting in the manifestation of severe side effects. Bromelain, derived from the pineapple plant, exhibits promising prospects for the treatment of inflammatory disorders, cancer, and wound healing, although its impact on liver functionality remains largely unexplored. OBJECTIVE: To evaluate the efficiency of bromelain in liver injuries, we performed a systematic review of preclinical studies. METHOD: Our search was conducted in August 2020 on PubMed and Scopus, employing the search terms \"Liver disease,\" \"Liver injury,\" and \"Bromelain,\" with subsequent updates in December 2023. RESULTS: Out of the 329 articles that were examined, only 7 fulfilled the criteria for inclusion. CONCLUSION: Our research suggests that bromelain possesses both prophylactic and curative qualities in terms of liver damage, as supported by its ability to decrease enzyme levels, enhance liver structure, reduce oxidative stress markers, and regulate lipid metabolism. In summary, bromelain demonstrates a capacity to enhance liver function across a range of injury types.",
      "mesh_terms": [
        "Bromelains",
        "Humans",
        "Liver",
        "Liver Diseases",
        "Animals",
        "Oxidative Stress",
        "Lipid Metabolism"
      ]
    },
    {
      "pmid": "39936561",
      "title": "Histopathological Evaluation of the Effect of Bromelain on Myringosclerosis in Rats.",
      "authors": [
        "Meryem Dilek Acar",
        "Dogukan Özdemir",
        "Arzu Erdal",
        "Seda Koc Sahin"
      ],
      "journal": "The journal of international advanced otology",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Myringosclerosis is frequently detected after otitis media with effusion treatment via ventilation tube insertion. The study was performed to investigate the effect of bromelain as an antioxidant and anti-inflammatory on myringotomized rats. Methods: The myringotomy operations of 15 Wistar Albino rats were performed under an otomicroscope. Three groups were formed by randomly separating these animals. The day after unilateral myringotomy, the control group was injected with 0.9% NaCl (saline) intraperitoneally (i.p.). The rats of the second group were injected 15 mg/kg/day of bromelain i.p. The third group received 30 mg/kg/day of bromelain i.p. On the 22nd day, the myringotomized ears of the animals were investigated via otomicroscope to determine myringosclerosis. After euthanasia of the animals, tympanic membrane (TM) thickness and inflammation of middle ear mucosa were investigated histopathologically. Results: The control group had higher myringosclerosis scores than the bromelain curative groups (P=.048). The median TM thickness of the control group (64.75 µm) was higher than the bromelain 15 mg/kg group (34.95 µm) (P=.009) and the bromelain 30 mg/kg group (27.84 µm) (P=.008). The inflammation scores were higher in the control group compared to the bromelain curative groups (P=.039). There were no statistically significant differences according to myringosclerosis scores (P=.117), TM thickness (P=.079), and inflammation scores (P=.490) between the bromelain low and high dose groups. Conclusion: Bromelain treatment prevented the formation of myringosclerosis, reduced TM thickness, and supressed inflammation in myringotomized rats.",
      "mesh_terms": [
        "Animals",
        "Bromelains",
        "Rats, Wistar",
        "Rats",
        "Myringosclerosis",
        "Tympanic Membrane",
        "Antioxidants",
        "Disease Models, Animal",
        "Middle Ear Ventilation",
        "Anti-Inflammatory Agents",
        "Male",
        "Random Allocation",
        "Otitis Media with Effusion"
      ]
    },
    {
      "pmid": "39767869",
      "title": "Bromelain Supplementation in the Management of Otitis Media with Effusion in Children.",
      "authors": [
        "Francesco Martines",
        "Ginevra Malta",
        "Emanuele Cannizzaro",
        "Theodoridou Kelly",
        "Pietro Salvago",
        "Fulvio Plescia"
      ],
      "journal": "Children (Basel, Switzerland)",
      "publication_date": "2024-Nov-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: The respiratory system is prone to infectious diseases, especially in children below five years of age. Upper respiratory tract infections in children are often associated with Eustachian tube dysfunction and complicated by otitis media with effusion (OME), an inflammatory process within the middle ear, which can lead to hearing loss. Treatment for these infections involves a combination of medication and symptom relief, depending on the severity and cause of the infection. In recent years, natural therapeutic drugs derived from herbal medicines have been gaining popularity in treating various pathologies. Bromelain, one of the most studied natural compounds, has been investigated extensively due to its numerous pharmacological properties, offering a potential new avenue for treatment. Based on these promising findings, our study was designed to examine the efficacy of supplementation with bromelain in countering symptoms associated with OME. METHODS: This study was conducted on data acquired from medical records from the Section of Audiology of the University of Palermo, focusing on the period of January 2022 to June 2023 and selecting 224 children (age range 1-8 years), namely 174 males and 50 females, who were evaluated for presumed OME at the audiology pediatric ambulatory. All patients selected before initiating pharmacological treatment underwent thorough screening regarding the functionality of the tympanic cavities, otoacoustic emissions, the auditory threshold, and the ear canal's integrity. RESULTS: The preliminary findings of this study are significant, demonstrating that supplementation with bromelain led to notable improvements in the symptoms accompanying OME after 15 days and 60 days of therapy. Notably, patients who received the bromelain supplement reported reduced mucus secretions and improved auditory function. CONCLUSIONS: These results underscore the potential of naturally occurring compounds as adjuvants to standard therapeutic strategies in treating OME."
    },
    {
      "pmid": "39763591",
      "title": "Once daily Bromelain-based enzymatic debridement of venous leg ulcers versus gel vehicle (placebo) and non-surgical standard of care: a three-arm multicenter, double blinded, randomized controlled study.",
      "authors": [
        "Yaron Shoham",
        "Robert J Snyder",
        "Yael Katz Levy",
        "Keren David Zarbiv",
        "Ety Klinger",
        "Miri Kramer",
        "Cyaandi R Dove",
        "Ram Avrahami",
        "Alex Reyzelman",
        "Felix Sigal",
        "Gregory Tovmassian",
        "Eyal Shapira",
        "Moti Harats",
        "Francisco Perez-Clavijo",
        "John C Lantis",
        "Shawn M Cazzell",
        "Yadwinder S Dhillon",
        "Cherison A Cuffy",
        "Dana Egozi",
        "Dean Vayser",
        "Adam J Singer",
        "Richard C Galperin",
        "Jason R Hanft",
        "Cindy Martinez",
        "Avshalom Shalom",
        "Laurence Toutous-Trellu",
        "Lior Rosenberg"
      ],
      "journal": "EClinicalMedicine",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Debridement is considered the first step in treatment of chronic wounds, however, current enzymatic and autolytic debridement agents are slow or ineffective. Previous studies have shown positive initial results with EscharEx® (EX-02 formulation), a Bromelain-based enzymatic debridement agent in development for chronic wounds. The main objective of this study was to assess its efficacy in debriding venous leg ulcers (VLU), compared to gel vehicle (GV) as a placebo control and to non-surgical standard of care (NSSOC). METHODS: A prospective, randomized, multicenter, placebo-controlled trial in patients with VLU from 20 medical centers and clinics in the United States, Switzerland and Israel was undertaken. Patients were treated with daily topical applications of either EX-02, GV, or NSSOC (in a 3:3:2 ratio), until reaching complete debridement or up to 8 daily treatments (within 2 weeks), and then followed-up for up to 14 weeks. The primary efficacy endpoint was the incidence of complete debridement. This study is registered with ClinicalTrials.gov (NCT03588130) and EudraCT (number 2020-004861-38). FINDINGS: A total of 196 patients were enrolled, and 119 randomized (between November 12th, 2019, and February 15th, 2022); 46 to the EX-02 arm, 43 to the GV arm, and 30 to the NSSOC arm. Eight patients dropped out of the study (2 in EX-02, 2 in GV, 4 in NSSOC). The incidence of complete debridement within 8 daily treatments was 63% (29/46 patients) in the EX-02 arm as compared to 30.2% (13/43 patients) in the GV arm (p = 0.004) and 13.3% (4/30 patients) in the NSSOC arm (p < 0.001). Sixty-five patients reported wound related adverse events throughout the study; 24 (52.2%), 27 (62.8%) and 14 (46.7%) patients in the EX-02, GV and NSSOC arms (p = NS). No deaths occurred during the study. INTERPRETATION: EX-02 lead to a significantly higher incidence of complete debridement as compared to GV and NSSOC, without significant safety issues. Additional studies are needed to explore the benefits of EX-02 in VLU and other chronic wound etiologies. FUNDING: MediWound Ltd."
    },
    {
      "pmid": "39741773",
      "title": "Use of high flow nasal cannula in critical burn patient during deep sedation in enzymatic bromelain debridement (nexobrid®): a single center brief report.",
      "authors": [
        "F Coletta",
        "I Mataro",
        "C Sala",
        "D Gentile",
        "E Santoriello",
        "C Petroccione",
        "F Schettino",
        "G P De Marco",
        "V Schettini",
        "A Tomasello",
        "R Villani"
      ],
      "journal": "Annals of burns and fire disasters",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of new oxygen supports associated to non-invasive respiratory strategies is well-established in clinical practice, especially after its extensive application in the management of Covid-19 respiratory failure. The use of high flow nasal cannula (HFNC) in patients undergoing procedural sedation and analgesia (PSA) is dramatically increasing. Enzymatic debridement in critical burn patients is a painful treatment that requires an optimal burn pain control protocol as well as a deep sedation for the entire duration of the procedure. Both hypnosis and opioid-analgesia may lead to significant respiratory depression. Fourteen patients undergoing enzymatic debridement under deep sedation have been included in this case study. All patients receiving oxygen through HFNC were evaluated. All patients underwent continuous monitoring of vital parameters, antithrombotic prophylaxis with low molecular weight heparins and fluid therapy calculated using the Parkland formula. Sedation was successful and well tolerated by all patients and physicians were able to carry out the enzymatic debridement procedure safely. No severe desaturation events were observed. Continuous monitoring of vital signs was carried out. Neither bradycardia events nor hypotensive or hypertensive events requiring treatment occurred. Enzymatic debridement procedures did not lead to any serious adverse events. Based on our experience, the administration of O2 by HFNC at an average concentration of 50% was proven safe and efficacious in the management of drug-induced respiratory depression."
    },
    {
      "pmid": "39736134",
      "title": "Characterization of yellowfin tuna (Thunnus albacares) skin gelatin extracted by bromelain hydrolysis and ultrasound pre-treatment.",
      "authors": [
        "Dian Haryati",
        "Andriati Ningrum",
        "Lucia Dhiantika Witasari"
      ],
      "journal": "Journal of food science",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Yellowfin tuna skin waste is a potential collagen source for gelatin through hydrolysis. Enzymatic hydrolysis is eco-friendly but expensive, necessitating efficiency improvements. Ultrasound pre-treatment enhances efficiency via cavitation effects. This study evaluated the effects of ultrasound amplitude, pre-treatment duration, enzyme concentration, and hydrolysis duration on yield; determined optimal conditions for ultrasound-assisted enzymatic extraction on yield, viscosity, and gel strength; and assessed the gelatin's physicochemical and functional properties. This research consists of three stages, factor screening using one variable at a time, optimization using response surface methodology with Box-Behnken design, and gelatin characterization. The study included three replicates. Screening identified factor ranges for optimization: 5-25 min pre-treatment, 1%-3% enzyme concentration, and 1-5 h hydrolysis. Optimization involved 15 experimental runs, focusing on yield, viscosity, and gel strength. Optimal conditions were 25 min pre-treatment, 1% enzyme concentration, and 2.17 h hydrolysis, yielding 64.08%, 9.29 mPa·s viscosity, and 166.28 bloom gel strength. The optimized gelatin showed emulsifying properties with EAI 50.5 m2/g and ESI 23.80 min, water-oil holding capacities of 192% and 406%, respectively, antioxidant activity of 60.16%, and molecular weight range of 17-160 kDa. The amino acid composition was mainly glycine (29.26%) and proline (18.26%), with 76.95% digestibility. This innovative, environmentally friendly extraction method improved gelatin extraction efficiency from yellowfin tuna skin, supporting a sustainable industry.",
      "mesh_terms": [
        "Animals",
        "Gelatin",
        "Tuna",
        "Hydrolysis",
        "Skin",
        "Viscosity",
        "Fish Proteins",
        "Molecular Weight",
        "Ultrasonic Waves",
        "Ultrasonics",
        "Antioxidants",
        "Food Handling"
      ]
    },
    {
      "pmid": "39727915",
      "title": "Bromelain in Burn Care: Advancements in Enzymatic Debridement and Patient Outcomes.",
      "authors": [
        "Eliza-Maria Bordeanu-Diaconescu",
        "Sabina Grama",
        "Andreea Grosu-Bularda",
        "Adrian Frunza",
        "Mihaela-Cristina Andrei",
        "Tiberiu-Paul Neagu",
        "Ioan Lascar"
      ],
      "journal": "European burn journal",
      "publication_date": "2024-Dec-12",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The management of severe burns is a complex process that requires a multidimensional approach to ensure optimal healing of burn wounds, minimize complications, and improve the prognosis of patients. Surgical debridement is considered the gold standard for removing necrotic tissue; however, this approach involves risks such as bleeding, the potential removal of viable tissue during excision, and technical challenges in complex anatomical areas. Recent advancements highlight the role of enzymatic debridement using NexoBrid®, which offers a less invasive alternative to surgical excision while having the ability to selectively debride necrotic tissue and preserve viable tissue. NexoBrid® has shown efficacy in reducing debridement time, minimizing the need for additional surgeries, and improving overall wound healing outcomes. This review discusses the clinical indications, advantages, and considerations for choosing between surgical and enzymatic debridement. Emerging studies suggest the potential for enzymatic debridement to be safe and effective even for larger burn areas, making it a promising option in modern burn care. However, ongoing evaluation and integration into clinical protocols will be essential to fully realize its benefits in specialized burn treatment and to establish protocols."
    },
    {
      "pmid": "39600009",
      "title": "Pain Management during Bromelain-Based Enzymatic Debridement (NexoBrid®) in a USA Adult Burn Center.",
      "authors": [
        "Martin R Buta",
        "Domenic Annand",
        "Sarah Findeisen",
        "Sean A Hickey",
        "Robert L Sheridan",
        "Jonathan S Friedstat",
        "John T Schulz",
        "Branko Bojovic",
        "Edward A Bittner",
        "Jeremy Goverman"
      ],
      "journal": "European burn journal",
      "publication_date": "2023-Dec-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Outside the United States, bromelain-based enzymatic debridement (BBED) has become an effective tool for the removal of burn eschar. A primary concern with BBED is that it is a painful procedure requiring appropriate analgesia. The purpose of this study was to describe our experience using NexoBrid® (NXB), with a particular focus on pain management. We performed a retrospective review on all 32 adult burn patients enrolled at our institution as part of a multicenter phase 3 clinical trial (DETECT) or the expanded access treatment protocol (NEXT). All patients underwent BBED with NXB of acute deep partial- and full-thickness thermal burn wounds at a major burn center between November 2016 and February 2023. Thirty-two patients with an average age of 42.1 years (SD = 17.4, range 18-72) and an average TBSA of 6.3% (SD = 5.9, range 1-24.5) underwent a total of 33 BBED procedures. Only one patient required an additional NXB treatment, and all patients achieved >95% eschar removal. For pain control during debridement, seven patients required a local block (LB), nine a regional block (RB), and thirteen conscious sedation (CS). Three patients were intubated (INTB) for their burn injury prior to the procedure. There was no statistical difference in Numerical Pain Rating Scale (NPRS) scores during vs. before treatment or after vs. before treatment for all patients or when subdivided by BMI, race, TBSA, total area treated, and anesthetic type (LB, RB, and CS). With appropriate analgesia, the pain associated with BBED of acute deep partial- and full-thickness thermal burns is well tolerated."
    },
    {
      "pmid": "39584127",
      "title": "Shengji ointment combined with bromelain promotes granulation of exposed tendons in diabetic foot ulcers: A multicenter, randomized, positive-controlled clinical trial.",
      "authors": [
        "Xu Sun",
        "Jinpeng Jing",
        "Rui Dai",
        "Chaojun Zhu",
        "Yuzhi Sun",
        "Junchao Sun",
        "Dayong Li",
        "Xin Li",
        "Xiaoli Zhang",
        "Xiaoliang Li",
        "Yue Shi",
        "Tingting Liu",
        "Rui Gao",
        "Zhaohui Zhang"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Nov-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Exposed, infected and necrotic tendons often occur in the middle and late stages of diabetic foot ulcers (DFUs). The exposed tendon is both a potential source and route of infection, which prolongs the treatment period and affects recovery, leading to amputation and even death. Therefore, management of the exposed tendon in patients with DFU is the key to treatment. This study aimed to evaluate the clinical efficacy of Shengji ointment combined with bromelain in the treatment of DFU with tendon exposure and to provide clinical treatment options and evidence-based medicine. METHODS: This study was a multicenter, nonblinded, randomized, positive controlled clinical trial involving 180 patients with DFU with tendon exposure at four tertiary-grade A-class hospitals. The included patients were randomly assigned 1:1 to an observation group (n = 90) that received Shengji ointment combined with bromelain and a control group (n = 90) that received hydrocolloid dressing, with dressing changes once daily for 4 weeks. Patients in both groups continued with conventional treatments, such as blood glucose and blood pressure medication, lipid regulation, and antiplatelets. The primary outcome measure was wound coverage with granulation tissue. The secondary outcome measures included the wound healing rate, time to granulation, Maryland foot score, time to debridement of necrotic tendon tissue, and granulation tissue score. We performed measurements before enrollment and after the end of treatment for comparison. RESULTS: There was no significant difference in the baseline data between the two groups before treatment (P > 0.05). After treatment, the primary outcome indicators of the two groups were compared, and the wound granulation tissue coverage rate of the treatment group was greater than that of the control group (P = 0.003). For the secondary outcome outcomes, the wound healing rate, time to granulation, Maryland foot function score, time to debridement of necrotic tendon tissue, and granulation tissue score in the treatment group were significantly better than those in the control group (P < 0.05). There was no significant difference in the incidence of adverse reactions between the two groups (P = 0.444). CONCLUSIONS: Shengji ointment combined with bromelain effectively promotes the removal of exposed necrotic tendons in patients with DFU, promotes the regeneration of healthy granulation tissue, accelerates wound healing, and protects the limb and its function. It also appears to be safe as an intervention for the treatment of patients with DFU. TRIAL REGISTRATION: The study protocol was registered in the Chinese Clinical Trial Registry (ChiCTR) under the code ChiCTR2000039327 on October 23, 2020. The public title is \"Study on evidence-based evaluation and therapeutic mechanism of integrated Chinese and Western medicine for treatment of diabetic foot - An evidence-based evaluation of The combination of Rubber Shengji Paste and compound bromelain to promote the healing of the exposed wound of diabetic foot tendon\"."
    },
    {
      "pmid": "39569246",
      "title": "Comparison of Bromelain and Diclofenac in the Management of Postoperative Pain and Quality of Life Following Root Canal Therapy: A Randomized Controlled Trial.",
      "authors": [
        "Akbarbasha Sherin",
        "Subha Anirudhan",
        "Minu Koshy"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aim This study aimed to compare the analgesic efficacy and adverse effects of oral bromelain and diclofenac in relieving postoperative pain and improving postoperative quality of life in patients with irreversible pulpitis in mandibular first molars after root canal therapy. Materials and methods A simple randomized double-blinded clinical trial was carried out. One hundred patients with symptomatic pulpitis requiring root canal therapy of mandibular first permanent molars were randomly divided into two groups after obtaining informed consent. After access opening, preparation of the root canal and temporization, Group I (n=50) patients received oral bromelain 200 mg and Group II (n=50) received oral diclofenac sodium 50 mg, respectively. The patients were asked to rate their pain on a visual analog pain intensity scale (VAS) and rate their quality of life using the postoperative quality of life (POQoL) questionnaire after 6, 12, 24, 48, and 72 hours. Results Bromelain and diclofenac were equally effective for postoperative analgesia, but diclofenac showed immediate pain relief and improved quality of life at 6 hours. After 12 hours bromelain showed similar effects in managing pain and postoperative quality of life with less adverse effects. Conclusions When compared to diclofenac, bromelain has the same analgesic efficacy after 12 hours but a lower risk of adverse effects in patients receiving root canal therapy for postoperative pain. Diclofenac is more effective in immediate postoperative pain relief and improvement in quality of life for patients with moderate to severe pain."
    },
    {
      "pmid": "39520018",
      "title": "Enhanced Oligopeptide and Free Tryptophan Release from Chickpea and Lentil Proteins: A Comparative Study of Enzymatic Modification with Bromelain, Ficin, and Papain.",
      "authors": [
        "Éva Domokos-Szabolcsy",
        "Tarek Alshaal",
        "Nevien Elhawat",
        "Zoltán Kovács",
        "László Kaszás",
        "Áron Béni",
        "Attila Kiss"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Nov-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant-based foods offer a sustainable alternative to meet the growing protein demand. Legumes are the most promising of these, as they contain relatively high concentrations of protein, low digestible starch, and dietary fiber, as well as them possibly featuring low levels of fat. Enzymatically modified legume proteins provide us with tempting perspectives in terms of enhancing foods' biological values. However, their bioavailability and digestibility are generally less sufficient than that of proteins of animal origin, which may be improved by well-tailored enzyme modification. In this study, the efficacy of three plant-based proteases (bromelain, ficin, and papain) were evaluated at two distinct concentrations (2.5% and 10%) and three hydrolysis durations (1, 2, and 12 h) when transforming chickpea and lentil proteins. The degree of hydrolysis (DH), peptide profiles, and free amino acid content were analyzed to determine the efficiency of each enzyme. Results showed significant variations in DH, which was influenced by enzyme type, concentration, and hydrolysis duration. Papain exhibited the highest DH, particularly at a 10% concentration, reaching 27.8% efficiency in chickpea and 34.8% in lentils after 12 h. Bromelain and ficin were proven to be less effective, with ficin showing the least hydrolytic activity. SDS-PAGE analysis revealed substantial protein degradation, especially subsequent to papain treatment, pointing out that most proteins were cleaved into smaller peptides. SEC-HPLC indicated a predominant release of peptides within the 200-1000 Da range, suggesting enhanced bioavailability. Papain and bromelain treatments resulted in a significant release of oligopeptides and dipeptides. UHPLC analysis highlighted a marked post-hydrolysis increase in total free amino acids, with arginine, leucine, and lysine being the most abundant ones. Notably, tryptophan, being undetectable in untreated samples, was released in measurable amounts post-hydrolysis. These findings demonstrate papain's superior performance in protein hydrolysis and its potential in producing bioactive peptides, highlighting its applicability in food processing and the development of both nutraceuticals and functional foods."
    },
    {
      "pmid": "39518762",
      "title": "Effective Treatment of Basal Cell Carcinoma with a Topical Enzymatic Mixture Enriched in Bromelain: Summary of Proof-Of Concept Clinical Studies on the First 22 Tumors.",
      "authors": [
        "Lior Rosenberg",
        "Yaron Shoham",
        "Brian Berman",
        "Stephen K Tyring",
        "Michael D Tharp",
        "Adam J Singer"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Nov-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Basal cell carcinoma (BCC), the most prevalent form of human cancer, is traditionally treated by surgical and alternative destructive or topical chemical means, each with its advantages, challenges, and drawbacks. We describe our experience treating BCCs with a topical concentrate of proteolytic enzymes enriched in bromelain (CPEEB) sourced from pineapple stems. CPEEB has strong proteolytic, antitumor-proapoptotic, and inflammation modulation activities, and is approved for debridement of deep burns and starting phase 3 trials for chronic wounds. Methods: In the first proof-of-concept (POC) study, six BCCs on three individuals were treated with five to six daily CPEEB 10% topical applications under a zinc oxide-based occlusive dressing for 9-12 h each during a period of up to 10 days. These patients were followed for up to 4 years. In an additional two POC studies, 16 patients with one BCC each were treated every other day for a total of seven applications of topical CPEEB 5% under a variety of occlusive dressings. The wounds were followed for up to 2 months before undergoing diagnostic excisional biopsy. Results: In the first study, clinical assessment of the BCCs and two excisional biopsies after 6 months suggested that all lesions were eradicated with spontaneous healing within ~2 weeks without clinical or histological recurrence for over 4 years. In the two subsequent studies, 16 histologically diagnosed superficial and nodular BCCs were treated using four application techniques. Excisional histology after 2 months confirmed BCC eradication in seven of the patients. In nine patients, with compromised occlusive dressings, histological eradication was incomplete. Treatment was well tolerated by all patients with the expected local skin reactions, which completely healed within 2-3 weeks. Conclusions: These are POC preliminary studies aimed at indicating the potential efficacy and feasibility of topical CPEEB in eradicating BCC. In these studies, topical CPEEB 10% and 5% resulted in complete eradication of the BCC when appropriately applied. CPEEB was well tolerated in all patients, and all treated sites' erosions healed without scars in <3 weeks. Further research is necessary to corroborate the results, refine the application technique, and complete the regulatory process."
    },
    {
      "pmid": "39350895",
      "title": "CONSENSUS ON THE APPLICATION AND CARE OF BROMELAIN-BASED ENZYMATIC DEBRIDEMENT ON BURNS.",
      "authors": [
        "L Gonzalez",
        "R Gonzalez",
        "I Callejas",
        "G Roig",
        "N Seoane",
        "S Minguez",
        "E Torres",
        "J M Alonso-Fernandez",
        "B Algarra"
      ],
      "journal": "Annals of burns and fire disasters",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Treatment of burned patients involves early excision of the burn. The approach to this excision has changed since bromelain-based enzymatic debridement was introduced. This treatment option reduces complications from the surgical procedure and improves scar quality. It is indicated for partial and full thickness burns. It is important to agree on the nursing care before, during and after enzymatic debridement treatment to ensure an optimal preparation and maintenance of the wound bed for later treatment to be most successful. A multi-centre Delphi study was conducted with enzymatic debridement nursing care on burned patient experts. A coordinating group developed a 29-item questionnaire based on clinical guidelines and experience. Two question rounds were asked, reaching consensus on answers > 70%. Nine panellists from nine leading burns centres in Spain participated. The aim was to develop a national consensus on enzymatic debridement treatment based on clinical practice and evidence from almost 1500 cases. The experts reached 29 agreements on different aspects of treatment and patient condition: general considerations about the treatment, burned patient admission, treatment prior to enzymatic debridement, applying debridement, removing enzymatic debridement and the post-enzymatic debridement phase. The expert consensus on nursing care of the burn patient and application of bromelain-based enzymatic debridement includes general recommendations for the patient before, during and after application and the planning of localised care after debridement. This consensus document supports knowledge on enzymatic debridement technique, increasing safety in clinical nursing practice and ensuring successful treatment for the patient."
    },
    {
      "pmid": "39279108",
      "title": "Anticancer Potential of Pineapple and its Bioactive Compound Bromelain.",
      "authors": [
        "Davinder Kumar",
        "Suchitra",
        "Jyoti Mundlia",
        "Shiv Kumar Yadav",
        "Deepika Yadav",
        "Navidha Aggarwal",
        "Hitesh Chopra",
        "Virender Kumar",
        "Mohammad Amjad Kamal"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Various ailments have been treated with pineapple (Ananas comosus (L.) Merr.) throughout medicinal history. Pineapple and its bioactive compound bromelain possess health-promoting benefits. Detailed information on the chemotherapeutic activities of pineapple and its bioactive compound bromelain is provided in this review, which analyses the current literature regarding their therapeutic potential in cancer. Research on disease models in cell cultures is the focus of much of the existing research. Several studies have demonstrated the benefits of pineapple extract and bromelain for in vitro and in vivo cancer models. Preliminary animal model results show promise, but they must be translated into the clinical setting. Research on these compounds represents a promising future direction and may be well-tolerated.",
      "mesh_terms": [
        "Ananas",
        "Bromelains",
        "Humans",
        "Animals",
        "Antineoplastic Agents, Phytogenic",
        "Neoplasms",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "39021071",
      "title": "Bromelain Immobilized onto Clay-Carboxymethylcellulose Composites for Improving Nutritive Value of Soybean Meal.",
      "authors": [
        "Kanlayanit Pimcharoen",
        "Pakorn Opaprakasit",
        "Yodying Yingchutrakul",
        "Nattapon Simanon",
        "Chutikarn Butkinaree",
        "Darawan Yuttayong",
        "Ramawadee Hompa",
        "Lapporn Vayachuta",
        "Panida Prompinit"
      ],
      "journal": "ACS applied bio materials",
      "publication_date": "2024-Aug-19",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Improvement of nutritional value and reduction of antinutritional factors (ANFs) of soybean meal (SBM) for animal feed applications could be achieved by using bromelain immobilized onto bentonite (Bt)-carboxymethylcellulose (CMC) composites. The composite with mass ratio between CMC to calcium ion (Ca2+) at 1:20 provided the highest enzyme activity, immobilization yield higher than 95%, with superior thermal and storage stabilities. Performance of the immobilized bromelain for soybean protein hydrolysis was further studied. The results showed that at 60 °C, the immobilized bromelain exhibited the highest efficiency in enzymatic hydrolysis to release free alpha amino nitrogen (FAN) as a product with high selectivity and to effectively reduce SBM allergenic proteins within 30 min. In conclusion, immobilization of bromelain onto Bt-CMC composites leads to stability enhancement of the enzyme, enabling effective improvement in SBM quality in a short treatment time and showing great potential for application in animal feed industries.",
      "mesh_terms": [
        "Glycine max",
        "Carboxymethylcellulose Sodium",
        "Bromelains",
        "Materials Testing",
        "Enzymes, Immobilized",
        "Nutritive Value",
        "Clay",
        "Particle Size",
        "Biocompatible Materials",
        "Hydrolysis"
      ]
    },
    {
      "pmid": "38931445",
      "title": "Effects of a Dietary Supplement Composed of Baicalin, Bromelain and Escin for Venous Chronic Insufficiency Treatment: Insights from a Retrospective Observational Study.",
      "authors": [
        "Selene Francesca Anna Drago",
        "Michelangelo Rottura",
        "Antonino Molonia",
        "Viviana Maria Gianguzzo",
        "Giovanni Pallio",
        "Natasha Irrera",
        "Luana Orlando",
        "Marianna Gigliotti De Fazio",
        "Marilena Isgrò",
        "Natalia Zirilli",
        "Vincenzo Arcoraci",
        "Egidio Imbalzano"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Jun-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic venous insufficiency (CVI) represents a risk factor for cardiovascular events. The first-line treatment includes the use of compression stockings and lifestyle changes. Natural products, such as flavonoids, could be used to improve the effects of compression therapy due to their anti-inflammatory and anti-oxidant properties. This study aims to evaluate the effects of a dietary supplement containing baicalin, bromeline and escin in CVI patients. A retrospective cohort study was performed by using the medical records of CVI affected outpatients. Patients treated with the dietary supplement were defined as \"users\". A modified Venous Clinical Severity Score (VCSS) was calculated, including pain, inflammation, vessels induration and skin pigmentation. All clinical variables were evaluated at baseline (T0), after 30 (T1) and 90(T2) days in \"users\" and \"non-users\". Out of 62 patients, 30 (48.4%) were \"users\". No difference was observed between groups at baseline. A lower VCSS value was recorded in \"users\" than that observed in \"non-users\" at T2 (7.0 (4.0-9.0) vs. 9.0 (5.0-10.0); p = 0.025). Vessels' induration and pain significantly reduced in 53.3% and 43.3% of \"users\" and in 18.8% and 9.4% of \"non-users\". Only \"users\" (33.3%) showed a reduction of the inflammatory signs as well as a decrease in malleolar circumference, from 29.0 (26.5-30.0) to 27.5 (26.0-28.5) (p < 000.1). A reduction of C-reactive Protein levels was found in \"users\" compared to \"non-users\" at T2 (1.0 (0.9-1.2) vs. 1.3 (1.0-1.5); p = 0.006). These findings suggest that implementation of a dietary supplement could improve the clinical outcomes of CVI patients."
    },
    {
      "pmid": "38704503",
      "title": "Enhancing the Efficacy of HIPEC Through Bromelain: A Preclinical Investigation in Appendiceal Cancer.",
      "authors": [
        "Nadeem Wajih",
        "Richard A Erali",
        "Steven D Forsythe",
        "Cecilia R Schaaf",
        "Perry Shen",
        "Edward A Levine",
        "Shay Soker",
        "David L Morris",
        "Konstantinos I Votanopoulos"
      ],
      "journal": "Annals of surgical oncology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Appendiceal cancer (AC) excessive mucin production is a barrier to heated intraperitoneal chemotherapy (HIPEC) drug delivery. Bromelain is a pineapple stem extract with mucolytic properties. We explored bromelain treatment effects against mucinous AC in a patient-derived tumor organoid (PTO) model and an AC cell line. PATIENTS AND METHODS: PTOs were fabricated from tumor specimens obtained from patients with AC undergoing cytoreductive surgery with HIPEC. PTOs underwent HIPEC treatment with bromelain, cisplatin, and mitomycin C (MMC) at 37 °C and 42 °C with and without bromelain pretreatment. RESULTS: From October 2020 to May 2023, 16 specimens were collected from 13 patients with low-grade (12/16, 75%) and high-grade AC (4/16, 25%). The mucin-depleting effects of bromelain were most significant in combination with N-acetylcysteine (NAC) compared with bromelain (47% versus 10%, p = 0.0009) or NAC alone (47% versus 12.8%, p = 0.0027). Bromelain demonstrated > 31% organoid viability reduction at 60 min (p < 0.001) and > 66% in 48 h (p < 0.0001). Pretreatment with bromelain increased cytotoxicity of both cisplatin and MMC HIPEC conditions by 31.6% (p = 0.0001) and 35.5% (p = 0.0001), respectively. Ki67, CK20, and MUC2 expression decreased after bromelain treatment; while increased caspase 3/7 activity and decreased Bcl-2 (p = 0.009) and Bcl-xL (p = 0.01) suggest induction of apoptosis pathways. Furthermore, autophagy proteins LC3A/B I (p < 0.03) and II (p < 0.031) were increased; while ATG7 (p < 0.01), ATG 12 (p < 0.04), and Becline 1(p < 0.03), expression decreased in bromelain-treated PTOs. CONCLUSIONS: Bromelain demonstrates cytotoxicity and mucolytic activity against appendiceal cancer organoids. As a pretreatment agent, it potentiates the cytotoxicity of multiple HIPEC regimens, potentially mediated through programmed cell death and autophagy.",
      "mesh_terms": [
        "Bromelains",
        "Humans",
        "Appendiceal Neoplasms",
        "Hyperthermic Intraperitoneal Chemotherapy",
        "Cisplatin",
        "Male",
        "Female",
        "Middle Aged",
        "Apoptosis",
        "Antineoplastic Combined Chemotherapy Protocols",
        "Tumor Cells, Cultured",
        "Mitomycin",
        "Aged",
        "Cell Proliferation",
        "Cytoreduction Surgical Procedures",
        "Adenocarcinoma, Mucinous",
        "Prognosis",
        "Follow-Up Studies"
      ]
    },
    {
      "pmid": "38677761",
      "title": "Transhepatic Bromelain and Acetylcysteine for Treatment of Posterior Gastric Pseudomyxoma Peritonei: A Case Report.",
      "authors": [
        "Si Louise Sun",
        "Mina Sarofim",
        "David L Morris"
      ],
      "journal": "Anticancer research",
      "publication_date": "2024-May",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIM: Pseudomyxoma peritonei (PMP) is a rare condition characterized by diffuse spread of mucinous tumors within the peritoneal cavity. Traditional treatment modalities, such as cytoreductive surgery (CRS) and hyperthermic intraperitoneal chemotherapy (HIPEC) are challenging in cases of recurrent disease, owing to anatomical complexities and increasing morbidity and mortality risk. BromAc® has emerged as a novel, targeted therapy for PMP with evidence for intra-tumoral administration to break down mucin deposits. CASE REPORT: We present a 70-year-old female with confirmed diagnosis of symptomatic appendiceal PMP situated behind the stomach, refractory to prior CRS and HIPEC. Transhepatic intra-tumor injection of BromAc® was performed, guided by imaging, with catheter placement into the posterior gastric mucinous tumor. The procedure was well-tolerated, and post-treatment imaging revealed a significant 40% reduction in tumor burden. The patient had fever on cycle days two and three, which self-resolved and septic screen performed was negative. Following BromAc® administration, the patient demonstrated improvement in symptoms and quality of life. CONCLUSION: This case highlights the potential efficacy and safety of transhepatic administration of BromAc® for the treatment of recurrent PMP behind the stomach. The targeted delivery of BromAc® directly into a mucinous tumor via the transhepatic route offers a minimally invasive alternative for cases where traditional surgical interventions pose challenges. However, further research and clinical trials are warranted to validate the broader applicability of this novel approach, assess long-term outcomes, and optimize procedural parameters for enhanced therapeutic outcomes in PMP treatment.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Aged",
        "Pseudomyxoma Peritonei",
        "Peritoneal Neoplasms",
        "Stomach Neoplasms"
      ]
    },
    {
      "pmid": "38676413",
      "title": "Bromelain as a natural anti-inflammatory drug: a systematic review.",
      "authors": [
        "Taline Alves Nobre",
        "Athanara Alves de Sousa",
        "Irislene Costa Pereira",
        "Álina Mara Carvalho Pedrosa-Santos",
        "Luana de Oliveira Lopes",
        "Nicole Debia",
        "Heba A S El-Nashar",
        "Mohamed El-Shazly",
        "Muhammad Torequl Islam",
        "João Marcelo de Castro E Sousa",
        "Francisco Leonardo Torres-Leal"
      ],
      "journal": "Natural product research",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Review"
      ],
      "abstract": "Inflammation is a complex and necessary mechanism of an organ's response to biological, chemical and/or physical stimuli. In recent years, investigations on natural compounds with therapeutic actions for the treatment of different diseases have increased. Among these compounds, bromelain is highlighted, as a cysteine protease isolated from the Ananas comosus (pineapple) stem. This review aimed to evaluate the anti-inflammatory activity of bromelain, as well as its pathways on inflammatory mediators, through a systematic review with in vitro studies on different cell lines. The search was performed in PubMed, Science Direct, Scopus, Cochrane Library and Web of Science databases. Bromelain reduced IL-1β, IL-6 and TNF-α secretion when immune cells were already stimulated in an overproduction condition by proinflammatory cytokines, generating a modulation in the inflammatory response through prostaglandins reduction and activation of a cascade reactions that trigger neutrophils and macrophages, in addition to accelerating the healing process.",
      "mesh_terms": [
        "Bromelains",
        "Humans",
        "Anti-Inflammatory Agents",
        "Animals",
        "Inflammation",
        "Ananas",
        "Cytokines",
        "Tumor Necrosis Factor-alpha",
        "Interleukin-6",
        "Macrophages"
      ]
    },
    {
      "pmid": "38542694",
      "title": "An Evaluation of the Effects of Pineapple-Extract and Bromelain-Based Treatment after Mandibular Third Molar Surgery: A Randomized Three-Arm Clinical Study.",
      "authors": [
        "Alessandro Colletti",
        "Chiara Procchio",
        "Mariaelena Pisano",
        "Alma Martelli",
        "Marzia Pellizzato",
        "Giancarlo Cravotto"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Mar-09",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "A three-arm, randomized, placebo-controlled clinical study was conducted to assess the impact of lyophilized pineapple extract with titrated bromelain (Brome-Inf®) and purified bromelain on pain, swelling, trismus, and quality of life (QoL) following the surgical extraction of the mandibular third molars. Furthermore, this study examined the need for Non-Steroidal Anti-Inflammatory Drugs (NSAIDs) by comparing their effects with a placebo group. This study enrolled 42 individuals requiring the extraction of a single mandibular third molar under local anesthesia. The patients were randomly assigned to receive Brome-Inf®, purified bromelain, or a placebo orally, initiating treatment on the day of surgery and continuing for the next 7 days. The primary outcome measured was the requirement for NSAIDs in the three groups. Pain, swelling, and trismus were secondary outcome variables, evaluated postoperatively at 1, 3, and 7 days. This study also assessed the comparative efficacy of freeze-dried pineapple extract and single-component bromelain. Ultimately, the placebo group showed a statistically higher need for ibuprofen (from days 1 to 7) at the study's conclusion (p < 0.0001). In addition, reductions in pain and swelling were significantly higher in both the bromelain and pineapple groups (p < 0.0001 for almost all patients, at all intervals) than in the placebo group. The active groups also demonstrated a significant difference in QoL compared to the placebo group (p < 0.001). A non-significant reduction in trismus occurred in the treatment groups compared to the placebo group. Therefore, the administration of pineapple extract titrated in bromelain showed significant analgesic and anti-edema effects in addition to improving QoL in the postoperative period for patients who had undergone mandibular third molar surgery. Moreover, both bromelain and Brome-Inf® supplementation reduced the need for ibuprofen to comparable extents, proving that they are good alternatives to NSAIDs in making the postoperative course more comfortable for these patients. A further investigation with larger samples is necessary to assess the pain-relieving and anti-inflammatory impacts of the entire pineapple phytocomplex in surgical procedures aside from mandibular third molar surgery.",
      "mesh_terms": [
        "Humans",
        "Ibuprofen",
        "Molar, Third",
        "Quality of Life",
        "Ananas",
        "Pain, Postoperative",
        "Bromelains",
        "Trismus",
        "Anti-Inflammatory Agents",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Edema",
        "Tooth Extraction"
      ]
    },
    {
      "pmid": "38539412",
      "title": "Current Uses of Bromelain in Children: A Narrative Review.",
      "authors": [
        "Cristian Locci",
        "Elena Chicconi",
        "Roberto Antonucci"
      ],
      "journal": "Children (Basel, Switzerland)",
      "publication_date": "2024-Mar-21",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Bromelain is a complex natural mixture of sulfhydryl-containing proteolytic enzymes that can be extracted from the stem or fruit of the pineapple. This compound is considered a safe nutraceutical, has been used to treat various health problems, and is also popular as a health-promoting dietary supplement. There is continued interest in bromelain due to its remarkable therapeutic properties. The mechanism of action of bromelain appears to extend beyond its proteolytic activity as a digestive enzyme, encompassing a range of effects (mucolytic, anti-inflammatory, anticoagulant, and antiedematous effects). Little is known about the clinical use of bromelain in pediatrics, as most of the available data come from in vitro and animal studies, as well as a few RCTs in adults. This narrative review was aimed at highlighting the main aspects of the use of bromelain in children, which still appears to be limited compared to its potential. Relevant articles were identified through searches in MEDLINE, PubMed, and EMBASE. There is no conclusive evidence to support the use of bromelain in children, but the limited literature data suggest that its addition to standard therapy may be beneficial in treating conditions such as upper respiratory tract infections, specific dental conditions, and burns. Further studies, including RCTs in pediatric settings, are needed to better elucidate the mechanism of action and properties of bromelain in various therapeutic areas."
    },
    {
      "pmid": "38501369",
      "title": "Modulation of fried spring roll wrapper quality upon treatment of batter with maltogenic amylase, transglutaminase and bromelain.",
      "authors": [
        "Jia-Lin Wang",
        "Meng-Jin Sun",
        "Zheng-Meng Pei",
        "Zhi Zheng",
        "Shui-Zhong Luo",
        "Yan-Yan Zhao",
        "Xi-Yang Zhong"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Aug-30",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "BACKGROUND: Fried foods are favored for their unique crispiness, golden color and flavor, but they also face great challenge because of their high oil content, high calories and the existence of compounds such as acrylamide and polycyclic aromatic hydrocarbons. Long-term consumption of fried foods may adversely affect health. Therefore, it is necessary to explore fried foods with lower oil contents and a high quality to meet the demand. RESULTS: A method of enzyme treatment was explored to investigate the effects of maltogenic amylase (MA), transglutaminase (TG) and bromelain (BRO) on the physicochemical properties of the batter and the quality of fried spring roll wrapper (FSRW). The results showed that the MA-, TG- or BRO-treated batters had a significant shear-thinning behavior, especially with an increase in viscosity upon increasing TG contents. FSRW enhanced its fracturability from 419.19 g (Control) to 616.50 g (MA-6 U g-1), 623.49 g (TG-0.75 U g-1) and 644.96 g (BRO-10 U g-1). Meanwhile, in comparison with BRO and MA, TG-0.5 U g-1 endowed batter with the highest density and thermal stability. MA-15 U g-1 and TG-0.5 U g-1 displayed FSRW with uniform and dense pores, and significantly reduced its oil content by 18.05% and 25.02%, respectively. Moreover, compared to MA and TG, BRO-50 U g-1 improved the flavor of FSRW. CONCLUSION: MA, TG or BRO played a key role in affecting the physicochemical properties of the batter and the quality of FSRW. TG-0.5 U g-1 remarkly reduced the oil content of FSRW with a great potential in practical application. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Transglutaminases",
        "Bromelains",
        "Cooking",
        "Viscosity",
        "Fruit",
        "Glycoside Hydrolases",
        "Flour",
        "Taste",
        "Food Handling"
      ]
    },
    {
      "pmid": "38441350",
      "title": "Effects of different concentrations of bromelain and papain enzymes on shear bond strength of composite resin to deep dentin using an etch-and-rinse adhesive system.",
      "authors": [
        "Farahnaz Sharafeddin",
        "Zahra Jowkar",
        "Mina Safari"
      ],
      "journal": "Dental and medical problems",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: The dentin substrate can be modified by proteolytic agents, which may affect the bonding strength of adhesive systems to the treated dentin surface. Papain, a cysteine protease enzyme with antibacterial and anti-inflammatory properties, can be used for deproteinization of dentin. An alternative deproteinizing enzyme is bromelain. OBJECTIVES: This study aimed to evaluate the impact of deproteinization on the shear bond strength (SBS) of composite resin to deep dentin using different concentrations of bromelain and papain. MATERIAL AND METHODS: Sixty upper premolars were extracted and randomly divided into 5 groups (n = 12 per group). In all groups, the dentin surface was etched with 37% phosphoric acid. Group 1 did not receive any enzyme treatment, group 2 was treated with a 10% papain solution, group 3 was treated with a 15% papain solution, group 4 was treated with a 6% bromelain solution, and group 5 was treated with a 10% bromelain solution. After applying an etch-and-rinse adhesive system, the specimens were restored with composite resin and the SBS was measured. RESULTS: Statistically significant differences were found between groups 2 and 3 (10% papain and 15% papain, p = 0.004), groups 2 and 4 (10% papain and 6% bromelain, p = 0.017), groups 4 and 5 (6% bromelain and 10% bromelain, p = 0.021), and groups 3 and 5 (15% papain and 10% bromelain, p = 0.005). CONCLUSIONS: Deproteinization with papain and bromelain at different concentrations after acid etching did not affect the SBS of composite resin to deep dentin when using an etch-and-rinse adhesive system. However, the group deproteinized with 15% papain demonstrated a higher SBS than the group deproteinized with 10% papain, and the group deproteinized with 6% bromelain showed a higher SBS compared to the group deproteinized with 10% bromelain.",
      "mesh_terms": [
        "Humans",
        "Anti-Bacterial Agents",
        "Bromelains",
        "Composite Resins",
        "Dentin",
        "Papain"
      ]
    },
    {
      "pmid": "38398236",
      "title": "Reduction of Post-Surgical Facial Edema Following Bromelain and Coumarin Intake in Traumatology: A Prospective Study with 100 Patients.",
      "authors": [
        "Giuseppe Consorti",
        "Gabriele Monarchi",
        "Mariagrazia Paglianiti",
        "Enrico Betti",
        "Paolo Balercia"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Feb-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Bromelain and coumarins are recognized as safe and effective therapeutic agents, used by individuals to treat ailments such as postoperative edema, inflammation and other diseases. Bromelain has been proven to be well absorbed by the body after oral administration, and it has no major side effects even after prolonged use. The purpose of this study is to evaluate the effectiveness of bromelain and other nutraceuticals in reducing post-surgical swelling, pain and the need of anti-inflammatory drugs in maxillofacial post-traumatic surgery. Methods: This prospective open-label study was conducted on patients undergoing surgery for trauma of the maxillofacial area. One hundred patients were selected and divided into two groups: one group who underwent therapy with bromelain, Aesculus hippocastanum and Melilotus officinalis and a control group that was not given the drug in postoperative therapy. Results: Patients in the experimental group showed a reduction of edema in the first and second postoperative weeks, a faster complete reduction of facial edema and a lower reduction in maximum mouth opening and needed less anti-inflammatory therapy to control pain. Conclusions: These findings seem to provide evidence that Brovas® may be effective in improving postoperative edema outcomes in patients undergoing surgical treatment of facial fractures."
    },
    {
      "pmid": "38341641",
      "title": "The ion resonance and bromelain-vitamin C vs bromelainvitamin C to prevent ankle complications in post-operative bimalleolar surgery.",
      "authors": [
        "Luigi Meccariello",
        "Anna Iolanda Bello",
        "Giovanni Bove",
        "Nicola Gagliardo",
        "D'Anna Raffaele",
        "Luigi Matera"
      ],
      "journal": "Medicinski glasnik : official publication of the Medical Association of Zenica-Doboj Canton, Bosnia and Herzegovina",
      "publication_date": "2024-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aim To investigate whether the use of ion resonance and bromelain-vitamin C or bromelain-vitamin C is the best to prevent ankle complications in post operative bimalleolar surgery. Methods A total of 61 patients treated with bimalleolar surgery were enrolled. The patients were divided into three groups: the first group (n=22) treated only with the surgery, the second group (n=18) treated by ion resonance and bromelain-vitamin C, and the third group (n=21) was treated with bromelain-vitamin C. All patients in the second and third group underwent adjuvant therapy for 50 days. The criteria to evaluate the three groups during the clinical and radiological follow-up were as follows: complications and soft tissue status. Bone healing measured by the Radiographic Union Score Ankle (RUSA), and functional results were evaluated according to the American Foot & Ankle Score (AFAS). Results In the first group nine (out of 22; 40.90%) patients developed complications, in the second group three (out of 18; 16.67%) and in the third group seven (out of 21; 33.33%) presented complications. There is no statistical difference between the three groups regarding the type of fractures, mean age, gender ratio. The worst radiographic and stiffness results in the first group were found (p=0.006). The second group showed better bone healing (p=0.049), better performance in functional recovery measured by AFAS (p=0.039). Conclusion Ion resonance and bromelain-vitamin C group showed better outcomes to improve the functional outcome; it allows reduction of complications, consequently, an early return to quality life, and a corresponding improvement of the quality of life."
    },
    {
      "pmid": "38327857",
      "title": "Valorization of pineapple rind for bromelain extraction using microwave assisted technique: optimization, purification, and structural characterization.",
      "authors": [
        "Ritika Kaushal",
        "Brahmeet Kaur",
        "Parmjit S Panesar",
        "Anil K Anal",
        "Son Chu-Ky"
      ],
      "journal": "Journal of food science and technology",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huge amount of waste is generated by the pineapple processing industries which raises concerns regarding its safe disposal into the environment. This ever-increasing problem of waste management can be solved by the valorization of pineapple by-products to high-value compounds. The extraction of proteolytic enzyme, bromelain from pineapple rind using green techniques can help to overcome the drawbacks associated with conventional methods. In the present study, the extraction of bromelain from pineapple rind using microwave assisted technique resulted in considerable amount of proteolytic activity (127.8 U/mL) and protein content (2.55 mg/mL). The optimized extraction conditions were found as 200 W microwave power, 1:5 solid/ liquid ratio and after treatment time of 10 min. Highest specific activity (512 U/mg) of bromelain was obtained after using gel filtration chromatography. FTIR result confirmed the presence of functional groups in bromelain, whereas, XRD analysis indicated the semi-crystalline nature of bromelain. The results indicated MAE as an effective green technique for the extraction of bromelain from pineapple rind. The proteolytic action of the extracted bromelain makes it a suitable functional ingredient for its applications in bakery, dairy, and seafood processing industries."
    },
    {
      "pmid": "38322061",
      "title": "Anti-inflammatory Role of Trypsin, Rutoside, and Bromelain Combination in Temporomandibular Joint Osteoarthritis: A Systematic Review.",
      "authors": [
        "Amlendu Shekhar",
        "Nisha Maddheshiya",
        "Adit",
        "Varun Rastogi",
        "Karthikeyan Ramalingam"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The objective of this systematic review was to assess the effectiveness, acceptability, and safety of systemic enzyme therapy, consisting of trypsin, bromelain, and rutoside trihydrate, as an anti-inflammatory agent, either when utilized independently or in conjunction with non-steroidal anti-inflammatory drugs (NSAIDs). This systematic review adhered to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Two studies met the inclusion criteria and were assessed in the review. The bias risk was evaluated using the risk-of-bias tool for randomized trials (RoB 2). Both studies revealed highly significant results for the study population. Individuals receiving oral enzymes and diclofenac sodium combination therapy showed a significant improvement in pain reduction, better eating, and mouth opening, as well as a decrease in joint noise and jerky mandibular motions. Patients receiving systemic enzyme therapy with diclofenac combinations performed better than those receiving NSAIDs alone, and the differences were quite substantial. For the treatment of internal derangement of the temporomandibular joint (TMJ), we recommend combining enzymes and diclofenac. Systemic enzyme therapy can be used in the treatment of TMJ osteoarthritis, as it shows a highly significant result in the study population."
    },
    {
      "pmid": "38277629",
      "title": "An open-label, proof-of-concept study assessing the effects of bromelain-based enzymatic debridement on biofilm and microbial loads in patients with venous leg ulcers and diabetic foot ulcers.",
      "authors": [
        "Robert J Snyder",
        "Adam J Singer",
        "Cyaandi R Dove",
        "Stephen Heisler",
        "Howard Petusevsky",
        "Garth James",
        "Elinor deLancey Pulcini",
        "Aya Ben Yaakov",
        "Lior Rosenberg",
        "Edward Grant",
        "Yaron Shoham"
      ],
      "journal": "Wounds : a compendium of clinical research and practice",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Most chronic wounds contain biofilm, and debridement remains the centerpiece of treatment. Enzymatic debridement is an effective tool in removing nonviable tissue, however, there is little evidence supporting its effect on planktonic and biofilm bacteria. OBJECTIVE: This study evaluated the effects of a novel BBD agent on removal of nonviable tissue, biofilm, and microbial loads in patients with chronic ulcers. MATERIALS AND METHODS: Twelve patients with DFU or VLU were treated with up to 8 once-daily applications of BBD and then followed for an additional 2 weeks. Punch biopsy specimens were collected and analyzed for biofilm, and fluorescence imaging was used to measure bacterial load. RESULTS: Ten patients completed treatment, and 7 achieved complete debridement within a median of 2 applications (range, 2-8). By the end of the 2-week follow-up period, the mean ± SD reduction in wound area was 35% ± 38. In all 6 patients who were positive for biofilm at baseline, the biofilm was reduced to single individual or no detected microorganisms by the end of treatment. Red fluorescence for Staphylococcus aureus decreased from a mean of 1.09 cm² ± 0.58 before treatment to 0.39 cm² ± 0.25 after treatment. BBD was safe and well tolerated. CONCLUSION: Preliminary data suggest that BBD is safe and that it can be used to effectively debride DFU and VLU, reduce biofilm and planktonic bacterial load, and promote reduction in wound size.",
      "mesh_terms": [
        "Humans",
        "Biofilms",
        "Bromelains",
        "Debridement",
        "Diabetes Mellitus",
        "Diabetic Foot",
        "Wound Healing",
        "Proof of Concept Study"
      ]
    },
    {
      "pmid": "38244108",
      "title": "Effect of the use of bromelain associated with bioactive glass-ceramic on dentin/adhesive interface.",
      "authors": [
        "Rocio Geng Vivanco",
        "Ana Beatriz Silva Sousa",
        "Viviane de de Cássia Oliveira",
        "Mário Alexandre Coelho Sinhoreti",
        "Fernanda de Carvalho Panzeri Pires-de-Souza"
      ],
      "journal": "Clinical oral investigations",
      "publication_date": "2024-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To evaluate the effect of bromelain associated with Biosilicate on the bond strength (BS) of a universal adhesive system to sound (SD) and caries-affected dentin (CAD), and on the proteolytic activity. MATERIALS AND METHODS: Cavities were prepared in 360 molars, half submitted to cariogenic challenge. Teeth were separated into groups (n=20): Control-No treatment; CHX-0.12% chlorhexidine; NaOCl-5% sodium hypochlorite; Br5%-5% bromelain; Br10%-10% bromelain; Bio-10% Biosilicate; NaOClBio-NaOCl+Bio; Br5%Bio-Br5%+Bio; Br10%Bio-Br10%+Bio. Following treatments, the adhesive system was applied, and cavities were restored. Samples were sectioned into sticks and stored at 37 °C for 24 h, 6 months, and 1 year. Microtensile BS (2-way ANOVA, Bonferroni's test, α=0.05), fracture patterns (SEM), and adhesive interfaces (TEM) were evaluated. Bacterial collagenase assay and in situ zymography were performed. RESULTS: In CAD, Br10% presented higher BS (p=0.0208) than Br5%Bio. Br5% presented higher BS (p=0.0033) after 6 months than after 24 h; and association of treatments, higher BS (p<0.05) after aging than after 24 h. Mixed fractures were the most prevalent. Association of treatments promoted a more uniform hybrid layer with embedded Bio particles. Experimental groups presented lower (p<0.0001) relative fluorescence units than Control. Bromelain, associated or not with Bio, showed collagenolytic degradation. CONCLUSIONS: Bromelain associated with Biosilicate did not affect the BS to SD. In CAD, Br5%Bio decreased immediate BS but had no long-term influence. This association decreased the proteolytic activity. CLINICAL RELEVANCE: Bromelain and Biosilicate may enhance the longevity of adhesive restorations by inhibiting endogenous proteases.",
      "mesh_terms": [
        "Humans",
        "Dental Cements",
        "Dentin-Bonding Agents",
        "Dental Bonding",
        "Bromelains",
        "Materials Testing",
        "Dental Caries",
        "Dentin",
        "Ceramics",
        "Tensile Strength",
        "Resin Cements"
      ]
    },
    {
      "pmid": "38200813",
      "title": "Effects of Supplemental Benzoic Acid, Bromelain, Adipic Acid, and Humic Substances on Nitrogen Utilization, Urine pH, Slurry pH, and Manure Odorous Compounds in Pigs.",
      "authors": [
        "Seung Bin Yoo",
        "Yoon Soo Song",
        "Siyoung Seo",
        "Beob Gyun Kim"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2023-Dec-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective was to evaluate the effects of benzoic acid, bromelain, adipic acid, and humic substance supplementation on nitrogen balance, urinary pH, slurry pH, and manure odorous compounds in pigs. Fifteen castrated male pigs with an initial body weight of 37.9 kg (standard deviation = 4.1) were individually housed in metabolism crates. The animals were allocated to a triplicated 5 × 2 incomplete Latin square design with 15 animals, 5 experimental diets, and 2 periods. The basal diet mainly consisted of corn, soybean meal, and rapeseed meal. Four experimental diets were prepared by supplementing each additive at a concentration of 10 g/kg at the expense of corn starch to the basal diet. Each period consisted of a 4-day adaptation period, a 24 h collection period for slurry sampling, and a 4-day collection period for feces and urine. The feces and urine collected for 24 h on day 5 were mixed at a ratio of fecal weight and urine weight to obtain slurry samples. The apparent total tract digestibility N in pigs fed the humic substance diet was the least (p < 0.05) compared to the other groups. The daily retained N and N retention as % ingested tended (p < 0.10) to be the lowest in the adipic acid group among the treatments. The urinary pH in pigs fed the adipic acid diet was less (p < 0.05) than that in other groups except the benzoic acid group. The slurry pH tended to differ among the treatment groups (p = 0.074) with the lowest value in the pigs fed the adipic acid diet. The concentrations of indole in slurry (p = 0.084) and isovalerate in feces (p = 0.062) tended to differ among the groups with the lowest values in the pigs fed the humic substance diet. In conclusion, adipic acid supplementation in pig diets can decrease urinary pH and slurry pH. Although benzoic acid and adipic acid have limited effects in reducing odorous compounds, humic substances have the potential to reduce some odorous compounds."
    },
    {
      "pmid": "38182450",
      "title": "Enzymatic debridement with bromelain and development of bacteremia in burn injuries: A retrospective cohort study.",
      "authors": [
        "Barla C Deplazes",
        "Daniel A Hofmaenner",
        "Thomas C Scheier",
        "Jana Epprecht",
        "Michelle Mayer",
        "Tiziano A Schweizer",
        "Philipp K Buehler",
        "Pascal M Frey",
        "Silvio D Brugger"
      ],
      "journal": "Burns : journal of the International Society for Burn Injuries",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Debridement is crucial for effective wound management in patients with severe burn injuries, and bromelain, a proteolytic enzyme from pineapple stems, has emerged as a promising alternative for surgery. However, potential links of bromelain use to fever and sepsis have raised some concerns. Given the uncertainty as to whether this was caused by infection or other inflammatory sources, we aimed to investigate if the use of topical bromelain was associated with bacteremia. METHODS: This single-centre retrospective cohort study included critically ill adult patients with severe burn injuries hospitalised at the Burn Center of the University Hospital Zurich between January 2017 and December 2021. Data were collected from two in-hospital electronic medical records databases. Our primary outcome, the association between topical bromelain treatment and the development of bacteremia, was investigated using a competing risk regression model, taking into account the competing risk of death. As a secondary outcome, the relationship between bromelain treatment and overall ICU mortality was examined using a Cox proportional hazards model. RESULTS: The study included 269 patients with a median age of 50 years and median burnt total body surface area of 19%. A first bacteremia occurred in 61 patients (23%) after a median time of 6 days. Bromelain treatment was given to 83 (31%) of patients, with 22 (27%) of these developing bacteremia. In the fully adjusted competing risk regression model, no evidence for an association between bromelain treatment and bacteremia was found (SHR 0.79, 95%CI 0.42-1.48, p = 0.47). During hospital stay, 40 (15%) of patients died. There was no significant difference in mortality between patients treated with bromelain and those who were not (HR 0.55, 95%CI 0.26-1.20, p = 0.14). Among the five multidrug-resistant (MDR) pathogens identified, three were found in patients with bromelain treatment. CONCLUSION: Our study did not confirm an association between topical bromelain and bacteremia in patients with severe burn injuries. This finding can inform evidence-based practices by addressing concerns about potential risks of bromelain use, contributing to the development of more effective and safe burn wound management strategies.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Middle Aged",
        "Retrospective Studies",
        "Debridement",
        "Bromelains",
        "Burns",
        "Bacteremia"
      ]
    },
    {
      "pmid": "38074518",
      "title": "Long-Term Treatment of Unresectable Pseudomyxoma Peritonei with Multiple Treatments of Intratumoural Bromelain and Acetylcysteine (BromAc®): A Case Report.",
      "authors": [
        "Jessica Yang",
        "Derek Glenn",
        "Suhrid Lodh",
        "Sarah Valle",
        "David Lawson Morris"
      ],
      "journal": "Case reports in oncology",
      "publication_date": "2023",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Pseudomyxoma peritonei is a rare peritoneal malignancy characterized by the progressive accumulation of mucinous material and tumour within the abdomen and pelvis. Percutaneous drainage of mucin may be a non-surgical option for relief of symptoms; however, it remains difficult due to the high viscosity of mucin, with numerous case reports reporting difficulty removing material through medium-bore catheters alone. BromAc is a therapy currently undergoing development which dissolves mucinous tumour masses and allows for extraction. This report describes the case of a patient who has had multiple treatments with BromAc over 4 years."
    },
    {
      "pmid": "38068370",
      "title": "Anatomical and Functional Effects of an Oral Supplementation of Bromelain and Curcugreen in Patients with Focal Diabetic Macular Edema.",
      "authors": [
        "Adriano Carnevali",
        "Sabrina Vaccaro",
        "Massimiliano Borselli",
        "Soufiane Bousyf",
        "Luca Lamonica",
        "Giorgio Randazzo",
        "Giuseppe Giannaccare",
        "Vincenzo Scorcia"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2023-Nov-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic retinopathy (DR) is one of the most severe diabetes-related complications, and macular edema stands as the primary contributor to the loss of central vision in individuals diagnosed with diabetes mellitus. The purpose of this study was to investigate the anatomical and functional effects of the oral administration of bromelain and curcugreen in patients controlled by therapy with non-proliferative DR presenting focal edema. Patients were enrolled and divided into two groups: group A (n = 18) received two tablets a day of bromelain and curcugreen (Retinil Forte®) orally, and group B (n = 15) underwent observation. The protocol included four visits: the screening visit (T0) and follow-up checks every 3 months up to 12 months (T3-T6-T9-T12). Best-corrected visual acuity (BCVA), central macular thickness (CMT) measured by optical coherence tomography (OCT) and vascular perfusion (VP) in superficial capillary plexus (SCP) and the deep capillary plexus (DCP) measured by optical coherence tomography angiography (OCTA) were analyzed. A mixed-design ANOVA was calculated to determine whether the change in BCVA, CMT, VP in SCP and DCP over time differed according to the consumption of Retinil Forte®. The results indicated that the interaction between time and treatment on the CMT and VP in DCP were significant, with F (4, 124) = 6.866 (p < 0.0001) and F (4, 124) = 3.263 (p = 0.0140), respectively. Conversely, the interaction between time and treatment was not significant on BCVA and VP in SCP with F (4, 124) = 1.121 (p = 0.3496) and F (4, 124) = 1.473 (p = 0.2146), respectively. In conclusion, our results suggest a protective role of the oral administration of bromelain and curcugreen in patients with DR and focal edema, in terms of the improvement of baseline CMT and VP in DCP over time."
    },
    {
      "pmid": "38046769",
      "title": "Efficacy of Triple Antibiotic Paste and Bromelain Paste As Intracanal Medicament Against Enterococcus faecalis: An In-Vivo Study.",
      "authors": [
        "Pradnya Nikhade",
        "Paridhi Agrawal",
        "Joyeeta Mahapatra",
        "Tejas Suryawanshi",
        "Jay Bhopatkar",
        "Laxmikant Umate"
      ],
      "journal": "Cureus",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction Microorganisms are pivotal contributors to pulp and periapical pathology, often culminating in endodontic treatment failures. The successful outcome of such treatment hinges on the effective eradication of microbial flora through various interventions, including intracanal medicaments (ICMs). However, Enterococcus faecalis (E. faecalis), a highly adaptive Gram-positive bacterium, exhibits remarkable resilience and can persist even after rigorous disinfection efforts. This study explores the efficacy of two ICMs, calcium hydroxide-based triple antibiotic paste (TAP) and a novel alternative containing bromelain, derived from pineapples, in combating E. faecalis infections in vivo. Methodology This in-vivo study was conducted at Sharad Pawar Dental College and Hospital, Wardha, India, and ethical approval was obtained from the institutional ethical committee. The sample size was calculated using the OpenEpi program (version 3.04.04, Open Source Epidemiologic Statistics for Public Health, www.OpenEpi.com), resulting in 15 participants per group. Inclusion criteria encompassed mandibular premolars with carious involvement but no prior restorations, diagnosed with necrotic or infected pulp, and no significant medical history. Exclusion criteria included systemic conditions, pregnancy, retreatment cases, recent antibiotic therapy, calcified canals, and other contraindications. After proper patient consent, access opening and chemomechanical preparation were performed, and root canals (RCs) were randomly divided into two groups: TAP and bromelain paste (BP). TAP was prepared using ciprofloxacin, metronidazole, and minocycline, while BP comprised bromelain powder mixed with saline. Both groups received intracanal medicaments, followed by temporary sealing. Microbiological samples were collected before and after treatment for analysis. Results E. faecalis count (CFU/mL) before instrumentation for the TAP group was (1.94 x 105 [Formula: see text] 7.45 x 103) and for BP group was (1.97 x 105 [Formula: see text] 7.70 x 103) with p-value 0.26 [Formula: see text] p=0.05, so no significant difference was found between them. E. faecalis count (CFU/mL) after instrumentation for the TAP group was (7.70 x 103 [Formula: see text] 9.11 x 102) and for the BP group was (7.26 x 103 [Formula: see text] 8.43 x 102) with p-value 0.18 [Formula: see text] p=0.05, so no significant difference was found between them. However, the E. faecalis count obtained after seven days of intracanal medicament for the TAP group was (3.63 x 101 [Formula: see text] 5.60) and for the BP group was (3.13 x 101 [Formula: see text] 4.55) with p-value 0.012 < p=0.05, so a significant difference was found between them. This means that when compared with the TAP group, there was a greater amount of reduction in E. faecalis count (CFU/mL) for the BP group seven days after the placement of intracanal medicament, and this reduction was statistically significant. Conclusion This in-vivo study highlights the potential of BP as a more effective intracanal medicament against E. faecalis when compared to the conventional TAP. Bromelain's selectivity for Gram-positive bacteria and its diverse therapeutic properties make it a promising natural alternative for endodontic treatment. Further research is warranted to optimize bromelain's clinical application and assess its potential to enhance endodontic outcomes, potentially revolutionizing the field of endodontics."
    },
    {
      "pmid": "38040898",
      "title": "Bromelain-loaded nanocomposites decrease inflammatory and cytotoxicity effects of gliadin on Caco-2 cells and peripheral blood mononuclear cells of celiac patients.",
      "authors": [
        "Masoumeh Sadat Mousavi Maleki",
        "Ramin Ebrahimi Kiasari",
        "Seyed Javad Seyed Mousavi",
        "Hamid Hashemi-Moghaddam",
        "Ali Akbar Shabani",
        "Hamid Madanchi",
        "Soroush Sardari"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Enzyme therapy can be an appropriate treatment option for celiac disease (CeD). Here, we developed Bromelain-Loaded Nanocomposites (BLNCs) to improve the stability and retention of bromelain enzyme activity. After the characterization of BLNCs, the cytotoxicity of BLNCs was determined on the Caco-2 cell line. The effect of BLNCs on gliadin degradation and the production of pro-inflammatory cytokines and anti-inflammatory molecules in peripheral blood mononuclear cells (PBMCs) obtained from celiac patients were assessed. Furthermore, the expression of CXCR3 and CCR5 genes was measured in CaCo-2 cells treated with gliadin, gliadin-digested with BLNCs, and bromelain. Our study demonstrated that the Bromelain entrapment efficiency in these nanoparticles was acceptable, and BLNCs have no toxic effect on cells. SDS-PAGE confirmed the digestion effect of bromelain released from nanocomposites. When Caco-2 cells were treated with gliadin digested by free bromelain and BLNCs, the expression of CXCR3 and CCR5 genes was significantly decreased. PBMCs of celiac patients treated with Bromelain and BLNCs decreased inflammatory cytokines (IL-1β, IL-6, TNF-α, and IFN-γ) production compared to untreated PBMCs. This treatment also increased IL-10 and CTLA-4 in PBMCs of CeD patients. According to the promising results of this study, we can hope for the therapeutic potential of BLNCs for CeD.",
      "mesh_terms": [
        "Humans",
        "Caco-2 Cells",
        "Gliadin",
        "Leukocytes, Mononuclear",
        "Bromelains",
        "Cytokines",
        "Celiac Disease"
      ]
    },
    {
      "pmid": "38037462",
      "title": "Evaluation of the microleakage of class V composite restoration after cavity treatment with Erbium, CO2 lasers, Papain, and Bromelain enzymes.",
      "authors": [
        "Farahnaz Sharafeddin",
        "Anahita Fadaei Tabrizi"
      ],
      "journal": "Clinical and experimental dental research",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTVES: Different surface preparation and treatment methods may have dissimilar effects on the microleakage of composite resin. This study was conducted to determine the deproteinizing effect of 10% bromelain enzyme, 10% papain enzyme, CO2 , and erbium-YAG laser in regard to decrease in the microleakage of composite restorations. MATERIALS AND METHODS: Thirty teeth were selected and 60 class V cavities were prepared on the lingual and buccal sides. They were divided into six groups (n = 10): Group 1, phosphoric acid gel; Group 2, bromelain enzyme 10%; Group 3, papain enzyme 10%; Group 4, mixed papain and bromelain enzymes 10%; Group 5, CO2 laser; and Group 6, erbium-YAG laser. They were stored in basic fuchsine and dye penetration was evaluated. Kruskal-Wallis and Mann-Whitney tests were used for statistical analysis, p < 0.05 RESULTS: In both occlusal and gingival margins, comparison of microleakage between groups 1, 2, 3, 4, and 5 showed no significant differences (p = 1) and group 6 had a significant difference with other groups (p ˂ 0.001). CONCLUSIONS: Microleakage of composite resin in the dentin surface was not affected significantly using either bromelain or papain 10% enzymes or erbium laser. However, CO2 laser had a negative effect on the enamel and dentin margins and increased the microleakage. Erbium laser showed a better effect than enzymes on microleakage.",
      "mesh_terms": [
        "Humans",
        "Erbium",
        "Carbon Dioxide",
        "Papain",
        "Bromelains",
        "Dental Cavity Preparation",
        "Composite Resins",
        "Lasers, Solid-State",
        "Dental Caries"
      ]
    },
    {
      "pmid": "37893953",
      "title": "Pre-Treatment with Bromelain Prevents Intestinal Dysbiosis in Pigs with Post-Weaning Diarrhea, without Increasing Antimicrobial Resistance in Escherichia coli.",
      "authors": [
        "Alison Collins",
        "Bethany Bowring"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2023-Oct-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pigs are especially vulnerable to intestinal pathogens and dysbiosis in the first two weeks after weaning. Infection with enterotoxigenic strains of Escherichia coli (ETEC) in combination with poor nutrition and hygiene can lead to diarrhea, poor growth and increased mortality. While neomycin and zinc oxide can prevent post-weaning diarrhea (PWD), their broad-spectrum activity also kills commensal microbiota and can lead to the emergence of heavy metal and antimicrobial resistance. Bromelain prevents attachment of F4 ETEC to intestinal enterocytes by cleaving the host receptor. In controlled environmental facilities, weaned pigs treated with either therapeutic levels of neomycin sulfate, zinc oxide, bromelain or non-treated were monitored for diarrhea, weight gain, feed intake, feed efficiency, excretion of F4 ETEC, changes to their intestinal microbiomes and antimicrobial resistance in E. coli. The treatment effects were evaluated at weaning, during two weeks of treatment and for three weeks after treatments ceased. Minimal clinical signs of PWD were observed, except in zinc-treated pigs post treatment. Intestinal dysbiosis was observed in response to diarrhea and in pigs treated with both neomycin and zinc. Antimicrobial resistance increased in commensal E. coli isolated from neomycin- and zinc-treated pigs. In contrast, bromelain controlled PWD and prevented intestinal dysbiosis without inducing antimicrobial resistance."
    },
    {
      "pmid": "37817236",
      "title": "Combination of Shengji ointment and bromelain in the treatment of exposed tendons in diabetic foot ulcers: study protocol for a non-blind, randomized, positive control clinical trial.",
      "authors": [
        "Yang Zhao",
        "Xinyue Dai",
        "Xu Sun",
        "Zhaohui Zhang",
        "Hongyang Gao",
        "Rui Gao"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2023-Oct-10",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diabetic foot ulcers often affect tendon tissue. Consequently, the infection may spread proximally along the tendon, leading to amputation or even the death of patients. Exposed, degenerated, and necrotic tendons are key factors affecting the healing of diabetic foot ulcers. The effective treatment of the tendon involvement may positively affect the prognosis. In clinical practice, treatment with Shengji ointment and bromelain induces islands of granulation tissue on the denatured tendon surface, which gradually grows and merges. Ideally, the exposed tendon is covered entirely by granulation tissue. This trial aims to assess the effect of a combined treatment regime of Shengji ointment, which has been shown to regenerate muscle tissue and pineapple protease in preventing the loss of function and amputation caused by tendon necrosis. This trial will provide high-quality evidence for the effectiveness of this combination in healing diabetic ulcers with tendon necrosis. METHODS: The sample size will be 180 patients who will be randomly assigned 1:1 to a treatment group (90 patients) using Shengji ointment combined with bromelain and a control group (90 patients) using hydrocolloid dressing. Both groups will continue their conventional treatments, such as blood glucose and blood pressure medication, lipid regulation, antiplatelets, and others. The primary outcome will be the wound coverage with granulation tissue. Secondary outcomes will be the wound healing rate, amputation extent (where needed), time to granulation, and the Maryland Foot Score. Other efficacy outcomes will be the time to debridement of necrotic tendon tissue and granulation tissue score. DISCUSSION: This study will treat patients with diabetic foot ulcers with exposed, degenerated, and necrotic tendons with Shengji ointment and bromelain. The trial aims to promote regeneration and healing, to preserve the limb and its function, and to develop a comprehensive and effective protocol that can be applied to promote the healing of exposed tendons in diabetic foot wounds. TRIAL REGISTRATION: ChiCTR2000039327 ; date of registration: 2020-10-23.",
      "mesh_terms": [
        "Humans",
        "Diabetic Foot",
        "Bromelains",
        "Tendons",
        "Necrosis",
        "Diabetes Mellitus",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "37803248",
      "title": "Bromelain and ficin proteolytic effects on gliadin cytotoxicity and expression of genes involved in cell-tight junctions in Caco-2 cells.",
      "authors": [
        "Masoumeh Sadat Mousavi Maleki",
        "Hooman Aghamirza Moghim Ali Abadi",
        "Behrooz Vaziri",
        "Ali Akbar Shabani",
        "Ghazaleh Ghavami",
        "Hamid Madanchi",
        "Soroush Sardari"
      ],
      "journal": "Amino acids",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Enzyme therapy for celiac disease (CeD), which digests gliadin into non-immunogenic and non-toxic peptides, can be an appropriate treatment option for CeD. Here, we have investigated the effectiveness of bromelain and ficin on gliadin digestion using in vitro, such as SDS-PAGE, HPLC, and circular dichroism (CD). Furthermore, the cytotoxicity of gliadin and 19-mer peptide before and after digestion with these enzymes was evaluated using the MTT assay in the Caco-2 cell line. Finally, we examined the effect of these treatments along with Larazotide Acetate on the expression of genes involved in cell-tight junctions, such as Occludin, Claudin 3, tight junction protein-1, and Zonulin in the Caco-2 cell line. Our study demonstrated bromelain and ficin digestion effects on the commercial and wheat-extracted gliadin by SDS-PAGE, HPLC, and CD. Also, the cytotoxicity results on Caco-2 showed that toxicity of the gliadin and synthetic 19-mer peptide was decreased by adding bromelain and ficin. Furthermore, the proteolytic effects of bromelain and ficin on gliadin indicated the expression of genes involved in cell-tight junctions was improved. This study confirms that bromelain and ficin mixture could be effective in improving the symptoms of CeD.",
      "mesh_terms": [
        "Humans",
        "Caco-2 Cells",
        "Gliadin",
        "Tight Junctions",
        "Ficain",
        "Bromelains",
        "Celiac Disease",
        "Peptides"
      ]
    },
    {
      "pmid": "37772592",
      "title": "Effective Use of Bromelain and Acetylcysteine (BromAc®) for Treatment of Perigastric Pseudomyxoma Peritonei: A Case Report.",
      "authors": [
        "Elizabeth Skalkos",
        "Kerry L Chen",
        "Ruwanthi Wijayawardana",
        "David L Morris"
      ],
      "journal": "Anticancer research",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIM: Pseudomyxoma peritonei (PMP) is a rare clinical condition of progressive peritoneal mucin accumulation. PMP has a reasonable survivability but with a notable risk of tumour recurrence. Standard treatment, including for tumour relapse, aims for a cure with complete cytoreductive surgery with hyperthermic intraperitoneal chemotherapy. In the case of tumour recurrence, surgery becomes progressively complex, and some patients are not suitable for surgery either due to patient preference or morbidity and mortality risk. BromAc® is an emerging, novel mucolytic combination therapy composed of bromelain and acetylcysteine which can be administered intratumorally via radiologically guided drains. It represents a minimally invasive treatment for patients who have symptomatic tumour deposits but are not surgical candidates. CASE REPORT: We report the case of a 64-year-old male with a background of appendiceal PMP who presented with a gastric outlet obstruction from a perigastric tumour deposit. This was managed with BromAc® administration, following which the patient's symptoms resolved. This corresponded with an 80% reduction in the tumour volume radiologically. CONCLUSION: BromAc® is an emerging minimally invasive treatment for PMP tumour deposits that may be considered as adjunctive or alternative treatment in patients who are not surgical candidates to reduce tumour burden and improve symptomatology and quality of life."
    },
    {
      "pmid": "37650738",
      "title": "Bromelain: a review of its mechanisms, pharmacological effects and potential applications.",
      "authors": [
        "Virender Kumar",
        "Bharti Mangla",
        "Shamama Javed",
        "Waquar Ahsan",
        "Pankaj Kumar",
        "Vandana Garg",
        "Harish Dureja"
      ],
      "journal": "Food & function",
      "publication_date": "2023-Sep-19",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The utilization of plant-derived supplements for disease prevention and treatment has long been recognized because of their remarkable potential. Ananas comosus, commonly known as pineapple, produces a group of enzymes called bromelain, which contains sulfhydryl moieties. Recent studies have shown that bromelain exhibits a wide range of activities, including anti-inflammatory, anti-diabetic, anti-cancer, and anti-rheumatic properties. These properties make bromelain a promising drug candidate for the treatment of various diseases. The anti-inflammatory activity of bromelain has been shown to be useful in treating inflammatory conditions such as osteoarthritis, rheumatoid arthritis, and asthma, whereas the anti-cancer activity of bromelain is via induction of apoptosis, inhibition of angiogenesis, and enhancement of the body's immune response. The anti-diabetic property of bromelain is owing to the improvement in glucose metabolism and reduction in insulin resistance. The therapeutic potential of bromelain has been investigated in numerous preclinical and clinical studies and a number of patents have been granted to date. Various formulations and delivery systems are being developed in order to improve the efficacy and safety of this molecule, including the microencapsulated form to treat oral inflammatory conditions and liposomal formulations to treat cancer. The development of novel drug delivery systems and formulations has further ameliorated the therapeutic potential of bromelain by improving its bioavailability and stability, while reducing the side effects. This review intends to discuss various properties and therapeutic applications of bromelain, along with its possible mechanism of action in treating various diseases. Recent patents and clinical trials concerning bromelain have also been covered.",
      "mesh_terms": [
        "Humans",
        "Bromelains",
        "Apoptosis",
        "Arthritis, Rheumatoid",
        "Asthma",
        "Biological Availability"
      ]
    },
    {
      "pmid": "37529332",
      "title": "Oral enzyme combination with bromelain, trypsin and the flavonoid rutoside reduces systemic inflammation and pain when used pre- and post-operatively in elective total hip replacement: a randomized exploratory placebo-controlled trial.",
      "authors": [
        "Jiří Vosáhlo",
        "Adam Salus",
        "Michael Smolko",
        "Barbora Němcová",
        "Veit Nordmeyer",
        "Milos Mikles",
        "Stefanie M Rau",
        "Odd Erik Johansen"
      ],
      "journal": "Therapeutic advances in musculoskeletal disease",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Early mobilization after total hip replacement (THR) is key for fast recovery but is often limited by pain. Oral enzyme combinations (OECs) have demonstrated anti-inflammatory and pain-relieving effects. OBJECTIVES AND DESIGN: This prospective, randomized, double-blind, placebo-controlled exploratory trial evaluated the effects of pre- and post-operative use of OEC (90 mg bromelain, 48 mg trypsin, 100 mg rutoside) following elective THR, on post-operative recovery. METHODS: Candidates for primary elective cementless THR owing to osteoarthritis were eligible for participation [age ⩾50 years, body mass index 25-35 kg/m2, C-reactive protein (CRP) ⩽6 mg/L]. Following randomization to OEC or placebo, intervention started pre-operatively and continued onwards until day 42. Main outcomes included post-operative CRP levels (days 1-7), self-reported hip pain at rest (by 0-10 cm visual analogue scale on post-operative days 1-42), post-operative analgesic use [by cumulative analgesic consumption score (CACS) days 7-42], tolerability and adverse events. RESULTS: Patients (N = 34) were recruited from a tertiary orthopaedic hospital in the Czech Republic, of whom 33 completed the study (OEC/placebo: n = 15/18). Baseline characteristics across the groups were comparable. Compared with placebo, the OEC group had numerically lower CRP levels on post-operative days 1-7, including peak level [mean (standard deviation) OEC versus placebo: 81.4 (28.3) versus 106.7 (63.3) mg/L], which translated into a significant 32% lower CRP area under the curve (p = 0.034). The OEC group reported significantly less pain during post-operative days 1-7 versus placebo (analysis of variance treatment × visit [F(4) = 3.989]; p = 0.005). Analgesic use was numerically reduced as assessed through an accumulated CACS. No deleterious effects on haemorheological parameters were observed in either group. CONCLUSIONS: Pre- and post-operative use of OEC significantly reduced CRP levels and patient self-reported pain. OEC may be an efficacious and safe treatment option to facilitate post-operative recovery following THR. TRIAL REGISTRATION: EudraCT number 2016-003078-41."
    },
    {
      "pmid": "37455553",
      "title": "Bromelain-based enzymatic burn debridement: A systematic review of clinical studies on patient safety, efficacy and long-term outcomes.",
      "authors": [
        "Yaron Shoham",
        "Konstantinos Gasteratos",
        "Adam J Singer",
        "Yuval Krieger",
        "Eldad Silberstein",
        "Jeremy Goverman"
      ],
      "journal": "International wound journal",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "In 2012 the European Medicines Agency approved a pineapple stem-derived Bromelain-based debridement concentrate of proteolytic enzymes (NexoBrid®, MediWound Ltd, Yavne, Israel) for adult deep burns. Over 10 000 patients have been successfully treated with NexoBrid® globally, including in the US. The aim of our study is to perform a systematic review of the current literature on Nexobrid® outcomes. We conducted a literature search in PubMed, Google Scholar, Embase, and other search engines (2013-2023). The online screening process was performed by two independent reviewers with the Covidence tool. The protocol was reported using the Preferred Reporting Items for Systematic Review and Meta-Analyses, and it was registered at the International Prospective Register of Systematic Reviews of the National Institute for Health Research. We identified 103 relevant studies of which 34 were found eligible. The included studies report the positive effects of Nexobrid® on burn debridement, functional and cosmetic outcomes, scarring, and quality of life. Also, they validate the high patient satisfaction thanks to enhanced protocols of analgosedation and/or locoregional anaesthesia during Bromelain-based debridement. Two studies investigate potential risks (coagulopathy, burn wound infection) which concluded there is no strong evidence of these adverse events. NexoBrid® is a safe, selective, non-surgical eschar removal treatment modality. The benefits of Bromelain-based debridement are faster debridement and healing times, reduced operations, length of stay, cases of sepsis, blood transfusions, and prevention of compartment syndrome. Existing evidence suggests that the indications and the role of Bromelain-based debridement are expanding to cover \"off-label\" cases with significant benefits to the global healthcare economy.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Bromelains",
        "Burns",
        "Debridement",
        "Patient Safety",
        "Quality of Life",
        "Systematic Reviews as Topic"
      ]
    },
    {
      "pmid": "37381056",
      "title": "Oral administration of bromelain and acetylcysteine in pseudomyxoma peritonei (PMP) caused by low-grade appendiceal mucinous neoplasm (LAMN): a case report.",
      "authors": [
        "Dominik Geisel",
        "Ute Langen",
        "Thomas Rüdiger"
      ],
      "journal": "Journal of medical case reports",
      "publication_date": "2023-Jun-29",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Pseudomyxoma Peritonei (PMP) is a severe neoplastic clinical syndrome characterised by secretion of mucin from tumors often originating in the appendix. The standard treatment includes cytoreductive surgery (CRS) combined with heated intraperitoneal chemotherapy (HIPEC). A new perspective in PMP treatment aims at the mucins themselves as a therapeutic target. CASE PRESENTATION: Here we report the first case of PMP with peritoneal dissemination of mucinous implants caused by low-grade appendiceal mucinous neoplasm (LAMN) in a 58-year-old white male exclusively treated by appendectomy and oral administration of bromelain and acetylcysteine in the context of a medical self-experimentation (by co-author T.R.). Observation so far covers a period of 48 months including regular magnetic resonance imaging (MRI) with stable findings. CONCLUSIONS: Oral administration of bromelain and acetylcysteine can be used in the treatment of PMP caused by LAMN without relevant clinical side effects.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Middle Aged",
        "Pseudomyxoma Peritonei",
        "Appendiceal Neoplasms",
        "Administration, Oral",
        "Peritoneal Neoplasms"
      ]
    },
    {
      "pmid": "37371797",
      "title": "The Effect of Diosmin, Escin, and Bromelain on Human Endothelial Cells Derived from the Umbilical Vein and the Varicose Vein-A Preliminary Study.",
      "authors": [
        "Lukasz Gwozdzinski",
        "Joanna Bernasinska-Slomczewska",
        "Pawel Hikisz",
        "Anna Wiktorowska-Owczarek",
        "Edward Kowalczyk",
        "Anna Pieniazek"
      ],
      "journal": "Biomedicines",
      "publication_date": "2023-Jun-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we investigated the properties of human varicose vein (VV) endothelial cells (HVVEC) in comparison to the human umbilical vein endothelial cells (HUVEC). The cells were treated with three bioactive compounds with proven beneficial effects in the therapy of patients with VV, diosmin, escin, and bromelain. Two concentrations of tested drugs were used (1, 10 mg/mL), which did not affect the viability of either cell type. Escin led to a slight generation of reactive oxygen species in HUVEC cells. We observed a slight release of superoxide in HVVEC cells upon treatment with diosmin and escin. Diosmin and bromelain showed a tendency to release nitric oxide in HUVEC. Using membrane fluorescent probes, we demonstrated a reduced fluidity of HVVEC, which may lead to their increased adhesion, and, consequently, a much more frequent occurrence of venous thrombosis. For the first time, we show the mechanism of action of drugs used in VV therapy on endothelial cells derived from a VV. Studies with HVVEC have shown that tested drugs may lead to a reduction in the adhesive properties of these cells, and thus to a lower risk of thrombosis."
    },
    {
      "pmid": "37290321",
      "title": "Effect of bromelain on periodontal destruction and alveolar bone in rats with experimental periodontitis.",
      "authors": [
        "Tuğçe Paksoy",
        "Gülbahar Ustaoğlu",
        "Ahmet Özer Şehirli",
        "Revan Birke Koca Ünsal",
        "Serkan Sayıner",
        "Kaan Orhan",
        "Nurdan Bülbül Aycı",
        "Şule Çetinel",
        "Umut Aksoy",
        "Ayliz Velioğlu Öğünç"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Several substances that have anti-inflammatory, antiproteinase, and anti-infective properties have been evaluated as modulators of the inflammatory response in periodontal disease. However, evidence for the anti-inflammatory and antioxidative activities of bromelain is limited. This study evaluated the impact of systemically administered bromelain on the progression of experimental periodontitis. METHODS: Four equal groups of 32 Wistar albino rats were created as follows (n = 8): control, periodontitis + saline, periodontitis + 5 mg/kg/day bromelain, and periodontitis + 10 mg/kg/day bromelain. To quantify the resorption of bone and bone volume/tissue volume, bone surface / bone volume, and connectivity, lower jawbones were fixed and then scanned using microcomputed tomography (micro CT). Blood samples were taken to measure the macrophage colony-stimulating factor(M-CSF) concentrations, receptor activator of nuclear factor kappa-Β ligand (RANKL), osteoprotegerin (OPG), tumor necrosis factor-alpha (TNF-α), matrix metalloproteinase-8 (MMP-8), interleukin-6(IL-6), glutathione peroxidase (GPx), superoxide dismutase (SOD), and malondialdehyde (MDA). Histopathological assessments were made to examine the tissue. RESULTS: Treatment with bromelain improved the healing of the periodontium by decreasing the number of leukocytes and ligament deterioration in the gingival connective tissue and by supporting reintegration with alveolar bone. Bromelain used in ligature-induced periodontitis reduced alveolar bone (AB) resorption as measured by microCT; reduced inflammatory parameters such as IL-6 and TNF-α; regulated oxidative-antioxidative processes by increasing GPx and SOD and reducing MDA levels; and regulated AB modeling by decreasing M-CSF, RANKL, and MMP-8 and increasing OPG levels. CONCLUSION: Bromelain may be an option in periodontal therapy by regulating cytokine levels, improving the healing process, and reducing bone resorption and oxidative stress.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Rats, Wistar",
        "Matrix Metalloproteinase 8",
        "Macrophage Colony-Stimulating Factor",
        "Tumor Necrosis Factor-alpha",
        "Interleukin-6",
        "Bromelains",
        "X-Ray Microtomography",
        "Periodontitis",
        "Antioxidants",
        "Anti-Inflammatory Agents",
        "Glutathione Peroxidase",
        "Bone and Bones"
      ]
    },
    {
      "pmid": "37269556",
      "title": "Bromelain mitigates liver fibrosis via targeting hepatic stellate cells in vitro and in vivo.",
      "authors": [
        "Amany A Sayed",
        "Amel M Soliman",
        "Mohamed Marzouk",
        "Faten F Mohammed",
        "Shreen Desouky"
      ],
      "journal": "Tissue & cell",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Various therapeutic approaches are conducted for regression of liver fibrosis and prevent possible further carcinogenic transformation. This study was aimed to assess the prospective therapeutic potential of bromelain against thioacetamide (TAA)-induced liver fibrosis using in-vitro and in vivo approaches. In vitro study, HSC-T6 cell line was used to evaluate the effect of bromelain on HSC-T6 cell viability and apoptosis. In vivo, Rats were treated by TAA for 6 weeks for induction of hepatic fibrosis followed by post treatment by different doses of bromelain and silymarin for further 4 weeks to assess the regression of hepatic fibrosis. The in-vitro findings indicated that bromelain hindered the proliferation of HSCs in concentration dependent manner compared with the untreated cells. The in vivo study revealed that treatment of TAA fibrotic rats with different doses of bromelain and silymarin induced a significant restoration in liver function biomarkers, attenuation of oxidative stress, upregulation of total antioxidant capacity and thereby decline of fibrotic biomarkers and improving histopathological and immunohistochemical changes. In conclusion, This study indicates that bromelain can regress TAA induced hepatic fibrosis in rats via inhibiting HSCs activation, α-SMA expression and the ECM deposition in hepatic tissue in addition to its antioxidants pathway, these findings prove the promising therapeutic potential of bromelain as a novel therapeutic approach for chronic hepatic fibrotic diseases.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Hepatic Stellate Cells",
        "Bromelains",
        "Liver Cirrhosis",
        "Liver",
        "Antioxidants",
        "Silymarin",
        "Biomarkers",
        "Thioacetamide"
      ]
    },
    {
      "pmid": "37262048",
      "title": "Cytotoxic properties of unfractionated and fractionated bromelain alone or in combination with chemotherapeutic agents in colorectal cancer cells.",
      "authors": [
        "Kuei-Yen Tsai",
        "Po-Li Wei",
        "Mohamed Azarkan",
        "Nasiha M'Rabet",
        "Precious Takondwa Makondi",
        "Hsin-An Chen",
        "Chien-Yu Huang",
        "Yu-Jia Chang"
      ],
      "journal": "PloS one",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Colorectal cancer (CRC) is one of the most lethal cancers worldwide. Long-term survival is not achieved in metastatic CRC despite the current multidisciplinary therapies. Bromelain, a compound extracted from the pineapple plant, has multiple functions and anticancer properties. Previously, bromelain has been chromatographically separated into four fractions. Fraction 3 (F3) exhibits the highest proteolytic activity. The anticancer effects of F3 bromelain in CRC cells is unknown. METHODS: In vitro cytotoxicity was verified through a sulforhodamine B assay. Apoptosis in CRC cells induced by unfractionated or F3 bromelain was examined using Annexin V-FITC/PI staining and Western blot analysis. ROS status, autophagy and lysosome formation were determined by specific detection kit. RESULTS: The cytotoxicity of F3 bromelain in CRC cells was found to be comparable to that of unfractionated bromelain. F3 bromelain induces caspase-dependent apoptosis in CRC cells. Treatment with unfractionated or F3 bromelain increased superoxide and oxidative stress levels and autophagy and lysosome formation. ATG5/12 and beclin-1 were upregulated, and the conversion of LC3B-I to LC3B-II was increased significantly by treatment with F3 bromelain. Treated CQ, autophagy inhibitor, with unfractionated or F3 bromelain enhances the cytotoxic effects. Finally, the combination of unfractionated and F3 bromelain with a routine chemotherapeutic agent (5-fluourouracil, irinotecan, or oxaliplatin) resulted in synergistically higher cytotoxic potency in CRC cells. CONCLUSION: Unfractionated and F3 bromelain inhibits CRC cell proliferation in vitro, and the cytotoxic effects of unfractionated bromelain are equivalent to F3 bromelain. F3 bromelain may be a potential and potent drug for clinical use due to its anticancer efficacy and high synergistic cytotoxicity when combined with a routine chemotherapeutic agent for CRC.",
      "mesh_terms": [
        "Humans",
        "Bromelains",
        "Cell Line, Tumor",
        "Antineoplastic Agents",
        "Irinotecan",
        "Colonic Neoplasms",
        "Apoptosis",
        "Cell Proliferation",
        "Colorectal Neoplasms"
      ]
    },
    {
      "pmid": "37202035",
      "title": "Bromelain supplementation and inflammatory markers: A systematic review of clinical trials.",
      "authors": [
        "Irislene Costa Pereira",
        "Eduardo Emanuel Sátiro Vieira",
        "Lucillia Rabelo de Oliveira Torres",
        "Felipe Cavalcanti Carneiro da Silva",
        "João Marcelo de Castro E Sousa",
        "Francisco Leonardo Torres-Leal"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND AND AIMS: The inflammatory process is a response mechanism to any stressor agent. Emerging novel therapeutic options derived mainly from natural products such as bromelain have been used to reduce the significant side effects of available anti-inflammatory drugs. Bromelain is an enzyme complex derived from Ananas comosus, known for its anti-inflammatory potential and good tolerance. Therefore, the aim was to assess whether bromelain supplementation exerts anti-inflammatory effects in adults. METHODS: The systematic review was registered in PROSPERO (n° CRD42020221395), and the search was performed in MEDLINE, Scopus, Web of Science, and Cochrane Library. The terms used in the search were: \"bromelains\", \"bromelain\", \"randomized clinical trial\", and \"clinical trial\". Eligibility criteria were: randomized clinical trials with participants aged 18 years or over, of both sexes, who received supplementation with bromelain alone or in combination with other oral compounds, with an evaluation of inflammatory parameters as primary and secondary outcomes, published in English, Portuguese or Spanish. RESULTS: 1375 studies were retrieved, of which 269 were duplicates. Seven (7) randomized controlled trials were eligible for the systematic review. In most studies, supplementation with bromelain, isolated or in combined therapy, reduced inflammatory parameters. Regarding the reduction of inflammatory parameters among studies with associated bromelain, two presented reduction of inflammatory parameters, while in the evaluation of bromelain treated alone, two studies also showed reduction. In relation to doses supplemented, the studies with associated bromelain ranged from 99.9 to 1200 mg/day and the supplementation time ranged from 3 to 16 weeks. Moreover, the inflammatory parameters evaluated were: IL-12, PGE-2, COX-2, IL-6, IL-8, TNF-α, IL-1β, IL-10, CRP, NFγ B1, PPAR-α, TNF, TRAF, MCP-1 and adiponectin. In studies with isolated bromelain supplementation, it ranged from 200 to 1050 mg/day for 1 week to 16 weeks. Markers associated with inflammation varied between studies, including IL-2, IL-5, IL-6, IL-8, IL-10, IL-13, IFNγ and MCP-1, PGE-2, CRP and fibrinogen. Eleven (11) participants experienced side effects, and two discontinued treatment in the studies. The reported adverse effects were mainly gastrointestinal but well tolerated. CONCLUSION: The general effect of bromelain supplementation on inflammation is inconsistent because of population heterogeneity, doses used, treatment duration, and parameters evaluated. The observed effects are punctual and isolated, and further standardization is needed to establish doses, supplementation time, and which type of inflammatory condition is indicated.",
      "mesh_terms": [
        "Male",
        "Adult",
        "Female",
        "Humans",
        "Interleukin-10",
        "Interleukin-6",
        "Interleukin-8",
        "Inflammation",
        "Anti-Inflammatory Agents",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "37179311",
      "title": "The effect of bromelain in periodontal surgery: a double-blind randomized placebo-controlled trial.",
      "authors": [
        "Hossein Babazade",
        "Arad Mirzaagha",
        "Shokoofeh Konarizadeh"
      ],
      "journal": "BMC oral health",
      "publication_date": "2023-May-13",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Periodontitis is a persistent inflammatory condition. Eliminating the infection and reducing its risk factors are the first steps in treating periodontitis. When the anti-infective therapy is complete, there may still be deep periodontal pockets and prolonged inflammation. Surgical pocket reduction or elimination is indicated under these circumstances. We aimed to evaluate the effect of bromelain on bleeding on probing (BOP), gingival index (GI), and plaque index (PI) after pocket elimination surgery. METHODS: This double-blind randomized placebo-controlled trial included 28 candidates for pocket elimination surgery referred to the private office of a periodontist in Bandar Abbas, Iran, from April 18 to August 18, 2021. Patients' general characteristics, such as age and sex, were recorded. Additionally, periodontal indices including BOP, PI, GI, and pocket probing depth (PPD) were evaluated in all subjects. All patients underwent pocket elimination surgery. Afterwards, they were randomized into two groups. The first group received 500 mg Anaheal (bromelain) capsules twice a day before meal for one week. The second group received placebo, prepared in similar shape and color by the same pharmaceutical company. BOP, PI, GI, and PPD were assessed four weeks after completion of the treatment course (five weeks after surgery). RESULTS: Four weeks after intervention, BOP was significantly lower with Anaheal compared to placebo (0% vs. 35.7%, P = 0.014). However, there was no significant difference in GI between groups (P = 0.120). Mean PI was lower (17.71 ± 2.12 vs. 18.28 ± 2.49) and mean PPD higher (3.10 ± 0.71 vs. 2.64 ± 0.45) in the Anaheal group, but the differences did not reach statistically significant levels (P = 0.520 and P = 0.051, respectively). CONCLUSIONS: One-week treatment with Anaheal at a dose of 1 g/d after pocket elimination surgery resulted in significantly lower BOP compared to placebo. TRIAL REGISTRATION: Iranian Registry of Clinical Trials (IRCT), IRCT20201106049289N1. Registered 06/04/2021. Registered prospectively, https://www.irct.ir/trial/52181 .",
      "mesh_terms": [
        "Humans",
        "Bromelains",
        "Iran",
        "Periodontitis",
        "Periodontal Pocket",
        "Dental Plaque",
        "Double-Blind Method"
      ]
    },
    {
      "pmid": "37168359",
      "title": "Bromelain and acetylcysteine (BromAc®): a novel approach to the treatment of mucinous tumours.",
      "authors": [
        "Henry K Wen",
        "Sarah J Valle",
        "David L Morris"
      ],
      "journal": "American journal of cancer research",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Mucins are a significant extracellular component of neoplastic entities such as pseudomyxoma peritonei and several gastrointestinal adenocarcinomas. Mucinous tumours present a challenge for systemic treatments due to poor drug penetrance and increased resistance. Therefore, the development of an effective mucolytic therapy has significant therapeutic implications for these tumour types. BromAc® is a novel mucolytic agent consisting of bromelain and acetylcysteine. It has demonstrated significant mucolysis and antitumour effects in vitro and in vivo for several mucinous tumours. It has also exhibited a synergistic potentiation of the effect of several cytotoxic agents on mucinous tumours in preclinical studies. Furthermore, it demonstrates locoregional safety and efficacy in animal and clinical studies. This literature review will summarise the history of BromAc® for mucinous tumours, including its conception, preclinical development in vitro and in vivo, and clinical evidence. The implications of current data and directions for future research are then discussed."
    },
    {
      "pmid": "37157782",
      "title": "Efficacy and safety of bromelain: A systematic review and meta-analysis.",
      "authors": [
        "Nattawut Leelakanok",
        "Arpa Petchsomrit",
        "Thitapa Janurai",
        "Charinrat Saechan",
        "Niti Sunsandee"
      ],
      "journal": "Nutrition and health",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "Background: Pineapple has an important role in ethnopharmacology and its enzyme, bromelain, has been extensively investigated for its medicinal properties. Aim: This systematic review and meta-analysis aimed to assess clinical evidence concerning the efficacy and safety of bromelain. Methods: A systematic search was conducted from conception to August 2022 using CINAHL Complete, MEDLINE, ScienceDirect, Scopus, and Thai Journal Online (TJO). The risk of bias was assessed using Risk of Bias 2 or ROBIN-I. A random-effect model with inverse variance weighting and DerSimonian and Laird method was used for meta-analysis. The heterogeneity was evaluated by I2 statistics. Results: We included 54 articles for qualitative summary and 39 articles for meta-analysis. The systematic review found that bromelain presented in serum with retained proteolytic activity after oral absorption. Bromelain may be effective against sinusitis but was not effective for cardiovascular diseases. Pain reduction from oral bromelain was slightly but significantly better than controls (mean difference in pain score = -0.27; 95% CI: -0.45, -0.08; n = 9; I2 = 29%). Adverse events included flatulence, nausea, and headache. Topical bromelain significantly reduced the time to complete debridement (mean difference in time = -6.89 days; 95% CI: -7.94, -5.83; n = 4; I2 = 2%). Adverse events may be irrelevant and include burning sensation, pain, fever, and sepsis. Conclusions: Moderate-quality studies demonstrated the potential of oral bromelain in pain control and topical bromelain in wound care. Major health risks were not reported during the treatment with bromelain.",
      "mesh_terms": [
        "Humans",
        "Bromelains",
        "Ananas",
        "Ethnopharmacology",
        "Pain"
      ]
    },
    {
      "pmid": "37109265",
      "title": "A Supplement with Ribes Nigrum, Boswellia Serrata, Bromelain and Vitamin D to Stop Local Inflammation in Chronic Sinusitis: A Case-Control Study.",
      "authors": [
        "Pietro De Luca",
        "Luca D'Ascanio",
        "Cristina Cingolani",
        "Gino Latini",
        "Egle Grigaliute",
        "Paola Di Mauro",
        "Massimo Ralli",
        "Ignazio La Mantia",
        "Arianna Di Stadio"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2023-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although chronic sinusitis widely affects the adult population, the treatments currently used did not always satisfactorily solve the symptoms. Traditional therapy with steroids and antibiotics presents risks and benefits and the new drugs, i.e., monoclonal antibody, are valid solutions despite being quite expensive. Natural molecules could be a valid treatment that combines good efficacy and low price. We conducted a case -control study to evaluate the benefit of an oral supplement with Ribes nigrum, Boswellia serrata, Bromelain and Vitamin D on chronic sinusitis symptoms. 60 patients were randomly assigned to one of the three groups: control using nasal steroids only, treatment 1 using nasal steroid and 1 dose of the oral supplement for 30 days and treatment 2 in which patients used nasal steroid and two oral supplement doses daily for 15 days. Conditions of the nasal mucosa and a blood sample (WBC, IgE and CRP) were analyzed at T0, T1 (15 days after treatment) and T2 (30 days after treatment. Patients treated with the supplement improved their nasal findings (hyperemia of mucosa and rhinorrhea) with statistically significant differences from the control. Our preliminary data suggest that the addition of supplement containing Ribes nigrum, Boswellia serrata, Vitamin D and Bromelain to the traditional local therapy (nasal spray with cortisone) can be a supporting therapy to modulate the local inflammation in the nose in patients affected by chronic sinusitis."
    },
    {
      "pmid": "37076960",
      "title": "Effect of Bromelain on Chronic Unpredictable Stress-induced Behavioral, Biochemical, and Monoamine Changes in Wistar Albino Rat Model of Depression.",
      "authors": [
        "Rajeshwari Parasuraman",
        "Dheepthi Jayamurali",
        "Nivedita Manoharan",
        "Sathya Narayanan Govindarajulu"
      ],
      "journal": "Protein and peptide letters",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Bromelain is a complex mixture of protease enzyme extract from the fruit or stem of the pineapple plant and it has a history of folk medicine use. It is known to have a wide range of biological actions and it is most commonly used as an anti-inflammatory agent, though scientists have also discovered its potential as an anticancer and antimicrobial agent, it has been reported to have positive effects on the respiratory, digestive, circulatory systems and potentially on the immune system. OBJECTIVE: This study was designed to investigate the antidepressant potential of Bromelain in the chronic unpredictable stress (CUS) model of depression. METHODS: We studied the antioxidant activity, and neuroprotective effect of Bromelain by analyzing the fear and anxiety behavior, antioxidants, and neurotransmitter levels, and also by analyzing the histopathological changes. Adult male Wistar albino rats were divided into 5 groups, Control; Bromelain; CUS; CUS + Bromelain, CUS + fluoxetine. Animals of the CUS group, CUS + Bromelain group, and CUS + Fluoxetine group were exposed to CUS for 30 days. Animals of the Bromelain group and CUS + Bromelain group were treated orally with 40 mg/kg Bromelain throughout the period of CUS whereas, the positive control group was treated with fluoxetine. RESULTS: Results showed a significant decrease in oxidative stress marker (lipid peroxidation), and the stress hormone cortisol, in Bromelain-treated CUS-induced depression. Bromelain treatment in CUS has also resulted in a significant increase in neurotransmitter levels, which indicates the efficacy of Bromelain to counteract the monamine neurotransmitter changes in depression by increasing their synthesis and reducing their metabolism. In addition, the antioxidant activity of Bromelain prevented oxidative stress in depressed rats. Also, hematoxylin and eosin staining of hippocampus sections has revealed that Bromelain treatment has protected the degeneration of nerve cells by chronic unpredictable stress exposure. CONCLUSION: This data provides evidence for the antidepressant-like action of Bromelain by preventing neurobehavioral, biochemical, and monoamine alterations.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Fluoxetine",
        "Depression",
        "Antioxidants",
        "Rats, Wistar",
        "Bromelains",
        "Antidepressive Agents",
        "Hippocampus",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "37021274",
      "title": "Bromelain inhibits the inflammation and senescence effect in diabetic periodontitis: A preliminary in vitro study.",
      "authors": [
        "Hung-Chieh Lu",
        "Min Yee Ng",
        "Yi-Wen Liao",
        "Shogo Maekawa",
        "Taichen Lin",
        "Cheng-Chia Yu"
      ],
      "journal": "Journal of dental sciences",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/PURPOSE: Diabetes mellitus (DM) is a chronic metabolic disorder that affects millions of people worldwide. A growing evidence suggests that hyperglycemia in DM causes a pre-aging and pro-inflammatory condition known as inflammaging, which increases periodontitis susceptibility. Bromelain has been demonstrated to have anti-inflammatory and anti-aging properties in variety of tissues, but its effects on diabetic periodontitis remain unclear. Thus, the aim of this study is to investigate the its Bromelain's impact in diabetic periodontitis in terms of inflammation and senescence activity. MATERIALS AND METHODS: We assessed the wound healing capacity, production of pro-inflammatory cytokines Interleukin (IL)-6 and IL-8 and senescence marker p16 in human gingival fibroblasts (HGFs) in response to Advanced glycation end-products (AGEs) stimulant, with or without Bromelain treatment. The expression of p65, p-ERK, and p-p38 were also examined to elucidate whether Bromelain's anti-inflammaging activity is mediated through NF-κB and MAPK/ERK signaling pathway. RESULTS: Bromelain concentrations ranging from 2.5 to 20 g/mL had no adverse effect on HGF cell proliferation. Bromelain improved wound healing in HGFs with AGEs stimulation. In addition, Bromelain suppressed the production of pro-inflammatory cytokines IL-6 and IL-8 in HGFs elicited by AGEs. Meanwhile, Bromelain treatment also inhibited the senescence activity and expression of p16 in AGEs-stimulated HGFs. Western blot analysis indicated that the upregulation of p-ERK, p-p38 and p65 induced by AGEs were inhibited by Bromelain in HGFs. CONCLUSION: These data suggest that excessive AGEs in the gingiva may lead to the accumulation of pro-inflammatory cytokines and marked senescence activity. Bromelain application may be helpful in enhancing wound healing by suppressing inflammaging via downregulation of NF-κB and MAPK/ERK signaling pathways in DM individuals with periodontal disease."
    },
    {
      "pmid": "36999703",
      "title": "Bromelain: An Enzyme Expanding its Horizon from Food to Pharmaceutical Industry.",
      "authors": [
        "Gauresh Sharma",
        "Archana Vimal"
      ],
      "journal": "Current pharmaceutical biotechnology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bromelain is a protein digestive enzyme obtained from the extract of pineapple (steam, fruit, and leaves). It is a cocktail of several thiol endopeptidases and other components like peroxidase, cellulase, phosphatase, and several protease inhibitors. It is a glycoprotein with an oligosaccharide in its molecular structure that contains xylose, fucose, mannose, and N-acetyl glucosamine. Many approaches have been used in the extraction and purification of bromelain like filtration, membrane filtration, INT filtration, precipitation, aqueous two-phase system, ion-exchange chromatography, etc. This enzyme is widely used in the food industry for meat tenderization, baking, cheese processing, seafood processing, etc. However, this enzyme also expands its applicability in the food industry. It is reported to have the potential for the treatment of bronchitis, surgical trauma, sinusitis, etc. The in vitro and in vivo studies showed that it possesses fibrinolytic, antiinflammatory, antithrombotic, anti-edematous activity, etc. The human body absorbed bromelain without any side effects or reduction in its activity. However, in some cases, it shows side effects in those patients who are allergic to pineapple. To minimize such adverse effects bromelain is immobilized inside the nanoparticles. This paper gives an overview of the production, purification, and application of this industrially important enzyme in the food and pharmaceutical industry. It also discusses the various immobilization strategies used to enhance its efficiency.",
      "mesh_terms": [
        "Humans",
        "Bromelains",
        "Proteins",
        "Meat",
        "Fruit",
        "Drug Industry"
      ]
    },
    {
      "pmid": "36670934",
      "title": "Bromelain Ameliorates Atherosclerosis by Activating the TFEB-Mediated Autophagy and Antioxidant Pathways.",
      "authors": [
        "Chia-Hui Chen",
        "Chien-Chung Hsia",
        "Po-An Hu",
        "Chung-Hsin Yeh",
        "Chun-Tang Chen",
        "Cheng-Liang Peng",
        "Chih-Hsien Wang",
        "Tzong-Shyuan Lee"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2022-Dec-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bromelain, a cysteine protease found in pineapple, has beneficial effects in the treatment of inflammatory diseases; however, its effects in cardiovascular pathophysiology are not fully understood. We investigated the effect of bromelain on atherosclerosis and its regulatory mechanisms in hyperlipidemia and atheroprone apolipoprotein E-null (apoe-/-) mice. Bromelain was orally administered to 16-week-old male apoe-/- mice for four weeks. Daily bromelain administration decreased hyperlipidemia and aortic inflammation, leading to atherosclerosis retardation in apoe-/- mice. Moreover, hepatic lipid accumulation was decreased by the promotion of cholesteryl ester hydrolysis and autophagy through the AMP-activated protein kinase (AMPK)/transcription factor EB (TFEB)-mediated upregulation of autophagy- and antioxidant-related proteins. Moreover, bromelain decreased oxidative stress by increasing the antioxidant capacity and protein expression of antioxidant proteins while downregulating the protein expression of NADPH oxidases and decreasing the production of reactive oxygen species. Therefore, AMPK/TFEB signaling may be crucial in bromelain-mediated anti-hyperlipidemia, antioxidant, and anti-inflammatory effects, effecting the amelioration of atherosclerosis."
    },
    {
      "pmid": "36544851",
      "title": "Extracorporeal shock wave therapy in association with bromelain and escin for the management of patients affected by chronic prostatitis/chronic pelvic pain syndrome.",
      "authors": [
        "Alessandro Palmieri",
        "Tommaso Cai",
        "Luigi Di Luise",
        "Carlo D'Alterio",
        "Gregorio La Cava",
        "Lorenzo Cirigliano",
        "Angelo Di Giovanni",
        "Luca Gallelli",
        "Marco Capece"
      ],
      "journal": "Biomedical reports",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Extracorporeal shock wave therapy (ESWT) has been purposed for the management of chronic prostatitis/chronic pelvic pain syndrome (CP/CPPS) with encouraging results. Phytotherapeutic compounds have been used in everyday clinical practice for patients with CP/CPSS due to their anti-inflammatory properties. The present study aimed to investigate the effects of ESWT in association with the use of bromelain and escin extracts in patients with CP/CPSS. For this purpose, 95 patients with a clinical diagnosis of CP/CPSS were enrolled in the study. The patients were randomly allocated to either the ESWT plus bromelain and escin group (group A; n=48) or the ESWT only group (group B; n=47). A total of five weekly ESWT treatment sessions were administered alone or in combination with bromelain and escin. Each session consisted of 3,000 focused shock waves. Doses of 160 and 500 mg/day bromelain and escin were administered respectively for 5 weeks. The changes in urinary symptoms, pain and quality of life were considered the main outcome measures and were assessed at baseline, and at 4, 12 and 24 weeks of follow-up. Urinary symptoms, pain and quality of life were evaluated using the international prostatic symptoms score (IPSS), visual analog scale (VAS) and the National Institutes of Health-Chronic Prostatitis Symptom Index (NIH-CPSI). After 4 weeks, the mean VAS score, mean IPSS and mean satisfaction rate score had significantly improved in patients receiving ESWT plus bromelain and escin. After 12 weeks, the mean IPSS and mean satisfaction rate score were stable in the ESWT plus bromelain and escin group, while the mean VAS score was significantly lower when compared with the baseline values in both groups. On the whole, the present study demonstrates that in patients affected by CP/CPPS, treatment with ESWT plus bromelain and escin leads to pain resolution, and both treatments improve the IPSS, VAS and NIH-CPSI results."
    },
    {
      "pmid": "36462588",
      "title": "Ameliorative effects of bromelain on aluminum-induced Alzheimer's disease in rats through modulation of TXNIP pathway.",
      "authors": [
        "Salma M Eraky",
        "Nehal M Ramadan",
        "Nada F Abo El-Magd"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is known as \"type 3 diabetes\". As thioredoxin binding protein (TXNIP) has been shown to be involved in brain insulin resistance, the present study evaluated the roles of TXNIP, phospho-insulin receptor substrate 1 (P-IRS-1), and phosphatidyl inositol-3 kinase (PI3K) in the pathogenesis of AD. The potential ameliorative effect of bromelain compared to donepezil was evaluated in an aluminum chloride (AlCl3)-induced AD in rats. Behavioral tests demonstrated similar improvements in exploratory activity, cognitive and spatial memory functions, anxiety, and depression levels between rats treated with bromelain and donepezil. Donepezil was superior to bromelain in improving locomotor activity. Histopathological examinations demonstrated neuronal degeneration in the AlCl3 group that was almost normalized by bromelain and donepezil. Moreover, there was deposition of amyloid plaques in the AlCl3 group that was improved by bromelain and donepezil. Acetylcholine esterase levels were significantly increased in rats treated with AlCl3 group and significantly decreased in rats treated with bromelain and donepezil. Furthermore, AlCl3 group showed a significantly increased TXNIP and P-IRS1 and a significantly reduced PI3K levels. These effects were ameliorated by bromelain and donepezil treatment. The present study demonstrates a previously unreported modulatory effect of bromelain on the TXNIP/P-IRS-1/PI3K axis in AD model.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Alzheimer Disease",
        "Aluminum Chloride",
        "Aluminum",
        "Donepezil",
        "Bromelains",
        "Disease Models, Animal",
        "Phosphatidylinositol 3-Kinases",
        "Cell Cycle Proteins"
      ]
    },
    {
      "pmid": "36452063",
      "title": "Bromelain Modulates Liver Injury, Hematological, Molecular, and Biochemical Perturbations Induced by Aluminum via Oxidative Stress Inhibition.",
      "authors": [
        "Fatma M El-Demerdash",
        "Doha M Hussien",
        "Nora F Ghanem",
        "Ammar M Al-Farga"
      ],
      "journal": "BioMed research international",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aluminum (Al) is an important factor in the environment as it is used in agriculture and several industries leading to hazardous effects via oxidative stress. Bromelain is a cheap extract from the byproduct waste of Ananas comosus stem. It has been used in several biological and therapeutic applications. So, this study was undertaken to assess the hepatoprotective potential of bromelain versus oxidative stress induced by aluminum chloride in rats. Results revealed that administration of AlCl3 reduced the body and liver weights and increased Al concentration in the blood and liver tissue. Also, AlCl3 caused valuable changes in hematological parameters and increased TBARS and H2O2 concentrations in rat liver. Enzymatic (SOD, CAT, GPx, GR, and GST) and nonenzymatic (GSH) antioxidants and protein content were significantly decreased. Furthermore, alterations in liver biomarkers such as bilirubin level and enzyme activities in both serum and liver homogenate (LDH, ALP, AST, and ALT) were detected. AlCl3 also caused inflammation as indicated by upregulation of the inflammation-related genes [interleukin 1 beta (IL-1β)], tumor necrosis factor-alpha (TNF-α), as well as matrix metalloproteinase (MMP9), and downregulation of nuclear factor erythroid 2 (Nrf2) expression. In addition, histopathological examination showed significant variations in the liver that confirms the biochemical results. Otherwise, bromelain intake alone slumped lipid peroxidation and gotten better antioxidant status significantly. Moreover, supplementation with bromelain before AlCl3 intoxication restores enzymatic and nonenzymatic antioxidants as well as biochemical indices and tissue architecture with respect to the AlCl3 group. In conclusion, bromelain proved its remarkable protective power to abolish AlCl3 toxicity. So, it might represent a new strategy in the therapy of metal toxicity by its antioxidant capacity.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Aluminum",
        "Bromelains",
        "Antioxidants",
        "Hydrogen Peroxide",
        "Oxidative Stress",
        "Liver",
        "Inflammation"
      ]
    },
    {
      "pmid": "36398211",
      "title": "Physical and chemical factors affecting the loading and release of bromelain from DC beads.",
      "authors": [
        "Kevin Ke",
        "Krishna Pillai",
        "Ahmed H Mekkawy",
        "Javed Akhter",
        "Samina Badar",
        "Sarah J Valle",
        "David L Morris"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Doxorubicin loaded DC beads (microspheres) has been used for treating un-resectable tumours by transarterial chemoembolization (TACE). We have shown that bromelain, an enzyme from the pineapple plant, enhances the cytotoxic effect of a number of chemotherapeutic drugs and in an earlier study we have demonstrated that it can be loaded into DC beads. Therefore, in the current study we have investigated how certain physical and chemical parameters affect its loading and release for future development of DC beads in cancer therapy. Aliquots of 40-60 µL of DC beads (100-300 µm) were treated to bromelain in distilled water and various parameters such as pH of solution, bromelain concentration, temperature, loading period, presence/absence of agitation and the cytotoxic effect of bromelain loaded beads were investigated. Further release kinetics was also studied with additional investigation of pH effect on the proteolytic activity of bromelain. Results indicate that higher loading of bromelin was achieved in the beads at lower pH, higher concentration of bromelain, with agitation, 24 hours loading and ambient room temperature. Proteolytic activity of bromelain was maximal at pH 4.5 whilst cytotoxicity was at par if not better in the bromelain loaded DC beads. Release kinetics indicated that bromelain can be delivered over several hours. Hence, we conclude that bromelain can be loaded more efficiently with manipulation of certain parameters with noticeable cytotoxicity in tumour cells."
    },
    {
      "pmid": "36380843",
      "title": "Comparison the Effect of Bromelain Enzyme, Phosphoric Acid, and Polyacrylic Acid Treatment on Microleakage of Composite and Glass Ionomer Restorations.",
      "authors": [
        "Farahnaz Sharafeddin",
        "Paniz Moraveji"
      ],
      "journal": "Journal of dentistry (Shiraz, Iran)",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "STATEMENT OF THE PROBLEM: Resin modified glass-ionomer cement (RMGIC) shows low microleakage values. Bromelain enzyme is a deproteinizing agent with an anti-inflammatory effect in human body.Efective cavity treatment is an important factor in reduction of microleakage. PURPOSE: The aim of this study was to determine the effectiveness of the deproteinizing aspect of 10% bromelain enzyme on the microleakage of RMGIC and composite restorations. MATERIALS AND METHOD: In this experimental study, 40 non-carious extracted human molar teeth were categorized in eight experimental groups (n=5). Standard class V cavities were prepared on the buccal and lingual surfaces of the teeth (n=10). The specimen were classified as Group 1, in which 20% polyacrylic acid (PAA) was applied on the teeth then treated with 10% bromelain enzyme; Group 2: 10% bromelain enzyme was applied; Group 3: 10% bromelain enzyme was applied and then treated with polyacrylic acid; Group 4: 20% polyacrylic acid was applied. Groups1 to 4 were restored with RMGIC (Fuji II LC, GC, Japan). Group 5: etched by 37% phosphoric acid and then treated by 10% bromelain; Group 6: 10% bromelain enzyme was applied without etching; Group 7: teeth were deproteinized with 10% bromelain enzyme and then etched with 37% phosphoric acid; and Group 8: cavities were etched with 37% phosphoric acid. In the groups 5 to 8, Adper single bond (3M, ESPE, USA) and filled with composite resin Z350 (3M, ESPE, USA). After thermocycling, the teeth were sectioned. Microleakage scores were measured using stereomicroscope (40×). Kruskal-Wallis and Mann-Whitney tests were used for data analysis. (p< 0.05). RESULTS: Statistical analysis did not show any significant difference in occlusal and gingival margin microleakage in glass ionomer groups (1-4) (occlusal p= 0.218, gingival p= 0.192). Kruskal-Wallis revealed significant difference in occlusal and gingival margin microleakage of Groups 5 to 8 (occlusal p= 0.006 and gingival p= 0.00). Group 5 demonstrated the lowest occlusal microleakage (occlusal mean=0.00). CONCLUSION: Applying bromelain or polyacrylic acid did not affect the microleakage of glass ionomer filling. Due to the antinflamatory effects of bromelain, we suggest using it instead of PAA. Pretreatment of 10% bromelain enzyme after phosphoric acid significantly decreased microleakage in the occlusal and gingival margin of composite filling."
    },
    {
      "pmid": "36358197",
      "title": "Therapeutic Efficacy of Bromelain in Alveolar Ridge Preservation.",
      "authors": [
        "Glauco Chisci",
        "Luca Fredianelli"
      ],
      "journal": "Antibiotics (Basel, Switzerland)",
      "publication_date": "2022-Nov-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Most of research in regenerative oral surgery describes materials or techniques for increasing volumetric results for implant-supported prosthesis. The use of bio-materials in alveolar ridge preservation after tooth extraction commonly leads to a delayed recovery. Bromelain is an enzyme that belongs to a family of proteolytic enzymes derived from the stem of the pineapple plant (Ananas comosus) with effectiveness in decreasing the inflammation development and swelling. The present paper reports a prospective comparative study performed in order to test the possible use of oral bromelain 40 mg in alveolar ridge preservation. Evaluations were performed at three time points after the surgery: after 2 days (t1), after 7 days (t2) and after 14 days (t3). A statistically significant difference among patients that used bromelain and patients that used placebo resulted among the use of bromelain and lower Visual Analogue Scale (VAS) at t1 (r = -0.75, p = 0.0067), t2 (r = -0.90, p = 0.0001) and t3 (r = -0.8566, p = 0.0008). Bromelain therapy reported a statistically significant difference among patients that used bromelain and patients that used placebo even with regards to the use of bromelain and postoperative swelling at t1 (r = -0.79, p = 0.0034), t2 (r = -0.81, p = 0.0020) but not at t3 (r = -0.34, p = 0.2967). With the result of the present paper, and the poorness of contraindication of the investigated drug, bromelain may be suggested to be used for patients that undergo to alveolar ridge preservation after tooth extraction."
    },
    {
      "pmid": "36333122",
      "title": "Multifunctional Hollow MnO2 @Porphyrin@Bromelain Nanoplatform for Enhanced Photodynamic Therapy.",
      "authors": [
        "Xiaohui Zhu",
        "Min Wang",
        "Haihui Wang",
        "Yihang Ding",
        "Yongfei Liu",
        "Zhangcheng Fu",
        "Danying Lin",
        "Chunhua Lu",
        "Xiankun Tu"
      ],
      "journal": "Small (Weinheim an der Bergstrasse, Germany)",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Photodynamic therapy (PDT) has been showing great potential in cancer treatment. However, the efficacy of PDT is always limited by the intrinsic hypoxic tumor microenvironment (TME) and the low accumulation efficiency of photosensitizers in tumors. To address the issue, a multifunctional hollow multilayer nanoplatform (H-MnO2 @TPyP@Bro) comprising manganese dioxide, porphyrin (TPyP) and bromelain (Bro), is developed for enhanced photodynamic therapy. MnO2 catalyzes the intracellular hydrogen peroxide (H2 O2 ) to produce oxygen (O2 ), reversing the hypoxic TME in vivo. The generated O2 is converted into singlet oxygen (1 O2 ) by the TPyP shell under near-infrared light, which can inhibit tumor proliferation. Meanwhile, the Bro can digest collagen in the extracellular matrix around the tumor, and can promote the accumulation of H-MnO2 @TPyP@Bro in the deeper tumor tissue, further improving the therapeutic effect of PDT. In addition, MnO2 can react with the overexpressed glutathione in TME to release Mn2+ . Consequently, Mn2+ not only induces chemo-dynamic therapy based on Fenton reaction by converting H2 O2 into hydroxyl radicals, but also activates the Mn2+ -based magnetic resonance imaging. Therefore, the developed H-MnO2 @TPyP@Bro nanoplatform can effectively modulate the unfavorable TME and overcome the limitations of conventional PDT for cancer diagnostic and therapeutic.",
      "mesh_terms": [
        "Humans",
        "Photochemotherapy",
        "Manganese Compounds",
        "Porphyrins",
        "Bromelains",
        "Oxides",
        "Photosensitizing Agents",
        "Oxygen",
        "Neoplasms",
        "Hydrogen Peroxide",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "36144767",
      "title": "Heterologous Expression and Catalytic Properties of Codon-Optimized Small-Sized Bromelain from MD2 Pineapple.",
      "authors": [
        "Rafida Razali",
        "Fikran Aranda Fahrudin",
        "Vijay Kumar Subbiah",
        "Kazufumi Takano",
        "Cahyo Budiman"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Sep-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bromelain is a unique enzyme-based bioactive complex containing a mixture of cysteine proteases specifically found in the stems and fruits of pineapple (Ananas comosus) with a wide range of applications. MD2 pineapple harbors a gene encoding a small bromelain cysteine protease with the size of about 19 kDa, which might possess unique properties compared to the other cysteine protease bromelain. This study aims to determine the expressibility and catalytic properties of small-sized (19 kDa) bromelain from MD2 pineapple (MD2-SBro). Accordingly, the gene encoding MD2-SBro was firstly optimized in its codon profile, synthesized, and inserted into the pGS-21a vector. The insolubly expressed MD2-SBro was then resolubilized and refolded using urea treatment, followed by purification by glutathione S-transferase (GST) affinity chromatography, yielding 14 mg of pure MD2-SBro from 1 L of culture. The specific activity and catalytic efficiency (kcat/Km) of MD2-SBro were 3.56 ± 0.08 U mg-1 and 4.75 ± 0.23 × 10-3 µM-1 s-1, respectively, where optimally active at 50 °C and pH 8.0, and modulated by divalent ions. The MD2-SBro also exhibited the ability to scavenge the 2,2-diphenyl-1-picryl-hydrazyl-hydrate (DPPH) with an IC50 of 0.022 mg mL-1. Altogether, this study provides the production feasibility of active and functional MD2-Bro as a bioactive compound.",
      "mesh_terms": [
        "Ananas",
        "Bromelains",
        "Codon",
        "Cysteine Proteases",
        "Glutathione Transferase",
        "Urea"
      ]
    },
    {
      "pmid": "39666287",
      "title": "Bromelain activates the AMP-activated protein kinase-autophagy pathway to alleviate hepatic lipid accumulation.",
      "authors": [
        "Po-An Hu",
        "Man-Chen Hsu",
        "Szu-Han Chen",
        "Chia-Hui Chen",
        "Yu Ru Kou",
        "Jenq-Wen Huang",
        "Tzong-Shyuan Lee"
      ],
      "journal": "Journal of food and drug analysis",
      "publication_date": "2022-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bromelain, a cysteine protease found in pineapple, is known to exert protective effects against non-alcoholic fatty liver disease (NAFLD); however, the underlying mechanism is unclear. In this study, we aimed to investigate the molecular mechanisms underlying the beneficial effects of bromelain using in vivo and in vitro models. C57BL/6 mice were fed a high-fat diet (HFD) with or without bromelain (20 mg/kg/day) for 12 weeks. We found that treatment with bromelain alleviated hepatic lipid accumulation accompanied by the activation of AMP-activated protein kinase (AMPK) and autophagy flux, as evidenced by the elevated levels of phosphorylated AMPK, ATG5, ATG7, LC3-II, and lysosome-associated membrane protein 2 (LAMP2), and the decreased levels of p62 in the liver of HFD-fed mice. In human hepatoma Huh 7 cells, bromelain prevented oleic acid (OA)-induced lipid accumulation and increased the levels of phosphorylated AMPK, ATG5, ATG7, LC3-II, and LAMP2 but decreased the levels of p62. Inhibition of AMPK and autophagy flux by specific inhibitors or small interfering RNAs suppressed bromelain-mediated protective effect on lipid accumulation. Moreover, inhibition of AMPK activity abolished the activation of autophagy flux in OA-treated hepatocytes. Collectively, these findings suggest a new molecular mechanism involving the AMPK-autophagy pathway through which bromelain confers protection against the deregulation of lipid metabolism in the liver."
    },
    {
      "pmid": "36016491",
      "title": "Effect of Er:YAG, Co2 lasers, papain, and bromelain enzymes dentin treatment on shear bond strength of composite resin.",
      "authors": [
        "Farahnaz Sharafeddin",
        "Sara Maroufi"
      ],
      "journal": "Clinical and experimental dental research",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Effective bond strength of composite resin restoration leads to its durability, so evaluation of dentin surface treatment with enzymes and laser for higher bond strength is an important factor. MATERIALS AND METHODS: Sixty human molar teeth were cut at a depth of 2 mm of occlusal part and divided into six groups (n = 10). G1: etched with 37% phosphoric, G2 and G3: 10% papain or bromelain enzymes were used on the dentinal surface, G4: 10% papain and bromelain enzyme mixture were used for. Then, the specimens were washed with distilled water. In G5 and G6: Er:YAG or Co2 lasers were used on the dentin surface. An adhesive system was applied and then nanohybrid composite was placed in teflon mold and light cured. Samples were subjected to a shear bond strength (SBS) test by universal testing machines. Statistical analysis was performed, using one-way analysis of variance and Tukey HSD tests (p < .05). RESULTS: The mean SBS in G1 was significantly higher in comparison with the other groups (p < .0001). On the other hand, a comparison of mean SBS between groups 2, 3, 4, and 5 shows no significant differences (p = .221). The mean SBS in group 6 (Co2 laser) was significantly lower in comparison with the other groups (p < .0001). CONCLUSION: Results showed that SBS of composite resin to dentin was not significantly affected, using either bromelain or papain 10% enzymes or erbium laser. Co2 laser had a negative effect on dentin and decreased the SBS. Phosphoric acid has the best result.",
      "mesh_terms": [
        "Humans",
        "Composite Resins",
        "Lasers, Gas",
        "Papain",
        "Dental Bonding",
        "Bromelains",
        "Dental Cements"
      ]
    },
    {
      "pmid": "36013039",
      "title": "Preliminary Single-Center Experience of Bromelain-Based Eschar Removal in Children with Mixed Deep Dermal and Full Thickness Burns.",
      "authors": [
        "Tomasz Korzeniowski",
        "Ewelina Grywalska",
        "Jerzy Strużyna",
        "Magdalena Bugaj-Tobiasz",
        "Agnieszka Surowiecka",
        "Izabela Korona-Głowniak",
        "Magdalena Staśkiewicz",
        "Kamil Torres"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2022-Aug-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Early eschar removal is the standard management of burns. The goal is to remove all of the necrotic tissue and render the wound suitable for healing or skin grafting. The enzymatic debridement of burn wounds allows for minimally invasive removal of burn eschar. The aim of the study was to describe and compare the demographic characteristics, surgical treatment and outcomes of patients treated with Nexobrid® with patients who had standard surgical excision. MATERIAL AND METHODS: A retrospective review was conducted on children who underwent enzymatic debridement. The study group was compared with children treated with the standard of care (SoC). RESULTS: Twelve children (mean age 8 years, range 3 to 15 years) with mixed deep dermal and full thickness burn wounds were treated with Nexobrid®. The mean size of the burns was 29% TBSA. The median percentage TBSA debrided using Nexobrid® was 15% (range 2-27%). In a clinical assessment, enzymatic debridement was effective in removing dead tissue in a single application. No adverse reaction to Nexobrid® and serious complications after enzymatic procedure were recorded in the study group. The estimated relative risk of the need for reconstructive procedures decreases 3.5 times for the study group (RR 3.5, 95%CI 0.9-13.5, p = 0.089). CONCLUSION: The bromelain-based enzymatic method offers a good and safe debridement option to improve the treatment and life quality of children with severe burns. The main outcome of interest was the number of reconstructive procedures due to scar contractures, which was reduced in the group treated enzymatically compared to the SoC-treated children."
    },
    {
      "pmid": "36011184",
      "title": "Single-Center-Single-Blinded Clinical Trial to Evaluate the Efficacy of a Nutraceutical Containing Boswellia Serrata, Bromelain, Zinc, Magnesium, Honey, Tyndallized Lactobacillus Acidophilus and Casei to Fight Upper Respiratory Tract Infection and Otitis Media.",
      "authors": [
        "Antonio Della Volpe",
        "Pietro De Luca",
        "Antonietta De Lucia",
        "Francesco Martines",
        "Piera Piroli",
        "Luca D'Ascanio",
        "Angelo Camaioni",
        "Ignazio La Mantia",
        "Arianna Di Stadio"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2022-Aug-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Some nutraceuticals have been studied as supportive treatment for fighting upper respiratory tract infection and middle ear disease. Our study aims at evaluating the effect of a specific oral supplementation in the treatment of pediatric otits media. The subjects were randomly assigned by the physician (single-blinded study) to one of three groups: Control Group (CG), Treatment Group 1 (TG1), or Treatment Group 2 (TG2). Both TG were treated with Flogostop Duo (for 20 days-TG1 or 30 days-TG2) in combination with the standard treatment, while CG underwent standard treatment only. The standard treatment was nasal aerosol with Fluticasone and Mucolytic, and nasal washing with hypertonic solution. All patients were analyzed by otoscopy, impedance, fibroscopy, and pure auditory test at the baseline (T0), after 20 days (T1) and 35 days (T2). 120 children were included in the study, 40 in the CG, 40 in the TG1, and 40 in the TG2. Both TG1 and TG2 presented statistically significant differences with respect to controls in otoscopy, impedance, fibroscopy, and PTA at T2. The otoscopy improved at T2 with statistically significant value only in TG2. The impedance and fibroscopy improved at T1 both in TG1 and TG2 compared to CG. A statistically significant improvement was observed in TG2 at T2 in comparison to both CG and TG1. Statistically significant differences were observed in PTA at T2 only compared with controls. This study confirmed the efficacy of nutraceutical as supporting therapy in the upper respiratory tract infection in children. In particular, the supplement containing Boswellia serrata and Bromelain, which are molecules with strong anti-inflammatory and pain-control capacities, could add the benefit without the adverse effects which are related to NSAID use."
    },
    {
      "pmid": "35918878",
      "title": "Evaluation of Bromelain-Based Enzymatic Debridement Combined with Laser Doppler Imaging and Healing of Burn Wounds.",
      "authors": [
        "Tomasz Korzeniowski",
        "Jerzy Strużyna",
        "Kamil Torres"
      ],
      "journal": "Medical science monitor : international medical journal of experimental and clinical research",
      "publication_date": "2022-Aug-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND Accurate estimation of burn depth is crucial for correct treatment decision making. Bromelain-based enzymatic debridement (ED) may improve clinical assessment of burn depth. Laser Doppler imaging (LDI) provides a valuable indicator of burn depth by analyzing microcirculation within tissue beds. This study aimed to evaluate bromelain-based enzymatic debridement combined with laser Doppler imaging and healing of 42 wounds in 19 patients with mixed second- and third-degree thermal burns. MATERIAL AND METHODS We included 42 wounds in 19 patients with mixed deep dermal and full-thickness thermal burns. All patients were treated with eschar-specific removal agent for ED. The perfusion of each wound after ED was assessed using LDI. Healing time was estimated by 2 experienced burn surgeons and marked by the observation of epithelization. The usefulness of the LDI performed after ED in predicting healing time was estimated. The findings were analyzed to determine a cut-off value for LDI that indicates if a burn will heal spontaneously. RESULTS We observed that burn wounds with higher mean perfusion healed faster. The analysis showed a strong relationship between perfusion after ED and healing time (Spearman rank correlation coefficient=-0.803). A mean perfusion greater than 296.89 indicated that the wound could heal spontaneously and does not require skin grafting. CONCLUSIONS LDI examination of an already debrided wound allows for a reliable assessment of perfusion at an early stage of treatment. The use of a safe and effective debridement method in conjunction with a non-invasive diagnostic tool could improve burn management.",
      "mesh_terms": [
        "Bromelains",
        "Burns",
        "Debridement",
        "Humans",
        "Lasers",
        "Skin",
        "Wound Healing"
      ]
    },
    {
      "pmid": "35764058",
      "title": "A Comparison of Topical Agents for Eschar Removal in a Porcine Model: Bromelain-enriched vs Traditional Collagenase Agents.",
      "authors": [
        "Adam J Singer",
        "Eshani N Goradia",
        "Samuel Grandfield",
        "Nigel Zhang",
        "Kunal Shah",
        "Steve A McClain",
        "Steven Sandoval",
        "Yaron Shoham"
      ],
      "journal": "Journal of burn care & research : official publication of the American Burn Association",
      "publication_date": "2023-Mar-02",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Surgical excision and grafting of deep partial-thickness (DPT) and full-thickness (FT) burns is a cornerstone of wound care. The use of commercially available topical enzymatic agents has been limited due to slower and less complete eschar removal than surgical excision. Using a porcine model of DPT and FT burns, we compared the eschar removal efficacy of a bromelain-enriched enzymatic agent derived from the stems of pineapple plants and a commercially available collagenase. We created 40 DPT and 40 FT burns on four anesthetized Yorkshire pigs. Eschar removal was initiated 24 hours later. Two pigs each were randomly assigned to collagenase or the bromelain-enriched agent. The bromelain-enriched agent was applied topically once for 4 hours followed by a 2-hour soaking. The collagenase was applied topically daily until complete removal of eschar or for up to 14 days. All bromelain-enriched treated FT burns underwent complete removal of the eschar after a single application while none of the collagenase-treated FT burns underwent complete removal of the eschar even after 14 days of treatment. All bromelain-enriched treated DPT burns had complete eschar removal after the single application. None of the collagenase-treated DPT burns experienced complete removal of eschar after 10 days; by day 14, 35% had complete eschar removal, 30% had >50% eschar removed, and 35% had <50% eschar removed. We conclude that eschar removal is quicker and more complete with the bromelain-enriched compared with collagenase debriding agent.",
      "mesh_terms": [
        "Animals",
        "Bromelains",
        "Burns",
        "Collagenases",
        "Debridement",
        "Swine",
        "Wound Healing"
      ]
    },
    {
      "pmid": "35740469",
      "title": "Bromelain Protects Critically Perfused Musculocutaneous Flap Tissue from Necrosis.",
      "authors": [
        "Andrea Weinzierl",
        "Yves Harder",
        "Daniel Schmauss",
        "Michael D Menger",
        "Matthias W Laschke"
      ],
      "journal": "Biomedicines",
      "publication_date": "2022-Jun-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bromelain has previously been shown to prevent ischemia-induced necrosis in different types of tissues. In the present study, we, therefore, evaluated for the first time, the tissue-protective effects of bromelain in musculocutaneous flaps in mice. Adult C57BL/6N mice were randomly assigned to a bromelain treatment group and a control group. The animals were treated daily with intraperitoneal injections of 20 mg/kg bromelain or saline (control), starting 1 h before the flap elevation throughout a 10-day observation period. The random-pattern musculocutaneous flaps were raised on the backs of the animals and mounted into a dorsal skinfold chamber. Angiogenesis, nutritive blood perfusion and flap necrosis were quantitatively analyzed by means of repeated intravital fluorescence microscopy over 10 days after surgery. After the last microscopy, the flaps were harvested for additional histological and immunohistochemical analyses. Bromelain reduced necrosis of the critically perfused flap tissue by ~25%. The bromelain-treated flaps also exhibited a significantly higher functional microvessel density and an elevated formation of newly developed microvessels in the transition zone between the vital and necrotic tissues when compared to the controls. Immunohistochemical analyses demonstrated a markedly lower invasion of the myeloperoxidase-positive neutrophilic granulocytes and a significantly reduced number of cleaved caspase 3-positive apoptotic cells in the transition zone of bromelain-treated musculocutaneous flaps. These findings indicate that bromelain prevents flap necrosis by maintaining nutritive tissue perfusion and by suppressing ischemia-induced inflammation and apoptosis. Hence, bromelain may represent a promising compound to prevent ischemia-induced flap necrosis in clinical practice."
    },
    {
      "pmid": "35722075",
      "title": "Effect of nonthermal atmospheric plasma, grape seed extract, and bromelain on immediate bonding of composite to bleached and microabraded surfaces.",
      "authors": [
        "Mayana Aameena Banu",
        "Nagesh Bolla",
        "Sravanthi Tammineedi",
        "Sayesh Vemuri",
        "Ram Chowdary Basam",
        "Anil Kumar Ganapati"
      ],
      "journal": "Journal of conservative dentistry : JCD",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Tooth whitening procedures such as bleaching and microabrasion alters the enamel surface and thus reduce the composites' bond strength. Hence, various surface treatments were introduced to overcome this problem. AIM: To assess the effect of nonthermal atmospheric plasma (NTAP), grape seed extract (GSE) and bromelain on the shear bond strength (SBS) of the composite after bleaching and microabrasion. MATERIALS AND METHODS: Eighty extracted maxillary anterior teeth were distributed into two groups. Group 1: bleaching and Group 2: Microabrasion and further subdivided into four subgroups (n = 10) based on the form of surface treatment employed. Group A: no surface treatment, Group B: bromelain, Group C: GSE, Group D: NTAP. Composite resin was bonded to the labial surface and placed in artificial saliva for 24 h. SBS testing was done for all the samples. STATISTICAL ANALYSIS: Analysis was performed using two-way analysis of variance and post hoc Tukey's test with P < 0.05 considered statistically significant. RESULTS: Group 1D revealed the highest bond strength (35.4 Mpa) and Group 1A showed the least bond strength values (15.7 Mpa). Among the bleaching groups, significant difference was observed between all the subgroups except Group 1A and 1B (P = 0.972). In microabrasion group, significant difference was observed between Group 2A and 2D (P = 0.0001), Group 2B and 2D (P = 0.0010), and Group 2C and 2D (P = 0.0001). CONCLUSIONS: Following bleaching, NTAP application and GSE significantly improved the SBS of composite resin. Application of NTAP to microabraded surfaces increased the bond strength of composite resin."
    },
    {
      "pmid": "35722069",
      "title": "Comparative evaluation of antimicrobial efficacy of calcium hydroxide, triple antibiotic paste and bromelain against Enterococcus faecalis: An In Vitro study.",
      "authors": [
        "Neelam D Chandwani",
        "Neetu Maurya",
        "Pradnya Nikhade",
        "Jaya Chandwani"
      ],
      "journal": "Journal of conservative dentistry : JCD",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Considering the effectiveness and safety concerns of synthetic intracanal medicaments (ICM), alternative usage of herbal ingredients in the root canal treatment may prove to be beneficial. Hence, the naturally available potent proteolytic, anti-inflammatory, and antimicrobial pineapple extract Bromelain as an ICMs needs to be studied. AIM: The aim of this study is to evaluate and compare the antimicrobial efficacy of calcium hydroxide (CaOH) and triple antibiotic paste (TAP) with Bromelain against Enterococcus faecalis bacteria using the turbidity method. MATERIALS AND METHODS: Forty-four freshly extracted single-rooted teeth were collected and 6 mm sections were prepared. These samples were infected with E. faecalis bacteria (ATCC 29212), randomly divided into four groups. Negative control, CaOH paste, TAP, and Bromelain paste. After the removal of medicament, the optical density (OD) of the dentinal shavings was measured using a spectrophotometer. STATISTICAL ANALYSIS: The Chi-square and Kruskal - Wallis ANOVA test were used. The confidence interval was set to 95% at 5% significance level. RESULTS: TAP showed less OD than CaOH2 paste which is statistically significant. (P = 0.0022). The OD reading of Bromelain paste was less than CaOH2 with P = 0.007. The OD of Bromelain and TAP were statistically insignificant (P = 0.095), indicating their comparable antibacterial efficacy. CONCLUSIONS: The antimicrobial efficiency of Bromelain was found to be more effective than Ca (OH) 2 paste and comparable to TAP against E. faecalis."
    },
    {
      "pmid": "35684129",
      "title": "New Mechanisms of Bromelain in Alleviating Non-Alcoholic Fatty Liver Disease-Induced Deregulation of Blood Coagulation.",
      "authors": [
        "Po-An Hu",
        "Sz-Han Wang",
        "Chia-Hui Chen",
        "Bei-Chia Guo",
        "Jenq-Wen Huang",
        "Tzong-Shyuan Lee"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bromelain, an enzyme extracted from the stems of pineapples, exerts anticoagulant effects; however, the regulatory mechanisms are not fully understood. Here, we aimed to investigate the effects of bromelain on non-alcoholic fatty liver disease (NAFLD)-induced deregulation of blood coagulation and the underlying molecular mechanisms. C57BL/6 mice were fed a high-fat diet (HFD), with or without bromelain (20 mg/kg/day) administration, for 12 weeks. Treatment with bromelain decreased thrombus formation in the liver and prolonged HFD-induced shortened prothrombin, activated partial thromboplastin, and fibrinogen times. Moreover, liquid chromatography-mass spectrometry/mass spectrometry and Western blot analysis showed that bromelain inhibited NAFLD-induced activation of the intrinsic, extrinsic, and common pathways by upregulating the protein expression of antithrombin III, serpin family G member 1, and α1-antitrypsin, and downregulating the protein expression of fibrinogen in the liver and plasma. Bromelain also upregulated the level of plasminogen and downregulating factor XIII expression in the liver and plasma. Collectively, these findings suggest that bromelain exerts anticoagulant effects on NAFLD-induced deregulation of coagulation by inhibiting the activation of the coagulation cascade, decreasing the stability of clots, and promoting fibrinolytic activity. The present study provides new insights into the potential therapeutic value of bromelain for the prevention and treatment of thrombosis-related diseases.",
      "mesh_terms": [
        "Animals",
        "Anticoagulants",
        "Blood Coagulation",
        "Bromelains",
        "Diet, High-Fat",
        "Fibrinogen",
        "Liver",
        "Mice",
        "Mice, Inbred C57BL",
        "Non-alcoholic Fatty Liver Disease"
      ]
    },
    {
      "pmid": "35666314",
      "title": "Use of an alfa-lipoic, Methylsulfonylmethane, Boswellia serrata and Bromelain dietary supplement (OPERA®) for aromatase inhibitors-related arthralgia management (AIA): a prospective phase II trial (NCT04161833).",
      "authors": [
        "Isacco Desideri",
        "Sara Lucidi",
        "Giulio Francolini",
        "Icro Meattini",
        "Lucia Pia Ciccone",
        "Viola Salvestrini",
        "Marianna Valzano",
        "Ilaria Morelli",
        "Lucia Angelini",
        "Vieri Scotti",
        "Pierluigi Bonomo",
        "Daniela Greto",
        "Francesca Terziani",
        "Carlotta Becherini",
        "Luca Visani",
        "Lorenzo Livi"
      ],
      "journal": "Medical oncology (Northwood, London, England)",
      "publication_date": "2022-Jun-06",
      "publication_types": [
        "Clinical Trial, Phase II",
        "Journal Article"
      ],
      "abstract": "Aromatase Inhibitors (AIs) are recommended for the adjuvant treatment of hormone receptor positive breast cancer in both high-risk pre-menopausal and post-menopausal population; arthralgia is the main cause of discontinuation of therapy and affects up to 25% of population on AI treatment. The objective of the study was to prospectively evaluate OPERA® (GAMFARMA srl, Milan, Italy), a new dietary supplement where α-Lipoic acid, Boswellia serrata, Methylsulfonylmethane and Bromelain are combined in a single hard-gelatin capsule to be taken once a day. Fifty-three patients with arthralgia (NCI-CTCAE v4.0 grade ≥ 1) occurring during AI therapy were enrolled. All patients received OPERA® from enrollment (T0) up to sixth months (T3). Patients' AI-related arthralgia was evaluated every two months with VAS Scale, PRAI questionnaire, and CTCAE scale. Primary endpoint was the number of patients with symptom resolution (G0) at T3 if compared to T0, according to CTCAE and VAS scale. Secondary endpoints were decrease in arthralgia intensity measured with PRAI score at T3 compared to baseline, safety of OPERA® and rate of AI interruption. Treatment with OPERA® supplement was overall well tolerated; no relevant toxicities related to OPERA® intake were reported. Seven subjects (13.2%) were not included in the final analysis because of consent withdrawal. 46 participants were eligible for final analysis. According to CTCAE scale, 10 out of 46 patients reported symptoms resolution at 6-month follow-up from the time of enrollment T0 (p = 0.0009). According to VAS score, 5 patients reported complete resolution of symptoms at T3 if compared to baseline starting situation T0 (p = 0.0222). Analysis of PRAI score showed a significant reduction in arthralgia-related pain perceived (p = 0.0001). OPERA® was able to reduce the intensity of arthralgia related to AI therapy. Randomized, double-blind studies are warranted to confirm the effectiveness of this dietary supplement.",
      "mesh_terms": [
        "Aromatase Inhibitors",
        "Arthralgia",
        "Boswellia",
        "Breast Neoplasms",
        "Bromelains",
        "Dietary Supplements",
        "Dimethyl Sulfoxide",
        "Female",
        "Humans",
        "Immunologic Factors",
        "Prospective Studies",
        "Sulfones"
      ]
    },
    {
      "pmid": "35406133",
      "title": "Effect of a Fixed Combination of Curcumin, Artemisia, Bromelain, and Black Pepper Oral Administration on Optical Coherence Tomography Angiography Indices in Patients with Diabetic Macular Edema.",
      "authors": [
        "Flavia Chiosi",
        "Michele Rinaldi",
        "Giuseppe Campagna",
        "Gianluigi Manzi",
        "Vincenzo De Angelis",
        "Francesco Calabrò",
        "Luca D'Andrea",
        "Fausto Tranfa",
        "Ciro Costagliola"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: To investigate the effects of a fixed combination of Curcumin (200 mg), Artemisia (80 mg), Bromelain (80 mg), and Black pepper (2 mg) on vascular parameters in mild to moderate diabetic macular edema (DME). Design: Prospective, case-control study. Methods: Fifty-six patients affected by diabetes mellitus type II were enrolled in the study. Twenty-eight patients with DME received 2 tablets/day, before meals of a dietary complementary supplement containing in fixed combination Curcumin (200 mg), Artemisia (80 mg), Bromelain (80 mg), and Black pepper (2 mg) (Intravit®, OFFHEALTH Spa, Firenze, Italy) for 6 months. Twenty-eight age-matched subjects affected by diabetes mellitus type II were given placebo and served as control group. Patients underwent best correct visual acuity (BCVA), swept optical coherence tomography (OCT), and OCT-Angiography (OCTA). OCTA images of the superficial capillary plexus (SCP) and deep capillary plexus (DCP) were obtained for each eye. By the end of the follow-up patients were defined responder to the therapy when a decrease of more than 30 μm was registered in central retinal thickness (CRT) measurement, while a poor responder was determined by the absence of reduction or an increase in central retinal thickness at 6 months. We assessed the foveal avascular zone (FAZ) area, vessel density and quantified the number of microaneurysms in each layer. Results: A significant improvement of BCVA and CRT reduction was recorded at 6 months follow-up in the dietary complementary supplementation group compared to control (respectively p = 0.028 and p = 0.0003). VD of the total capillary plexus, microaneurysms count, glycaemia and HbA1c did not vary over the follow-up period between groups. Within the Intravit® group, poor responders tended to show a larger FAZ area, more microaneurysms, and a lower VD in the DCP compared to the good responders group (p < 0.0001). Conclusions: A fixed combination of Curcumin, Artemisia, Bromelain, and Black pepper oral administration may have a positive impact on central retinal thickness, visual acuity, and VD of the DCP in compensated type 2 diabetic patients with mild DME.",
      "mesh_terms": [
        "Administration, Oral",
        "Artemisia",
        "Bromelains",
        "Case-Control Studies",
        "Curcumin",
        "Diabetes Mellitus",
        "Diabetic Retinopathy",
        "Fluorescein Angiography",
        "Humans",
        "Macular Edema",
        "Microaneurysm",
        "Piper nigrum",
        "Prospective Studies",
        "Retinal Vessels",
        "Retrospective Studies",
        "Tomography, Optical Coherence"
      ]
    },
    {
      "pmid": "35400962",
      "title": "In vitro anticoccidial activity of nanoencapsulated bromelain against Eimeria spp. oocysts isolated from goats in Kenya.",
      "authors": [
        "Ahmota Romain Daiba",
        "John Maina Kagira",
        "Maina Ngotho",
        "James Kimotho",
        "Naomi Maina"
      ],
      "journal": "Veterinary world",
      "publication_date": "2022-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIM: The emergence of drug-resistant strains of Eimeria spp. calls for the development of novel anticoccidial drugs. Plant extracts provide a possible natural source for such drugs. This study aimed to investigate the in vitro anticoccidial activity of encapsulated bromelain (EB) in chitosan nanocarriers on Eimeria spp. oocysts isolated from goats kept by farmers in Kenya. MATERIALS AND METHODS: Bromelain was extracted from the peel of ripe pineapples using standard methods. Eimeria spp. oocysts were isolated from the feces of goats using a flotation method. The inhibition of sporulation was assayed after exposing the oocysts to solutions of EB, non-EB (NEB), and diclazuril (positive control) at concentrations between 4 mg/mL and 0.125 mg/mL for 48 h. The oocysts were examined under a microscope (40x) to determine the effects of the drugs on the sporulation process. The percentage of sporulation inhibition was calculated after 48 h and the inhibition concentration 50% (IC50) was determined by probit analysis. RESULTS: Bromelain manifested anticoccidial activity through the inhibition of the sporulation of coccidia oocysts. EB achieved inhibition with a lower dose compared with NEB. The IC50 values of diclazuril, EB, and NEB were 0.078 mg/mL, 0.225 mg/mL, and 0.575 mg/mL, respectively. There were significant differences (p<0.01) between the IC50 of EB and NEB compared with the standard treatment drug. CONCLUSION: This preliminary study showed that EB has anticoccidial activity supporting further evaluation at an in vivo level to develop a novel drug for the management of coccidiosis in goats."
    },
    {
      "pmid": "35355740",
      "title": "Protective Effects of Bromelain against Cadmium-Induced Pulmonary Intoxication in Rats: A Histopathologic and Cytologic Study.",
      "authors": [
        "S Rafiei-Asl",
        "Gh Khadjeh",
        "S M Jalali",
        "J Jamshidian",
        "A Rezaie"
      ],
      "journal": "Archives of Razi Institute",
      "publication_date": "2021-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Bromelain is the active substance of pineapple with a variety of therapeutic properties. In this study, the possible protective effects of bromelain were assessed against cadmium acute intratracheal exposure and its bronchopulmonary cytologic and histopathologic consequences. For this purpose, the following treatments were performed on 11 groups of Wistar rats: group 1 was negative control; groups2 and 3 received Cadmium Chloride (CdCl2) 400 µg/rat intratracheally and sampled after 5 and 10 days, respectively; groups4 and 5received bromelain 20 mg/kg orally (PO) from 14 days before until 5 and 10 days after CdCl2 instillation, respectively; groups6 and 7received bromelain 40 mg/kg from 14 days before until 5 and 10 days after CdCl2 instillation, respectively; group 8received bromelain 40 mg/kg for 24 days; groups9 and 10: celecoxib 25 mg/kg PO from 1day before until 5 and 10 days after CdCl2 instillation, respectively; group 11 received celecoxib for 11 days. Cytologic evaluation of bronchoalveolar lavage fluid revealed that intratracheal cadmium administration resulted in a significant rise in total cell count, epithelial cells, neutrophils, and eosinophils, 5- and 10-days post-exposure. Treatment with bromelain either in low or high doses in cadmium-exposed rats resulted in a significant reduction of neutrophil count. Bromelain treatment could not completely prevent or recover interstitial pneumonia and fibrinous bronchopneumonia in cadmium exposed rats. However, administration of low doses resulted in a significant decrease of semi quantitative histopathologic scores, including pneumonia and cellular infiltration indices. In conclusion, bromelain may help to improve the cytological and histopathological complications following cadmium intoxication in the lungs.",
      "mesh_terms": [
        "Animals",
        "Bromelains",
        "Cadmium",
        "Cadmium Chloride",
        "Lung",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "35219781",
      "title": "Pharmacological evaluation of bromelain in mouse model of Alzheimer's disease.",
      "authors": [
        "Rakesh Kumar",
        "Rajan Kumar",
        "Neha Sharma",
        "Navneet Khurana",
        "Sachin Kumar Singh",
        "Saurabh Satija",
        "Meenu Mehta",
        "Manish Vyas"
      ],
      "journal": "Neurotoxicology",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current study elucidates pharmacological evaluation of bromelain as a bioactive compound obtain from pineapple stem belongs to family Bromeliaceae in AlCl3 and D - galactose induced mice. In mice, co-administration of AlCl3 at dose 5 mg/kg b.w., via the oral route, and D - galactose at dose 60 mg/kg b.w., via intraperitoneal route for 90 days resulted in cognitive impairment, spatial learning, and memory deficits, as well as neurotoxicity. However, 30 consecutive days, treatments via an intraperitoneal route with bromelain low dose (Brm L) at dose 10 mg/kg b.w., bromelain high dose (Brm H) at dose 20 mg/kg b.w., donepezil (Dnpz) at dose 2 mg/kg b.w., and Brm L + Dnpz at doses 10, 2 mg/kg b.w. were considerably reversed the effect of AlCl3 and D - galactose induced AD mice. Consequences of behavioral parameters (Morris water maze, elevated plus maze and locomotor), biochemical estimation (MDA, GSH, SOD, CAT, Nitrite and AChE), and ELISA tests (mouse BACE, Aβ1 - 42, TNF-α, IL-6, and BDNF) confirmed significant (p < 0.05) neuroprotective effect of treatments in AlCl3 and D - galactose induced mice. Additionally, hematoxylin and eosin staining of the cerebral cortex and the hippocampus exposed eosinophilic lesions and hyperchromatic nuclei in AD mice, but these neurodegenerative effects were eliminated by Brm L, Brm H, Dnpz, and Brm L + Dnpz treatments. Thus, bromelain alone and in combination with donepezil prevent AlCl3 and D - galactose induced spatial learning and memory deficits, as well as cognitive impairment, by increasing cholinergic activity and synaptic plasticity, as well as reducing oxidative damage, neuroinflammation, Aβ 1-42 aggregations, and histopathological damage, according to our findings. The present study consequences indicate that bromelain alone and in combination with donepezil appears to have neuroprotective properties. Henceforward, this may be a promising treatment option for Alzheimer's disease.",
      "mesh_terms": [
        "Aluminum Chloride",
        "Alzheimer Disease",
        "Animals",
        "Bromelains",
        "Disease Models, Animal",
        "Donepezil",
        "Galactose",
        "Hippocampus",
        "Maze Learning",
        "Memory Disorders",
        "Mice",
        "Neuroprotective Agents",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "35096299",
      "title": "Evaluation of debridement effects of bromelain-loaded sodium alginate nanoparticles incorporated into chitosan hydrogel in animal models.",
      "authors": [
        "Samaneh Bayat",
        "Akram Rabbani Zabihi",
        "Sara Amel Farzad",
        "Jebrail Movaffagh",
        "Ezzat Hashemi",
        "Sepideh Arabzadeh",
        "Maryam Hahsemi"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Bromelain, a mixture of proteolytic enzymes from pineapple (Ananas comosus) is known as a potential debriding agent in burn treatment. In this research, the debridement efficiency of chitosan hydrogel loaded by sodium alginate-chitosan nanoparticles (NPs) containing bromelain (Br 10%-AG-CS NPs) was evaluated in animal models. MATERIALS AND METHODS: The NPs were prepared using the ionic gelation technique and their properties were identified. Then, the debridement effect of bromelain NPs incorporated into chitosan hydrogel was evaluated 4 hr after wound treatment in animal models. RESULTS: The particle size of positively charged Br-AG-Cs NPs was about 390±25 nm. The encapsulation efficiency of bromelain into AG-CS NPs was about 92%. The in vitro release profile showed that the maximum release of bromelain from NPs occurred during the first 4 hr (70%). The hydrogel structure did not significantly affect the profile release of bromelain in the formulation. After 6 months of storage at 4 and 25 °C, the synthesized NPs indicated no significant changes in bromelain activity. It was found that Br 10%-Ag-Cs NPs-CS hydrogel had the most beneficial effects on reducing necrotic tissues and resulted in re-epithelialization compared with other treated groups (negative and positive control, CS hydrogel, and Br 10%-CS hydrogel). CONCLUSION: Therefore, using this novel formulation can be considered a potential debridement agent."
    },
    {
      "pmid": "35064095",
      "title": "A Questionnaire-Based Study to Obtain a Consensus from 5 Polish Burns Centers on Eschar Removal by Bromelain-Based Enzymatic Debridement (Nexobrid®) in Burns Following the 2020 Updated European Consensus Guidelines.",
      "authors": [
        "Tomasz Korzeniowski",
        "Jerzy Strużyna",
        "Anna M Chrapusta",
        "Andrzej Krajewski",
        "Marek Kucharzewski",
        "Krzysztof Piorun",
        "Jakub Nowakowski",
        "Agnieszka Surowiecka",
        "Magdalena Kozicka",
        "Kamil Torres"
      ],
      "journal": "Medical science monitor : international medical journal of experimental and clinical research",
      "publication_date": "2022-Jan-22",
      "publication_types": [
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND The supplementary treatment of burns with enzymatic debridement with Nexobrid® was approved in Europe in 2013. The 2017 European consensus guidelines on the removal of eschar in burns by bromelain-based enzymatic debridement were updated in 2020. This questionnaire-based study aimed to obtain a consensus from 5 Polish burns centers on eschar removal by Nexobrid® in burns following the 2020 updated European consensus guidelines. MATERIAL AND METHODS A panel of 5 experts representing the leading burn treatment centers in Poland (Cracow, Gryfice, Siemanowice Śląskie, Poznań, and Łęczna) was convened. A modified Delphi process was implemented with panel member selection, literature review, 2 rounds of voting in which panelists were asked to evaluate the European consensus and Polish consensus building by data analysis, statements preparation, final voting, and manuscript drafting. RESULTS The knowledge and experience of experts from Poland's leading burn centers resulted in the development of guidelines, formulated as 24 statements representing the following areas: indications and usage, pain management, application principles, post-enzymatic debridement wound dressing, and early and long-term outcomes. An analysis of the 7-point Likert scale polls revealed that 23 of the 24 statements achieved 100% consensus. CONCLUSIONS The findings from this survey from 5 major centers in Poland supported the main recommendations from the 2020 updated European consensus guidelines on the removal of eschar in burns by Nexobrid® and may serve as a practical guide for surgeons who care for patients with burns in this country.",
      "mesh_terms": [
        "Bromelains",
        "Burn Units",
        "Burns",
        "Consensus",
        "Debridement",
        "Europe",
        "Humans",
        "Poland",
        "Practice Guidelines as Topic",
        "Surveys and Questionnaires",
        "Wound Healing"
      ]
    },
    {
      "pmid": "35035694",
      "title": "Bromelain and acetylcysteine (BromAc®) alone and in combination with gemcitabine inhibit subcutaneous deposits of pancreatic cancer after intraperitoneal injection.",
      "authors": [
        "Ahmad H Mekkawy",
        "Krishna Pillai",
        "Hyerim Suh",
        "Samina Badar",
        "Javed Akhter",
        "Vahan Képénékian",
        "Kevin Ke",
        "Sarah J Valle",
        "David L Morris"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gemcitabine (GEM) is commonly chosen for treating pancreatic cancer. However, its use is limited by toxicity. Earlier in vitro studies with GEM in combination with Bromelain (Brom) and Acetylcysteine (Ac) indicated a substantial reduction in IC50. In this study, immunocytochemistry and Western blot were used to explore the mechanistic effects of Brom and Ac (BromAc®) in vitro. Then, we explored the efficacy and safety of BromAc® only and with GEM in a pancreatic cancer model in vivo. Immunocytochemistry results revealed a reduction in both MUC1 and MUC4 post-treatment. There was a decrease in VEGF, MMP-9, NF-κβ and cleavage of PARP. There was also a decrease in the cell cycle regulators Cyclin B and D as well as TGF-β and the anti-apoptotic Bcl-2. In vivo, the low and high doses of BromAc® alone and with chemotherapy agents were safe. A very significant reduction in pancreatic tumour volume, weight, and ki67 were seen with BromAc® therapy and was equal to treatment with GEM alone and better than treatment with 5-FU. In addition, tumour density was significantly reduced by BromAc®. In conclusion, the anticancer effect of BromAc® is probably related to its mucin depletion activity as well as its effect on proteins involved in cell cycle arrest, apoptosis and modulation of the tumour microenvironment. The in vivo results are encouraging and are considered the first evidence of the efficacy of BromAc® in pancreatic cancer. These results also provide some mechanistic leads of BromAc®."
    },
    {
      "pmid": "34959865",
      "title": "Beneficial Properties of Bromelain.",
      "authors": [
        "Pawel Hikisz",
        "Joanna Bernasinska-Slomczewska"
      ],
      "journal": "Nutrients",
      "publication_date": "2021-Nov-29",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Bromelain is a major sulfhydryl proteolytic enzyme found in pineapple plants, having multiple activities in many areas of medicine. Due to its low toxicity, high efficiency, high availability, and relative simplicity of acquisition, it is the object of inexhaustible interest of scientists. This review summarizes scientific reports concerning the possible application of bromelain in treating cardiovascular diseases, blood coagulation and fibrinolysis disorders, infectious diseases, inflammation-associated diseases, and many types of cancer. However, for the proper application of such multi-action activities of bromelain, further exploration of the mechanism of its action is needed. It is supposed that the anti-viral, anti-inflammatory, cardioprotective and anti-coagulatory activity of bromelain may become a complementary therapy for COVID-19 and post-COVID-19 patients. During the irrepressible spread of novel variants of the SARS-CoV-2 virus, such beneficial properties of this biomolecule might help prevent escalation and the progression of the COVID-19 disease.",
      "mesh_terms": [
        "Ananas",
        "Anti-Inflammatory Agents",
        "Anticoagulants",
        "Blood Coagulation Disorders",
        "Bromelains",
        "Cardiotonic Agents",
        "Cardiovascular Diseases",
        "Fibrinolysis",
        "Humans",
        "Neoplasms",
        "Plant Proteins",
        "SARS-CoV-2",
        "COVID-19 Drug Treatment"
      ]
    },
    {
      "pmid": "34943090",
      "title": "Herbal Preparation (Bromelain, Papain, Curcuma, Black Pepper) Enhances Mineralization and Reduces Glucocorticoid-Induced Osteoporosis in Zebrafish.",
      "authors": [
        "Marta Carnovali",
        "Gina Ramoni",
        "Giuseppe Banfi",
        "Massimo Mariotti"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2021-Dec-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Natural foods with antioxidant properties, such as curcuma, papain, bromelain and black pepper, have been indicated as a potential natural therapeutic approach against osteoporosis. Zebrafish are an excellent animal model to study the effects of herbal preparations on osteogenesis and bone metabolism, both in physiological and in pathological conditions. Our study was aimed at evaluating whether curcuma-bromelain-papain-pepper herbal preparation (CHP) administered in embryos and adult fish is capable of promoting bone wellness in physiological and osteoporotic conditions. The effect of CHP has been studied in embryonic osteogenesis and glucocorticoid-induced osteoporosis (GIOP) in an adult fish model in which drug treatment induces a bone-loss phenotype in adult scales very similar to that which characterizes the bones of human patients. CHP prevented the onset of the osteoporotic phenotype in the scales of GIOP in adult zebrafish, with the osteoblastic and osteoclastic metabolic activity maintaining unaltered. CHP is also able to attenuate an already established GIOP phenotype, even if the alteration is in an advanced phase, partially restoring the normal balance of the bone markers alkaline phosphatase (ALP) and tartrate-resistant acid phosphatase (TRAP) and stimulating anabolic reparative processes. The results obtained indicated CHP as a potential integrative antioxidant therapy in human bone-loss diseases."
    },
    {
      "pmid": "34910610",
      "title": "Facile synthesis of bromelain copper nanoparticles to improve the primordial therapeutic potential of copper against acute myocardial infarction in diabetic rats.",
      "authors": [
        "Megha Sahu",
        "Arun K Sharma",
        "Gunjan Sharma",
        "Ashish Kumar",
        "Mukesh Nandave",
        "Varsha Babu"
      ],
      "journal": "Canadian journal of physiology and pharmacology",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Our current investigation comprises the synthesis and pharmacological impact of bromelain copper nanoparticles (BrCuNP) against diabetes mellitus (DM) and associated ischemia/reperfusion (I/R) - induced myocardial infarction. Bromelain is a proteolytic enzyme obtained from Ananas comosus L. Merr., which has blood platelet aggregation inhibiting and arterial thrombolytic potential. Moreover, copper is well-known to facilitate glucose metabolism and strengthen cardiac muscle and antioxidant activity; although, chronic or long-term exposure to high doses of copper may lead to copperiedus. To restrict these potential hazards, we synthesized herbal nano-formulation which convincingly indicated the improved primordial therapeutic potential of copper by reformulating the treatment carrier with bromelain, resulting in facile synthesis of BrCuNP. DM was induced by administration of double cycle repetitive dose of low dose streptozotocin (20 mg/kg, i.p.) in high-fat diet- fed animals. DM and associated myocardial I/R injury were estimated by increased serum levels of total cholesterol, low-density lipoprotein, very low-density lipoprotein, lactate dehydrogenase, creatine kinase myocardial band, cardiac troponin, thiobarbituric acid reactive substances, tumor necrosis factor α, interleukin 6, and reduced serum level of high-density lipoprotein and nitrite/nitrate concentration. However, treatment with BrCuNP ameliorates various serum biomarkers by approving cardioprotective potential against DM- and I/R-associated injury. Furthermore, upturn of histopathological changes were observed in cardiac tissue of BrCuNP-treated rats in comparison to disease models.",
      "mesh_terms": [
        "Animals",
        "Bromelains",
        "Copper",
        "Diabetes Complications",
        "Disease Models, Animal",
        "Female",
        "Metal Nanoparticles",
        "Myocardial Infarction",
        "Myocardial Reperfusion Injury",
        "Rats, Wistar",
        "Rats"
      ]
    },
    {
      "pmid": "34825602",
      "title": "Radiosensitizing Effect of Bromelain Using Tumor Mice Model via Ki-67 and PARP-1 Inhibition.",
      "authors": [
        "Mai H Mekkawy",
        "Hanan A Fahmy",
        "Ahmed S Nada",
        "Ola S Ali"
      ],
      "journal": "Integrative cancer therapies",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recent reports have shown that bromelain (BL), a pineapple extract, acts as an adjuvant therapy in cancer treatment and prevention of carcinogenesis. The present study was designed to investigate the possible mechanisms by which BL could radiosensitize tumor cells in vitro and in a mouse tumor model. BL has shown a significant reduction in the viability of the radioresistant human breast carcinoma (MCF-7) cell line using cell proliferation assay. The in vivo study was designed using the Ehrlich model in female albino mice, treated with BL (6 mg/kg b. wt., intraperitoneal, once daily for 10 days) 1 hour before exposure to a fractionated dose of gamma radiation (5 Gy, 1 Gy for 5 subsequent days). The radiosensitizing effect of BL was evident in terms of a significant reduction in tumor volume, poly ADP ribose polymerase-1 (PARP-1), the proliferation marker Ki-67 and nuclear factor kappa activated B cells (NF-κB) with a significant elevation in the reactive oxygen species (ROS) content and lipid peroxidation (LPO) in tumor cells. The present findings offer a novel insight into the radiosensitizing effect of BL and its potential application in the radiotherapy course.",
      "mesh_terms": [
        "Animals",
        "Bromelains",
        "Female",
        "Ki-67 Antigen",
        "Mice",
        "NF-kappa B",
        "Poly(ADP-ribose) Polymerase Inhibitors",
        "Radiation-Sensitizing Agents"
      ]
    },
    {
      "pmid": "34686390",
      "title": "Pain management during a bromelain-based selective enzymatic debridement in paediatric and adult burn patients.",
      "authors": [
        "Karel E Y Claes",
        "Sarah Amar",
        "Henk Hoeksema",
        "Rachel Kornhaber",
        "Alette de Jong",
        "Stan Monstrey",
        "Josef Haik",
        "Erik Biros",
        "Moti Harats"
      ],
      "journal": "Burns : journal of the International Society for Burn Injuries",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Pain associated with surgical or enzymatic burn wound debridement prevents many burn centres from working outside an operating theatre, creating a burden. Alternatives for general anaesthesia to manage pain in burn patients treated with enzymatic debridements, such as regional anaesthesia, have not been studied in detail. This study explores the different possibilities for pain management during a bedside NexoBrid™ procedure. MATERIAL AND METHODS: We performed a single-centre retrospective study that included 82 paediatric, adolescent, and adult patients with deep dermal and full-thickness burns treated bedside with NexoBrid™ under regional or general anaesthesia. Outcome measures were pain during the NexoBrid™ procedure, the safety of the anaesthesia and the NexoBrid™ procedure, logistics of the bedside NexoBrid™ procedure, and time to wound closure. RESULTS: Forty-three patients in the adult group (43/67, 64%) only presented with burn wounds on one upper or the one or two lower extremities. In 29 of them (29/43, 67%), a NexoBrid™ procedure was performed under regional anaesthesia, which resulted in low pain levels without any adverse events. All seven patients in the paediatric group, where only one upper or one or two lower limbs were involved (7/15, 47%), underwent a NexoBrid™ procedure performed under regional anaesthesia where no adverse events were reported. In these children, the use of regional anaesthesia was associated with a significant decrease in time to wound closure (average treatment effect on the treated = -22.5 days, p = 0.021). CONCLUSION: This study highlights that regional anaesthesia administered at the bedside should be the method of choice for pain management during NexoBrid™ procedures because often, it can be adequately and safely performed in all age groups. This approach will reduce the burden on operating theatres. A flow chart has been developed to guide pain management during a NexoBrid™ procedure.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Anesthesia, General",
        "Bromelains",
        "Burns",
        "Child",
        "Debridement",
        "Humans",
        "Pain",
        "Pain Management",
        "Retrospective Studies",
        "Wound Healing"
      ]
    },
    {
      "pmid": "34643923",
      "title": "Neuroprotective effect of bromelain in 6-hydroxydopamine induced in vitro model of Parkinson's disease.",
      "authors": [
        "Irmak Ferah Okkay",
        "Ufuk Okkay",
        "Betul Cicek",
        "Aysegul Yilmaz",
        "Fatma Yesilyurt",
        "Ali Sefa Mendil",
        "Ahmet Hacimuftuoglu"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study was designed to investigate the neuroprotective effects of bromelain, which is known to have anti-oxidant and anti-inflammatory properties, against the neurotoxicity (induced by 6-OHDA) in SH-SY5Y cells. METHODS AND RESULTS: To establish Parkinson's Disease (PD) model in cell culture conditions, SH-SY5Y cells were exposed to 200 µM 6-OHDA for 1 day. Prior to 6-OHDA treatment, SH-SY5Y cells had been pre-treated with bromelain (25 µg/mL, 50 µg/mL, 75 µg/mL and 100 µg/mL). After 1 day, cell viability was determined with the 3-(4,5-Dimethylthiazol-2-yl)-2,5-Diphenyltetrazolium Bromide (MTT) and lactate dehydrogenase (LDH) assays. Oxidative stress was assessed with total antioxidant capacity (TAC), total oxidant status (TOS), glutathione reductase (GR) and malondialdehyde (MDA) analyses. The effect of the bromelain in SH-SY5Ycells was also examined by 4',6-diamidino-2-phenylindole (DAPI) staining. We found that 6-OHDA increased LDH leakage, and cellular apoptosis in SH-SY5Y cells. 6-OHDA aggravated oxidative stress by increasing TOS, MDA and GR and eventually promoted apoptosis in SH-SY5Y cells, while pretreatment with bromelain attenuated these toxic effects of 6-OHDA. CONCLUSIONS: These findings indicated that bromelain, with its neuroprotective features can be useful for neuroprotection in PD.",
      "mesh_terms": [
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Apoptosis",
        "Bromelains",
        "Cell Line, Tumor",
        "Cell Survival",
        "Humans",
        "Neurons",
        "Neuroprotection",
        "Neuroprotective Agents",
        "Oxidative Stress",
        "Oxidopamine",
        "Parkinson Disease",
        "Reactive Oxygen Species"
      ]
    },
    {
      "pmid": "34574209",
      "title": "Production of ACE Inhibitory Peptides from Whey Proteins Modified by High Intensity Ultrasound Using Bromelain.",
      "authors": [
        "Lucía Abadía-García",
        "Eduardo Castaño-Tostado",
        "Anaberta Cardador-Martínez",
        "Sandra Teresita Martín-Del-Campo",
        "Silvia L Amaya-Llano"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2021-Sep-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High Intensity Ultrasound (HIUS) can induce modification of the protein structure. The combination of enzymatic hydrolysis and ultrasound is an interesting strategy to improve the release of the Angiotensin-Converting Enzyme (ACE) inhibitory peptides. In this study, whey proteins were pretreated with HIUS at two levels of amplitude (30 and 50%) for 10 min, followed by hydrolysis using the vegetable protease bromelain. The hydrolysates obtained were ultrafiltrated and their fractions were submitted to a simulated gastrointestinal digestion. The conformational changes induced by HIUS on whey proteins were analyzed using Fourier-transform infrared spectroscopy by attenuated total reflectance (FTIR-ATR) and intrinsic spectroscopy. It was found that both levels of ultrasound pretreatment significantly decreased the IC50 value (50% Inhibitory Concentration) of the hydrolysates in comparison with the control (α = 0.05). After this treatment, HIUS-treated fractions were shown as smaller in size and fractions between 1 and 3 kDa displayed the highest ACE inhibition activity. HIUS promoted significant changes in whey protein structure, inducing, unfolding, and aggregation, decreasing the content of α-helix, and increasing β-sheets structures. These findings prove that ultrasound treatment before enzymatic hydrolysis is an innovative and useful strategy that modifies the peptide profile of whey protein hydrolysates and enhances the production of ACE inhibitory peptides."
    }
  ]
}