{
  "supplement": "Butcher's broom",
  "query": "Butcher's broom[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:28:02",
  "research_count": 4,
  "count": 4,
  "articles": [
    {
      "pmid": "23849361",
      "title": "An unusual case of Butcher's Broom precipitating diabetic ketoacidosis.",
      "authors": [
        "Praveen P Sadarmin",
        "Jonathan Timperley"
      ],
      "journal": "The Journal of emergency medicine",
      "publication_date": "2013-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Herbal medicines are readily available and commonly perceived to be relatively harmless. Butcher's Broom is used in various medicinal preparations and contains substances having α-adrenergic-stimulating properties. OBJECTIVE: Our aim was to report a case of toxicity associated with Butcher's Broom in a diabetic patient. CASE REPORT: A 39-year-old woman developed diabetic ketoacidosis 5 days after beginning therapy with Butcher's Broom for mild ankle swelling. Her diabetic ketoacidosis was complicated by hyperkalemia and acidosis with a pH of 7.02. After management with intravenous fluid, insulin, and calcium gluconate, her condition stabilized and she was discharged several days later. CONCLUSIONS: This case represents a small but potentially serious public health concern in a diabetic woman taking Butcher's Broom.",
      "mesh_terms": [
        "Adult",
        "Diabetes Complications",
        "Edema",
        "Female",
        "Fluid Therapy",
        "Humans",
        "Hyperkalemia",
        "Ketosis",
        "Phytotherapy",
        "Plant Preparations",
        "Ruscus"
      ]
    },
    {
      "pmid": "16245442",
      "title": "[Butcher's Broom, in the treatment of venous insufficiency].",
      "authors": [
        "Wiesława Bylka",
        "Joanna Kornobis"
      ],
      "journal": "Polski merkuriusz lekarski : organ Polskiego Towarzystwa Lekarskiego",
      "publication_date": "2005-Aug",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Review"
      ],
      "abstract": "Numerous extracts of the plants, natural compounds and their derivatives, acting on the venous system, including horse-chestnut seed extracts aescin, rutin, troxerutin, diosmin and hesperidine. They have a long tradition in herbal medicine for their venotonic and anti-oedematous properties. This review is concerning Rusci aculeati rhizoma, which recently taken in Poland on the symptoms of chronic venous insufficiency and hemorrhoids.",
      "mesh_terms": [
        "Chronic Disease",
        "Hemorrhoids",
        "Humans",
        "Phytotherapy",
        "Plant Extracts",
        "Poland",
        "Ruscus",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "12040966",
      "title": "Efficacy and safety of a Butcher's broom preparation (Ruscus aculeatus L. extract) compared to placebo in patients suffering from chronic venous insufficiency.",
      "authors": [
        "Wolfgang Vanscheidt",
        "Volker Jost",
        "Peter Wolna",
        "Peter W Lücker",
        "Alfred Müller",
        "Christoph Theurer",
        "Brigitte Patz",
        "Karen I Grützner"
      ],
      "journal": "Arzneimittel-Forschung",
      "publication_date": "2002",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "Extracts from Butcher's broom rhizome (Ruscus aculeatus) have been widely used in the oral treatment of lower leg edema in patients with chronic venous insufficiency. The aim of the present multi-center, double-blind, randomized, placebo-controlled trial was to confirm the efficacy and safety of a ruscus extract (Fagorutin Ruscus Kapseln) according to the latest scientific standards. 166 women suffering from chronic venous insufficiency (Widmer grade I and II, CEAP (Clinical signs, Etiological classification, Anatomic distribution, Pathophysiology) 3-4) were included. The data of 148 patients (30-89 years, 150-182 cm height, 49-97 kg body weight) with a mean disease duration of 14.6 years in the ruscus extract group and 15.1 years in the placebo group were eligible for the intent-to-treat-analysis. The primary parameter was the area under baseline of the leg volume changes over 12 weeks (AUB0-12). Secondary parameters were the changes in circumference of the lower leg and the ankle, changes in subjective symptoms and quality of life, the overall efficacy and tolerability and safety parameters. The study was carried out according to the guidelines for testing drugs for chronic venous insufficiency. There were significant differences between the treatment groups ruscus and placebo for the AUB0-12 (-827 ml x day), for the change of leg volume after 8 and 12 weeks of treatment (-16.5 ml and -20.5 ml), for changes in ankle and leg circumferences after 8 and 12 weeks of treatment, and for the changes in subjective symptoms, heavy tired legs and sensation of tension (week 12). For the changes in the symptoms heavy lower legs, sensation of tension, and tingling sensation a significant positive correlation with the changes in leg volume was shown. Overall assessment of efficacy was significantly better for ruscus extract compared to placebo. Overall tolerability for both treatments was assessed as good and very good. Of all 48 adverse events occurring in both treatment groups, 22 were reported in the ruscus group, one of them was considered to be related to the study medication (unlikely). Considering the study duration of three months it is concluded, that ruscus extract, in the recommended daily dosage according to the German monograph, is a safe and effective treatment for patients suffering from chronic venous insufficiency.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Ankle",
        "Area Under Curve",
        "Double-Blind Method",
        "Female",
        "Hemodynamics",
        "Humans",
        "Leg",
        "Middle Aged",
        "Patient Compliance",
        "Phytotherapy",
        "Plant Extracts",
        "Plants, Medicinal",
        "Plethysmography",
        "Venous Insufficiency"
      ]
    },
    {
      "pmid": "11152059",
      "title": "Ruscus aculeatus (butcher's broom) as a potential treatment for orthostatic hypotension, with a case report.",
      "authors": [
        "D A Redman"
      ],
      "journal": "Journal of alternative and complementary medicine (New York, N.Y.)",
      "publication_date": "2000-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "CONTEXT: Chronic orthostatic hypotension (OH) is frequently a severely debilitating disease that affects large groups of the population with autonomic insufficiency--the elderly; patients with diabetes, Parkinson's disease, and chronic fatigue syndrome; and anyone on drugs that affect the autonomic nervous system. Unfortunately, even though more than 60 medications are currently being used to treat OH, none of them is particularly or consistently effective. Ruscus aculeatus, a phytotherapeutic agent that is well known in Europe, may, however, change this. Its vasoconstrictive and venotonic properties make it ideally suited to treat the pooling of blood in the limbs, lack of venous tone, and lack of neurally mediated vasoconstriction that frequently characterize OH. Although it has never been suggested as a treatment for OH, it already has a long, proven record of use in Europe for treating a variety of circulatory disorders. OBJECTIVE: To provide evidence for what appears to be an effective, safe, inexpensive botanical therapy for OH and encourage further studies on the efficacy of Ruscus for OH patients. DESIGN: Review of OH and therapies currently available for OH and evaluation of the properties of Ruscus aculeatus, its mechanism of action, and its suitability as a therapeutic agent for treatment of OH. RESULTS: A review of the many pharmacologic and nonpharmacologic agents for treating OH reveals that all of the drug therapies are disappointing and marginally useful. Although nonpharmacologic management is preferred, in the many cases in which OH becomes debilitating, pharmacologic intervention becomes a last resort. But drug therapy may not always be necessary, because Ruscus aculeatus, a phytotherapeutic agent containing ruscogenins and flavonoids, may prove useful for the treatment of OH if denervation is not so advanced that it has compromised receptor activity at the venous wall. Ruscus aculeatus is an alpha-adrenergic agonist that causes venous constriction by directly activating postjunctional alpha1- and alpha2-receptors, in turn stimulating the release of noradrenaline at the level of the vascular wall. It also possesses venotonic properties: it reduces venous capacity and pooling of blood in the legs and exerts protective effects on capillaries, the vascular endothelium, and smooth muscle. Its flavonoid content strengthens blood vessels, reduces capillary fragility, and helps maintain healthy circulation. Unlike most of the drug therapies used to treat OH, Ruscus aculeatus does not cause supine hypertension. It also appears to do something no other therapy can offer--alleviate the worsening effects of OH in environmentally hot conditions. Finally, it is an extremely safe, inexpensive, over-the-counter botanical medicine. CONCLUSION: With proven phlebotherapeutic properties, including vasoconstrictive action and venotonic properties, Ruscus aculeatus shows great promise for ameliorating the symptoms of OH and improving the quality of life for large groups in the population. It clearly deserves to be the object of wider research and study as a treatment for OH.",
      "mesh_terms": [
        "Aged",
        "Flavonoids",
        "Humans",
        "Hypotension, Orthostatic",
        "Phytotherapy",
        "Plant Extracts",
        "Plants, Medicinal",
        "Receptors, Adrenergic, alpha",
        "Saponins",
        "Vasoconstrictor Agents"
      ]
    }
  ]
}