{
  "supplement": "Calcium",
  "query": "Calcium[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:29:13",
  "research_count": 26240,
  "count": 100,
  "articles": [
    {
      "pmid": "40312763",
      "title": "Bovine collagen peptides and peptide-calcium complexes inhibit RANKL-induced osteoclast differentiation in RAW 264.7 macrophages.",
      "authors": [
        "Yuanyi Liu",
        "Yue Zhu",
        "Yixin Zhao",
        "Jin Wang",
        "Yiying Yu",
        "Jin Zhu",
        "Guofeng Jin"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study aims to prepare collagen peptides from bovine bone meal using a combination of heat pretreatment and enzymatic digestion, and to chelate them with calcium chloride to form peptide-calcium chelates. The effects of both on the proliferation and differentiation of osteoclasts were investigated using cellular experiments (RAW 264.7 cells). RESULTS: Both bovine collagen peptides and their calcium chelates (BPs, HBPs, BPs-Ca, and HBPs-Ca) can significantly inhibit the RANKL-induced differentiation of RAW 264.7 cells into osteoclasts. The preheating treatment before enzymatic hydrolysis of bone materials has an improving effect on the inhibition of RAW 264.7 differentiation into osteoblasts by collagen peptides and their peptide calcium chelates. HBP and HBPs-Ca could significantly activate the NF-κB signaling pathway, among which HBPs-Ca was the most effective, which could significantly downregulate the mRNA expression of genes related to osteoclast differentiation, such as AP-1, c-Fos, TRAP, and NFATc1. Additionally, the expression of NF-κB p65, c-Fos, IKK and IκBα were also significantly inhibited after treatment with HBPs-Ca, with IKK being the most significantly downregulated, with an 8.2-fold reduction compared to the control group. CONCLUSION: HBPs and HBPs-Ca demonstrated stronger activity in inhibiting osteoclast formation compared to BPs and BPs-Ca. This enhanced activity is likely due to structural changes in the peptides caused by heat treatment, which increase their antioxidant properties and antagonistic effects on RANKL. These findings indicate that bovine collagen peptides and their calcium chelates can inhibit the formation of osteoclasts by activating the NF-κB pathway, thereby influencing bone metabolism and providing a theoretical basis for the treatment of osteoporosis. © 2025 Society of Chemical Industry."
    },
    {
      "pmid": "40312099",
      "title": "Acute Calcium Pyrophosphate Crystal Arthritis Induced by Small Molecule Inhibitors in Anticancer Targeted Therapy: A Report of 2 Cases.",
      "authors": [
        "Elia Touma",
        "Amir Bieber",
        "Shay Brikman"
      ],
      "journal": "The Journal of rheumatology",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "40311770",
      "title": "Calcium Modification Techniques in Complex Percutaneous Coronary Intervention: State-of-the-Art Review.",
      "authors": [
        "Brett M Montelaro",
        "Travis M Wilson",
        "Noah Newman",
        "Edward Trey Woods",
        "Muzamil Khawaja",
        "Hafeez Hassan Virk",
        "Johao Escobar",
        "Mahboob Alam",
        "Hani Jneid",
        "Samin K Sharma",
        "Chayakrit Krittanawong"
      ],
      "journal": "Trends in cardiovascular medicine",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "As patients increase in age and medical complexity, coronary artery calcification is frequently encountered and its presence portends worse outcomes following percutaneous coronary intervention (PCI) - negatively impacting procedural success and long-term outcomes. This review paper explores available imaging techniques and calcium modification technique that can identify, characterize and modify these lesions to facilitate stent implantation. The data supporting these techniques are explored and an algorithm for decision-making during lesion modification is presented. Current barriers and future directions are additionally discussed."
    },
    {
      "pmid": "40308333",
      "title": "The immediate ex vivo covering and filling characteristics of antibiotic-loaded resorbable calcium sulfate paste around intramedullary nails.",
      "authors": [
        "Amber A Hamilton",
        "Jidapa Wongcharoenwatana",
        "Jason S Hoellwarth",
        "Austin T Fragomen",
        "S Robert Rozbruch",
        "Taylor J Reif"
      ],
      "journal": "Journal of bone and joint infection",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Antibiotic-laden polymethyl methacrylate (PMMA)-coated intramedullary nails (IMNs) are an effective treatment for osteomyelitis, but they pose multiple disadvantages. Antibiotic-loaded resorbable calcium sulfate (ARCS) paste is an alternative option to deliver a local antibiotic depot around IMNs, but such use has been minimally investigated. This study aimed to define the immediate covering and filling characteristics of ARCS around IMNs by using anatomic bone models. Method: Five tibia models (foam with cortical shell) were prepared by reaming a uniform 13 mm cylindrical path. Three 40 cc kits of ARCS (STIMULAN, Biocomposites Ltd, Keele, UK) were mixed with 3 g vancomycin and 1.2 g tobramycin powder and injected into the intramedullary canal while wet, completely filling the canal. A 10 mm × 345 mm tibial IMN was immediately inserted without interlocking screws and allowed to completely cure for 2 h. The models were then longitudinally cut without disrupting the dry ARCS covering on the nail. The ARCS was removed from the nail at five equidistant locations along the nail. The thickness of the ARCS was measured with a caliper. A repeated-measures ANOVA test was used to compare the mean width of each segment for each model. Results: In all five trials, the tibial canal volume surrounding the nail remained completely filled. The ARCS paste was confluent along the length of the IMN. There were no gaps or air pockets between the paste and reamed model bone. There was no statistically significant difference among the five samples at each location ( p = 0.913  ) or among the five locations along the bone ( p = 0.210  ). Conclusion: In a model setting, ARCS fully fills the intramedullary canal of a tibia and covers an IMN uniformly. Study of the in vivo material properties of ARCS may further elucidate the bone penetration as well as the clinical utility of this antibiotic depot technique."
    },
    {
      "pmid": "40307051",
      "title": "[Pharmacological properties and clinical trial results of the novel calcium-sensing receptor agonist upacicalcet sodium hydrate (Upacita® intravenous injection for dialysis)].",
      "authors": [
        "Takeju Otsuki",
        "Seigo Akari",
        "Naomi Kashiwagi",
        "Yoshiyuki Ono"
      ],
      "journal": "Nihon yakurigaku zasshi. Folia pharmacologica Japonica",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review",
        "English Abstract"
      ],
      "abstract": "Upacicalcet sodium hydrate (upacicalcet) is a novel small-molecule calcium-sensing receptor (CaSR) modulator with an amino acid structure, developed in Japan as a derivative from research into taste enhancement. Upacicalcet specifically targets CaSR and is thought to inhibit parathyroid hormone (PTH) secretion by activating the receptor in the presence of extracellular calcium (Ca). In nonclinical studies, upacicalcet was evaluated for its pharmacological properties, binding characteristics, and effects on ectopic calcification, parathyroid hyperplasia, and bone disorders associated with secondary hyperparathyroidism (SHPT). The results supported its mechanisms of action, binding mode, and efficacy in suppressing disease progression. In clinical trials, upacicalcet demonstrated efficacy and safety in patients with SHPT undergoing hemodialysis, as assessed in domestic Phase I/II trial (AJ1001 trial), Phase II trial (AJ1002 trial), Phase III placebo-controlled trial (AJ1004 trial), and Phase III long-term administration trial (AJ1003 trial). Upacicalcet was approved in June 2021 for the treatment of secondary hyperparathyroidism (SHPT) in patients undergoing hemodialysis and was launched in August of the same year.",
      "mesh_terms": [
        "Humans",
        "Receptors, Calcium-Sensing",
        "Renal Dialysis",
        "Hyperparathyroidism, Secondary",
        "Animals",
        "Clinical Trials as Topic",
        "Propionates"
      ]
    },
    {
      "pmid": "40305872",
      "title": "The Calcium-sensitive receptor in the pathogenesis of sepsis.",
      "authors": [
        "Bin Yu",
        "Xuelian Li",
        "Li Yang",
        "Cheng Han",
        "Jun Tan",
        "Xiaoyan Yu",
        "Min Li",
        "Zhe Xu",
        "Xiongying Chen"
      ],
      "journal": "Canadian journal of physiology and pharmacology",
      "publication_date": "2025-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sepsis is an organ dysfunction caused by the body's dysfunctional response to infection, which is one of the most important causes of death in critically ill patients. It is characterized by high morbidity, high mortality and high treatment costs. Currently, the treatment of sepsis relies mainly on supportive therapy, and there is a lack of targeted intervention ways. Studying the pathogenesis of sepsis and exploring new therapeutic targets are of great theoretical and clinical importance. Calcium-sensitive receptor (CaSR) is a cell membrane receptor belonging to the family of G protein-coupled receptors and is widely distributed in various tissues and organs. Research indicates that CaSR plays a role in mitigating sepsis-induced organ dysfunction, exhibiting tissue-specific protective effects in certain tissues while inducing inflammatory responses in others. Elucidating these dual effects and the underlying signaling pathways could facilitate the development of targeted therapies for sepsis-related organ damage. This review summarizes recent literature and evidence on CaSR signaling in sepsis-induced organ dysfunction. In addition, we provide an up-to-date schematic of the most important and likely molecular signaling pathways associated with CaSR in sepsis."
    },
    {
      "pmid": "40305220",
      "title": "Calcium-Sensing Receptor as a Novel Target for the Treatment of Idiopathic Pulmonary Fibrosis.",
      "authors": [
        "Kasope Wolffs",
        "Renjiao Li",
        "Bethan Mansfield",
        "Daniel A Pass",
        "Richard T Bruce",
        "Ping Huang",
        "Rachel Paes de Araújo",
        "Bahareh Sadat Haddadi",
        "Luis A J Mur",
        "Jordanna Dally",
        "Ryan Moseley",
        "Rupert Ecker",
        "Harry Karmouty-Quintana",
        "Keir E Lewis",
        "A John Simpson",
        "Jeremy P T Ward",
        "Christopher J Corrigan",
        "Renata Z Jurkowska",
        "Benjamin D Hope-Gill",
        "Daniela Riccardi",
        "Polina L Yarova"
      ],
      "journal": "Biomolecules",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Idiopathic pulmonary fibrosis (IPF) is a disease with a poor prognosis and no curative therapies. Fibroblast activation by transforming growth factor β1 (TGFβ1) and disrupted metabolic pathways, including the arginine-polyamine pathway, play crucial roles in IPF development. Polyamines are agonists of the calcium/cation-sensing receptor (CaSR), activation of which is detrimental for asthma and pulmonary hypertension, but its role in IPF is unknown. To address this question, we evaluated polyamine abundance using metabolomic analysis of IPF patient saliva. Furthermore, we examined CaSR functional expression in human lung fibroblasts (HLFs), assessed the anti-fibrotic effects of a CaSR antagonist, NPS2143, in TGFβ1-activated normal and IPF HLFs by RNA sequencing and immunofluorescence imaging, respectively; and NPS2143 effects on polyamine synthesis in HLFs by immunoassays. Our results demonstrate that polyamine metabolites are increased in IPF patient saliva. Polyamines activate fibroblast CaSR in vitro, elevating intracellular calcium concentration. CaSR inhibition reduced TGFβ1-induced polyamine and pro-fibrotic factor expression in normal and IPF HLFs. TGFβ1 directly stimulated polyamine release by HLFs, an effect that was blocked by NPS2143. This suggests that TGFβ1 promotes CaSR activation through increased polyamine expression, driving a pro-fibrotic response. By halting some polyamine-induced pro-fibrotic changes, CaSR antagonists exhibit disease-modifying potential in IPF onset and development.",
      "mesh_terms": [
        "Humans",
        "Receptors, Calcium-Sensing",
        "Idiopathic Pulmonary Fibrosis",
        "Fibroblasts",
        "Polyamines",
        "Transforming Growth Factor beta1",
        "Naphthalenes",
        "Lung",
        "Male",
        "Female",
        "Benzamides",
        "Cyclohexylamines"
      ]
    },
    {
      "pmid": "40304328",
      "title": "Calcium Antagonists in Hypertension Treatment: When Heterogeneity is Important.",
      "authors": [
        "Ramiro Sanchez",
        "Guido Grassi"
      ],
      "journal": "Current hypertension reviews",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "40301056",
      "title": "Clinical Correlation of the Severity of Vascular Calcification with Calcium and Phosphorus Metabolism and Microinflammation in Malnourished Uremic Patients.",
      "authors": [
        "Li Zhang",
        "ChenChen Li",
        "Yan Gao",
        "ZiWen Zhang",
        "Lin Li",
        "Jing Hu",
        "Ling Tian"
      ],
      "journal": "Journal of nutritional science and vitaminology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The research assessed calcium (Ca) and phosphorus (P) metabolism and microinflammation in malnourished uremic patients, focusing on the severity of vascular calcification, and examined the relationship between Ca and P metabolism indicators and microinflammation and the severity of vascular calcification. Seventy-eight patients undergoing hemodialysis treatment for ≥6 mo were collected. General information and anthropometric and blood biochemical indices were recorded, including gender, age, body mass index, mid-arm muscle circumference, albumin, intact parathyroid hormone, and Ca and P product (Ca×P). The severity of vascular calcification was graded. The correlation between the severity of vascular calcification in patients and each of the clinical indicators was analyzed. The diagnostic value of Ca and P metabolism and microinflammatory factors for vascular calcification in malnourished uremic patients was assessed. All enrolled patients were divided into a non-vascular calcification group (n=42) and a vascular calcification group (n=36) according to coronary artery calcification (CAC) scoring, and the probability of vascular calcification was 46%. The dialysis duration, Ca×P, P, hypersensitive C-reactive protein (hs-CRP), and interleukin 6 (IL-6) levels were significantly higher in the vascular calcification group than in the non-vascular calcification group. hs-CRP, IL-6, Ca×P, and P had predictive potency for vascular calcification in patients. CAC scores were correlated positively with hs-CRP, IL-6, Ca×P, and P. Malnourished uremic patients have a higher incidence of vascular calcification. hs-CRP, IL-6, Ca×P, and P are all independent risk factors for vascular calcification in uremic patients, and are positively correlated with the severity of vascular calcification.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Vascular Calcification",
        "Female",
        "Uremia",
        "Phosphorus",
        "Middle Aged",
        "Calcium",
        "Inflammation",
        "Malnutrition",
        "Renal Dialysis",
        "Aged",
        "C-Reactive Protein",
        "Severity of Illness Index",
        "Interleukin-6",
        "Adult"
      ]
    },
    {
      "pmid": "40297955",
      "title": "The BIG D-FOOT randomized, double-blinded, controlled trial of bio-absorbable antibiotic delivery in calcium sulphate granules for the treatment of diabetic foot osteomyelitis.",
      "authors": [
        "Benjamin C T Field"
      ],
      "journal": "Diabetes, obesity & metabolism",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "40297946",
      "title": "Reply to Dr. Field on 'The BIG D-FOOT randomized, double-blinded, controlled trial of bio-absorbable antibiotic delivery in calcium sulphate granules for the treatment of diabetic foot osteomyelitis'.",
      "authors": [
        "Matteo Monami",
        "Edoardo Mannucci"
      ],
      "journal": "Diabetes, obesity & metabolism",
      "publication_date": "2025-Apr-29",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "40297037",
      "title": "The effect of the social and interpersonal-based intervention on calcium consumption among pregnant women.",
      "authors": [
        "Neda Heidari",
        "Masoomeh Amiri",
        "Fatemeh Rajati",
        "Behzad Mahaki",
        "Mojgan Rajati"
      ],
      "journal": "Frontiers in public health",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: The present study aimed to evaluate the effect of educational intervention based on Pender's health promotion model on the calcium intake of pregnant women. METHODS: The pregnant women at three to 5 months were recruited using convenient sampling method and randomly assigned either to the control (n = 37) or intervention (n = 36) groups referred to the health centers in Kermanshah, \"Iran,\" in 2022, 2023. Participants were randomly assigned to either the intervention group or the control group. The intervention consisted of a series of educational workshops that provided information on the importance of calcium, dietary sources, and practical methods for increasing calcium intake. Participants received personalized dietary plans, and improve knowledge, perceived benefits of action, perceived barriers to action, perceived self-efficacy, activity-related affect, interpersonal influences, situational influences, immediate competing demands and preferences, commitment to plan of action and over 8-week period, and ongoing support through one-month follow-up. The control group received standard prenatal care without additional nutritional education. Pre- and post-intervention assessments measured calcium intake and HPM constructs using validated questionnaires. The food frequency questionnaire was completed before and after the intervention. Data were analyzed in SPSS software version 25. RESULTS: There is no significant difference between the intervention and control groups at baseline (p < 0.05). According to the independent sample t-test, all constructs of the Pender's HPM except for interpersonal influences were significantly improved in the intervention rather than control groups (p > 0.05). The repeated measure ANOVA demonstrated a significant difference in the effect of the intervention on the constructs of the knowledge (F = 9.40; p-value = 0.001), perceived benefits (F = 17.24; p-value = 0.001), perceived barriers (F = 40.80; p-value = 0.001), perceived self-efficacy (F = 10.90; p-value = 0.001), activity-related affect (F = 14.85; p-value = 0.001), interpersonal influences (F = 21.51; p-value = 0.001), commitment to a plan of action (F = 20.20; p-value = 0.001), and immediate competing demands and preferences (F = 9.4; p-value = 0.001) between the intervention and control groups. The ANOVA demonstrated that the calcium consumption significantly increased in the intervention group (p < 0.001). DISCUSSION: A theory-based educational intervention in the health care system can fill the gap in the successful implementation of nutrition education programs.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Pregnancy",
        "Adult",
        "Calcium, Dietary",
        "Pregnant People",
        "Iran",
        "Health Promotion",
        "Surveys and Questionnaires",
        "Prenatal Care",
        "Self Efficacy",
        "Health Knowledge, Attitudes, Practice",
        "Health Education"
      ]
    },
    {
      "pmid": "40296990",
      "title": "Treatment of calcium in hard water from acid sulfate soil and its utilization in a pre-designed cation exchange resin system for fluoride adsorption in water.",
      "authors": [
        "Trung Thanh Nguyen",
        "Cam Tien Nguyen Thi",
        "Bich Son Doan Thi",
        "Nguyen Thi Thuy",
        "Tri Thich Le",
        "Phuoc Toan Phan",
        "Le Ba Tran",
        "Quynh Anh Nguyen Thi",
        "Surapol Padungthon",
        "Nguyen Nhat Huy"
      ],
      "journal": "RSC advances",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, a pre-designed cation exchange resin (CER) column was first tested to remove calcium in naturally contaminated water from acid sulfate soil for water supply purpose, and it was further used as a novel and natural calcium hydroxide-supported CER composite (NCHO/CER) for the treatment of fluoride in water. Results of SEM, EDX, FTIR, and XRD analyses confirmed the formation of calcium hydroxide nanoparticles in the CER structure. The fluoride adsorption capacity of NCHO/CER was systematically studied by varying the influencing factors, such as the reaction time, pH level, adsorbent mass, initial concentration, and temperature. The adsorption kinetics followed a pseudo-second-order model, while the isotherm curves fitted to the Freundlich model, indicating the occurrence of multilayer adsorption on the adsorbent surface. Moreover, NCHO/CER showed the ability not only to be reused after multiple cycles but also to remove fluoride from actual tap water and groundwater, proving that NCHO/CER is effective for the recovery and reuse of contaminated calcium for fluoride treatment in water."
    },
    {
      "pmid": "40296922",
      "title": "Cilnidipine: An L- and N-Type Blocker of Calcium Channels Ameliorating Renal Damage in Experimental Hypertensive Rats.",
      "authors": [
        "Gouher Banu Shaikh",
        "Kusal K Das"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cilnidipine is both an L-type and N-type calcium channel blocker (CCB). Cilnidipine suppresses hyperactivity in the renin-angiotensin system and sympathetic nervous system by blocking N-type calcium channels. We hypothesized that through its N-type calcium channel blockade, cilnidipine may reduce proteinuria and improve creatinine clearance in hypertensive rats.  Aim of the study: The current study was done to show the renal protective effect of cilnidipine on chronic hypertensive rats. Our primary objective is to develop a hypertensive rat model by giving L-NAME (NG-nitro-L-Arginine Methyl Ester Hydrochloride) and 4% sodium chloride (4% NaCl). High salt was given along with L-NAME because the combination of L-NAME and high salt intake leads to a synergistic effect on blood pressure. L-NAME impairs NO production, and high salt intake exacerbates this effect by promoting vasoconstriction and fluid retention. Our secondary objective is to evaluate the kidney damage measures, including recording of proteinuria, creatinine clearance, and urinary angiotensin II (Ang II) levels in hypertensive rats with or without cilnidipine treatment. METHODS:  Six groups of male Albino Wister rats (with six rats in each group) were created by a simple randomization technique. Rats were obtained from the animal house of our institution. Group 1 (control) received vehicle treatment; cilnidipine (2mg/kg/day by oral gavage) was given to Group 2; L-NAME (40mg/kg/day by oral gavage) was given to Group 3; Group 4 received L-NAME plus cilnidipine; Group 5 received L-NAME plus 4% NaCl (mixed with diet) treatment; Group 6 received L-NAME, 4% NaCl and cilnidipine. Creatinine excretion and urinary protein were assessed in a 24-hour urine sample. Serum urea and creatinine levels were also measured. Relative expression of serum and renal tissue ACE (angiotensin-converting enzyme) protein was done by Western blotting. Quantitative estimation of urinary and serum Ang II levels was done by enzyme-linked immunosorbent assay (ELISA). Kidney histopathological analysis was carried out. RESULTS: In the renal tissue homogenate and serum of L-NAME and salt-induced hypertensive rats, we found elevated ACE and Ang II levels. We also observed a significant increase in proteinuria (4.65±0.29) compared to control (1.56±0.044) and a decrease in creatinine clearance (0.06±0.0019) compared to control (0.078±0.0044) in hypertensive rats. We observed that in treatment with cilnidipine (groups 4 and 6 rats), there were significant improvements in creatinine clearance (0.077±0.0027) (p < 0.05) and a significant decrease in proteinuria (3.38±0.24) (p < 0.05). In rats treated with cilnidipine, we also observed significantly decreased levels of Ang II in the urine and serum (p < 0.05) and a significantly decreased expression of ACE in the renal tissue and serum. CONCLUSION: These results showed that in hypertensive experimental rats, cilnidipine, apart from its hypotensive actions, decreases proteinuria and urinary creatinine and Ang II levels. These actions of cilnidipine may be because of blocking N-type calcium channels. Therefore, cilnidipine dual L/N type CCB may act as a renoprotective drug and decrease glomerular damage. Further mechanistic studies using selective N-type channel blockers or knockout mice are needed to prove the findings."
    },
    {
      "pmid": "40296342",
      "title": "Antibiotic-Loaded Polymer-Calcium Phosphate Scaffold for Treating Orthopedic Device-Related Infection in a Rabbit Segmental Bone Defect Model.",
      "authors": [
        "T Buchholz",
        "C Siverino",
        "T F Moriarty",
        "E J Sheehy",
        "F J O'Brien",
        "D Nehrbass",
        "S Arveladze",
        "C Constant",
        "S Hassouna Elsayed",
        "M Yan",
        "H A Awad",
        "S Zeiter",
        "M J Allen"
      ],
      "journal": "Journal of biomedical materials research. Part A",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Treatment of orthopedic device-related infection (ORDI) generally requires a combination of medical and surgical interventions for successful treatment outcomes. Many cases are treated with a two-stage revision, whereby contaminated implants and necrotic tissues are removed, and dead space is managed with a temporary, non-resorbable polymethyl methacrylate (PMMA) spacer loaded with antibiotics. Weeks later, this is replaced with a bone graft or similar material to aid bone healing. However, this two-stage approach is quite a burden for the patient, and infection may still recur. The use of a 3D-printed, absorbable, antibiotic-releasing material that also promotes bone healing would be a promising alternative that produces the exact geometry of the missing bone and eliminates the need for a second surgery. In this study, we investigated whether a novel 3D-printed, antibiotic-loaded, osteoconductive calcium phosphate scaffold (CPS) is effective in the single-stage revision of an infected segmental bone defect model in rabbits. A 5-mm segmental defect of the radius of female New Zealand White rabbits (n = 64), stabilized with cerclage wire, was inoculated with Staphylococcus aureus. After 4 weeks, the infected bone fragment was removed, the site debrided, and the bone defect was either left empty (Control group) or filled with a PMMA spacer with gentamicin, CPS loaded with rifampicin or non-loaded CPS. The animals were also managed with systemic cefazolin for 4 weeks. An additional group received vancomycin-loaded CPS without adjunctive systemic antibiotic therapy. All animals were euthanized 8 weeks after revision and assessed by quantitative bacteriology or semiquantitative histopathology. The antibiotic-loaded scaffolds (PMMA-Genta and CPS-Rif) in the animals receiving systemic antibiotic treatment resulted in a reduction in bacterial count at euthanasia compared to controls (rabbits receiving systemic antibiotic alone and in which the defect was left empty). The PMMA-Genta induced a significant CFU reduction (p = 0.0486) compared to controls. The infection rate was also reduced from 80% in the control group to 50% for the groups receiving local and systemic antibiotics. The CPS-Vanco group for local delivery without adjunctive systemic antibiotic therapy resulted in a lower infection rate, but the CFUs in these samples at euthanasia were comparable with those of the control group. The findings show that treating an ODRI with PMMA-Genta yields the best results for infection eradication; however, it does not provide the reconstruction opportunity that the antibiotic-loaded CPS does. Even though it is not comparable to the PMMA-Genta, the antibiotic-loaded CPS showed a reduction in infection rates. The use of local antibiotics alone is insufficient to eradicate the infection.",
      "mesh_terms": [
        "Animals",
        "Rabbits",
        "Anti-Bacterial Agents",
        "Calcium Phosphates",
        "Female",
        "Tissue Scaffolds",
        "Staphylococcal Infections",
        "Staphylococcus aureus",
        "Prosthesis-Related Infections",
        "Printing, Three-Dimensional",
        "Disease Models, Animal",
        "Vancomycin",
        "Polymethyl Methacrylate"
      ]
    },
    {
      "pmid": "40296005",
      "title": "Cerium-doped calcium carbonate microparticles combined with low-intensity ultrasound for efficient sonodynamic therapy in body sculpting.",
      "authors": [
        "Jhih-Ni Lin",
        "Chih-Ying Chi",
        "Yu-Ying Lin",
        "Che-Yung Kuan",
        "Chia-Tien Chang",
        "Li-Ze Lin",
        "I-Hsuan Yang",
        "Feng-Huei Lin"
      ],
      "journal": "Journal of biological engineering",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Excessive caloric intake and reduced energy expenditure contribute to obesity and localized fat accumulation, adversely affecting overall health. Despite advancements in obesity treatments, noninvasive approaches for targeted fat reduction remain limited. This study introduces a novel sonosensitizer microparticle, cerium-doped calcium carbonate (CaCO3:Ce), and evaluates its potential application in combination with low-intensity ultrasound (LIUS) for noninvasive body sculpting. CaCO3:Ce was synthesized via an environmentally friendly method, producing uniform 1.77 μm particles optimized for endocytosis. Energy-dispersive X-ray and X-ray photoelectron spectroscopy confirmed successful cerium doping. The particles demonstrated excellent biocompatibility and generated reactive oxygen species under LIUS exposure. Safety was validated through biochemical, hematological, and histological analyses in Sprague-Dawley rats. Animal experiments further revealed that CaCO3:Ce combined with ultrasound significantly reduced body weight growth rates, waistline measurements, and subcutaneous fat accumulation. These findings suggest that CaCO3:Ce, coupled with LIUS, offers a promising, noninvasive, and low-risk strategy for body sculpting, addressing limitations of current methodologies."
    },
    {
      "pmid": "40294926",
      "title": "[Changes in circulating levels of calcium and bone metabolism biochemical markers in patients receiving denosumab treatment].",
      "authors": [
        "Yuancheng Chen",
        "Wen Wu",
        "Ling Xu",
        "Haiou Deng",
        "Ruixue Wang",
        "Qianwen Huang",
        "Liping Xuan",
        "Xueying Chen",
        "Ximei Zhi"
      ],
      "journal": "Nan fang yi ke da xue xue bao = Journal of Southern Medical University",
      "publication_date": "2025-Apr-20",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To investigate the changes in blood levels of calcium and bone metabolism biochemical markers in patients with primary osteoporosis receiving treatment with denosumab. METHODS: Seventy-three patients with primary osteoporosis treated in our Department between December, 2021 and December 2023 were enrolled. All the patients were treated with calcium supplements, vitamin D and calcitriol in addition to regular denosumab treatment every 6 months. Blood calcium, parathyroid hormone (PTH), osteocalcin (OC), type I procollagen amino-terminal propeptide (PINP), and type I collagen carboxy-terminal telopeptide β special sequence (β‑CTX) data before and at 3, 6, 9, and 12 months after the first treatment were collected from each patient. RESULTS: Three months after the first denosumab treatment, the bone turnover markers (BTMs) OC, PINP, and β-CTX were significantly decreased compared to their baseline levels by 39.5% (P<0.001), 56.2% (P<0.001), and 81.8% (P<0.001), respectively. At 6, 9, and 12 months of treatment, OC, PINP, and β-CTX remained significantly lower than their baseline levels (P<0.001). Blood calcium level was decreased (P<0.05) and PTH level increased (P<0.05) significantly in these patients at months of denosumab treatment, but their levels were comparable to the baseline levels at 6, 9, and 12 months of the treatment (P>0.05). CONCLUSIONS: Denosumab can suppress BTMs and has a good therapeutic effect in patients with primary osteoporosis, but reduction of blood calcium and elevation of PTH levels can occur during the first 3 months in spite of calcium supplementation. Blood calcium and PTH levels can recover the baseline levels as the treatment extended, suggesting the importance of monitoring blood calcium and PTH levels during denosumab treatment.",
      "mesh_terms": [
        "Humans",
        "Denosumab",
        "Calcium",
        "Parathyroid Hormone",
        "Biomarkers",
        "Osteoporosis",
        "Osteocalcin",
        "Procollagen",
        "Female",
        "Collagen Type I",
        "Peptide Fragments",
        "Bone Density Conservation Agents",
        "Bone and Bones",
        "Male",
        "Middle Aged",
        "Vitamin D",
        "Peptides",
        "Aged"
      ]
    },
    {
      "pmid": "40293516",
      "title": "Theoretical study of 2D cancer drug nanocarriers based on calcium chloride.",
      "authors": [
        "Walid Iken",
        "Hayat El Ouafy",
        "Mouna Aamor",
        "Loubna Halil",
        "Mouad Boutkbout Nait Moudou",
        "Soukaina Naciri",
        "Mohamed Reda Chriyaa",
        "Tarik El Ouafy"
      ],
      "journal": "Journal of molecular modeling",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: This study aims to use two-dimensional nanocarriers composed of cisplatin and fluorouracil molecules adsorbed on the surface of calcium chloride crystals. We found that cisplatin molecules release an alkaline ammonia molecule, neutralizing the acidic environment of cancerous tumors through acid-base interactions. This behavior is similar to the enzyme urease, which has shown good results in cancer treatment. The compounds cisplatin/CaCl2(100), fluorouracil/CaCl2(100), and cisplatin/CaCl2(110) exhibited a wavy geometric structure, enhancing their efficiency as promising nanocarriers for drug delivery. This work allows future studies to focus on the experimental validation of these results and on the evaluation of their biological interactions for clinical applications. METHODS: The calculations were performed using the Quantum ESPRESSO software and density functional theory (DFT). The model compounds were optimized using the PBE functional combined with the vdw-DF3 functional to correct for dispersion forces in van der Waals interactions. The calcium chloride crystal was cut using VESTA software.",
      "mesh_terms": [
        "Drug Carriers",
        "Calcium Chloride",
        "Antineoplastic Agents",
        "Cisplatin",
        "Density Functional Theory",
        "Fluorouracil",
        "Models, Molecular",
        "Nanoparticles",
        "Humans"
      ]
    },
    {
      "pmid": "40290415",
      "title": "Disparities in statin use following identification of coronary artery calcium.",
      "authors": [
        "Charlotte C Ellberg",
        "Kavenpreet Bal",
        "Edward Duran",
        "Michael H Criqui",
        "Michael D Shapiro",
        "Harpreet S Bhatia"
      ],
      "journal": "American journal of preventive cardiology",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Coronary artery calcium (CAC) scoring is a useful tool for risk stratification in asymptomatic individuals, and current clinical practice is to utilize statins in individuals with CAC. A growing body of research has aimed to identify and mitigate health disparities and their relation to cardiovascular disease (CVD) risk. Likewise, studies have highlighted social determinants of health (SDOH) that contribute to health disparities in CVD. OBJECTIVES: We aimed to evaluate whether disparities exist with regards to statin use after identification of CAC within the Multi-Ethnic Study of Atherosclerosis (MESA). METHODS: The associations between race/ethnicity, age, sex, primary language, and an aggregate SDOH score (calculated using previously defined methods) with statin use at short- and long-term follow-up were evaluated in logistic regression models with adjustment for traditional CVD risk factors in individuals with baseline CAC>0 without baseline statin use. RESULTS: In the overall cohort, 3416 participants had CAC = 0, 1794 CAC 1-99, 757 CAC 100-300, and 847 CAC>300 AU Mean age was 62 (10.2) years, 53 % (n = 3601) were women, 38.5 % (n = 2622) were non-Hispanic White, 27.8 % (n = 1892) were non-Hispanic Black, 22.0 % (n = 1892) were Hispanic and 11.8 % (n = 1892) were Chinese. At short-term follow up (median 1.6 years, n = 2665), those with a higher SDOH score (worse burden) (OR 0.39, 95 % CI 0.16-0.91), Hispanic (OR 0.59, 95 % CI 0.40-0.85) and Spanish speaking individuals (OR 0.51, 95 % CI 0.30-0.83) were less likely to report statin use following CAC identification. At long-term follow up (median 9.4 years, n = 2533), Black individuals (OR 0.71, 95 % CI 0.52-0.96), Chinese (OR 0.58, 95 % CI 0.39-0.86) and Chinese speaking individuals (OR 0.50, 95 % CI 0.33-0.76) were also less likely to report statin use following CAC identification, and a trend was noted for SDOH score (OR 0.53, 95 % CI 0.26-1.09). CONCLUSIONS: This study identifies disparities in statin use by race/ethnicity, language, and social determinants of health after identification of CAC. While CAC is an effective tool for identifying atherosclerosis in asymptomatic individuals, more equitable use of subsequent therapy is needed."
    },
    {
      "pmid": "40290310",
      "title": "Negative association between serum calcium and glucocorticoid-induced hypertension in thyroid-associated ophthalmopathy patients treated with methylprednisolone.",
      "authors": [
        "Ling Wang",
        "Yushi Sun",
        "Meng Zhang",
        "Hairong He",
        "Jingya Wang",
        "Huayang Xu",
        "Yang Hao",
        "Wenqiang Zhang",
        "Yawen Wang",
        "Kelvin K L Chong",
        "Hui Guo",
        "Bingyin Shi",
        "Yue Wang"
      ],
      "journal": "Frontiers in endocrinology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hypertension is a common adverse event after systemic glucocorticoid therapy. Previous studies have suggested that blood pressure (BP) regulation is related to serum calcium. However, whether serum calcium affects the risk of glucocorticoid-induced hypertension remains understudied. METHODS: We used data from thyroid-associated ophthalmopathy (TAO) patients who completed a course of intravenous methylprednisolone (IVMP). Patients with high BP at baseline, a history of hypertension, and missing data were excluded. Glucocorticoid-induced hypertension was defined as systolic BP (SBP) ≥ 140 mmHg or diastolic BP (DBP) ≥ 90 mmHg during follow-up. Multivariate logistic regression and generalized additive models were used to investigate the associations between serum calcium and glucocorticoid-induced hypertension. Bar charts were used to compare the SBP and DBP fluctuations between patients with and without hypocalcemia. After accounting for missing data, all analyses were repeated in the imputed cohort. RESULTS: Serum calcium was negatively correlated with glucocorticoid-induced hypertension after adjusting for covariates with p-value < 0.1 (including age, body mass index, SBP, and DBP). For each 0.1 mmol/L increase in serum calcium, the OR (95% CI) was 0.61 (0.39, 0.95). Furthermore, a nonlinear relationship was observed, with an inflection point at 2.10 mmol/L. After the serum calcium level was converted into a categorical variable, hypocalcemia was positively associated with glucocorticoid-induced hypertension (OR = 3.26, 95% CI = 1.11-9.53). Patients with hypocalcemia exhibited significantly greater SBP fluctuations than patients without hypocalcemia (p < 0.05). These results were stable when adjusting for confounders and in the analyses of the imputed cohort. CONCLUSIONS: Hypocalcemia was associated with glucocorticoid-induced hypertension in TAO patients. Further research is needed to confirm these findings in larger populations and to investigate whether calcium supplementation before glucocorticoid therapy may reduce such risk.",
      "mesh_terms": [
        "Humans",
        "Graves Ophthalmopathy",
        "Female",
        "Male",
        "Methylprednisolone",
        "Middle Aged",
        "Glucocorticoids",
        "Hypertension",
        "Calcium",
        "Adult",
        "Blood Pressure",
        "Aged"
      ]
    },
    {
      "pmid": "40289269",
      "title": "Management of hypotension in dihydropyridine calcium channel blocker overdose: The role of high-dose insulin therapy.",
      "authors": [
        "Betty S H Chan",
        "Katherine Z Isoardi",
        "Darren M Roberts",
        "Ong Sook Har"
      ],
      "journal": "British journal of clinical pharmacology",
      "publication_date": "2025-Apr-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Amlodipine poisoning is a leading cause of cardiovascular medication-related deaths, commonly managed with high-dose insulin (HDI) therapy. However, HDI is a vasodilator that is counterproductive in managing vasoplegia. We aim to study HDI therapy in patients with hypotension following dihydropyridine calcium channel antagonist (CCA) overdose. METHODS: This retrospective study includes adult patients (≥15 years) with deliberate dihydropyridine CCA overdose and hypotension (mean arterial pressure <65 mmHg or systolic blood pressure <90 mmHg) managed by two Poisons Information Centres and three toxicology units in Australia (2020-2023). Patients who received HDI were compared with those who did not receive HDI therapy. RESULTS: There were 50 patients (31 female [62%], median age 57 years). Forty-one (82%) coingested a renin-angiotensin system antagonist. Ten (20%) received HDI (median bolus dose of 1 U/kg and infusion 1.25 U/kg/h, interquartile range: 0.9-5.5) and 40 (80%) did not receive HDI therapy. Eight patients in the HDI had echocardiogram, 4 showed left ventricular dysfunction. There were no differences in the 2 groups regarding age, sex, median dose of dihydropyridine and renin-angiotensin system antagonists. Median minimal systolic blood pressure (P = .0007) and mean arterial pressure (P = .0006) were significantly lower prior to starting HDI. There were increased maximal concomitant number of vasopressors/inotropes used (median difference: 1.5; P = .0002) and at higher doses in the HDI group. Median dose of noradrenaline used was 1.15 μg/kg/min in the HDI group vs. 0.27 μg/kg/min in the non-HDI group (P = .003). One fatality occurred in the non-HDI group. CONCLUSION: Dihydropyridine CCA poisoning with associated hypotension was treated primarily with vasopressor therapy. The inodilator HDI was not commonly used, and it was primarily administered in low doses, utilized mainly in patients with left ventricular dysfunction."
    },
    {
      "pmid": "40288600",
      "title": "NFAT2 promotes sorafenib resistance in hepatocellular carcinoma cells by modulating calcium ion signalling.",
      "authors": [
        "Jian Wang",
        "Yi Bai",
        "Xian-Yi Liu",
        "Shuang Li",
        "Ying Wang",
        "Ya-Min Zhang",
        "Zhang-Yong Hong"
      ],
      "journal": "Archives of biochemistry and biophysics",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Treating hepatocellular carcinoma (HCC) remains challenging due to the drug resistance of HCC cells, which limits the clinical efficacy of sorafenib. This study elucidates the role of nuclear factor activated T cells 2 (NFAT2) in sorafenib resistance in HCC cells and reveals the underlying mechanism. Sorafenib-resistant cell lines were constructed, with NFAT2 overexpressed and knocked down via genetic engineering. Fura-2 detected intracellular calcium ion concentration; transmission electron microscopy (TEM) assessed organelle damage; wound healing and transwell assays evaluated cell migration and invasion; clone formation and CCK8 assays measured cell proliferation. Flow cytometry detected apoptosis; Western blot analyzed protein expressions. Tumorigenesis was evaluated using a sorafenib-resistant HCC orthotopic xenograft mouse model. We found that NFAT2 was upregulated in MHCC97H-SR and HepG2-SR cells. Overexpression of NFAT2 inhibited Ca2+ influx in MHCC97H-SR, reduced the expression of Ca2+ regulation-related proteins (p-PLCγ, p-IP3R, p-CaMKII), ER-related proteins (CPR94, CPR78), and oxidative stress-related proteins (NOX2, NOX4). NFAT2 overexpression inhibited apoptosis and enhanced cell migration, invasion, and proliferation. NFAT2 knockdown reduced tumorigenesis. Our study uncovered a mechanism by which NFAT2 increases HCC cell resistance to sorafenib by altering intracellular calcium ion signals, highlighting NFAT2 as a promising target for HCC drug therapy."
    },
    {
      "pmid": "40286079",
      "title": "Product Development Study of Freeze-Dried Apples Enriched with Sea Buckthorn Juice and Calcium Lactate.",
      "authors": [
        "Marcellus Arnold",
        "Wojciech Białas",
        "Bartosz Kulczyński",
        "Ribi Ramadanti Multisona",
        "Joanna Suliburska",
        "Michał Świeca",
        "Aneta Wojdyło",
        "Anna Gramza-Michałowska"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Enriched or fortified foods are typically linked to ultra-processed foods, limiting the choice of functional food in the market. Addressing the market potential, particularly the elder population with osteoporosis, the functional food industry should consider developing a healthy snack enriched with bioactive substances. This study aimed to produce freeze-dried Polish Gala apple with improved antioxidant properties and calcium content via impregnation or osmotic dehydration process. The solutions containing various concentrations of sea buckthorn (SB) juice and inulin were prepared at different temperatures and times, then analyzed by response surface regression modelling. Subsequently, the effect of the addition of 0-6% calcium lactate (CaL) on antioxidant properties and calcium content was also studied. Freeze-dried apple, after impregnation with 93.8% SB juice, 0:100 inulin-SB juice ratio, at 30 °C for 120 min, with the addition of 4% CaL (hereafter called \"4% CaL\" treatment), possessed a minimum yet acceptable loss of antioxidant properties and increased calcium content (2209.13 mg Ca/100 g). UPLC-PDA revealed the altered compositions of phenolics (flavonols were dominated by isorhamnetin-3-O-glucoside and isorhamnetin-3-O-rutinoside) and carotenoids in 4% CaL. The 4% CaL also exhibited lower polyphenol oxidase and peroxidase activities, moderate sensory acceptability with soft texture, and better nutritional values with lower calories when compared to the controls. This work is a scalable study, covering aspects of process design, physicochemical, nutritional, and enzymatic properties, as well as sensory profiling, which has potential for industrial implementation.",
      "mesh_terms": [
        "Freeze Drying",
        "Malus",
        "Antioxidants",
        "Hippophae",
        "Calcium Compounds",
        "Lactates",
        "Fruit and Vegetable Juices",
        "Calcium",
        "Phenols",
        "Food, Fortified"
      ]
    },
    {
      "pmid": "40285990",
      "title": "Quercetin-calcium hydroxide scaffolds modulate dental pulp stem cell response in vitro under a simulated inflammatory environment.",
      "authors": [
        "Caroline Anselmi",
        "Igor Paulino Mendes Soares",
        "Sarah Chang",
        "Lais M Cardoso",
        "Ana Beatriz Gomes de Carvalho",
        "Renan Dal-Fabbro",
        "Carlos Alberto de Souza Costa",
        "Marco C Bottino",
        "Josimeri Hebling"
      ],
      "journal": "International endodontic journal",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: Tissue engineering can be applied to dentine regeneration, stimulating tissue repair by promoting mesenchymal cell migration and differentiation into odontoblast-like cells while modulating inflammation. This study aimed to investigate the effect of quercetin (QU) and calcium hydroxide (CH) incorporated into polycaprolactone (PCL)/polyethylene oxide (PEO) scaffolds on the differentiation of dental pulp stem cells (DPSCs) in a simulated inflammatory environment in vitro. METHODOLOGY: Dental pulp stem cells (DPSCs) were cultured and treated with different concentrations of quercetin (QU) to assess cell viability, mineralized matrix production and responses under inflammatory stimuli. Reactive oxygen and nitrogen species, as well as TNF-α synthesis, were quantified using fluorescence and ELISA methods. Scaffolds of PCL/PEO with calcium hydroxide and QU were fabricated via electrospinning, characterized and analysed for cell adhesion, viability, inflammatory and mineralisation-related genes in an artificial pulp chamber model. Statistical analysis was performed using anova, Kruskal-Wallis and confidence intervals with a significance level of 5%. RESULTS: Polycaprolactone/polyethylene oxide scaffolds incorporated with CH and QU showed cytocompatibility and support for DPSC differentiation at concentrations of up to 5 M diluted in the culture medium. After 14 days of treatment, the scaffolds upregulated ALPL gene expression under the inflammatory stimulus, with no differences between the control group and the nonincorporated scaffold. The expression of osteocalcin (OCN) and dentine sialophosphoprotein (DSPP) genes was significantly upregulated for the scaffold-treated group when stimulated with LPS. CONCLUSIONS: Incorporating QU and CH into PCL/PEO scaffolds modulated the inflammatory-related response and upregulated mineralisation-related genes of LPS-challenged dental pulp stem cells."
    },
    {
      "pmid": "40284800",
      "title": "Role of Calcium Propionate and Monensin on Performance, Rumen Fermentation Patterns, and Ruminal Bacterial Populations in Growing Lambs.",
      "authors": [
        "Amada Isabel Osorio-Terán",
        "German D Mendoza",
        "Luis A Miranda-Romero",
        "Daniel Martínez-Gomez",
        "Pedro A Hernández-García",
        "Velia Verónica Rangel-Ramírez",
        "Héctor A Lee-Rangel"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to determine the effects of dietary calcium propionate (CaPr) and monensin (MON) on lamb growth performance, ruminal volatile fatty acids (VFAs), methane (CH4) production, and ruminal bacteria and archaea populations. Forty crossbred ram lambs (initial weight 23.4 ± 2.8 kg) were randomly assigned to one of four diets (n = 10 per treatment): (a) control diet (CONT); (b) MON diet, which contained 30 mg/kg dry matter (DM) of monensin + CONT; (c) CaPr diet, which contained 10 g/kg DM of CaPr + CONT; and (d) MCA diet, which contained both additives (30 mg/kg DM of monensin plus 10 g/kg DM of CaPr) + CONT. Dietary MON or CaPr in lamb diets did not affect (p ≥ 0.05) dry matter intake (DMI), average daily gain (ADG), or DMI/ADG. The main effect (p ≥ 0.05) of CaPr supplementation was observed in acetate concentration and CH4 production. The addition of calcium propionate increased (p < 0.05) Fibrobacter succinogenes, Ruminococcus albus, and Selenomonas ruminantium, whereas CaPr reduced (p < 0.05) methanogenic archaea. The addition of MON and CaPr did not affect lamb performance; however, CaPr improved fermentation kinetics towards more efficient routes, reflected by a reduction in the proportion of methane and methanogenic archaea."
    },
    {
      "pmid": "40284128",
      "title": "Comparative Study of the Mechanisms Underlying the Effects of Prohexadione-Calcium and Gibberellin on the Morphogenesis and Carbon Metabolism of Rice Seedlings Under NaCl Stress.",
      "authors": [
        "Meiling Liu",
        "Naijie Feng",
        "Dianfeng Zheng",
        "Fengyan Meng"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "NaCl stress is one of the most serious forms of salt stress. Prohexadione-calcium (EA) is a plant growth regulator, and gibberellin (GA) is a plant hormone that regulates various plant developmental processes. In this experiment, Guanghong 3 and Huang Huazhan served as experimental rice (Overza sativa L.) varieties to study the effects of EA and GA on the growth of rice seedlings. The results revealed that NaCl treatment significantly inhibited plant growth and destroyed the balance of the carbon metabolism. The inhibition effect of NaCl stress on the growth and physiological metabolism of rice seedlings was alleviated by EA and GA, but the effects of EA and GA were slightly different. Compared with the NaCl treatment, the EA and GA treatments significantly increased the net photosynthetic rate, stem base width, and dry matter accumulation but had opposite effects on the plant height, with the GA treatment significantly increasing the plant height of rice seedlings. The EA treatment was superior to the GA treatment in improving the metabolic pathway efficiency of sucrose and starch in the leaves of rice seedlings. The soluble sugar content, sucrose content, fructose content, sucrose synthase activity, sucrose phosphate synthase activity, α-amylase activity, β-amylase activity, and starch phosphorylase activity increased with increasing NaCl stress time, and the changes in the starch content and acid invertase activity were the opposite. The max/min values were reached on the 13th day of NaCl stress."
    },
    {
      "pmid": "40282003",
      "title": "Optimal Period of Calcium Propionate Supplementation in Arrival High-Risk Bull Calves: Growth Performance, Body Fat Reserves, and Serum Metabolites.",
      "authors": [
        "Daniel Rodríguez-Cordero",
        "Octavio Carrillo-Muro",
        "Pedro Hernández-Briano",
        "Paola Isaira Correa-Aguado",
        "Alejandro Rivera-Villegas",
        "Alberto Barreras",
        "Rosalba Lazalde-Cruz",
        "Richard A Zinn",
        "Alejandro Plascencia"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fifty high-risk bull calves were used in a completely randomized design (ten calves/treatment) to evaluate the optimal period of calcium propionate (CaPr) supplementation following arrival into the feedlot. The variables evaluated were the growth performance, dietary energetics, body fat reserves, serum metabolites, and economic return at day 56 of arrival. Calves, which were weighed at the moment of reception (156.2 ± 1.57 kg off-truck body weight, BW), were received with a 50:50 forage-to-concentrate ratio diet and clean water. At 12 h from reception, they were housed in individual pens during a 56 d feeding period and assigned to treatments consisting of a daily supplementation of a commercial product (Propical® Dresen Química, SAPI de CV., Mexico City, Mexico) that provided 19 g CaPr/calf for 0, 14, 28, 42, or 56 d following arrival into the feedlot. Compared with the other treatments, the calves receiving CaPr during the initial 42 d had a greater average daily weight gain (p ≤ 0.035) without affecting the dry matter intake (p ≥ 0.24). Thus, the gain efficiency (p ≤ 0.050) and dietary energy utilization were improved (p ≤ 0.046). Rib fat thickness (p ≥ 0.090) and Longissimus lumborum muscle area (p ≥ 0.112) were not affected by the CaPr supplementation, whereas calves showed the greatest values (p ≤ 0.038) to the rump back fat thickness at 42 and 56 days of CaPr supplementation. With the exception of the total albumin (being maximal at day 56 (p ≤ 0.024)) and total cholesterol (which, compared to the controls, was maximal at 28 and 42 d; p = 0.030), the serum metabolic profiles were not affected by the treatments. Using the profit estimated for the control group as a baseline, supplementing CaPr for 42 d yielded a greater net income (USD 34.84 more/calf). CaPr supplementation for more or less than 42 d showed a very similar profit (~USD 6.80/calf). Because the cost of gain was very similar for these treatments and the controls (USD 1.42 vs. 1.46/kg), the positive difference in profit was mediated mainly by an increase in income selling (+USD 13.02/calf) for the CaPr calves. Based on the performance, serum metabolites, and profit, it is concluded that the optimal duration of supplemental CaPr is 42 d. Offering 19 g CaPr during this period enhanced the growth performance, dietary energy, and economic returns."
    },
    {
      "pmid": "40280012",
      "title": "A calmodulin-derived peptide TI-16 inhibits Alzheimer's disease progression by decreasing -Aβ burden and restoring calcium dyshomeostasis.",
      "authors": [
        "Jingyang Su",
        "Jun Wei",
        "Bowen Zhang",
        "Xianghui Wang",
        "Luhong Tang",
        "Yuan Yuan",
        "Xuanxuan Sun",
        "Shuang Qi",
        "Jiaoyan Yang",
        "Yingchun Xue",
        "Yalin Liu",
        "Yifang Liu",
        "Xuefei Sun",
        "Liying Hao"
      ],
      "journal": "Bioorganic chemistry",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is a neurodegenerative disorder characterized by cognitive and behavioral impairments. Despite extensive research into the pathogenesis of AD, there is still a lack of effective clinical treatments drugs. In this study, we identified calmodulin (CaM) as a key molecule in the pathological process of AD through bioinformatics analysis and innovatively designed a peptide, TI-16, based on the binding specificity between CaM and amyloid-β (Aβ). We evaluated the improvement effect of TI-16 on the activity and apoptosis of Aβ25-35-induced SHSY5Y cells damage by Cell Counting Kit 8 (CCK-8) and Flow cytometry. MOE molecular docking and GST pull-down experiments demonstrated that TI-16 possesses binding affinity for Aβ, and Immunofluorescence staining and Ca2+ concentration determination experiments showed that TI-16 reduced the co-localization of Aβ and CaM, and could inhibit intracellular calcium overload. Subsequently, Morris water maze tests were conducted to assess the impact of TI-16 on learning and memory abilities in AD model mice. Furthermore, HE staining, ThS staining, and Western blot analysis were utilized to investigate the improvement effect of TI-16 on the pathological damage of AD. The results indicate that TI-16 can target Aβ to increase the intracellular free concentration of CaM, and effectively regulate intracellular Ca2+ homeostasis. Notably, TI-16 significantly enhanced cognitive function in AD model mice, reduced Aβ deposition, alleviated neuronal damage, inhibited neuronal apoptosis, and thereby improved AD progression. As a potentially effective peptide therapeutic drug for AD, TI-16 offers a novel target and introduces a fresh perspective for future clinical applications."
    },
    {
      "pmid": "40274220",
      "title": "Enamel conservation orthodontic paradigm via treatment with newly developed remineralizing calcium-phosphate etchant pastes.",
      "authors": [
        "Ali I Ibrahim",
        "Noor R Al-Hasani",
        "Nameer T Al-Taai",
        "Hadi M Ismail",
        "Adham A Abdulrahman",
        "Salvatore Sauro"
      ],
      "journal": "Journal of dentistry",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate recently developed acidic calcium-phosphate (CaP) pastes as conservative enamel-conditioning systems for bracket bonding and investigate their effects on the shear bond strength, adhesive residues, and enamel damage in comparison to a conventional 37 % phosphoric acid (PA) gel. MATERIALS AND METHODS: Two experimental etchant pastes consisting of hydroxyapatite and monocalcium phosphate monohydrate were prepared by mixing them with 37 % and 10 % PA solutions, respectively. These were characterized using X-ray diffraction. Metal brackets were bonded to 90 freshly extracted human premolars and assigned to three groups, depending on etchant type: 37 % PA-gel (control) and the two experimental (HPA and MPA) pastes. Shear bond strengths (SBS), adhesive remnant index scores, and enamel damage for the three groups were compared at 24 h water storage and after 5000 thermocycles. Enamel etch pattern, surface damage, and CaP precipitation were evaluated through FE-SEM. Surface Vickers micro-hardness (VHN) following etching procedures was compared to the unetched enamel surface. RESULTS: HPA and MPA pastes yielded significantly lower SBS values than 37 % PA-gel (p < 0.001), induced a milder etch pattern, unblemished enamel surfaces and CaP re-precipitation with no or minimal adhesive residues post-bracket debonding as compared to 37 % PA-gel. Moreover, the HPA paste-etched enamel revealed the highest (p < 0.001) micro-hardness value (232 VHN). CONCLUSIONS: Enamel conditioning using the CaP pastes, particularly the HPA, may evoke CaP re-precipitation and cause minimal enamel damage, with greater efficiency at bracket debonding/enamel cleaning procedures. Furthermore, it yields low adhesive residues and potentially adequate bond strength for clinical performance in comparison to conventional PA gel. CLINICAL SIGNIFICANCE: Enamel etching with the developed paste prior to orthodontic bonding might lessen the development of white spot lesions during treatment, with the potential of reducing the prolonged chair time for clean-up and polishing usually required whenever PA is used."
    },
    {
      "pmid": "40273584",
      "title": "Clonidine mitigates noise-induced hearing loss by regulating TRPC6-mediated calcium influx in cochlear hair cells.",
      "authors": [
        "Wenji Zhai",
        "Xiaojing Kuang",
        "Jie Wu",
        "Liheng Li",
        "Bo Li",
        "Ruishuang Geng",
        "Tihua Zheng",
        "Qingyin Zheng"
      ],
      "journal": "Hearing research",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Noise-induced hearing loss (NIHL) is a common auditory disorder driven by calcium overload, oxidative stress, and apoptosis in cochlear sensory hair cells. The transient receptor potential canonical 6 (TRPC6), a nonselective cation channel that can be activated by norepinephrine, is implicated in calcium influx and associated cellular damage. This study explores the protective effects of clonidine, an FDA-approved α2-adrenergic receptor agonist that reduces sympathetic nervous system activity and norepinephrine release, on NIHL in mice. Clonidine treatment significantly preserved hearing thresholds, reduced damage to outer hair cells and ribbon synapses, and suppressed TRPC6 channel activation induced by noise exposure. Mechanistically, clonidine alleviated calcium influx, inhibited the calcium-dependent MLCK-MRLC signaling pathway, and attenuated oxidative stress and apoptosis in cochlear hair cells. Molecular docking analyses demonstrated strong binding between norepinephrine and TRPC6, elucidating the regulatory role of clonidine in calcium signaling. These findings highlight clonidine's potential to prevent NIHL by maintaining intracellular calcium homeostasis and reducing cochlear damage via the modulation of norepinephrine and TRPC6 activity. TRPC6 emerges as a promising therapeutic target for preventing and managing noise-induced auditory dysfunction."
    },
    {
      "pmid": "40263013",
      "title": "Impact of lesion hemodynamic pattern and calcium morphology on the functional efficacy of coronary intravascular lithotripsy.",
      "authors": [
        "Lin Wang",
        "Luca Paolucci",
        "Angela McInerney",
        "Fernando Alfonso",
        "David Del Val",
        "Enrico Cerrato",
        "Juan Garcia de Lara",
        "Eduardo Pinar",
        "Armando Perez de Prado",
        "Salvatore Brugaletta",
        "Andrea Ruberti",
        "Manel Sabaté",
        "Héctor Cubero Gallego",
        "Beatriz Vaquerizo",
        "Alfonso Jurado-Román",
        "Ferdinando Varbella",
        "Marcelo Jimenez",
        "Artemio Garcia Escobar",
        "José María de la Torre",
        "Ignacio Amat Santos",
        "Victor Alfonso Jimenez Diaz",
        "Javier Escaned",
        "Nieves Gonzalo"
      ],
      "journal": "Cardiovascular revascularization medicine : including molecular interventions",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The effectiveness of intravascular lithotripsy (IVL) in terms of anatomical and physiological results in different subtypes of calcifications is unknown. METHODS: Lesions treated with IVL-percutaneous coronary intervention (PCI) were stratified according to hemodynamic pattern (focal/diffuse) and calcification phenotypes (concentric/eccentric). All lesions were analyzed with optical coherence tomography (OCT), OCT-based fractional flow reserve (OFR) and quantitative flow ratio (QFR). The outcomes were post-PCI OFR/QFR values, minimal stent area (MSA) and angio-derived index of microvascular resistance (Angio-IMR). RESULTS: 88 lesions were included. All parameters significantly increased during PCI. Diffuse lesions showed lower post-PCI values of OFR (focal = 0.92 (0.89-0.95) vs diffuse = 0.88 (0.85-0.91), P < 0.01), QFR (focal = 0.94 (0.89-0.98) vs diffuse = 0.87 (0.85-0.90); P < 0.01) and MSA (focal = 6.40 (5.80-7.10) mm2 vs diffuse = 5.40 (4.80-6.00) mm2, P = 0.02). Angio-IMR changes were comparable between the two groups. No differences were evident between concentric and eccentric lesions for any outcomes assessed. CONCLUSIONS: Diffuse lesions were associated with suboptimal anatomical and physiological results following IVL-PCI, while no differences were evident between concentric and eccentric calcification phenotypes."
    },
    {
      "pmid": "40261135",
      "title": "Calcium phosphate bone cements with α-ketoglutarate polyester microspheres promote osteoporotic bone defect repair.",
      "authors": [
        "Zhengyang Kang",
        "Hui Yang",
        "Xinzhi Liang",
        "Bin Wu",
        "Dequan Wang",
        "TingLiang Xiong",
        "Luhui Zhang",
        "Denghui Xie"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Excessive oxidative stress and inflammation are prevalent in osteoporotic bone defects, significantly impairing the efficacy of bone regeneration in such defects. Calcium phosphate bone cements (CPC) are a commonly employed material for repairing bone defects. However, the slow rate of osteogenic mineralization and biodegradation presents a significant challenge in meeting the requirements of osteoporotic bone treatment. In this study, α-ketoglutarate (α-KG) polyester microspheres were synthesized from α-KG. By introducing different mass ratios of α-KG polyester microspheres, we constructed CPC with α-KG polyester microspheres (CPC/α-KG) that exhibited an improved microenvironment, enhanced osteogenic differentiation, and increased biomineralization. The incorporation of α-KG polyester microspheres was instrumental in enhancing the physicochemical attributes, biodegradability, biocompatibility, osteogenic differentiation potential, and biomineralization of α-KG. Mechanistically, the CPC/α-KG improves the osteogenic microenvironment by inhibiting the inflammatory response and reducing oxidative stress through the PI3K/AKT signaling pathway. Notably, the addition of 10 wt% α-KG polyester microspheres resulted in the optimal osteogenic capacity for CPC/α-KG. In conclusion, the modified α-KG composites show potential as effective candidates for bone defect repair and regeneration."
    },
    {
      "pmid": "40260596",
      "title": "Efficacy and safety of calcium polystyrene sulphonate and sodium zirconium cyclosilicate as potassium binders for chronic hyperkalemia in hemodialysis patients: A prospective study.",
      "authors": [
        "Feng Yu",
        "Deng Rong",
        "Yin Yongmei",
        "Pan Di",
        "Yang Jingru"
      ],
      "journal": "Clinical nephrology",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Sodium zirconium cyclosilicate (SZC) and calcium polystyrene sulfonate (CPS) are indicated for treating hyperkalemia in chronic renal disease. Individuals undergoing maintenance hemodialysis (HD) are at significantly increased risk of developing hyperkalemia, clinically defined as serum potassium concentrations of > 5.0 mmol/L. The objective of this study was the evaluation and comparison of the efficacy and safety of two potassium binders (SZC and CPS) in HD patients with hyperkalemia. MATERIALS AND METHODS: This research utilized a prospective non-randomized controlled clinical trial design. Patients with chronic hyperkalemia were enrolled at a tertiary care hospital in China from September 2021 to May 2022. HD patients received SZC (5 g) or CPS (5 g) once daily, later adjusted to 10 g. Serum potassium levels were quantified at a specified timepoint at 0, 2, 4, 8, and 12 weeks. RESULTS: The mean serum K+ levels for SZC- and CPS-treated participants were 5.93 ± 0.46 and 5.88 ± 0.54 mmol/L, respectively, at baseline (p = 0.683) and 4.94 ± 0.44 vs. 5.12 ± 0.49 mmol/L respectively after 12 weeks (p = 0.017). A serum potassium concentration of less than 5.3 mmol/L was achieved in 81% of treated patients who received SZC treatment over 12 weeks, compared to 65% of those treated with CPS. Additionally, SZC also achieved a higher percentage of patients exhibiting serum potassium levels below 6.0 mmol/L at the 2-week timepoint (28/28 vs. 27/31, p = 0.015). The mean daily doses were 6.8 g for SZC and 7.42 g for CPS, with no serious adverse events attributable to the study drug. CONCLUSION: SZC demonstrated superior effectiveness in reducing potassium levels and controlling severe hyperkalemia in patients undergoing maintenance HD. It also facilitated more rapid control of serum potassium levels offering an improved long-term management strategy for chronic hyperkalemia."
    },
    {
      "pmid": "40259552",
      "title": "Effects of clodronate disodium on endocrine regulators of calcium in yearling horses.",
      "authors": [
        "Matthew B Conrad",
        "Jessica L Leatherwood",
        "Brittany L Paris",
        "James M George",
        "Rafael E Martinez",
        "Fernando B Vergara-Hernandez",
        "Brian D Nielsen",
        "Aimee C Colbath",
        "Carolyn E Arnold",
        "Kati G Glass",
        "Thomas H Welsh",
        "Amanda N Bradbery"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Extra-label bisphosphonate (BP) use in juvenile horses is anecdotally reported, primarily for analgesic effects, despite limited scientific understanding of biologic impacts on skeletally immature horses undergoing exercise. The objective of this study was to determine the effects of clodronate disodium (CD), a form of BP, on endocrine regulators of calcium. Thus, 32 yearling Quarter Horses were stratified by age (500 ± 13 d), body weight (BW; 336 ± 26 kg), sex (n = 16 geldings, n = 16 fillies), and initial bone optical density into one of four treatment groups for a 168-d trial. The experimental period was divided into two exercise phases to model industry standards. Investigators were blinded to treatment, and all horses received iso-volumetric intramuscular injections of either 1.8 mg/kg BW CD (OSPHOS) or saline (placebo) on d 0, 42, 84, and 126. Treatments consisted of control (CON; n = 8), single-dose (1X; n = 8; d 84), two-dose (2X; n = 8; d 0, 84), and four-dose groups (4X; n = 8; d 0, 42, 84, 126). Serum samples were collected, and physical measurements recorded including BW, wither height (WH), hip height (HH), body length (BL), and heart girth circumference (HG) every 42 d, prior to treatment administration. Serum samples were analyzed for growth hormone (GH), calcitonin, parathyroid hormone (PTH), and ionized calcium (Ca2+). Data were analyzed using MIXED and CORR procedures of SAS. All physical measurements increased over time (P ≤ 0.01) but were not affected by treatment (P ≥ 0.62). Similarly, there was no effect of treatment for GH (P = 0.44), but concentrations tended to decrease over time (P = 0.09). A treatment × day interaction was observed for PTH (P = 0.05) where concentrations increased following a second CD dose. Specifically, concentrations increased on d 84 in 4X and on d 126 in 2X following the second treatment with CD whereas 1X and CON remained unchanged. Despite the increase in PTH, there was no effect on calcitonin (P ≥ 0.33). Ionized calcium concentrations decreased over time (P < 0.01) with no effect of treatment (P = 0.26). Parathyroid hormone was negatively correlated with serum Ca2+ (r = -0.28, P < 0.01), whereas calcitonin was not correlated with serum Ca2+ (r = 0.06, P = 0.48) nor PTH (r = -0.13, P = 0.12). According to these results, CD has no effect on growth morphometrics, but its use transiently increases PTH concentrations after two doses."
    },
    {
      "pmid": "40259024",
      "title": "Longevity mechanisms in cardiac aging: exploring calcium dysregulation and senescence.",
      "authors": [
        "Neetu Agrawal",
        "Muhammad Afzal",
        "Waleed Hassan Almalki",
        "Suhas Ballal",
        "Girish Chandra Sharma",
        "T Krithiga",
        "Rajashree Panigrahi",
        "Suman Saini",
        "Haider Ali",
        "Kavita Goyal",
        "Mohit Rana",
        "Abida Khan"
      ],
      "journal": "Biogerontology",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cardiac aging is a multistep process that results in a loss of various structural and functional heart abilities, increasing the risk of heart disease. Since its remarkable discovery in the early 1800s, when limestone is heated, calcium's importance has been defined in numerous ways. It can help stiffen shells and bones, function as a reducing agent in chemical reactions, and play a central role in cellular signalling. The movement of calcium ions in and out of cells and between those is referred to as calcium signalling. It influences the binding of the ligand, enzyme activity, electrochemical gradients, and other cellular processes. Calcium signalling is critical for both contraction and relaxation under the sliding filament model of heart muscle. However, with age, the heart undergoes changes that lead to increases in cardiac dysfunction, such as myocardial fibrosis, decreased cardiomyocyte function, and noxious disturbances in calcium homeostasis. Additionally, when cardiac tissues age, cellular senescence, a state of irreversible cell cycle arrest, accumulates and begins to exacerbate tissue inflammation and fibrosis. This review explores the most recent discoveries regarding the role of senescent cell accumulation and calcium signalling perturbances in cardiac aging. Additionally, new treatment strategies are used to reduce aged-related heart dysfunction by targeting senescent cells and modulating calcium homeostasis.",
      "mesh_terms": [
        "Humans",
        "Cellular Senescence",
        "Calcium",
        "Calcium Signaling",
        "Animals",
        "Aging",
        "Longevity",
        "Myocytes, Cardiac",
        "Myocardium",
        "Heart"
      ]
    },
    {
      "pmid": "40258901",
      "title": "Enhanced peri-implantitis management through purple-LED irradiation coupled with silver ion application and calcium phosphate gene transfection carrier coating.",
      "authors": [
        "Taito Iwabuchi",
        "Taichi Tenkumo",
        "Takayuki Mokudai",
        "Masatoshi Takahashi",
        "Toru Ogawa",
        "Keiichi Sasaki",
        "Nobuhiro Yoda"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to investigate the bactericidal effect and recovery of biocompatibility of contaminated titanium surfaces using a combination treatment involving silver, copper, or iron ion application along with 400 nm purple-LED light irradiation. Additionally, the study sought to develop a functional calcium phosphate (CaP) coating treatment on titanium surfaces following disinfection, to promote re-osseointegration. A purple-LED emitting light at 400 nm was utilized to irradiate Staphylococcus aureus suspensions and biofilms in the presence of various concentrations of silver, copper, and iron solutions for 1 min. The bactericidal effect and electron spin resonance (ESR) spectrum were subsequently evaluated. Additionally, the hydrophilicity of the titanium surface and cell viability of MC3T3-E1 cells after combination treatment with silver ion was evaluated. Furthermore, a titanium surface coating with CaP gene transfection carrier containing plasmid DNA was developed using an electric current. The activity of hard tissue formation was then evaluated both in vitro and in vivo post-treatment. The bactericidal effect of the combination treatment with silver ions was attributed to the generation of hydroxyl radicals, whereas the effects from iron and copper treatments were not radical-mediated. The silver treatment significantly restored the hydrophilicity and cell affinity of the titanium surface. Moreover, CaP coating applied via an electric current (30 µA for 5 min) enhanced hard tissue formation activity on the titanium surface in both in vitro and in vivo settings. The combination treatment utilizing silver ions and purple-LED irradiation significantly enhanced bactericidal effects by generating high levels of hydroxyl radicals. Additionally, coating the titanium surface with functionalized CaP promoted early osseointegration, suggesting a promising strategy for improving implant outcomes.",
      "mesh_terms": [
        "Calcium Phosphates",
        "Animals",
        "Silver",
        "Titanium",
        "Mice",
        "Staphylococcus aureus",
        "Coated Materials, Biocompatible",
        "Peri-Implantitis",
        "Biofilms",
        "Transfection",
        "Anti-Bacterial Agents",
        "Surface Properties",
        "Cell Line",
        "Cell Survival"
      ]
    },
    {
      "pmid": "40257184",
      "title": "The SGLT2 inhibitor canagliflozin attenuates mitochondrial oxidative stress and alterations of calcium handling induced by high glucose in human cardiac fibroblasts.",
      "authors": [
        "Fahimeh Varzideh",
        "Urna Kansakar",
        "Scott Wilson",
        "Stanislovas S Jankauskas",
        "Gaetano Santulli"
      ],
      "journal": "Cell cycle (Georgetown, Tex.)",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cardiac fibrosis and remodeling are critical contributors to heart failure, particularly in the context of diabetes, where hyperglycemia (HG) exacerbates pathological fibroblast activity. Despite the known cardiovascular benefits of canagliflozin (CANA), its specific effects on human cardiac fibroblasts (HCFs) under HG conditions remain unexplored. We investigated whether CANA could mitigate HG-induced detrimental responses in HCFs. Dose-response assays revealed that 100 nM CANA significantly reduced HG-induced proliferation and migration of HCFs. Furthermore, CANA attenuated mitochondrial reactive oxygen species (ROS) production, a key driver of myofibroblast differentiation, and suppressed HG-induced expression of SMAD2, a critical activator of cardiac fibroblasts. Additionally, HG disrupted calcium (Ca2+) homeostasis, which was ameliorated by CANA treatment. These findings collectively demonstrate that CANA exerts protective effects on HCFs by improving mitochondrial function, restoring Ca2+ handling, and reducing fibroblast proliferation, migration, and activation under HG conditions."
    },
    {
      "pmid": "40254148",
      "title": "Piezo1-Mediated Calcium Flux Transfers Mechanosignal to YAP to Stimulate Matrix Production in Keloid.",
      "authors": [
        "Caihe Liao",
        "Peiru Wang",
        "Qingyu Zeng",
        "Guorong Yan",
        "Jiawen Gao",
        "Jia Liu",
        "Jia Yan",
        "Guolong Zhang",
        "Yeqiang Liu",
        "Xiuli Wang"
      ],
      "journal": "The Journal of investigative dermatology",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Keloids are fibroproliferative diseases affecting millions worldwide, but curing keloids remains challenging. Mechanical force is a common initiator and driver of keloids, and blocking the pro-adhesive signaling pathways is expected to cure keloids. This study found higher levels of Piezo1 in human keloid fibroblasts (KFbs) compared with normal skin fibroblasts (Fbs). Single-cell transcriptome analysis revealed a correlation of Piezo1 with YAP in KFbs. Knockdown of Piezo1/YAP in KFbs versus Fbs decreased CCN2 and CCN1 expression and fibrosis-related cell behaviors, identifying Piezo1 and YAP as upstream signals of pro-adhesive signaling loop in keloids. Treatment of patient-derived keloid xenograft model with Piezo1 inhibitor GsMTx4 and YAP inhibitor Verteporfin reduced keloid volume and decreased type I/III collagen ratio. Atomic force microscopy further confirmed the biomechanical improvements of keloids in elasticity, viscoelasticity, and roughness ex vivo. In addition, the Ca2+-sensitive fluorescent indicator Fluo-3/AM and double-labelling immunofluorescence stains showed Piezo1 transferred mechanosignal to increase YAP nuclear translocation via calcium flux. Finally, transcriptomics revealed target genes of the Piezo1/YAP signaling pathway, such as TBX3, SESN2, SMAD7, FOSB, JARID2, and HAS2. Consequently, the Piezo1/calcium flux/YAP signaling axis contributes to the mechanically induced pro-adhesive signaling pathway, and thus, Piezo1 and YAP are promising targets for keloid treatment."
    },
    {
      "pmid": "40253131",
      "title": "Effects of chitosan‑calcium coating on the physiological characteristics and browning of Stropharia rugosoannulata during postharvest storage.",
      "authors": [
        "Yingqi Zhang",
        "Xi Feng",
        "Defang Shi",
        "Xiaoju Tian",
        "Wen Huang",
        "Ying Liu"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of chitosan‑calcium (CTSCa) coating on the physiological characteristics and browning of fresh Stropharia rugosoannulata were investigated. The 0.5 % CTS-Ca coating reduced the weight loss rate, opening rate, and browning of mushrooms. CTS-Ca could decrease the contents of total phenols and the activities of enzymes associated with enzymatic browning, increase the activities of antioxidant enzymes, and reduce the production of malondialdehyde, a product of membrane lipid metabolism. Based on transcriptomic analysis, CTS-Ca treatment down-regulated the expression of genes on the chorismate/tyrosine pathway to inhibit the synthesis of phenolic substrates and tyrosinase activity, up-regulated the three energy metabolism pathways of glycolysis, TCA cycle, and oxidative phosphorylation to maintain the integrity of the cell membrane, increased the expression of catalase and superoxide dismutase genes to scavenge ROS. Our results would provide a simple and practical preservation solution for S. rugosoannulata during the postharvest storage.",
      "mesh_terms": [
        "Food Storage",
        "Chitosan",
        "Calcium",
        "Food Preservation",
        "Agaricales",
        "Antioxidants",
        "Malondialdehyde",
        "Superoxide Dismutase",
        "Phenols",
        "Catalase"
      ]
    },
    {
      "pmid": "40249957",
      "title": "Chronic venous insufficiency as an independent risk factor for coronary artery disease: Evidence from coronary artery calcium score analysis.",
      "authors": [
        "Shinji Tomita",
        "Takuya Mizukami",
        "Shunsuke Imai",
        "Taiji Miyake",
        "Hitoshi Matsuo"
      ],
      "journal": "Phlebology",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BackgroundPrevious research has indicated a correlation between chronic venous insufficiency (CVI) and cardiovascular disease. However, whether CVI is an independent risk factor for coronary artery disease (CAD) remains underexplored. This study aimed to investigate this relationship by utilizing coronary artery calcium score (CACS) assessment during CVI screening and comparing it with CACS in patients undergoing cardiac ablation treatment.Methodsand Subjects: A retrospective cohort study was conducted, approved by the ethical committee (IRB 2024012). From February to July 2023 Simultaneous non-contrast lower limb vein CT and CACS measurements were performed on CVI patients aged 50 and above and less than 90, excluding cases with history of heart failure, post-thrombotic syndrome, percutaneous coronary intervention (PCI), cardiac ablation, cardiac surgery, peripheral arterial disease, and renal failure. Parameters included coronary risk factors and CACS. Control group was composed of sex- and age-matched patients receiving cardiac ablation treatment from April 2020 to December 2023. A comparison between the two groups was made, and univariate and multivariate analyses were conducted. Statistical significance was set at p < .05.ResultsComparison between CVI group (n = 234) and cardiac ablation group (n = 234) were as follows: mean age (71 ± 9:71 ± 9, not significant (NS)), females (154:145, NS), body mass index (BMI) (23.6 ± 3.9:22.6 ± 3.5, p = .004), hypertension (103:121, NS), dyslipidemia (100:66, p = .001), diabetes (30:24, NS), Creatinine (0.76 ± 0.25:0.87 ± 0.64, p = .02), respectively. The total CACS was 214 ± 578 in the CVI group and 64.8 ± 233 in the cardiac ablation group (p < .001). The median CACS values were 14.8 (IQR: 0-178) and 0 (IQR: 0-16), respectively. CVI group included 35% with CACS >100 and the cardiac ablation group did 12%, respectively (p < .001). Univariate analysis identified age [beta 9.6 (95% CI 5.2 to 13.9), p < .001], hypertension [beta 142.4 (95% CI 62.5 to 222), diabetes [beta 179.1 (95% CI 53.5 to 305), p = .005], dyslipidemia [beta 164.5 (95% CI 81.2 to 248), p < .001],creatinine [beta 85.4 (95% CI 2.6 to 168), p = .04], and CVI [beta 149 (95% CI 69.4 to 229), p < .001], p = .001] as risk factors. Multivariate analysis revealed age [beta 7.1 (95% CI 2.7 to 11.5), p = .002], hypertension [beta 86.5 (95% CI 1.7 to 171), p = .046], dyslipidemia [beta87.5 (95% CI 1.4 to 174), p = .047], and CVI [beta 143.6 (95% CI 63.7 to 223), p < .001] as strong correlates of CACS.ConclusionsMultivariate analysis indicated that CVI is an independent risk factor for coronary artery disease, even after adjusting for age, hypertension, and dyslipidemia as confounding factors."
    },
    {
      "pmid": "40243990",
      "title": "Novel Compounds Target Aberrant Calcium Signaling in the Treatment of Relapsed High-Risk Neuroblastoma.",
      "authors": [
        "Dana-Lynn T Koomoa",
        "Nathan Sunada",
        "Italo Espinoza-Fuenzalida",
        "Dustin Tacdol",
        "Madeleine Shackleford",
        "Li Feng",
        "Dianqing Sun",
        "Ingo Lange"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High-risk neuroblastoma (HRNB) is an extracranial solid pediatric cancer. Despite the plethora of treatments available for HRNB, up to 65% of patients are refractory or exhibit an initial response to treatment that transitions to therapy-resistant relapse, which is invariably fatal. A key feature that promotes HRNB progression is aberrant calcium (Ca2+) signaling. Ca2+ signaling is regulated by several druggable channel proteins, offering tremendous therapeutic potential. Unfortunately, many of the Ca2+ channels in HRNB also perform fundamental functions in normal healthy cells, hence targeting them increases the potential for adverse effects. To overcome this challenge, we sought to identify novel Ca2+ signaling pathways that are observed in HRNB but not normal non-cancerous cells with the hypothesis that these novel pathways may serve as potential therapeutic targets. One Ca2+ signaling pathway that is deregulated in HRNB is store-operated Ca2+ entry (SOCE). SOCE relays the release of Ca2+ from the endoplasmic reticulum (ER) and Ca2+ influx via the plasma membrane and promotes cancer drug resistance by regulating transcriptional programming and the induction of mitochondrial Ca2+ (mtCa2+)-dependent signaling. mtCa2+ signaling is critical for cellular metabolism, reactive oxygen production, cell cycle, and proliferation and has a key role in the regulation of cell death. Therefore, a dynamic interplay between ER, SOCE, and mitochondria tightly regulates cell survival and apoptosis. From a library of synthesized novel molecules, we identified two structurally related compounds that uniquely disrupt the dynamic interplay between SOCE, ER, and mitochondrial signaling pathways and induce cell death in HRNB. Our results revealed that compounds 248 and 249 activate distinct aberrant Ca2+ signals that are unique to relapsed HRNB and could be exploited to induce mtCa+ overload, a novel calcium influx current, and subsequent cell death. These findings establish a potential new pathway of calcium-mediated cell death; targeting this pathway could be critical for the treatment of refractory and relapsed HRNB.",
      "mesh_terms": [
        "Neuroblastoma",
        "Humans",
        "Calcium Signaling",
        "Cell Line, Tumor",
        "Calcium",
        "Endoplasmic Reticulum",
        "Antineoplastic Agents",
        "Mitochondria",
        "Calcium Channels",
        "Neoplasm Recurrence, Local"
      ]
    },
    {
      "pmid": "40243981",
      "title": "Kilohertz High-Frequency Electrical Stimulation Effectively Mitigates Hyperalgesia in Mice With Neuropathic Pain Through Regulation of the Calcium/Calmodulin-Dependent Protein Kinase II/N-Methyl-D-Aspartate 2B Signaling Pathway.",
      "authors": [
        "Kexin Fang",
        "Xiaorong Ouyang",
        "Wen Cheng",
        "Bin Yu"
      ],
      "journal": "Neuromodulation : journal of the International Neuromodulation Society",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Kilohertz high-frequency electrical stimulation (KHES), an avant-garde neuromodulation strategy, is progressively emerging in the field of neuropathic pain management, showing its unique therapeutic potential. This study delves into the mechanisms by which KHES exerts therapeutic effects on neuropathic pain induced by chronic constriction injury (CCI) in mice through modulation of the calcium/calmodulin-dependent protein kinase II (CaMKII)/N-methyl-D-aspartate receptor 2B (NMDAR2B) signaling pathway. MATERIALS AND METHODS: In this study, mice were randomly assigned to groups and received intrathecal injections of CaMKII activator BayK8644, CaMKII inhibitor KN93, and N-methyl-D-aspartate (NMDA). Subsequently, mice underwent a week-long KHES treatment, with each session lasting 30 minutes. The impact of KHES on mechanical allodynia and thermal hyperalgesia in mice was assessed through paw withdrawal threshold and thermal withdrawal latency measurements, respectively. In addition, anxiety and depressive-like behaviors in mice were evaluated using pole climbing, open field, and forced swim tests. Quantitative reverse transcription polymerase chain reaction, Western blot, and immunofluorescence techniques were used to detect the expression levels of CaMKII, phosphorylated CaMKII (p-CaMKII), and NMDAR2B in the spinal cord. RESULTS: Results indicated that KHES not only significantly reduced mechanical allodynia in CCI mice, with a sustained analgesic effect lasting up to six hours, but also somewhat alleviated anxiety and depressive-like symptoms. KHES inhibited the expression of p-CaMKII and NMDAR2B in the spinal cord. This inhibitory effect was reversed in the presence of BayK8644 and NMDA, suggesting that activation of CaMKII and NMDAR2B may contribute to the maintenance of neuropathic pain. Conversely, KN93 enhanced the analgesic effect of KHES by reducing mechanical allodynia and downregulating p-CaMKII and NMDAR2B expression, further confirming the significance of the CaMKII/NMDAR2B signaling pathway in KHES-mediated neuropathic pain relief. CONCLUSION: This study not only unveils the potential therapeutic value of KHES in treating neuropathic pain induced by CCI in mice but also provides insights into its molecular mechanisms of action through inhibition of the CaMKII/NMDAR2B signaling pathway."
    },
    {
      "pmid": "40243559",
      "title": "Selective Modulation of PAR-2-Driven Inflammatory Pathways by Oleocanthal: Attenuation of TNF-α and Calcium Dysregulation in Colorectal Cancer Models.",
      "authors": [
        "Rajashree Patnaik",
        "Riah Lee Varghese",
        "Yajnavalka Banerjee"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colorectal cancer (CRC) remains a principal contributor to oncological mortality worldwide, with chronic inflammation serving as a fundamental driver of its pathogenesis. Protease-activated receptor-2 (PAR-2), a G-protein-coupled receptor, orchestrates inflammation-driven tumorigenesis by potentiating NF-κB and Wnt/β-catenin signaling, thereby fostering epithelial-mesenchymal transition (EMT), immune evasion, and therapeutic resistance. Despite its pathological significance, targeted modulation of PAR-2 remains an underexplored avenue in CRC therapeutics. Oleocanthal (OC), a phenolic constituent of extra virgin olive oil, is recognized for its potent anti-inflammatory and anti-cancer properties; however, its regulatory influence on PAR-2 signaling in CRC is yet to be elucidated. This study interrogates the impact of OC on PAR-2-mediated inflammatory cascades using HT-29 and Caco-2 CRC cell lines subjected to lipopolysaccharide (LPS)-induced activation of PAR-2. Expression levels of PAR-2 and TNF-α were quantified through Western blotting and RT-PCR, while ELISA assessed TNF-α secretion. Intracellular calcium flux, a pivotal modulator of PAR-2-driven oncogenic inflammation, was evaluated via Fluo-4 calcium assays. LPS markedly elevated PAR-2 expression at both mRNA and protein levels in CRC cells (p < 0.01, one-way ANOVA). OC administration (20-150 μg/mL) elicited a dose-dependent suppression of PAR-2, with maximal inhibition at 100-150 μg/mL (p < 0.001, Tukey's post hoc test). Concomitant reductions in TNF-α transcription (p < 0.01) and secretion (p < 0.001) were observed, corroborating the anti-inflammatory efficacy of OC. Additionally, OC ameliorated LPS-induced calcium dysregulation, restoring intracellular calcium homeostasis in a concentration-dependent manner (p < 0.01). Crucially, OC exhibited selectivity for PAR-2, leaving PAR-1 expression unaltered (p > 0.05), underscoring its precision as a therapeutic agent. These findings position OC as a selective modulator of PAR-2-driven inflammation in CRC, disrupting the pro-tumorigenic microenvironment through attenuation of TNF-α secretion, calcium dysregulation, and oncogenic signaling pathways. This study furnishes mechanistic insights into OC's potential as a nutraceutical intervention in inflammation-associated CRC. Given the variability in OC bioavailability and content in commercial olive oil, future investigations should delineate optimal dosing strategies and in vivo efficacy to advance its translational potential in CRC therapy.",
      "mesh_terms": [
        "Humans",
        "Colorectal Neoplasms",
        "Receptor, PAR-2",
        "Tumor Necrosis Factor-alpha",
        "Cyclopentane Monoterpenes",
        "Calcium",
        "Inflammation",
        "HT29 Cells",
        "Caco-2 Cells",
        "Lipopolysaccharides",
        "Signal Transduction",
        "Epithelial-Mesenchymal Transition",
        "Aldehydes",
        "Phenols"
      ]
    },
    {
      "pmid": "40241830",
      "title": "Parenteral calcium administration and outcomes in critically ill patients with hypocalcemia: A retrospective cohort study.",
      "authors": [
        "Max Melchers",
        "Hanneke Pierre Franciscus Xaverius Moonen",
        "Tessa Maria Breeman",
        "Sjoerd Hendrika Willem van Bree",
        "Arthur Raymond Hubert van Zanten"
      ],
      "journal": "Journal of intensive medicine",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hypocalcemia is common among patients admitted to the intensive care unit (ICU). The administration of calcium in critically ill patients with hypocalcemia remains debated, as previous data on outcomes are conflicting, and subgroup analyses are lacking. This study aimed to investigate the association between parenteral calcium administration and clinical outcomes in critically ill patients who had hypocalcemia with and without sepsis. METHODS: This retrospective cohort study included individuals who developed hypocalcemia during the first 7 days of admission to a mixed medical-surgical adult ICU at a University-affiliated teaching hospital. Patients who were not receiving renal replacement therapy, and were admitted to the ICU for at least 48 h between October 1, 2015 and September 24, 2020, were included. The primary outcomes included all-cause 180-day mortality and time-to-shock resolution. Subgroup analyses were conducted in sepsis and nonsepsis patients with mild or moderate hypocalcemia, based on median splits. Proportional hazard regression analyses were performed to identify the association between parenteral calcium administration and outcome parameters. RESULTS: Among the 1100 patients who met the inclusion criteria, 427 (38.8 %) patients were admitted for sepsis and 576 (52.4 %) patients received parenteral calcium. Patients who received and did not receive parenteral calcium demonstrated no significant difference in 180-day mortality (adjusted hazard ratio [aHR] = 1.18, 95 % confidence interval [CI]: 0.90 to 1.56). Intravenous calcium administration reduced the probability of a shorter time to shock resolution (adjusted odds ratio = 0.81, 95 % CI: 0.70 to 0.94). Subgroup analyses in patients with and without sepsis indicated no significant association between calcium administration (aHR = 1.63, 95 % CI: 0.99 to 2.69) and 180-day mortality (aHR = 1.06, 95  % CI: 0.74 to 1.51). Notably, parenteral calcium was associated with an elevated risk of 90- and 180-day mortality in patients who had sepsis and mild hypocalcemia (aHR = 1.88, 95 % CI: 1.02 to 3.47 and aHR = 1.79, 95 % CI: 1.07 to 3.00, respectively). CONCLUSIONS: Intravenous calcium administration did not provide survival or shock resolution benefits in ICU patients with hypocalcemia, and may even be harmful. Further research, including randomized controlled trials, are needed to confirm these findings."
    },
    {
      "pmid": "40240407",
      "title": "Adsorptive removal of lead, copper, and nickel using natural and activated Egyptian calcium bentonite clay.",
      "authors": [
        "Mahmoud I Eleraky",
        "Taha M A Razek",
        "Ibrahim W Hasani",
        "Yosri A Fahim"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study evaluates the efficiency of alkali-activated Egyptian calcium bentonite, obtained from the El Alamein region in northern Egypt, for the removal of copper (Cu2⁺), lead (Pb2⁺), and nickel (Ni2⁺) from synthetic wastewater. The bentonite samples underwent a series of preparation steps, including crushing, ball milling, magnetic separation, acid treatment with 0.1N acetic acid, and alkali activation using 5% sodium carbonate (Na2CO3). Various analytical techniques, such as X-ray fluorescence (XRF), X-ray diffraction (XRD), Fourier-transform infrared spectroscopy (FTIR), cation exchange capacity (CEC) measurements, scanning electron microscopy (SEM), and free swelling analysis, were employed to characterize the materials. Absorption experiments were performed to examine the effects of pH, temperature, starting metal concentration, bentonite dose, and contact duration on heavy metal removal. The characterization results confirmed that montmorillonite was the predominant mineral in both the natural and activated bentonite samples. Adsorption studies indicated a significant improvement in heavy metal removal efficiency after activation. Under optimal conditions (pH 7, 1 g/L adsorbent dose, 120 min contact time, 20 mg/L initial metal concentration, and 20 °C), the maximum adsorption capacities of the activated bentonite were determined as 14 ± 0.03 mg/g for Cu2+, 13 ± 0.04 mg/g for Pb2+, and 12.2 ± 0.05 mg/g for Ni2+, exceeding those of the natural bentonite, which recorded capacities of 9.2 ± 0.04 mg/g, 9 ± 0.03 mg/g, and 8 ± 0.02 mg/g, respectively. Adsorption equilibrium data according to the Langmuir isotherm model, exhibiting high correlation values (R2 = 0.9979 for Cu2+, 0.9972 for Pb2+, and 0.9973 for Ni2+). Moreover, kinetic modeling demonstrated that the adsorption followed a pseudo-second-order mechanism, suggesting an intense chemisorption process. The thermodynamic analysis indicated that the adsorption process was spontaneous and endothermic, demonstrating enhanced adsorption at higher temperatures."
    },
    {
      "pmid": "40240332",
      "title": "The outcomes of calcium silicate cement putty apical plugs in traumatised permanent maxillary teeth in paediatric patients: a retrospective evaluation.",
      "authors": [
        "Dariusz Kasperek",
        "Samantha Beattie",
        "Nicholas Longridge",
        "Fadi Jarad",
        "Sondos Albadri"
      ],
      "journal": "BDJ open",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: To evaluate the clinical and radiographic outcomes of root canal treatment of traumatised necrotic permanent maxillary teeth in paediatric patients. METHODS: A retrospective analysis of clinical and radiographic records of patients aged 16 or under, who underwent apexification of permanent maxillary teeth, between 2016 and 2023, using TotalFill BC Putty was conducted. Success was assessed radiographically using periapical radiographs and clinically, against the European Society of Endodontology quality guideline consensus report. RESULTS: A total of 66 teeth from 57 patients were included, with the mean age of 10 years old ( ± 2.1). The mean follow-up time was 14 months ( ± 12.2) with the average number of 3.5 visits ( ± 1.8). Success outcome at latest review was favourable in 48.5% (n = 32), uncertain in 36.4% (n = 24) and unfavourable in 15.1% (n = 10) of cases. In 84.9% (n = 56) of cases, there was evidence of complete or partial radiographic healing. CONCLUSIONS: Within the limits of this service evaluation, TotalFill BC Putty showed favourable outcomes in managing necrotic maxillary permanent teeth in children, demonstrating success rates comparable to MTA, suggesting that it may be a viable alternative for apexification in this patient cohort."
    },
    {
      "pmid": "40239882",
      "title": "Traditional Chinese Medicine YangxinDingji alleviates arrhythmias through inhibition of sodium and L-type calcium channels.",
      "authors": [
        "Suhua Qiu",
        "Jinglei Sun",
        "Shi Su",
        "Wenting Wu",
        "Jiali Zhang",
        "Jinlong Qi",
        "Yanfang Xu"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-May-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: The Chinese herbal formula YangxinDingji (YXDJ), derived from the classic ancient formula Zhigancao decoction that originated from Zhang Zhongjing's \"shang han lun\", is a modern preparation of a classic prescription, and is used for arrhythmia treatment in China. However, its antiarrhythmic mechanisms are not fully elucidated. AIM OF THE STUDY: This study aimed to investigate the pharmacological and molecular mechanisms of YXDJ. MATERIALS AND METHODS: Antiarrhythmic effects were evaluated in isolated guinea pig hearts subjected to ischemia/reperfusion (I/R) or isoproterenol (ISO) challenge, and in human induced pluripotent stem cell-derived cardiomyocytes (hiPSC-CMs) utilizing a multi-electrode array (MEA). Patch clamp recordings assessed the effects of YXDJ on sodium (INa, INa-L) and L-type calcium (ICa-L) currents, while potassium currents (IKr, IKs) were studied in heterologous cells. Optical mapping observed electrical activities and calcium transients. RESULTS: YXDJ pretreatment at concentrations of 0.25, 0.5, and 1.0 mg/ml effectively prevented ventricular arrhythmias induced by I/R or ISO challenge, and mitigated electrical stimulation-induced arrhythmias in hiPSC-CMs. YXDJ inhibited INa, INa-L, and ICa-L currents in a concentration-dependent manner without affecting IKr and IKs, inhibited abnormal electrical activities and excitation reentry, decreased action potential duration dispersion and heterogeneity of excitation conduction, and restored intracellular calcium homeostasis. CONCLUSIONS: Our results demonstrate that YXDJ exerts its antiarrhythmic effect through the inhibition of inward depolarizing currents, which prevents alterations in left ventricular repolarization dispersion. This leads to synchronized repolarization and a reduction in excitation reentry. Collectively, these findings suggest that YXDJ is a promising candidate for the treatment of arrhythmias.",
      "mesh_terms": [
        "Animals",
        "Guinea Pigs",
        "Drugs, Chinese Herbal",
        "Arrhythmias, Cardiac",
        "Myocytes, Cardiac",
        "Humans",
        "Anti-Arrhythmia Agents",
        "Calcium Channels, L-Type",
        "Male",
        "Induced Pluripotent Stem Cells",
        "Calcium Channel Blockers",
        "Medicine, Chinese Traditional",
        "Sodium Channels",
        "Action Potentials"
      ]
    },
    {
      "pmid": "40237411",
      "title": "Mixed Solvent Assisted Growth Of Eu(III) Doped Calcium Phosphate Micro/Nanoparticles for Efficient Cell Imaging Applications.",
      "authors": [
        "Thoudam Chanchan Devi",
        "Pritam Das",
        "Ngasepam Bhogenjit Singh",
        "Rajkumar Banerjee",
        "Thiyam David Singh"
      ],
      "journal": "Chemistry, an Asian journal",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The production of biomimetic materials have become an emerging topic owing to their good biocompatible nature, which promotes better properties and improved performance in biomedicine. Herein, we prepare Eu3+ doped calcium phosphate nanoparticles(NPs) by co-precipitation method with varied pH using a mixed solvent system of ethylene glycol and water where ethylene glycol acts as capping ligand while synthesis. The as-synthesized NPs are structurally characterized with various characterization techniques such as XRD, FTIR, TGA-DSC, FE-SEM, TEM, and so on. Moreover, the photoluminescent properties are also evaluated. XRD, FTIR and TGA-DSC studies reveal the growth of different phases like monetite (acidic medium) and hydroxyapatite (near neutral and basic medium).The electric dipole transition of Eu3+(i.e., 5D0→7F2, 616 nm) dominates over other transitions. Eu3+ are localized abundantly in Ca I site of crystal lattice for hydroxyapatite phase. The samples prepared at near physiological pH displays biomimic nature with bones structural morphology. Upon treatment of NPs, human breast cancer specific MDA-MB-231 cell exhibits best cytocompatibility even up to highest concentration of NP treatment (500 µg/mL). NPs are visually internalized within cells as confirmed by both confocal microscopy and FACS analysis. Combining together the proposed samples encourage applying in biomedicine like bioimaging of cells and drug delivery vehicles."
    },
    {
      "pmid": "40236861",
      "title": "Intracellular calcium channels: Potential targets for type 2 diabetes mellitus?",
      "authors": [
        "Jia-Xuan Zhu",
        "Zhao-Nan Pan",
        "Dan Li"
      ],
      "journal": "World journal of diabetes",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Type 2 diabetes mellitus (T2DM) is a prevalent metabolic disorder. Despite the availability of numerous pharmacotherapies, a range of adverse reactions, including hypoglycemia, gastrointestinal discomfort, and lactic acidosis, limits their patient applicability and long-term application. Therefore, it is necessary to screen novel therapeutic drugs for T2DM treatment that have high efficacy but few adverse effects. AMP-activated protein kinase (AMPK) stands out as one of the most powerful targets for T2DM treatment. It can be activated through energy-sensing or calcium signaling. Medications that activate AMPK through the energy-sensing mechanism exhibit remarkable potency, but they are accompanied by lactic acidosis, carrying an alarmingly high mortality rate. Interestingly, medications that activate AMPK through calcium signaling, such as gliclazide, seldom induce lactic acidosis. However, the efficacy of gliclazide is much lower than metformin. Therefore, it is necessary to explore targets that activate AMPK via calcium signaling to avoid lactic acidosis while maintaining high potency. Ion channels are the main controller of intracellular calcium flow. Specific agonists and inhibitors targeting ion channels have been reported to activate AMPK. In this review, we will summarize the structure and function of calcium-permeable ion channels and discuss the potential of targeting these calcium channels for T2DM treatment."
    },
    {
      "pmid": "40233779",
      "title": "Fast shaping, biodegradation and microenvironment modulation in bioceramic calcium phosphate cement enhances osteointegration and bone regeneration.",
      "authors": [
        "Yukai Yin",
        "Xiao Lu",
        "YuMeng Xie",
        "Shiyong Lin",
        "Jin He",
        "Yuanming Ouyang"
      ],
      "journal": "Biomedical materials (Bristol, England)",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Critical bone defects require repair materials for optimal treatment. The current range of available materials has limitations, including donor availability, rejection, disease transmission, and inadequate filling. Calcium phosphate bone cement (CPC) is a bone repair material, but most CPCs on the mar-ket have two drawbacks: difficulty degrading and prolonged solidification time. The purpose of this study was to develop a CPC that is rapidly moldable and biodegradable, improves the acid‒base mi-croenvironment, and is more suitable for clinical use. This CPC was prepared from β-tricalcium phosphate bioceramics (TCP) and calcium phosphate monohydrate and is designated a bioceramic calcium phosphate bone cement (BCPC). TCP was used as a control to determine the biocompatibil-ity of BCPC and its impact on osteogenesis-related protein activity. The BCPC and TCP implants were placed in the femurs of rabbits, and X-ray/micro-CT images were obtained at weeks 4, 8, and 12 postoperatively. Additionally, samples from the three time points were stained and analyzed for their osteogenic and degradation properties. BCPC submerged in phosphate buffer reached a neutral pH of 6.98 ± 0.02 on Day 3. In vitro tests revealed that BCPC increased alkaline phosphatase and osteo-pontin activities in MC3T3-E1 cells. The X-ray and micro-CT results revealed that BCPC degraded while the TCP volume remained stable. Micro-CT revealed that BCPC degraded by 26.93% and formed 12.89% new bone by week 12. The histological results showed that BCPC had good bio-compatibility and osteointegration ability. BCPC is characterized by rapid solidification and molding and good biocompatibility, and its degradation rate matches the rate of bone regeneration. BCPC could rapidly improve the surrounding pH, providing the foundation for its clinical application."
    },
    {
      "pmid": "40232377",
      "title": "Amlodipine with letrozole as maintenance post-chemotherapy: targeting calcium calcineurin calmodulin pathway and aromatase inhibitor in disseminated endometrioid adenocarcinoma of the endometrium-a case report.",
      "authors": [
        "Mukul Arvind Gharote",
        "Amruta Ashok Deshpande",
        "Amogh Satchidanand Kale"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "World is now clinging to immune checkpoint inhibitor in almost every type of cancer. PD-1 and PD-L1 inhibitor are taking over the treatment algorithm. But cost is an issue; we have a perspective to target energy mechanism of cytotoxic T cells to modulate the representation of PD-1 receptor so as to increase immunogenicity of cytotoxic T cells. Cellular energy mechanism is largely dependent on calcium channels and pharmacological modulation of it may help in modulating response of cytotoxic T cell. We hereby present a case of endometroid adenocarcinoma of endometrium successfully treated with CCB and hormonal treatment after a short course of chemotherapy (paclitaxel 80 mg/m2 weekly and carboplatin AUC-2) given on weekly basis; she is still in remission; to begin with, she was a case of stage IV ca endometrium due to peritoneal seeding of the disease (TNM & FIGO), but gradually, her stage reversed back to stage 1 (TNM), and after hysterectomy, she is now disease free since last 3 years. This case study hints at possible role of calcium channel blockers (CCB) and calcium modulation, which plays a pivotal role in the energy mechanism of cytotoxic T cells (Feske et al. in Nat Immunol 2(4):316-24, 2001). Modulation of calcium influx can modify the T cell activation and proliferation (Feske et al. in Nat Immunol 2(4):316-24, 2001). Estrogen plays critical role in the upregulation of calcium related proteins. Calcium channel blockers (CCB) like amlodipine, hence, can be considered for repurposing in the treatment of endometrial cancer (Huang et al. in Int J Biol Sci 18(3):1065-1078, 2022). Amlodipine, a CCB, can be used along with letrozole especially in female reproductive tract malignancies like endometrial malignancies which are concerned."
    },
    {
      "pmid": "40231528",
      "title": "Aloe-Emodin Relieves Myocardial Intracellular Calcium Homeostasis Imbalance Induced by High-Fat Diet via Protein Arginine Methyltransferase/ Ca2+/Calmodulin- Dependent Protein Kinase II Signaling Pathway in Rats.",
      "authors": [
        "Wen Li",
        "Juan Hu",
        "Ye Yuan",
        "Zhimin Du",
        "Jia Wang",
        "Yilian Yang",
        "Bing Shao",
        "Jiapan Wang",
        "Mingxiu Zhang",
        "Chunlei Duan",
        "Zhen Chen",
        "Wenjie Liao",
        "Xueqi He"
      ],
      "journal": "Current molecular pharmacology",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background Chronic high-fat diets (HFDs) lead to an imbalance of calcium homeostasis in cardiomyocytes, which contributes to the development of myocardial ischemia-reperfusion injury, dilated cardiomyopathy, and other cardiovascular diseases. Aloe-emodin (AE) is an anthraquinone component isolated from aloe, rhubarb, and cassia seed, having cardiovascular protective, hepatoprotective, anti-inflammatory, and other pharmacological effects. Objective This study aimed to explore the specific role of AE in obesity/hyperlipidemia-induced myocardial intracellular calcium homeostasis imbalance. Methods Wistar rats (male, 220 ± 20 g) were fed HFD for four weeks and AE (100 mg/kg) was administrated for six weeks after confirmation of the HFD model. Serum lipids, reactive oxygen species levels, malondialdehyde levels, and superoxide dismutase levels were measured by commercial biochemical kits. Electrocardiograms of rats were recorded with the BL-420F biological function experimental system. Calcium transients and resting intracellular Ca2+ concentrations were determined by the Langendorff-perfused heart model. Protein levels of Ca2+/calmodulin-dependent protein kinase II (CaMKII), protein arginine methyltransferase 1 (PRMT1), and cardiac Ca2+ handling proteins were evaluated by western blot analysis. Results HFD-induced hearts exhibited a reduced amplitude of Ca2+ transients and increased resting levels of [Ca2+] in the heart; AE treatment significantly improved these parameters. Furthermore, the HFD-induced heart showed downregulation of PRMT1, upregulation of CaMKII, and abnormalities in the levels of Ca2+ handling proteins. All these deleterious changes were significantly suppressed by the AE treatment. Moreover, AE treatment prevented palmitic acid (PA)-induced calcium overload in H9C2 cells; this effect was reduced by the application of an inhibitor of PRMT1. Conclusion Taken together, this study demonstrates that AE could alleviate HFD/PA-induced myocardial intracellular calcium homeostasis imbalance via the PRMT1/CaMKII signaling pathway."
    },
    {
      "pmid": "40228559",
      "title": "Administration of Calcium and Magnesium in Acute Intracerebral Hemorrhage Patients: Assessing Safety and Feasibility.",
      "authors": [
        "Moinay Kim",
        "Wonhyoung Park",
        "Jun Ha Hwang",
        "Jae Hyun Kim",
        "Yeongu Chung",
        "Si Un Lee",
        "Joonho Byun",
        "Jung Cheol Park",
        "Jae Sung Ahn",
        "Seungjoo Lee"
      ],
      "journal": "Journal of Korean medical science",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: Serum calcium and magnesium levels are a key factor of the coagulation cascade and may potentially contribute to the pathophysiology of intracerebral hemorrhage (ICH) expansion. The aim of this study was to attain and sustain target levels of serum calcium and magnesium for three days following admission. METHODS: A single-blind, prospective, multicenter randomized study was conducted from 2019 to 2022 years, enrolling acute ICH patients aged 18-80 years, with radiological diagnosis and without surgical intervention. Participants were randomly assigned in a 1:1 ratio to either the study group or the control group. In the study group, the target serum levels of calcium (9-10.2 mg/dL) and magnesium (2-3 mg/dL) were actively achieved and maintained for a duration of 3 days following admission. The primary outcome was the expansion of ICH volume within the first 3 days between the study group and the control groups. RESULTS: After implementing inclusion/exclusion criteria, 105 of 354 patients remained in the study. There were no significant differences in ICH volume on hospital days 2 and 3 between the groups. Admission factors including Glasgow coma scale score, hemoglobin level, ICH volume, and spot sign showed significant correlations in multivariate analysis. On the third day of hospitalization, admission serum magnesium levels showed a significant correlation with ICH expansion, whereas calcium levels did not. CONCLUSION: Admission serum magnesium levels were found to correlate with hematoma expansion in patients with acute ICH. While magnesium itself may not be a direct therapeutic target, it could serve as a valuable indicator for identifying potential therapeutic strategies aimed at preventing ICH volume increase. TRIAL REGISTRATION: Clinical Research Information Service Identifier: KCT0004427.",
      "mesh_terms": [
        "Humans",
        "Magnesium",
        "Male",
        "Middle Aged",
        "Female",
        "Calcium",
        "Aged",
        "Cerebral Hemorrhage",
        "Adult",
        "Prospective Studies",
        "Aged, 80 and over",
        "Single-Blind Method",
        "Adolescent",
        "Glasgow Coma Scale",
        "Young Adult",
        "Acute Disease"
      ]
    },
    {
      "pmid": "40226767",
      "title": "Strategies for preventing bone loss in populations with insufficient calcium and vitamin D intake.",
      "authors": [
        "Kyung-Jin Yeum",
        "Seyoung Ju",
        "Uyory Choe"
      ],
      "journal": "Nutrition research and practice",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Calcium and vitamin D are essential nutrients for maintaining skeletal health, yet deficiencies in these nutrients are particularly widespread in regions such as Asia and Africa. Inadequate intake of these nutrients in these areas has been associated with diminished bone integrity and a rising incidence of osteoporosis. This review examines the underlying mechanisms of bone loss driven by calcium and vitamin D deficiencies, emphasizing their crucial roles in bone metabolism. It also presents strategies to improve nutrient intake, such as fortification of staple foods and supplementation, along with lifestyle modifications including increased physical activity, sun exposure, and dietary education, to prevent bone loss effectively. Special consideration is given to vulnerable populations, including older adults, individuals with limited sun exposure, and those with dietary restrictions, who are at higher risk of deficiency. The review further evaluates public health strategies, including government-initiated fortification and educational programs, as essential measures for tackling widespread nutrient deficiencies. Lastly, it explores future avenues for addressing calcium and vitamin D deficiencies, including the potential role of digital health tools, personalized nutrition, and innovative public health policies to alleviate the global burden of bone-related diseases."
    },
    {
      "pmid": "40224536",
      "title": "Feasibility of calcium hydroxyapatite (Radiesse®) for improving the biomechanical properties of facial burn scars: A pilot study.",
      "authors": [
        "Mariana Del Carmen Radilla-Flores",
        "Erik Agustín Márquez-Gutiérrez",
        "Mario Vélez-Palafox",
        "María Isabel Castrejón-Vázquez",
        "Osiris Cristina Chávez-Flores",
        "Mario Chopin-Doroteo",
        "Maykel González-Torres"
      ],
      "journal": "JPRAS open",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Effective treatments for facial burn scars remain limited, emphasizing the need for innovative therapeutic approaches. This study explored the feasibility of the use of calcium hydroxyapatite (CaHA, Radiesse®) as a treatment to improve the biomechanical properties of facial burn scars. OBJECTIVE: To evaluate the potential effects of CaHA injections on the biomechanical properties of facial burn scars and to compare these effects with those of untreated skin. METHODS: A prospective longitudinal feasibility study was conducted with 13 patients who had mature facial scars (2-5 years) covering more than 90% of the face, including hypertrophic, atrophic, and/or keloid scars. The forehead, cheek, and jaw areas were measured before treatment (baseline control) and at 2, 4, and 6 months after CaHA application, resulting in 312 measurements. CaHA was injected subdermally on one side of the face, with the opposite side serving as a control. Biomechanical properties were assessed via a Cutometer MPA 580 alongside clinical assessments, photography, and validated scar scales (Vancouver Scar Scale and Patient and Observer Scar Assessment Scale). RESULTS: Preliminary findings suggest that CaHA injections may improve skin extensibility, elasticity, viscoelasticity, hydration, erythema, and pigmentation in the forehead, cheek, and jaw areas. These observations were supported by visual assessments and scale evaluations. CONCLUSION: This feasibility study indicated that subdermal CaHA injections have potential as a noninvasive approach for improving the biomechanical properties of facial burn scars. However, further studies with larger sample sizes and long-term follow-up are needed to confirm these findings."
    },
    {
      "pmid": "40223805",
      "title": "Downregulation of S100 calcium-binding A4 (S100A4) ameliorates hepatic fibrosis via regulating Wnt/β-catenin signaling pathway.",
      "authors": [
        "Chixian Zhang",
        "Kai Bai",
        "Dexu Li"
      ],
      "journal": "European journal of histochemistry : EJH",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "S100 calcium-binding protein A4 (S100A4), a fibrosis-associated calcium-binding protein, has been implicated in fibrotic progression across multiple organs. Activation of the Wnt/β-catenin signaling pathway is a critical driver of hepatic fibrosis, yet the mechanistic role of S100A4 in this context remains poorly defined. This study investigated the regulatory role of S100A4 in hepatic fibrosis in vitro and in vivo. Hepatic stellate cells (HSCs) were treated with TGF-β to induce fibrotic activation, and S100A4 expression was silenced using shRNA. A carbon tetrachloride (CCl₄)-induced murine hepatic fibrosis model was employed for in vivo validation. Fibrotic markers, including collagen I, fibronectin, and α-smooth muscle actin (α-SMA), were assessed via qRT-PCR, Western blotting, immunofluorescence, and immunohistochemistry. Liver histopathology and function were evaluated using Masson trichrome staining, hematoxylin-eosin staining, and serum ALT/AST assays. In vitro experiments demonstrated that TGF-β treatment upregulated S100A4 expression in HSCs, while S100A4 silencing suppressed HSC activation, extracellular matrix (ECM) deposition, and Wnt/β-catenin signaling. In vivo, S100A4 downregulation attenuated CCl₄-induced hepatic fibrosis, reduced collagen accumulation, improved liver histology, and normalized serum ALT/AST levels. These findings indicate that S100A4 promotes hepatic fibrosis by activating the Wnt/β-catenin pathway, highlighting its potential as a therapeutic target.",
      "mesh_terms": [
        "Animals",
        "S100 Calcium-Binding Protein A4",
        "Wnt Signaling Pathway",
        "Liver Cirrhosis",
        "Mice",
        "Hepatic Stellate Cells",
        "Down-Regulation",
        "Male",
        "Mice, Inbred C57BL",
        "Carbon Tetrachloride",
        "Transforming Growth Factor beta"
      ]
    },
    {
      "pmid": "40222535",
      "title": "Targeted delivery of neratinib/xanthan gum-capped calcium carbonate nanoparticles induces apoptosis through PI3K/AKT pathway in breast cancer mice model.",
      "authors": [
        "Yilin Wu",
        "Yanxi Liu",
        "Yawen Zhang",
        "Xuekui Wang",
        "Wan Wang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Breast cancer (BC) continues to be the most common malignancy among women, presenting therapeutic challenges including drug resistance. This study examines the effectiveness of neratinib-loaded xanthan gum-capped calcium carbonate nanoparticles (NB/XG@CaCO₃NPs) for targeted breast cancer treatment. The nanoparticles were synthesized using the co-precipitation method, characterized, and assessed against MCF7 and MDA-MB231 breast cancer cell lines. In vitro, NB/XG@CaCO₃NPs demonstrated considerable cytotoxicity at approximately 50 μg/mL, whereas non-cancerous HMEC cells retained high viability. Flow cytometry demonstrated an 85.2 % apoptosis rate, signifying effective cancer cell mortality. Mechanistic investigations validated that the downregulation of the PI3K/AKT pathway facilitated the anti-tumor effects. In vivo, NB/XG@CaCO₃NPs administered intravenously to cadmium chloride-induced breast cancer mice significantly diminished tumor volume and enhanced histomorphology without causing major organ toxicity. qRT-PCR and western blot analysis further confirmed tumor suppression at the molecular level. These results indicate that NB/XG@CaCO₃NPs present a viable targeted treatment for BC, efficiently suppressing tumor proliferation while maintaining biocompatibility."
    },
    {
      "pmid": "40222421",
      "title": "Advancing cancer therapy: Mechanisms, efficacy, and limitations of calcium electroporation.",
      "authors": [
        "Anna Szewczyk",
        "Dagmara Baczyńska",
        "Anna Choromańska",
        "Zofia Łapińska",
        "Agnieszka Chwiłkowska",
        "Jolanta Saczko",
        "Julita Kulbacka"
      ],
      "journal": "Biochimica et biophysica acta. Reviews on cancer",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Calcium electroporation, an innovative technique, uses high-voltage pulses to introduce calcium ions into cells, leading to cell death and tumor growth inhibition. This review explores the potential of calcium electroporation as a promising therapeutic approach in cancer treatment. We provide an in-depth analysis of the underlying mechanisms by which calcium ions function within cells and how their introduction through electroporation can effectively induce cell death in cancer cells. Furthermore, we present a comprehensive overview of the current literature, covering both preclinical and clinical studies, to highlight the safety and efficacy of calcium electroporation in various cancer types, including melanoma, head and neck cancer, and breast cancer. We also discuss the distinct advantages of calcium electroporation over traditional cancer therapies, such as its specific targeting of cancer cells while sparing healthy cells. However, we also address the challenges and limitations associated with this technique, underscoring the need for further research. By providing a comprehensive examination of calcium electroporation, this review aims to contribute to understanding this emerging field and encourage further investigation into its potential as a novel cancer treatment strategy."
    },
    {
      "pmid": "40220216",
      "title": "Calcium/Calmodulin-Dependent Protein Kinase II β Regulates Autophagy Dependent Ferroptosis of Neurons after Cerebral Ischemic Injury by Activating the AREG/JUN/ELAVL1 Pathway.",
      "authors": [
        "Yun Du",
        "Haiqin Wu",
        "Shuqin Zhan",
        "Ru Zhang",
        "Guilian Zhang",
        "Ning Bu"
      ],
      "journal": "Neurochemical research",
      "publication_date": "2025-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ferroptosis is an iron-dependent regulatory cell death characterized by lipid peroxidation. The molecular mechanism of calcium/calmodulin-dependent protein kinase II β (CAMK2B) affecting cerebral ischemic injury through autophagy-dependent ferroptosis is still unclear. Here, we aimed to study the regulatory effect of CAMK2B on autophagy-dependent ferroptosis and its effect on cerebral ischemic injury. We found that CAMK2B was significantly upregulated in oxygen and glucose deprivation/recovery (OGD/R)-induced PC12 cells and primary hippocampal neurons. CAMK2B knockdown inhibited OGD/R-induced autophagy-dependent ferroptosis in PC12 cells and primary hippocampal neurons. In addition, CAMK2B was co-localized with amphiregulin (AREG) in PC12 cells, and overexpression of AREG reversed the effect of CAMK2B knockdown on OGD/R-induced autophagy-dependent ferroptosis in PC12 cells and primary hippocampal neurons. Further molecular mechanism studies showed that AREG enhanced the transcriptional activation of embryonic lethal abnormal vision-like 1 (ELAVL1) through Jun Proto-Oncogene (c-Jun), thereby inducing autophagy-dependent ferroptosis in PC12 cells and primary hippocampal neurons. Moreover, CAMK2B was significantly upregulated in the ipsilateral penumbra neurons of cerebral ischemia-reperfusion (I/R) mice, and the level of autophagy-dependent ferroptosis was increased in the brain tissue of I/R mice. Knockdown of CAMK2B alleviated neuronal damage by inhibiting autophagy-dependent ferroptosis in the brain tissue of model mice. This study suggests that CAMK2B plays a key role in regulating neuronal autophagy-dependent ferroptosis, and CAMK2B may be a potential target for the treatment of cerebral I/R injury.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Ferroptosis",
        "Neurons",
        "PC12 Cells",
        "Calcium-Calmodulin-Dependent Protein Kinase Type 2",
        "Autophagy",
        "Male",
        "Mice",
        "Signal Transduction",
        "Rats, Sprague-Dawley",
        "Brain Ischemia",
        "Hippocampus",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "40214921",
      "title": "Vasopressor Use, Critical Care Management, and Outcomes in Dihydropyridine Calcium Channel Blocker Toxicity.",
      "authors": [
        "Hannah H Spungen",
        "John Michael Sherman",
        "Kaitlin Ryan",
        "Jessica J Krueger",
        "Michael Levine",
        "Meghan B Spyres"
      ],
      "journal": "Journal of medical toxicology : official journal of the American College of Medical Toxicology",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Although dihydropyridine calcium channel blockers (DHP CCBs) are considered to have less direct myocardial toxicity than non-dihydropyridines, DHPs remain a common cause of morbidity and mortality. We sought to examine various indices of critical illness and describe the clinical course of a population of DHP CCB-poisoned patients with special attention to vasopressor dosing and ischemic complications. METHODS: This is a retrospective chart review of DHP CCB exposures admitted to a single center. The study site was a single tertiary referral center with an in-house medical toxicology consultation/admitting service. Inclusion criteria included age ≥ 14 years and DHP ingestion noted on departmental patient log. Patients were excluded if DHP exposure was not documented in the medical record. The study period ranged from July 1, 2010 through December 31, 2022. Data on clinical presentation, management, and outcomes were reported. RESULTS: Sixty-eight cases of DHP exposure were analyzed; 87% were intentional ingestions. Amlodipine represented 88% of cases. 85% included cases involved co-ingestions. Vasopressors were administered in 42 cases (62%), with a median of three agents (IQR 1-4). Norepinephrine was most common (N = 41; 98%), followed by epinephrine (N = 23; 55%); median maximal rates were 45.0 (IQR 13.5-70.0) and 25.0 (IQR 12.0-30.0) mcg/min, respectively. 15% (N = 10) received high dose insulin-euglycemic therapy (HIE); all had > 2 vasopressors administered before administration of HIE. Twelve (18%) patients had ischemic complications; five (7%) experienced ischemic complications not evident before vasopressor administration. There were five deaths (7%). CONCLUSIONS: Multiple vasopressor use was common in this population of patients with DHP CCB toxicity. Despite the high doses of vasopressors used, temporally related ischemic complications were uncommon."
    },
    {
      "pmid": "40212090",
      "title": "Complications of Calcium Hydroxyapatite in Lower Eyelid Rejuvenation: Case Report of Granuloma Formation.",
      "authors": [
        "Aref Nassar",
        "Samer Abou Zeid"
      ],
      "journal": "Plastic and reconstructive surgery. Global open",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Calcium hydroxyapatite (CaHA) is a widely used biostimulatory filler for facial rejuvenation. Although it has a favorable safety profile, complications such as nodules, granulomas, and fibrosis can occur. The use of CaHA in the periorbital region remains limited due to safety concerns, and few reports have detailed its complications in this delicate area. We report a case of a 40-year-old patient who developed persistent lower eyelid irregularities and edema following CaHA injection for periorbital rejuvenation. Conservative management, including corticosteroid injections, failed to resolve the complication. Surgical intervention was performed, revealing significant fibrosis and alterations in the orbicularis oculi muscle. A conservative excision was necessary. Histopathologic analysis confirmed granulomatous inflammation. This case highlights the potential risks of CaHA injections in the lower eyelid, emphasizing the need for careful patient selection, precise injection technique, and thorough preprocedural counseling. The complexity of surgical management in this region underscores the importance of recognizing and addressing complications. Further research is needed to better understand the long-term safety and optimal management of CaHA-related complications in the periorbital area."
    },
    {
      "pmid": "40212087",
      "title": "Sonographic Analysis of CureJet Injection Depth Consistency After Abdominal Stretch Mark Treatment Using Hyperdiluted Calcium Hydroxylapatite.",
      "authors": [
        "JongSeo Kim"
      ],
      "journal": "Plastic and reconstructive surgery. Global open",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study investigates the effectiveness and consistency of needle-free jet injectors in administering injections at uniform depths, particularly for the treatment of stretch marks. Ensuring consistent injection depth is crucial for achieving optimal therapeutic outcomes, especially when dealing with challenging skin conditions like stretch marks. METHODS: A retrospective study was conducted involving 25 patients treated for abdominal stretch marks using a needle-free injector (CureJet). For each patient, 10 injection sites were assessed via ultrasound, and the depth of the injections was measured. The mean injection depths and standard deviations were calculated for each patient to assess the consistency of injections. The injected substance was diluted calcium hydroxylapatite, a well-known biostimulatory agent used for skin rejuvenation. Injections were repeated over multiple sessions with consistent parameters to evaluate the reproducibility of the technique. RESULTS: The mean injection depth across patients was 0.5126 cm, with considerable variability observed between patients. The standard deviation ranged from 0.0326 to 0.2132 cm, indicating significant differences in the consistency of injection depths. The statistical analysis demonstrated that the needle-free injector achieved variable depths, with some injections penetrating deeper than intended, whereas others remained superficial. CONCLUSIONS: While needle-free injectors like CureJet provide a promising alternative to conventional needles, achieving consistent injection depths remains a challenge. This study highlights the need for further refinement in injector technology and technique to improve uniformity in treatment depth, particularly for applications like scar treatment and stretch mark reduction. Enhancing precision in such devices could lead to better patient outcomes and increased safety in aesthetic treatments."
    },
    {
      "pmid": "40211840",
      "title": "Serotonin promotes calcium accumulation and inhibits lipid accumulation in cultured goat mammary epithelial cells through HTR2A.",
      "authors": [
        "ZhiFei Zhang",
        "BinHan Li",
        "YingFei Wang",
        "Tumaresi Abuduwufuer",
        "Kang Hu",
        "HuiLing Zheng"
      ],
      "journal": "Animal bioscience",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Fatty acids and calcium are both important nutrients in goat milk. Investigating the upstream molecular regulatory mechanisms that control the synthesis of milk fat and milk calcium in the mammary gland can help improve the quality of milk at its source. The objective of this study was to investigate the effects and regulatory pathways of serotonin (5-hydroxytryptamine, 5-HT) and its receptors on lipid synthesis and calcium ion levels in goat mammary epithelial cells (GMECs). METHOD: GMECs isolated from live goats were treated with serotonin, overexpression of Serotonin receptor 2A (HTR2A), Sarpogrelate (SAR, the specific antagonist of HTR2A), or a combination of these agents. The expression of genes related to de novo lipid synthesis in GMECs were detected using the Quantitative Real-Time PCR , the content of lipid droplets was detected using the BODIPY assay, and the calcium content was detected using the calcium chelating probe Fluo-3AM assay. RESULTS: 5-HT dose-dependently promotes the activity of GEMCs, significantly inhibits the mRNA expression of key genes involved in de novo lipid synthesis such as ACC, FASN, SREBP1, SCD1 and ELOVL6 at a concentration of 100 μM, reduces triglyceride and total cholesterol content, suppresses lipid droplet accumulation in cells, and simultaneously promotes calcium accumulation in cells. Furthermore, overexpression of HTR2A in GMECs also induces an increase in cellular calcium levels and inhibits lipid synthesis and accumulation in cells. However, treatment of cells with SAR, the specific antagonist of HTR2A, significantly increases the levels of triglycerides (TAG), total cholesterol (TC), and lipid droplet accumulation in cells. CONCLUSION: 5-HT inhibits lipid synthesis in GMECs while promoting an increase in cellular calcium levels, and this effect is mediated by the HTR2A receptor. Additionally, antagonists targeting HTR2A can reverse the inhibition of lipid synthesis and accumulation in cells."
    },
    {
      "pmid": "40206927",
      "title": "Successful Use of Calcium Chloride in Acute Calcium Channel Blocker Overdose With Shock: A Case Report.",
      "authors": [
        "Shunsuke Nakamura",
        "Natsuyo Shinohara"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Calcium channel blockers (CCBs) are widely used to treat hypertension and tachyarrhythmias. However, an overdose can lead to severe toxicity, resulting in bradycardia, hypotension, and shock. Standard treatments, including calcium gluconate and catecholamines, may be ineffective in severe cases. This study reports a 60-year-old female with hypotensive shock following an intentional overdose of amlodipine. Despite the initial treatment with calcium gluconate, glucagon, and catecholamines, hemodynamic instability persisted. However, the intravenous administration of calcium chloride resulted in rapid hemodynamic improvement, allowing eventual recovery. This case highlights the potential of calcium chloride as a first-line antidote for severe CCBs overdose refractory to conventional treatments."
    },
    {
      "pmid": "40206781",
      "title": "Cytotoxicity of Calcium Silicate-Based Cements: Role of Bonding Time, Strategy, and Thickness in an In Vitro Model.",
      "authors": [
        "Narges Panahandeh",
        "Maryam Torshabi",
        "Roja Askian",
        "Hassan Torabzadeh",
        "Saeed Asgary"
      ],
      "journal": "Iranian endodontic journal",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: This in vitro study assessed the effects of bonding application time (immediate vs. 24-hour delay) and strategy [self-etch (SE) vs. etch-and-rinse (ER)] on cytotoxicity of three calcium silicate-based cements [calcium-enriched mixture (CEM) cement, ProRoot mineral trioxide aggregate (MTA) and Biodentine] at 1mm and 2mm thicknesses. MATERIALS AND METHODS: Specimens (n=20 per group) were fabricated using CEM, MTA, and Biodentine. Scotchbond Universal was applied immediately or after 24 hours via SE or ER strategies. Cytotoxicity of cement extracts (100%, 50%, and 25% concentrations) on human gingival fibroblasts was evaluated using methyl thiazolyl tetrazolium (MTT) assay. Data were analyzed with four-way ANOVA and Tukey's test (P≤0.05). RESULTS: The biomaterials showed comparable cytotoxicity (P>0.05), with toxicity decreasing progressively at lower concentrations (25% <50%<100%). At 100% concentration, ER bonding significantly improved cell viability for CEM (P<0.05), while immediate bonding of 1-mm specimens increased cytotoxicity (P<0.05). Immediate SE bonding of 1-mm MTA and Biodentine specimens also resulted in higher cytotoxicity (P<0.05). At 50% concentration, SE strategy and 1-mm thickness increased cytotoxicity, with bonding time effects significant only in ER mode. No significant differences were observed at 25% concentration (P>0.05). CONCLUSION: Delayed bonding (24 hours), ER strategy, and ≥2-mm thickness minimize cytotoxicity of calcium silicate-based cements. Clinically, immediate permanent restoration after vital pulp therapy is viable when considering these parameters, eliminating the need for interim protective layers (e.g., glass ionomer bases)."
    },
    {
      "pmid": "40203650",
      "title": "Wireless discharge of piezoelectric nanogenerator opens voltage-gated ion channels for calcium overload-mediated tumor treatment.",
      "authors": [
        "Yuchu He",
        "Xiaoyu Yang",
        "Meng Yuan",
        "Xuwu Zhang",
        "Wenkang Tu",
        "Weili Xue",
        "Dong Wang",
        "Dawei Gao"
      ],
      "journal": "Biomaterials",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Calcium overload-mediated tumor treatment conventionally necessitates calcium-containing drugs. However, these drugs are susceptible to calcium ion leakage during in vivo delivery, potentially causing adverse effects such as hypercalcemia and hypertension. Furthermore, voltage-gated ion channels (VGICs) on the tumor cell membrane stringently regulate calcium ion influx to preserve intracellular calcium homeostasis. To address these issues, a calcium-free piezoelectric nanogenerator, (K, Na) NbO3 (KNN), capable of local and wireless discharge (at a voltage of up to 0.4 mV) into tumors under ultrasound (US) excitation, is designed to open VGICs. Given the significantly higher extracellular calcium ion concentration compared to intracellular levels (approximately 15,000-fold), a substantial influx of calcium ions ensures, leading to intracellular calcium overload. Concurrently, US stimulates KNN to undergo piezoelectric catalysis, converting water into reactive oxygen species (ROS). The synergistic effect of calcium overload and high ROS oxidation induces mitochondrial damage, culminating in tumor elimination. Additionally, the calcium ion influx induces polarization of tumor-associated macrophages from an immunosuppressive M2 phenotype to an immunity-promoting M1 phenotype, thereby enhancing systemic anti-tumor immune responses. This study demonstrates that local electric field within tumors can open VGICs for efficient and safe calcium overload-mediated tumor treatment, showing great potential for clinical translation."
    },
    {
      "pmid": "40202650",
      "title": "Real-Time Acrosome Reaction and Intracellular Calcium Recordings in Mice Sperm.",
      "authors": [
        "Claudia Sánchez Cárdenas",
        "Arturo Hernández-Cruz",
        "Pablo E Visconti",
        "Alberto Darszon"
      ],
      "journal": "Methods in molecular biology (Clifton, N.J.)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Accurate determinations of acrosome reaction (AR) are fundamental to obtain physiologically relevant information of this essential event for sperm fertilization. For decades, the AR was exclusively studied in fixed preparation; more recently, new methods were developed to evaluate the AR in live sperm and in real time. These new technologies involved the use of genetically modified mice models, dyes with ion affinity, and fluorescent microscopy. In addition, these techniques allowed the reproduction field the possibility to follow the AR directly in the female tract under physiological conditions. Despite these advances, maintaining transgenic colonies is expensive for most research laboratories. Here, we present a methodology which can be mounted in a simple epifluorescence microscopy set in combination with appropriate filters enabling to follow the AR in real time. The implemented technique allows also to follow the AR in combination with [Ca2+]i, an ion directly involved in the regulation of this exocytotic reaction. In this chapter, we present in a simple way the methodology required to obtain AR/[Ca2+]i determinations using Fluo-4 and FM4-64 fluorescence recordings in live sperm under physiological and non-physiological stimuli. Also, we explain step by step the analysis and treatment to the images obtained during the recordings to determine AR quantitative information. The general methodology can be applied to measure other sperm parameters for which fluorescent dyes are available, such as intracellular pH (pHi) in combination with [Ca2+]i and/or the AR.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Mice",
        "Acrosome Reaction",
        "Calcium",
        "Spermatozoa",
        "Microscopy, Fluorescence",
        "Xanthenes",
        "Fluorescent Dyes",
        "Aniline Compounds"
      ]
    },
    {
      "pmid": "40201379",
      "title": "Effect of calcium supplementation on bone deformity and histopathological findings of skin papules in a pediatric patient with vitamin D-dependent rickets type 2A: A case report.",
      "authors": [
        "Kosei Hasegawa",
        "Tomoko Miyake",
        "Mina Kobashi",
        "Tomonori Tetsunaga",
        "Yuko Ago",
        "Natsuko Futagawa",
        "Hiroyuki Miyahara",
        "Yousuke Higuchi",
        "Shin Morizane",
        "Hirokazu Tsukahara"
      ],
      "journal": "Clinical pediatric endocrinology : case reports and clinical investigations : official journal of the Japanese Society for Pediatric Endocrinology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Vitamin D-dependent rickets type 2A (VDDR2A) is an autosomal recessive disease caused by pathogenic variants of the vitamin D receptor (VDR) gene. VDDR2A rickets are usually resistant to native or active vitamin D treatment because of impaired active calcium absorption against the calcium concentration gradient, which is a ligand-dependent VDR action in the small intestine. Alopecia due to an impaired skin follicular cycle is occasionally observed in patients with VDDR2A. Among the pathogenic VDR variants, most in the DNA-binding domain and some in the ligand-binding domain, which affect the dimerization of VDR with the retinoic X receptor, are associated with alopecia. Herein, we report a case of VDDR2A caused by compound heterozygous pathogenic variants of the DNA-binding domain of VDR. Active vitamin D treatment did not ameliorate genu varum, rachitic changes in the roentgenogram, or abnormal laboratory findings. However, oral administration of calcium lactate dramatically improved these findings. The patient also experienced hair loss at two months of age and multiple papules on the skin at two yr of age, which did not improve with vitamin D or calcium supplementation. We also report the histopathological findings of skin papules in this patient."
    },
    {
      "pmid": "40200621",
      "title": "Beyond Amlodipine-The Case for S-amlodipine as the First Choice Calcium Channel Blocker: An Expert Opinion from India.",
      "authors": [
        "Jagdish Hiremath",
        "J C Mohan",
        "Jabir Abdullakutty",
        "Sandeep Bansal",
        "Jamshed Dalal",
        "Prakash K Hazra",
        "Sarita Rao",
        "V T Shah",
        "Samir Kubba"
      ],
      "journal": "The Journal of the Association of Physicians of India",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Calcium channel blockers (CCBs) have been recommended as the first-line treatment option for the management of hypertension. Amlodipine has been used to treat hypertension over the past 3 decades. However, the chief limitation of amlodipine is pedal edema; it is associated with poor adherence to therapy. Amlodipine is a racemic mixture of two stereoisomers [R(+), S(-)]. Only the S(-) isomer exerts vasodilating action. The R-amlodipine isomer is considered to cause adverse effects. AIM: To understand the place of S-amlodipine and its combinations in the management of hypertension and related cardiovascular (CV) disorders in the real-world setting in India. METHODOLOGY: A conclave of nine Indian cardiologists was formed to discuss the place of S-amlodipine in the management of hypertension in their clinical practice. RESULTS: The antihypertensive efficacy of S-amlodipine is comparable to that of amlodipine. S-amlodipine does not cause pedal edema. In fact, switching patients on amlodipine who develop pedal edema to S-amlodipine is helpful in improving patient compliance. However, it would be prudent to initiate treatment with S-amlodipine itself rather than amlodipine, which causes pedal edema. S-amlodipine does not cause gingival hypertrophy, and this improves patient compliance. S-amlodipine consistently lowers blood pressure (BP) across different patient populations such as young, elderly, and patients with CV risk factors. CONCLUSION: S-amlodipine has antihypertensive, antianginal actions, and pleiotropic effects. S-amlodipine 2.5 mg is found to be equivalent in its efficacy and tolerability when compared to amlodipine 5 mg in the treatment of mild to moderate hypertension.",
      "mesh_terms": [
        "Amlodipine",
        "Calcium Channel Blockers",
        "Humans",
        "Hypertension",
        "India",
        "Antihypertensive Agents",
        "Edema"
      ]
    },
    {
      "pmid": "40194504",
      "title": "\"Nano-calcium L-Aspartate enhances rice tolerance to arsenic toxicity by improving nitrogen metabolism, cell wall sequestration, and antioxidant system\".",
      "authors": [
        "Muhammad Riaz",
        "Muhammad Kamran",
        "Saddam Hussain",
        "Lei Yan"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rice is one of the major sources of human exposure to arsenic (As), and its contamination is a critical issue for crop productivity and human health. Herein, we investigated how nano-calcium L-aspartate (nano-Ca) nanoparticles alleviate As-induced toxicity in rice (Oryzae sativa L.) seedlings. The results showed that As stress restricted rice growth and increased the concentration of As in roots and shoots. Application of nano-Ca markedly improved seedling growth, including biomass, photosynthetic pigment content, and antioxidant enzyme activity. As a result, Nano-Ca decreased As concentrations in shoots and roots by 67.04 % and 22.78 %, respectively, primarily due to the increasing accumulation of As in pectin and hemicellulose. Furthermore, nano-Ca elevated the activity of nitrogen-metabolizing enzymes. The treatment also promoted demethylation of pectin, which enhanced its As-binding capability. Additionally, nano-Ca enhanced proline metabolism, also provided antioxidant defenses, and regulated calcium homeostasis, which help mitigate oxidative damage characteristics like malondialdehyde and hydrogen peroxidation. As these findings demonstrated, nano-Ca could be an efficient, friendly means of alleviating As toxicity in rice, offering an environmentally sustainable option for agricultural strategies in the arsenic-contaminated areas."
    },
    {
      "pmid": "40194466",
      "title": "Pre-cecal calcium digestibility of eggshell products in broilers.",
      "authors": [
        "J van Harn",
        "J W Spek",
        "P Bikker"
      ],
      "journal": "Poultry science",
      "publication_date": "2025-Mar-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A broiler study was performed to determine the pre-cecal digestibility of Ca (pcdCa) of 4 eggshell products in comparison to a fine particle limestone source. Two eggshell products consisted of hatchery egg shells (HE) and 2 eggshell products consisted of consumption egg products (CE). One HE product consisted of fine particles (HE_fine) and the other HE product consisted of coarse particles (HE_coarse), while the two CE products consisted of coarse particles, with one product treated with a press (CE_press) and the other product treated with a centrifuge (CE_cen) to remove remaining egg yolk and egg white. During the first 14 d, birds received a commercial starter diet. At d 15, 360 broilers were randomly assigned to 36 pens (10 birds/pen), 6 pens per treatment. From d 15, 6 experimental diets were provided; a basal diet, a limestone supplemented diet and 4 diets containing the eggshell products. At d 23 birds were killed, after which the content of the terminal part of the ileum was sampled and pooled per pen. From three birds per pen the left tibia bone was collected for analysis of ash, P and Ca content. The pcdCa was calculated according to the World's Poultry Science Association (WPSA) protocol for determination of pre-cecal phosphorus digestibility, in this study adapted for Ca. Diets with coarse eggshell products did not differ among each other in performance, tibia characteristics and pcdCa (P > 0.05), but these characteristics were higher than for the low-Ca basal diet (P < 0.001). Pre-cecal Ca digestibility of limestone, HE_fine, HE_coarse, CE_press and CE_cen was 105, 103, 97, 95, and 96 %, respectively. The high digestibility of the supplemented Ca sources was likely due to the metabolic regulation of Ca and P absorption from the basal diet and the test products. It was concluded that pcdCa of HE is similar to CE and pcdCa of fine particle egg shells in broiler diets is similar to limestone. Use of egg shells as Ca source contributes to the circularity of food production. Furthermore, it is recommended to develop a standard protocol for determination of pcdCa."
    },
    {
      "pmid": "40191225",
      "title": "Periapically Extruded Calcium Silicate Cements in Retreated Teeth: A Case Report and Literature Review.",
      "authors": [
        "Jelena Vidas Hrstić",
        "Mario Jakobović",
        "Sanja Šegović",
        "Gabriel Tokić",
        "Ivana Brekalo Pršo"
      ],
      "journal": "Case reports in dentistry",
      "publication_date": "2025",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Calcium silicate-based materials, known for their bioactive properties, are increasingly being used in endodontic therapy. Accidental extrusion of these materials into the periapical tissue is a relatively common phenomenon that can impede periapical healing. The aim of this article is to present three endodontically retreated case reports with moderate to extensive periapical lesions and to review the literature on this topic. The comprehensive search and analysis of the relevant literature included a review of 51 articles, of which nine case reports/series from 2010 to 2023 were considered. Based on the summarized data, over 80% of the retreated cases showed complete healing of the periapical lesions, while the success rate in initially treated teeth was over 90%. Healing of periapical lesions is the most common therapeutic outcome, even in cases where extrusion occurs. Despite this conclusion, extrusion of materials into periapical tissues should be avoided. Further case reports on the extrusion of calcium silicate-based materials other than MTA are recommended. When evaluating the success rate of periapical healing in such cases, it is recommended to extend the follow-up periods to several years."
    },
    {
      "pmid": "40189860",
      "title": "Altered Mitochondrial Bioenergetics and Calcium Kinetics in Young-Onset PLA2G6 Parkinson's Disease iPSCs.",
      "authors": [
        "Thasneem Musthafa",
        "Syed Kavish Nizami",
        "Ankita Mishra",
        "Gaiti Hasan",
        "Renjitha Gopurappilly"
      ],
      "journal": "Journal of neurochemistry",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson's disease (PD) has emerged as a multisystem disorder affecting multiple cellular and organellar systems in addition to the dopaminergic neurons. Disease-specific induced pluripotent stem cells (iPSCs) model early developmental changes and cellular perturbations that are otherwise inaccessible from clinical settings. Here, we report the early changes in patient-derived iPSCs carrying a homozygous recessive mutation, R741Q, in the PLA2G6 gene. A gene-edited R747W iPSC line mirrored these phenotypes, thus validating our initial findings. Bioenergetic dysfunction and hyperpolarization of mitochondrial membrane potentials were hallmarks of the PD iPSCs. Further, a concomitant increase in glycolytic activity indicated a possible compensation for mitochondrial respiration. Elevated basal reactive oxygen species (ROS) and decreased catalase expression were also observed in the disease iPSCs. No change in autophagy was detected. These inceptive changes could be potential targets for early intervention of prodromal PD in the absence of disease-modifying therapies. However, additional investigations are crucial to delineate the cause-effect relationships of these observations.",
      "mesh_terms": [
        "Induced Pluripotent Stem Cells",
        "Humans",
        "Mitochondria",
        "Parkinson Disease",
        "Group VI Phospholipases A2",
        "Energy Metabolism",
        "Calcium",
        "Reactive Oxygen Species",
        "Membrane Potential, Mitochondrial",
        "Kinetics",
        "Male"
      ]
    },
    {
      "pmid": "40189057",
      "title": "Reduced store operated calcium entry contributes to autophagy mediated escape of prostate cancer to oxaliplatin treatment.",
      "authors": [
        "Dheeraj Kannancheri Puthooru",
        "Maya Yassine",
        "Dmitri Gordienko",
        "Nathalie Ziental-Gelus",
        "Emilie Desruelles",
        "Valerio Farfariello",
        "Loïc Lemonnier",
        "Natalia Prevarskaya"
      ],
      "journal": "Biochimica et biophysica acta. Molecular cell research",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxaliplatin, a third-generation platinum-based chemotherapeutic drug, induces cell cycle arrest and apoptosis in prostate cancer treatment. However, both intrinsic and acquired resistance mechanisms limit its therapeutic efficacy. Notably, chemotherapeutic agents often induce autophagy-a cellular recycling process-that can contribute to drug resistance. Calcium (Ca2+) signalling plays a pivotal role in regulating cell fate. However, the involvement of Ca2+ and Ca2+ channels in oxaliplatin resistance within prostate cancer cells remains controversial and poorly understood. In this study, we demonstrate that oxaliplatin treatment enhances autophagy in prostate cancer cells. Concurrently, oxaliplatin modulates the expression of key proteins involved in store-operated calcium entry (SOCE): it upregulates Orai3 channels while downregulating Orai1 and Stim1. These alterations result in diminished SOCE activity, contributing to an apoptosis-resistant phenotype. Importantly, we found that targeting Orai3 expression and inhibiting autophagy sensitizes prostate cancer cells to oxaliplatin-induced apoptosis. Our findings suggest that combining Orai3 downregulation with autophagy inhibition may enhance the efficacy of oxaliplatin in treating prostate cancer. This combinatorial approach could hold potential for overcoming resistance and improving therapeutic outcomes."
    },
    {
      "pmid": "40187447",
      "title": "Calcium carbonate hollow microspheres encapsulated cellulose nanofiber/sodium alginate hydrogels as a sequential delivery system.",
      "authors": [
        "Wenqian Bai",
        "Haiying Chen",
        "Junyao Li",
        "Wenrong Cai",
        "Yong Kong",
        "Xiaoming Zuo"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "By using folic acid (FA) as the template, calcium carbonate hollow microspheres (CaCO3 HMs) are prepared through the Ostwald ripening process, which can be utilized for the loading of doxorubicin hydrochloride (DOX). The DOX loaded CaCO3 HMs (CaCO3/DOX) are co-encapsulated with ibuprofen (IBU) in the cellulose nanofiber (CNF)/sodium alginate (SA) hydrogels cross-linked by Ca2+. The loading efficiency of DOX in the CaCO3 HMs is 95.7 %, and the loading efficiency of IBU in the hydrogels is 97.0 %. In the weakly alkaline environment (pH ~7.4) that is characteristic of intestinal fluids of human body, the CNF/SA hydrogels are swollen and the encapsulated IBU is first released for pain control, and the release rate of IBU can reach 57.8 %. In the weakly acidic environment (pH ~6.5) that is characteristic of colonic fluids of human body, the CaCO3 HMs are decomposed to release the loaded DOX with a release rate of 50.1 %, which can be used for the treatment of colorectal cancer. The results of release kinetics indicate that the delivery of IBU is governed by first-order model and DOX by zero-order model. The developed sequential delivery system (SDS) can not only enable the release of DOX in colon of human body, but also simultaneously relieve the pain of patients during the chemotherapy of colon cancer."
    },
    {
      "pmid": "40187390",
      "title": "Towards circular economy: Sustainable valorization of municipal solid waste incineration fly ash for recovery of high-purity chlorides and calcium, and separation of heavy metals.",
      "authors": [
        "Kailun Chen",
        "Shijin Dai",
        "Jinglin Li",
        "Li Lin",
        "Weikai Qin",
        "Yuchen Gao",
        "Endian Hu",
        "Jianguo Jiang"
      ],
      "journal": "Environmental research",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Incineration is an effective method for handling the increasing volume of municipal solid waste, but the resulting fly ash presents a significant problem that needs to be addressed. Municipal solid waste incineration fly ash (MSWI FA) contains toxic and hazardous substances, including heavy metals, dioxins, and chlorides, and is classified as hazardous waste. This paper analyzes the current situation of MSWI FA and summarizes the main treatment methods, including solidification/stabilization, thermal treatment, and chemical separation/resource recovery. The review critically evaluates research on the chemical separation/resource recovery of MSWI FA, covering chlorides removal and resource utilization, heavy metals recovery through hydrometallurgy, thermal separation, and electrochemical methods, as well as calcium extraction and CaCO3 production by CO2 mineralization. It highlights innovative chemical separation/resource recovery technologies and future prospects to promote the development of MSWI FA valorization technologies and achieve sustainable management of MSWI FA."
    },
    {
      "pmid": "40178088",
      "title": "Efficacy of Esaxerenone Plus a Renin-Angiotensin System Inhibitor or Calcium Channel Blocker for Nocturnal Hypertension: A Post Hoc Analysis.",
      "authors": [
        "Kazuomi Kario",
        "Sadayoshi Ito",
        "Hiroshi Itoh",
        "Hiromi Rakugi",
        "Yasuyuki Okuda",
        "Satoru Yamakawa"
      ],
      "journal": "American journal of hypertension",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nocturnal blood pressure (BP) is superior to daytime BP in predicting cardiovascular mortality. It is of clinical relevance to evaluate the effect of esaxerenone combination therapy on nighttime BP in patients with uncontrolled hypertension. METHODS: A post hoc analysis of a multicenter, open-label, phase 3 study evaluated the nighttime BP-lowering effects of esaxerenone as monotherapy or in combination with a calcium channel blocker (CCB) or renin-angiotensin system inhibitor (RASi) in Japanese patients with uncontrolled hypertension. In addition, the effect on N-terminal pro B-type natriuretic peptide (NT-proBNP), a known biomarker of cardiovascular disease prognosis, was evaluated. RESULTS: In total, 270 patients were included in this analysis (172, 49, and 49 patients in the monotherapy, CCB, and RASi groups, respectively). The 24-hour ambulatory systolic BP reduction from baseline was -10.0, -6.0, and -17.0 mmHg in the monotherapy, CCB, and RASi groups, respectively. Nighttime systolic BP decreased significantly from baseline to Week 28 in all groups (P <0.001 each); the RASi group showed the greatest change (-20.6 mmHg). NT-proBNP decreased significantly in all three treatment groups. CONCLUSIONS: Esaxerenone when used in combination with a CCB or RASi, but especially when used in combination with a RASi, may be a useful treatment option for patients with uncontrolled hypertension to control nocturnal BP."
    },
    {
      "pmid": "40177544",
      "title": "A small molecule cryptotanshinone induces non-enzymatic NQO1-dependent necrosis in cancer cells through the JNK1/2/Iron/PARP/calcium pathway.",
      "authors": [
        "Ying Hou",
        "Bingling Zhong",
        "Lin Zhao",
        "Heng Wang",
        "Yanyan Zhu",
        "Xianzhe Wang",
        "Haoyi Zheng",
        "Jie Yu",
        "Guokai Liu",
        "Xin Wang",
        "Jose M Martin-Garcia",
        "Xiuping Chen"
      ],
      "journal": "Acta pharmaceutica Sinica. B",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Human NAD(P)H: quinone oxidoreductase 1 (NQO1) is a flavoenzyme expressed at high levels in multiple solid tumors, making it an attractive target for anticancer drugs. Bioactivatable drugs targeting NQO1, such as β-lapachone (β-lap), are currently in clinical trials for the treatment of cancer. β-Lap selectively kills NQO1-positive (NQO1+) cancer cells by inducing reactive oxygen species (ROS) via catalytic activation of NQO1. In this study, we demonstrated that cryptotanshinone (CTS), a naturally occurring compound, induces NQO1-dependent necrosis without affecting NQO1 activity. CTS selectively kills NQO1+ cancer cells by inducing NQO1-dependent necrosis. Interestingly, CTS directly binds to NQO1 but does not activate its catalytic activity. In addition, CTS enables activation of JNK1/2 and PARP, accumulation of iron and Ca2+, and depletion of ATP and NAD+. Furthermore, CTS selectively suppressed tumor growth in the NQO1+ xenograft models, which was reversed by NQO1 inhibitor and NQO1 shRNA. In conclusion, CTS induces NQO1-dependent necrosis via the JNK1/2/iron/PARP/NAD+/Ca2+ signaling pathway. This study demonstrates the non-enzymatic function of NQO1 in inducing cell death and provides new avenues for the design and development of NQO1-targeted anticancer drugs."
    },
    {
      "pmid": "40177064",
      "title": "Coral calcium hydride promotes peripheral mitochondrial division and reduces AT-II cells damage in ARDS via activation of the Trx2/Myo19/Drp1 pathway.",
      "authors": [
        "Qian Li",
        "Yang Ang",
        "Qing-Qing Zhou",
        "Min Shi",
        "Wei Chen",
        "Yujie Wang",
        "Pan Yu",
        "Bing Wan",
        "Wanyou Yu",
        "Liping Jiang",
        "Yadan Shi",
        "Zhao Lin",
        "Shaozheng Song",
        "Manlin Duan",
        "Yun Long",
        "Qi Wang",
        "Wentao Liu",
        "Hongguang Bao"
      ],
      "journal": "Journal of pharmaceutical analysis",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acute respiratory distress syndrome (ARDS) is a common respiratory emergency, but current clinical treatment remains at the level of symptomatic support and there is a lack of effective targeted treatment measures. Our previous study confirmed that inhalation of hydrogen gas can reduce the acute lung injury of ARDS, but the application of hydrogen has flammable and explosive safety concerns. Drinking hydrogen-rich liquid or inhaling hydrogen gas has been shown to play an important role in scavenging reactive oxygen species and maintaining mitochondrial quality control balance, thus improving ARDS in patients and animal models. Coral calcium hydrogenation (CCH) is a new solid molecular hydrogen carrier prepared from coral calcium (CC). Whether and how CCH affects acute lung injury in ARDS remains unstudied. In this study, we observed the therapeutic effect of CCH on lipopolysaccharide (LPS) induced acute lung injury in ARDS mice. The survival rate of mice treated with CCH and hydrogen inhalation was found to be comparable, demonstrating a significant improvement compared to the untreated ARDS model group. CCH treatment significantly reduced pulmonary hemorrhage and edema, and improved pulmonary function and local microcirculation in ARDS mice. CCH promoted mitochondrial peripheral division in the early course of ARDS by activating mitochondrial thioredoxin 2 (Trx2), improved lung mitochondrial dysfunction induced by LPS, and reduced oxidative stress damage. The results indicate that CCH is a highly efficient hydrogen-rich agent that can attenuate acute lung injury of ARDS by improving the mitochondrial function through Trx2 activation."
    },
    {
      "pmid": "40176354",
      "title": "Formulation optimization and characterization of Central composite design optimized LAP-loaded calcium pectinate nanoparticles: anticancer activity against MCF-7 cells.",
      "authors": [
        "Abhishek Chauhan",
        "Abhishek Verma",
        "Raj Kamal",
        "Milan Singh Kahlon",
        "Manish Kumar",
        "Shubham Thakur",
        "Leander Corrie",
        "Ankit Awasthi"
      ],
      "journal": "Drug development and industrial pharmacy",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The study aimed to formulate and optimize Lapatinib-loaded calcium pectinate nanoparticles (LAP-PEC-NPs) using central composite design (CCD), evaluate their physicochemical properties, and compare their anticancer efficacy with raw LAP on MCF7 breast cancer cell lines. SIGNIFICANCE OF REVIEW: The study is significant as it successfully developed LAP-PEC-NPs through systematic optimization. These nanoparticles exhibited favorable physicochemical properties, high drug entrapment, and sustained release. The effective inhibition of MCF7 breast cancer cell growth by LAP-PEC-NPs underscores their potential as a promising cancer treatment strategy, enhancing LAP's therapeutic efficacy and bioavailability. KEY FINDINGS: LAP-PEC-NPs were successfully developed using an ionic gelation process. The optimization resulted in an ideal formulation with a polydispersity index (PDI) of 0.289, a droplet size of 93.65 nm, and a zeta potential of -17.32 mV. LAP's amorphous nature within the nanoparticles' porous matrix was confirmed through characterization techniques. Dissolution studies showed sustained drug release, with LAP-PEC-NPs releasing approximately 75% of LAP over 72 h, significantly higher than raw LAP. Evaluation of MCF7 breast cancer cell lines revealed that LAP-PEC-NPs effectively inhibited cell growth. CONCLUSIONS: The study successfully developed and optimized LAP-PEC-NPs, yielding nanoparticles with desirable characteristics. The sustained drug release kinetics and promising anticancer efficacy of LAP-PEC-NPs suggest their potential as a therapeutic strategy for breast cancer treatment. These findings pave the way for further preclinical and clinical studies to validate the efficacy and safety of LAP-PEC-NPs for clinical translation.",
      "mesh_terms": [
        "Humans",
        "MCF-7 Cells",
        "Nanoparticles",
        "Antineoplastic Agents",
        "Pectins",
        "Drug Liberation",
        "Female",
        "Breast Neoplasms",
        "Lapatinib",
        "Particle Size",
        "Drug Carriers",
        "Delayed-Action Preparations",
        "Chemistry, Pharmaceutical",
        "Drug Compounding"
      ]
    },
    {
      "pmid": "40171020",
      "title": "'RotaShock' - A Revolution in Calcium Modification: Long-term Follow-up from a Single High-volume Centre.",
      "authors": [
        "Jonathan Hinton",
        "Rajesh Varma",
        "Jehangir Din",
        "Vivek Kodoth",
        "Suneel Talwar",
        "Peter O'Kane"
      ],
      "journal": "Interventional cardiology (London, England)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Rotational atherectomy (RA) and intravascular lithotripsy (IVL) are well-established technologies for modification of coronary calcification. Given their contrasting mechanisms of action, there has been interest in whether the use of these devices in conjunction could potentially be synergistic and offer improved procedural results. The aim of this study was therefore to evaluate the efficacy, procedural safety and long-term outcomes of combining RA and IVL, termed 'RotaShock' (RSK), for the treatment of severe coronary calcification. METHODS: A single- centre retrospective analysis was carried out of consecutive patients treated with an RSK strategy for coronary calcification from January 2019 until September 2022. Baseline demographics, comorbidity details, details of the percutaneous coronary intervention procedure, angiographic and/or intracoronary imaging (ICI) results and presence of target vessel revascularisation or mortality were recorded. RESULTS: A total of 36 patients were treated with RSK; the majority of patients were male (n=29; 80.6%) and the median age was 75 years (IQR 70-79 years). The majority of cases involved treating the left anterior descending artery (63.4%) but one-third involved percutaneous coronary intervention to the left main coronary artery. The vast majority of cases were guided by ICI (88.9%) and were performed through radial access (80.6%). In patients with ICI available for analysis, the median minimum stent area was 7.7 mm2 (IQR 6.2-10.0 mm2). There were two access site complications but no other periprocedural complications. The median follow-up was 942 days (IQR 645-1,306 days). Despite the high complexity of lesions treated, follow-up identified only two cases of target vessel revascularisation. There were five cases of non-adjudicated all-cause mortality. CONCLUSION: RSK is an effective and safe strategy for modification of severe coronary calcification, with long-term results suggesting a highly durable result. Further and randomised data are now mandated to evaluate the relative merits of RSK compared with RA or IVL alone."
    },
    {
      "pmid": "40166542",
      "title": "Increased L-type calcium current causes action potential prolongation in Jervell and Lange-Nielsen syndrome and is a drug target.",
      "authors": [
        "Yuko Wada",
        "Marcia A Blair",
        "Teresa L Strickland",
        "Julie A Laudeman",
        "Kyungsoo Kim",
        "M Lorena Harvey",
        "Joseph F Solus",
        "Darlene F Fountain",
        "Bjorn C Knollmann",
        "M Benjamin Shoemaker",
        "Prince J Kannankeril",
        "Dan M Roden"
      ],
      "journal": "medRxiv : the preprint server for health sciences",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "BACKGROUND: KCNQ1 loss of function variants are thought to cause type 1 long QT syndrome by reducing I Ks. However, we have recently reported that pharmacologic block of I Ks in human induced pluripotent stem cell-derived cardiomyocytes (iPSC-CMs) produced minimal increases in action potential duration at 90% repolarization (APD90), while genetic loss of KCNQ1 markedly prolonged APD90. We sought here to define mechanisms underlying APD prolongation by genetic loss of KCNQ1. METHODS: We studied iPSC-CMs from population controls, an isogenic KCNQ1 knock out (KO) line created by a homozygous edit for the R518X loss of function variant, and 2 unrelated patients with the Jervell and Lange-Nielsen syndrome (JLN) due to compound heterozygosity for loss of function KCNQ1 variants. RESULTS: In both JLN and the KCNQ1-KO lines, I Ks was absent, APD90 was markedly prolonged, and L-type Ca channel (LTCC) current (I Ca-L) was significantly increased, 2-3-fold, compared to the control cells with no change in kinetics or gating. RNA-sequencing identified 298 and 584 genes that were up- and down-regulated, respectively, by KCNQ1-KO compared to the isogenic control cells. Gene ontology analysis identified down-regulation of 6 Ca2+ channel negative regulatory genes (p=0.0002, FDR=0.02), and in knockdown experiments in wild-type iPSC-CMs, three of these, CBARP, FKBP1B, and RRAD, increased I Ca-L, and RRAD increased APD90. A therapeutic low concentration (1 μM) of the Ca channel antagonist diltiazem significantly shortened APD90 in the two JLN cell lines and in KCNQ1-KO cells. A single low dose of intravenous diltiazem in one of the JLN patients shortened QTc. CONCLUSIONS: These data further support the concept that delayed repolarization in JLN cannot be explained solely by loss of I Ks. Our findings demonstrate that KCNQ1 mutations lead to down-regulation of Ca2+ channel inhibitory genes, with resultant increased I Ca-L that underlies delayed repolarization in JLN. We further propose that diltiazem can be repurposed for treatment of patients with JLN."
    },
    {
      "pmid": "40165944",
      "title": "Sodium citrate pretreatment enhances CAR-T cell persistence and anti-tumor efficacy through inhibition of calcium signaling.",
      "authors": [
        "Xuechen Yin",
        "Wenwen Chen",
        "Xudong Ao",
        "Luxia Xu",
        "Jiujiu Cao",
        "Tinghui Huang",
        "Junqing Liang",
        "Jianhua Hu",
        "Jiaqi Liu",
        "Xinping Wang",
        "Wenying Li",
        "Muya Zhou",
        "Lingfeng He",
        "Zhigang Guo"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Chimeric antigen receptor T cell (CAR-T) therapy has shown success in treating hematological malignancies, but its effectiveness against solid tumors is hindered by T cell exhaustion. During in vitro expansion, tonic signaling induced by CAR expression contributes to CAR-T cell exhaustion, which can be mitigated by inhibiting calcium signaling. Given that sodium citrate can chelate calcium ions and inhibit calcium signaling, in this study, we investigated whether sodium citrate could reduce exhaustion and enhance CAR-T cell function. METHODS: We constructed anti-CD70 CAR-T cells and cultured them in the presence of sodium citrate. The characteristics and functionality of sodium citrate-pretreated CAR-T cells were assessed through in vitro and in vivo experiments. To further validate our observation, we also treated anti-mesothelin (MSLN) CAR-T cells with sodium citrate and detected the phenotypes and anti-tumor function of CAR-T cells. RESULTS: We found that sodium citrate-pretreated anti-CD70 CAR-T cells exhibited reduced exhaustion, increased memory T cell proportions, and enhanced anti-tumor efficacy both in vitro and in vivo. Notably, sodium citrate treatment improved the in vivo persistence of CAR-T cells and prevented tumor recurrence. These beneficial effects were also observed in anti-MSLN CAR-T cells. Transcriptomic and metabolite analyses revealed that sodium citrate inhibited calcium signaling, mTORC1 activity, and glycolysis pathways, thus modulating T cell exhaustion and differentiation. DISCUSSION: Our findings suggest that sodium citrate supplementation during CAR-T cell expansion could be a promising strategy to improve CAR-T therapy for solid tumors by preventing exhaustion and promoting memory T cell formation.",
      "mesh_terms": [
        "Animals",
        "Immunotherapy, Adoptive",
        "Receptors, Chimeric Antigen",
        "Sodium Citrate",
        "Humans",
        "Mice",
        "Calcium Signaling",
        "Cell Line, Tumor",
        "T-Lymphocytes",
        "Xenograft Model Antitumor Assays",
        "Mesothelin"
      ]
    },
    {
      "pmid": "40165594",
      "title": "Antiseizure potential of the triple T-type calcium channel blocker ACT-709478 (apinocaltamide) in rodent models.",
      "authors": [
        "Melanie Kessler",
        "Hélène Roellinger",
        "Corinne Roucard",
        "Michel Alexander Steiner",
        "Catherine Roch"
      ],
      "journal": "Epilepsia",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: T-type Ca2+ channels in the brain contribute to the generation of spike-and-wave discharges (SWDs). Absence seizures are defined by the occurrence of SWDs and are associated with impairment of consciousness. ACT-709478 is a selective and highly potent blocker of the low-voltage-activated T-type Ca2+ channels, Cav3.1, Cav3.2, and Cav3.3, with no relevant activity on other targets. Our aim was to investigate the efficacy of ACT-709478 in reducing absence-like and other types of seizures in rodents. METHODS: We studied the effect of oral ACT-709478 on SWDs in two models of absence-like epilepsy, Wistar Albino Glaxo from Rijswijk (WAG/Rij) rats and Genetic Absence Epilepsy Rats from Strasbourg (GAERS), and compared it to first-line monotherapy. We also assessed the potential of ACT-709478 to reduce generalized convulsive seizures in audiogenic seizure-sensitive (AGS) mice and in the maximal electroshock threshold test (MEST) in mice, as well as in one model of focal onset seizures, the amygdala kindling rat model. We tested combinations of ACT-709478 with the broadly used first-line medication valproate in AGS mice. RESULTS: ACT-709478 suppressed SWDs in WAG/Rij rats and GAERS with efficacy equivalent to or superior to that of first-line monotherapy. ACT-709478 also reduced the severity of generalized convulsive seizures in the AGS mouse model and the MEST in mice, albeit at higher concentration. ACT-709478 had synergistic effects against generalized convulsive seizures, when combined with valproate, and had no effect on focal onset seizures. SIGNIFICANCE: Based on its efficacy profile in rodent models, ACT-709478 represents a promising drug candidate for the treatment of absence epilepsy such as childhood absence epilepsy or syndromes featuring SWDs. It could possibly also be beneficial for epileptic syndromes presenting with additional seizure types."
    },
    {
      "pmid": "40164250",
      "title": "Calcium alginate aerogels doped with polypyrrole/titanium dioxide nanoparticles for photodegradation of congo red dye.",
      "authors": [
        "Yue Liu",
        "Rongda Zhang",
        "Xulong Zheng",
        "Lijie Duan",
        "Guanghui Gao"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Generally, semiconductor photocatalyst can only absorbed ultraviolet light and easily reunited in the using process, which affected their catalytic efficiency. In this work, the calcium alginate/polypyrrole/titanium dioxide (CA/PPy/TiO2) aerogel was prepared to photodegrade Congo red (CR) dye. The sensitization of TiO2 with PPy enabled energy absorption in visible light. The X-ray photoelectron spectrum (XPS) result confirmed hydrogen bonds between PPy and TiO2 proving tight combination between them. Ultraviolet-visible diffuse reflectance spectrum verified optical band gap narrowing of PPy/TiO2 in contrast to TiO2. When CA aerogel loaded with 0.6 g PPy/TiO2 nanoparticles, catalytic activity was the highest. The total degradation rate reached 81.1 % for a 30 mg/L CR solution at pH = 3. The degradation rate of CA/PPy/TiO2 was more than twice that of CA/TiO2. CA/PPy/TiO2 aerogel can immerse in water for a long time and keep structural integrity due to good swelling resistance, which surpassed most bio-based aerogels. This aerogel can effectively remove organic contaminants using just visible light and had high stability under strong acid and alkali conditions, which was appropriate for most water pollution control. This method of combining aerogel with photocatalyst might open up a new window for wastewater treatment."
    },
    {
      "pmid": "40161793",
      "title": "Calcium signals shape metabolic control of H3K27ac and H3K18la to regulate EGA.",
      "authors": [
        "Virginia Savy",
        "Paula Stein",
        "Don Delker",
        "Martín A Estermann",
        "Brian N Papas",
        "Zongli Xu",
        "Lenka Radonova",
        "Carmen J Williams"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2025-Mar-16",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "The use of assisted reproductive technologies (ART) has enabled the birth of over 9 million babies; but it is associated with increased risks of negative metabolic outcomes in offspring. Yet, the underlying mechanism remains unknown. Calcium (Ca2+) signals, which initiate embryo development at fertilization, are frequently disrupted in human ART. In mice, abnormal Ca2+ signals at fertilization impair embryo development and adult offspring metabolism. Changes in intracellular Ca2+ drive mitochondrial activity and production of metabolites used by the epigenetic machinery. For example, acetyl-CoA (derived mainly from pyruvate) and lactyl-CoA (derived from lactate) are used for writing H3K27ac and H3K18la marks that orchestrate initiation of development. Using both a genetic mouse model and treatment with ionomycin to raise intracellular Ca2+ of wild-type fertilized eggs, we found that excess Ca2+ at fertilization changes metabolic substrate availability, causing epigenetic changes that impact embryo development and offspring health. Specifically, increased Ca2+ exposure at fertilization led to increased H3K27ac levels and decreased H3K18la levels at the 1-cell (1C) stage, that persisted until the 2-cell (2C) stage. Ultralow input CUT&Tag revealed significant differences in H3K27ac and H3K18la genomic profiles between control and ionomycin groups. In addition, increased Ca2+ exposure resulted in a marked reduction in global transcription at the 1C stage that persisted through the 2C stage due to diminished activity of RNA polymerase I. Excess Ca2+ following fertilization increased pyruvate dehydrogenase activity (enzyme that converts pyruvate to acetyl-CoA) and decreased total lactate levels. Provision of exogenous lactyl-CoA before ionomycin treatment restored H3K18la levels at the 1C and 2C stages and rescued global transcription to control levels. Our findings demonstrate conclusively that Ca2+ dynamics drive metabolic regulation of epigenetic reprogramming at fertilization and alter EGA."
    },
    {
      "pmid": "40160245",
      "title": "Enhanced anticancer effect of carfilzomib by codelivery of calcium peroxide nanoparticles targeting endoplasmic reticulum stress.",
      "authors": [
        "Dan Yin",
        "Xuan Wu",
        "Xu Chen",
        "Jian-Li Chen",
        "Xinyue Xia",
        "Jianfang Wang",
        "Xiuping Chen",
        "Xiao-Ming Zhu"
      ],
      "journal": "Materials today. Bio",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Encouraged by the clinical success of proteasome inhibitors treating hematological malignancy, continuous efforts are being made to improve their efficacy and expand their applications to solid tumor therapy. In this study, liposomes were used to encapsulate the proteasome inhibitor carfilzomib (CFZ) and calcium peroxide (CaO2) nanoparticles for effective combination therapy targeting the interplay between calcium overload and oxidative stress. Low-dose CaO2 synergistically enhances the anticancer effect of CFZ in the human glioblastoma U-87 MG cells. The reactive oxygen species (ROS) generation and glutathione depletion by low-dose CaO2 complement CFZ-induced ubiquitinated protein accumulation further triggering endoplasmic reticulum (ER) stress leading to calcium overload and mitochondrial dysfunction. The liposome-based codelivery system is capable of transporting CFZ and CaO2 simultaneously to the tumor, and results in a superior antitumor effect in U-87 MG tumor-bearing mice compared with monotherapy. Taken together, CaO2 holds great potential to sensitize proteasome inhibitors in the treatment of solid tumors, and this work also presents a new combination therapy strategy targeting the crosstalk between proteasome inhibitors and oxidative stress for future cancer therapy."
    },
    {
      "pmid": "40159968",
      "title": "[Quercetin ameliorates myocardial injury in diabetic rats by regulating L-type calcium channels].",
      "authors": [
        "Hongyan Sun",
        "Guoqing Lu",
        "Chengwen Fu",
        "Mengwen Xu",
        "Xiaoyi Zhu",
        "Guoquan Xing",
        "Leqiang Liu",
        "Yufei Ke",
        "Lemei Cui",
        "Ruiyang Chen",
        "Lei Wang",
        "Pinfang Kang",
        "Bi Tang"
      ],
      "journal": "Nan fang yi ke da xue xue bao = Journal of Southern Medical University",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To investigate the effects of quercetin on cuproptosis and L-type calcium currents in the myocardium of diabetic rats. METHODS: Forty SD rats were randomized into control group and diabetic model groups. The rat models of diabetes mellitus (DM) induced by high-fat and high-sugar diet combined with streptozotocin (STZ) injection were further divided into DM model group, quercetin treatment group, and empagliflozin treatment group (n=10). Blood glucose and body weight were measured every other week, and cardiac function of the rats was evaluated using echocardiography. HE staining, Sirius red staining, and wheat germ agglutinin (WGA) analysis were used to observe the changes in myocardial histomorphology, and serum copper levels and myocardial FDX1 expression were detected. In cultured rat cardiomyocyte H9c2 cells with high-glucose exposure, the effects of quercetin and elesclomol, alone or in combination, on intracellular CK-MB and LDH levels and FDX1 expression were assessed, and the changes in L-type calcium currents were analyzed using patch-clamp technique. RESULTS: The diabetic rats exhibited elevated blood glucose, reduced body weight, impaired left ventricular function, increased serum copper levels and myocardial FDX1 expression, decreased L-type calcium currents, and prolonged action potential duration. Quercetin and empagliflozin treatment significantly lowered blood glucose, improved body weight, and restored cardiac function of the diabetic rats, and compared with empagliflozin, quercetin more effectively reduced serum copper levels, downregulated FDX1 expression, and enhanced myocardial L-type calcium currents in diabetic rats. In H9c2 cells, high glucose exposure significantly increased myocardial expressions of FDX1, CK-MB and LDH, which were effectively lowered by quercetin treatment; Elesclomol further elevated FDX1, CK-MB and LDH levels in the exposed cells, and these changes were not significantly affected by the application of quercetin. CONCLUSIONS: Quercetin ameliorates myocardial injury in diabetic rats possibly by suppressing myocardial cuproptosis signaling and restoring L-type calcium channel activity.",
      "mesh_terms": [
        "Animals",
        "Quercetin",
        "Calcium Channels, L-Type",
        "Rats",
        "Diabetes Mellitus, Experimental",
        "Rats, Sprague-Dawley",
        "Myocytes, Cardiac",
        "Myocardium",
        "Male",
        "Glucosides",
        "Blood Glucose",
        "Benzhydryl Compounds",
        "Copper"
      ]
    },
    {
      "pmid": "40159965",
      "title": "[Hypericin ameliorates stress-induced depressive-like behaviors in mice by modulating the CN-NFAT calcium signaling pathway in microglia].",
      "authors": [
        "Zhengtao Gao",
        "Pingyan Lin",
        "Bingcan Zhou",
        "Mingheng Chen",
        "Erqi Liu",
        "Tianxiang Lei",
        "Huixin Ni",
        "Haixin Liu",
        "Yao Lin",
        "Qian Xu"
      ],
      "journal": "Nan fang yi ke da xue xue bao = Journal of Southern Medical University",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To investigate the role of the calcium/calmodulin (CaM)-mediated activation of calcineurin (CN)-nuclear factor of activated T cells (NFAT) signaling pathway in mediating the regulatory effect of hyperforin (HY) on stress-induced depression-like disorder (DP) in mice. METHODS: C57BL/6J mice were randomly divided into control group, DP model group, and hyperforin treatment group (n=15). Behavioral changes of the mice were assessed using open field test (OFT), sucrose preference test (SPT), tail suspension test (TST), light/dark box test (LDB), and novel object suppression test (NSFT). Immunohistochemistry was used to detect tyrosine hydroxylase (TH) expression in the CA1 region of the hippocampus, and serum serotonin (5-HT) and norepinephrine (NA) levels were detected with ELISA. Western blotting was used to analyze the expressions of TNF-α, IL-1β, IL-2, and CN-NFAT pathway proteins. In cultured BV-2 microglial cells with lipopolysaccharide (LPS) stimulation, the effects of hyperforin and CN inhibitor (CNIS) on expressions of ionized calcium-binding adapter molecule 1 (IBA-1), 5-HT, NA, inflammatory cytokines and CN-NFAT pathway proteins were examined using immunofluorescence assay, ELISA or Western blotting. RESULTS: Compared with the control mice, the mice in DP group showed significantly reduced activity in OFT, decreased sucrose consumption in SPT, reduced shuttle crossing in LDB, and lowered food intake in NSFT with significantly increased immobility in TST. The mice with DP showed significantly decreased TH-positive neurons, lowered 5-HT and NA levels, and increased expressions of TNF-α, IL-1β, IL-2 and CaM-CN-NFAT pathway proteins. In cultured BV-2 cells, LPS stimulation strongly increased cellular IBA-1 expression, decreased the levels of neurotransmitters (5-HT and NA), and increased the levels of inflammatory cytokines and CN-NFAT signaling, and these changes were effectively reversed by treatment with hyperforin or CNIS. CONCLUSIONS: Hyperforin improves stress-induced depression-like behaviors in mice and activated BV-2 cells by targeting the CN-NFAT signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Microglia",
        "Depression",
        "Mice, Inbred C57BL",
        "NFATC Transcription Factors",
        "Calcineurin",
        "Stress, Psychological",
        "Phloroglucinol",
        "Calcium Signaling",
        "Terpenes",
        "Behavior, Animal",
        "Serotonin",
        "Signal Transduction",
        "Male",
        "Norepinephrine",
        "Tumor Necrosis Factor-alpha",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "40159655",
      "title": "Supplementary Calcium Overcomes Nocturnal Chilling-Induced Carbon Source-Sink Limitations of Cyclic Electron Transport in Peanuts.",
      "authors": [
        "Di Wu",
        "Siwei Zhang",
        "Chunming Bai",
        "Yifei Liu",
        "Zhiyu Sun",
        "Mingzhu Ma",
        "Huan Liu",
        "Jean Wan Hong Yong",
        "Hans Lambers"
      ],
      "journal": "Plant, cell & environment",
      "publication_date": "2025-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "'Calcium (Ca2+) priming' is an effective strategy to restore efficient carbon assimilation with undergoing unfavourable cold stress (day/night: 25°C/8°C). However, it is unclear how exogenous calcium strengthens the cyclic electron transfer (CET) to attain optimal carbon flux. To assess the nutrient fortification role of Ca2+ (15 mM) in facilitating this process for peanuts, we added antimycin (AA, 100 μM) and rotenone (R, 100 μM) as specific inhibitors. Our results revealed that inhibiting CET caused a negative effect on photosynthesis. The Ca2+ treatment accelerated the turnover of non-structural carbohydrates, and linear electron carriers while balancing the photosystem I (PSI) bilateral redox potential. The treatment also strengthened the PROTON GRADIENT REGULATION5 (PGR5)/PGR5-LIKE PHOTOSYNTHETIC PHENOTYPE1 (PGRL1) and the NADH dehydrogenase-like (NDH)-mediated CET, with plausible crosstalk between thioredoxin (Trx) system and Ca2+ signalling, to regulate chloroplast redox homoeostasis. Specifically, exogenous Ca2+ strengthened the PGR5/PGRL1-mediated CET by providing sufficient ATP and adequate photoprotection during the long-term exposure; the NDH-mediated CET served to alleviate limitations on the PSI acceptor side by translocating protons. This study demonstrated the effectiveness of harnessing optimal nutrient supply, in the form of foliar Ca2+-based sprays to strengthen the eco-physiological resilience of peanuts against cold stress."
    },
    {
      "pmid": "40156332",
      "title": "Calcium channel blockers and mental health: a comprehensive meta-analysis of psychiatric adverse events in double-blind randomized controlled trials.",
      "authors": [
        "Marc-Alexander Fürtig",
        "Yana Kovalenko",
        "Reinhold Kreutz",
        "Thomas G Riemer"
      ],
      "journal": "Journal of hypertension",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: L-type calcium channel blockers (CCBs) are pivotal in managing cardiovascular disorders, such as hypertension and angina pectoris. Their action on L-type calcium channels, which are not only integral to cardiovascular function but also present in the brain, prompts questions about potential effects on mental health. While previous cohort studies explored this association with mixed results, our study aims to build upon these findings by systematically investigating psychiatric adverse events (PAEs) reported in double-blind randomized controlled trials (RCTs). METHODS: A systematic search identified double-blind RCTs reporting frequencies of PAEs during CCB therapy across different indications. Separate meta-analyses were conducted for dihydropyridine (DHP) and nondihydropyridine (non-DHP) CCBs against placebo and active controls. This study was registered on INPLASY (INPLASY202480075). RESULTS: In 187 studies, encompassing 28,201 patients exposed to CCBs, several PAEs were reported, with the most common being depression, insomnia, somnolence, and agitation. Meta-analyses revealed no significant difference in PAE occurrence for CCBs vs. placebo, β-blockers, renin-angiotensin system blockers, and thiazide/thiazide-like diuretics (all P > 0.05). Restricting the analyses to cardiovascular studies, DHP CCBs were linked to lower risks of depression and insomnia compared to placebo [odds ratio (OR) 0.84, confidence interval (CI) 0.70-1.00 and OR 0.38, CI 0.15-0.99, both P = 0.05); however, these results may be artifacts and should be interpreted with caution. CONCLUSION: Concerns about negative mental health effects of CCBs appear to be unwarranted and should not deter clinicians from prescribing them when indicated. A detected signal towards positive mental health benefits in cardiovascular patients warrants further investigation."
    },
    {
      "pmid": "40156246",
      "title": "Calcium Sulfate Bone Substitutes in Clinical Use: History, Material Properties, Application, and Outlook for the Future.",
      "authors": [
        "Josina Straub",
        "Andreas Sewing",
        "Nike Walter",
        "Ronald Man Yeung Wong",
        "Volker Alt",
        "Christian Heiss",
        "Markus Rupp"
      ],
      "journal": "Journal of biomedical materials research. Part B, Applied biomaterials",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Calcium sulfate-based materials have been used in medicine since the 19th century. Their application makes a significant part in the field of bone regeneration in biomedical engineering. Calcium sulfate is a versatile product that is used not only in the reconstruction of bone defects but also as an antibiotic carrier. Various types of calcium sulfate-based bone grafts have demonstrated their safety, well-tolerance, biodegradability, and osteoconductive properties, making them a potential substitute for autogenous bone transplant in the treatment of bone defects. Calcium sulfate and different-sized calcium sulfate beads can be produced and loaded with different antimicrobial substances. High concentrations of antimicrobial agents can be obtained by applying these locally to affected tissue. This review aims to (1) highlight the development and milestones already achieved in the use of calcium sulfate products and (2) outline the material properties and application areas with their related advantages and disadvantages of calcium sulfate products. Lastly, (3) an outlook for the future of calcium sulfate-based biomaterials is given.",
      "mesh_terms": [
        "Calcium Sulfate",
        "Bone Substitutes",
        "Humans",
        "Animals",
        "Bone Regeneration",
        "Bone Transplantation"
      ]
    },
    {
      "pmid": "40154680",
      "title": "Enhanced bone regeneration via surface functionalization of biphasic calcium phosphate scaffolds with dopamine-modified hyaluronic acid hydrogel or mg-doped calcium silicate.",
      "authors": [
        "Luhui Zhang",
        "Jiajia Fan",
        "Lin Ding",
        "Peng Zhang",
        "Jiandong Ye",
        "Teliang Lu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rapid induction of angiogenesis is crucial for the treatment of large bone defects and accelerating the material-mediated bone defect repair process. In this study, we employed a negative pressure infiltration method to coat the surface of porous BCP scaffolds with dopamine-modified hyaluronic acid (HA-DA) hydrogel and magnesium-doped calcium silicate (Mg-CS). In vitro results demonstrated that HA-DA hydrogel coating with an appropriate degree of dopamine grafting significantly improved the in vitro angiogenic activity of BCP scaffolds without affecting their osteogenic activity. The Mg-CS coating, heat-treated to ensure good combination with the BCP matrix, could sustainably release angiogenic silicon ions and osteogenic magnesium ions. Results from rat cranial defect repair showed that the implanted BCP@HA-DA-2 and BCP@10 Mg-CS scaffolds further accelerated the occurrence and development of neovascularization at the defect site, facilitating new bone formation. Among them, BCP@10 Mg-CS scaffold exhibited the best bone defect repair effect and has the potential for clinical application."
    },
    {
      "pmid": "40150951",
      "title": "Microbial Loads in Traumatized Immature Teeth and Their Impact on the Treatment Outcomes of Regenerative Endodontic Treatment: A Randomized Clinical Trial Comparing Chlorhexidine and Calcium Hydroxide.",
      "authors": [
        "Alina Wikström",
        "Olena Rakhimova",
        "Pavel Călin",
        "Georgios Tsilingaridis",
        "Malin Brundin",
        "Nelly Romani Vestman"
      ],
      "journal": "Dental traumatology : official publication of International Association for Dental Traumatology",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Regenerative endodontic treatment (RET) aims to promote root maturation in necrotic immature teeth, where effective microbial disinfection is crucial for treatment success. This study evaluated the effect of calcium hydroxide (CH) and 2% chlorhexidine gluconate (CHD) as intracanal medicaments and their impact on bacterial loads and RET outcomes. METHODS: The material consisted of bacterial samples from 41 patients who participated in a previously conducted randomized controlled clinical trial comparing CH and CHD during RET. A total of 123 microbial samples were analyzed using real-time quantitative polymerase chain reaction (qPCR). Bacterial loads were assessed at three time points: before root canal disinfection (S1), after root canal disinfection (S2), and after intracanal dressing (S3). The microbial composition was evaluated at the kingdom (Eubacteria), phylum (Actinomycetota), and species (Enterococcus faecalis) levels. RESULTS: Significant reductions in bacterial loads were observed after root canal disinfection (S2) in both CH and CHD subgroups, regardless of treatment outcome. Further reductions after intracanal dressing (S3) occurred exclusively in the successful cases. Actinomycetota loads significantly decreased after root canal disinfection in the successful cases but remained unchanged after intracanal medication. The presence of E. faecalis after intracanal dressing was associated with failed RET (OR = 9.778; p = 0.0432), although no significant differences in the effectiveness of the intracanal medicaments were found. CONCLUSION: Both CH and CHD effectively reduced bacterial loads, with greater reductions linked to successful outcomes. The association between E. faecalis and failed RET suggests that this species may play a role in treatment outcomes. Further research, including microbiome profiling, is desirable to identify potential prognostic markers for failed RET."
    },
    {
      "pmid": "40143007",
      "title": "The Effect of TGF-β3 and IL-1β on L-Type Voltage-Operated Calcium Channels and Calcium Ion Homeostasis in Osteoarthritic Chondrocytes and Human Bone Marrow-Derived Mesenchymal Stem Cells During Chondrogenesis.",
      "authors": [
        "Anastasiia Shelest",
        "Aidas Alaburda",
        "Raminta Vaiciuleviciute",
        "Ilona Uzieliene",
        "Paulina Bialaglovyte",
        "Eiva Bernotiene"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2025-Mar-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Transforming growth factor-β (TGF-β) and interleukin 1β (IL-1β) are key regulators of the chondrogenic differentiation, physiology and pathology of cartilage tissue, with TGF-β promoting chondrogenesis and matrix formation, while IL-1β exerts catabolic effects, inhibiting chondrogenesis and contributing to cartilage degradation. Both cytokines alter the intracellular calcium ion (iCa2+) levels; however, the exact pathways are not known. Objectives: This study aimed to evaluate the impact of TGF-β3 and IL-1β on calcium homeostasis in human bone marrow-derived mesenchymal stem cells (hBM-MSCs) and chondrocytes during chondrogenesis. Results: TGF-β3 increased iCa2+ levels in both hBM-MSCs and chondrocytes. Furthermore, TGF-β3 increased the functional activity of L-type voltage-operated calcium channels (L-VOCCs) in hBM-MSCs but not in chondrocytes. TGF-β3 and IL-1β reduced L-VOCCs subunit CaV1.2 (CACNA1C) gene expression in chondrocytes. In hBM-MSCs, TGF-β3 and IL-1β increased SERCA pump (ATP2A2) gene expression, while in chondrocytes, this effect was observed only with TGF-β3. Conclusions: TGF-β3 increases iCa2+ both in osteoarthritic chondrocytes and hBM-MSCs during chondrogenesis. In hBM-MSCs, TGF-β3-mediated elevation in iCa2+ is related to the increased functional activity of L-VOCCs. IL-1β does not change iCa2+ in osteoarthritic chondrocytes and hBM-MSCs; however, it initiates the mechanisms leading to further downregulation of iCa2+ in both types of cells. The differential and cell-specific roles of TGF-β3 and IL-1β in the calcium homeostasis of osteoarthritic chondrocytes and hBM-MSCs during chondrogenesis may provide a new insight into future strategies for cartilage repair and osteoarthritis treatment."
    },
    {
      "pmid": "40141504",
      "title": "Basic Research on the Preparation of Electrolytic Manganese Residue-Red Mud-Ground Granulated Blast Furnace Slag-Calcium Hydroxide Composite Cementitious Material and Its Mechanical Properties.",
      "authors": [
        "Biao Peng",
        "Lusen Wang",
        "Zhonglin Li",
        "Ye Xu",
        "Weiguang Zhang",
        "Yibing Li"
      ],
      "journal": "Materials (Basel, Switzerland)",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A novel composite cementitious material was constructed by synergistically utilizing multiple industrial solid wastes, including electrolytic manganese residue (EMR), red mud (RM), and ground granulated blast furnace slag (GGBS), with calcium hydroxide [Ca(OH)2] as an alkaline activator. In addition, the mechanical properties of the composite cementitious materials were systematically analyzed under different raw material ratios, alkali activator dosages, and water-binder ratios. To further investigate the hydration products and mechanisms of the composite cementitious material, characterization methods, for instance, XRD, FT-IR, SEM-EDS, and TG-DTG, were employed to characterize the materials. To ensure that the composite cementitious material does not cause additional environmental pressure, it was analyzed for toxic leaching. The relevant experimental results indicate that the optimal ratio of the EMR-RM-GGBS-Ca(OH)2 components of the composite cementitious material is EMR content of 20%, RM content of 15%, GGBS content of 52%, calcium hydroxide as alkali activator content of 13%, and water-binder ratio of 0.5. Under the optimal ratio, the composite cementitious material at 28 days exhibited a compressive strength of 27.9 MPa, as well as a flexural strength of 7.5 MPa. The hydration products in the as-synthesized composite cementitious material system primarily encompassed ettringite (AFt) and hydrated calcium silicate (C-S-H), and their tight bonding in the middle and later curing stages was the main source of engineering mechanical strength. The heavy metal concentrations in the 28-day leaching solution of the EMR-RM-GGBS-Ca(OH)2 composite cementitious material fall within the limits prescribed by the drinking water hygiene standard (GB5749-2022), indicating that this composite material exhibits satisfactory safety performance. To sum up, it is elucidated that the novel process involved in this research provide useful references for the pollution-free treatment and resource utilization of solid wastes such as red mud and electrolytic manganese residue in the future."
    },
    {
      "pmid": "40141416",
      "title": "Astrocytes in Rodent Anxiety-Related Behavior: Role of Calcium and Beyond.",
      "authors": [
        "Marta Gómez-Gonzalo"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Anxiety is a physiological, emotional response that anticipates distal threats. When kept under control, anxiety is a beneficial response, helping animals to maintain heightened attention in environments with potential dangers. However, an overestimation of potential threats can lead to an excessive expression of anxiety that, in humans, may evolve into anxiety disorders. Pharmacological treatments show variable efficacy among patients, highlighting the need for more efforts to better understand the pathogenesis of anxiety disorders. Mounting evidence suggests that astrocytes, a type of glial cells, are active partners of neurons in brain circuits and in the regulation of behaviors under both physiological and pathological conditions. In this review, I summarize the current literature on the role of astrocytes from different brain regions in modulating anxious states, with the goal of exploring novel cerebral mechanisms to identify potential innovative therapeutic targets for the treatment of anxiety disorders.",
      "mesh_terms": [
        "Animals",
        "Astrocytes",
        "Anxiety",
        "Calcium",
        "Humans",
        "Brain",
        "Anxiety Disorders",
        "Rodentia",
        "Behavior, Animal",
        "Neurons"
      ]
    },
    {
      "pmid": "40141226",
      "title": "Next-Generation Analogues of AC265347 as Positive Allosteric Modulators of the Calcium-Sensing Receptor: Pharmacological Investigation of Structural Modifications at the Stereogenic Centre.",
      "authors": [
        "Le Vi Dinh",
        "Jesse Dangerfield",
        "Aaron DeBono",
        "Andrew N Keller",
        "Tracy M Josephs",
        "Karen J Gregory",
        "Katie Leach",
        "Ben Capuano"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The calcium-sensing receptor (CaSR) is a validated therapeutic target in the treatment of hyperparathyroidism and related diseases. The CaSR ago-positive allosteric modulator (PAM), AC265347 (1), exhibits a chemically and pharmacologically unique profile compared to current approved CaSR PAM therapeutics. Herein, we report a series of 'next-generation' analogues of AC265347, investigating the impact of structural modifications at the stereogenic centre on CaSR PAM activity. Compounds 5 and 7b featuring the alcohol functional group showed ago-PAM profiles comparable to 1, whilst compounds 6, 7 and 9 devoid of this functionality were 'pure' PAMs with no intrinsic agonism. These novel chemical tools provide an opportunity to explore the therapeutic potential of AC265347-like PAMs as a function of affinity, cooperativity and intrinsic agonism.",
      "mesh_terms": [
        "Receptors, Calcium-Sensing",
        "Allosteric Regulation",
        "Humans",
        "Structure-Activity Relationship",
        "HEK293 Cells"
      ]
    },
    {
      "pmid": "40139836",
      "title": "Differential regulation of calcium-NFAT signaling pathway by Akt isoforms: unraveling effector dynamics and exhaustion of cytotoxic T lymphocytes in tumor microenvironment.",
      "authors": [
        "Wen-Ling Chen",
        "Yong-Lin Chang",
        "Su-Fang Lin",
        "Ulrike Protzer",
        "Masanori Isogawa",
        "Hung-Chih Yang",
        "Li-Rung Huang"
      ],
      "journal": "Journal for immunotherapy of cancer",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Impairment of Akt signaling has been observed in antigen-specific cytotoxic T lymphocytes (CTLs) during chronic viral infections or tumor progression. Despite numerous studies emphasizing Akt's role in driving CTL effector functions, there is limited exploration of using Akt molecules in T-cell engineering to enhance their antiviral or antitumor capabilities for therapeutic purposes. Some studies even conclude that inhibiting Akt activation during the in vitro expansion process can prevent T-cell exhaustion and boost the antitumor effector functions of chimeric antigen receptor-T cells in vivo. Given the unique expression patterns and functions of the three Akt isoforms in immune cells, we proposed that Akt isoforms in CTLs may regulate effector functions and T-cell exhaustion distinctly. METHODS: In this study, we genetically modified tumor/virus-antigen-specific T-cell receptor tg CTLs to ectopically express Akt isoforms via retroviral transduction. We subsequently conducted western blotting, flow cytometry, and RNA sequencing analysis to assess their Akt expression, expression of immune checkpoints, antitumor/antivirus functionalities, and transcriptome. Additionally, we employed a persistent Hepatitis B Virus mouse model and a syngeneic hepatocellular carcinoma mouse model for further evaluation of their antivirus/antitumor efficacies. RESULTS: We found that both Akt1 and Akt2 overexpression enhanced the cytotoxic capabilities of mouse CTLs, although with different dynamics. Specifically, Akt2 signaling in CTLs accelerated effector functions, leading to a rapid attack on tumor cells. Conversely, Akt1 signaling triggered calcium influx and subsequent nuclear factor of activated T cells (NFAT) activation, while Akt2 signaling suppressed calcium influx, preventing excessive NFAT expression and nuclear translocation. This repression of NFAT transcriptional activity by Akt2 signaling during prolonged antigen stimulation subsequently led to reduced expression of transcription factors associated with T-cell exhaustion, such as Egr2, Nr4a, Tox, and immune checkpoints. Consequently, Akt2-overexpressed CTLs displayed reduced T-cell exhaustion within the tumor microenvironment and efficiently eradicated tumors. CONCLUSION: These findings highlight the essential role of Akt signaling in enabling tumor-specific CTLs to eliminate cancer cells in the solid TME, with Akt isoforms differentially regulating the calcium-calcineurin-NFAT signaling pathway. This discovery suggests the potential of AKT2 in T-cell engineering technology to enhance the survival and effector functions of adoptively transferred T cells for treating liver malignancies or chronic viral infections.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Proto-Oncogene Proteins c-akt",
        "T-Lymphocytes, Cytotoxic",
        "Tumor Microenvironment",
        "NFATC Transcription Factors",
        "Signal Transduction",
        "Humans",
        "Calcium",
        "Protein Isoforms"
      ]
    },
    {
      "pmid": "40137275",
      "title": "Calcium-Induced Regulation of Sanghuangporus baumii Growth and the Biosynthesis of Its Triterpenoids.",
      "authors": [
        "Zengcai Liu",
        "Ying Yu",
        "Shiyuan Wang",
        "Li Zou"
      ],
      "journal": "Journal of fungi (Basel, Switzerland)",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sanghuangporus baumii, a fungus used in traditional Chinese medicine, produces important pharmacological compounds such as triterpenoids, but at levels significantly lower than those required for medical use. This study investigated the effects of various concentrations of Ca2+ on S. baumii mycelial growth and the heterologous biosynthesis of S. baumii triterpenoids. Under induction by 10 mM Ca2+, the growth rate (0.39 cm/d) and biomass (4.48 g/L) of S. baumii mycelia were 1.03% and 10.05% higher than those in the 0 mM Ca2+-treatment group, respectively. In contrast, 200 mM Ca2+ significantly inhibited the growth rate and biomass of the mycelia. Notably, the total triterpenoid content reached its peak (17.71 mg/g) in the 200 mM Ca2+-treatment group, with a significant increase in the Ca2+ content (3869.97 µg/g) in the mycelia. Subsequently, the differential metabolic pathways and related genes between the S. baumii groups were examined using transcriptomic analysis. The results indicated that the increase in the growth rate and biomass of S. baumii mycelia was primarily due to elevated soluble sugar content, whereas the growth inhibition was associated with the toxic effects of H2O2. The observed differences in triterpenoid content were mainly attributed to the activation of the terpenoid backbone biosynthesis pathway and the AACT gene. Finally, the AACT gene was cloned and transformed into yeast cells, thus creating strain Sc-AA1. Upon treatment at the optimal Ca2+ concentration, the squalene content of strain Sc-AA1 reached 0.78 mg/g, 2.89-fold higher than that in the control group. These findings are significant for the heterologous biosynthesis of triterpenoids from S. baumii. Our study demonstrates the feasibility of producing triterpenoids in Saccharomyces cerevisiae and provides a foundation for future optimization toward achieving industrially relevant yields."
    }
  ]
}