{
  "supplement": "Celastrus paniculatus",
  "query": "Celastrus paniculatus[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:33:07",
  "research_count": 18,
  "count": 18,
  "articles": [
    {
      "pmid": "38357231",
      "title": "Celastrus paniculatus seed extract exhibits neuroprotective effects against MPP+‑induced apoptotic cell death via GSK‑3β in a Parkinson's disease model.",
      "authors": [
        "Trittamon Phattanakiatsakul",
        "Watcharapong Chaemsawang",
        "Anan Athipornchai",
        "Narongrit Thongon",
        "Siriporn Chamniansawat"
      ],
      "journal": "Biomedical reports",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson's disease (PD) is a common neurodegenerative disease induced by the death of dopaminergic neurons. Seed oil of Celastrus paniculatus (CP) Willd. has protective and antioxidant properties; however, to the best of our knowledge, no studies have analyzed the neuroprotective effect of CP seeds on PD. The present study aimed to investigate the neuroprotective effects and mechanism of CP seed extract (CPSE) using an in vitro 1-methyl-4-phenylpyridinium ion (MPP+)-induced PD model. The effect of CPSE on the expression levels of apoptotic marker proteins, such as Bcl-2 and its upstream pathway protein, glycogen synthase kinase-3β (GSK-3β), was investigated in human neuroblastoma SH-SY5Y cells. The effect of CPSE on the viability of SH-SY5Y cells was evaluated using MTT assay. To investigate the potential neuroprotective effect of CPSE, SH-SY5Y cells were treated with MPP+ to induce PD-associated cytotoxicity. SH-SY5Y cells were treated with 2 mM MPP+ before or after CPSE treatment to determine the protective effect of CPSE against MPP+-induced neurotoxicity using MTT, WST-1 and lactate dehydrogenase assays. Moreover, it was investigated whether CPSE could promote survival signals by regulating the protein expression levels of apoptotic markers (Bcl-2 and GSK-3β) using western blotting. High concentrations and prolonged treatment of CPSE did not have any adverse effect on SH-SY5Y cell viability. Furthermore, MPP+-induced dopaminergic neuron damage was ameliorated by CPSE treatment. CPSE also showed anti-apoptotic activity by reversing the inhibitory effects of MPP+ on Bcl-2 expression. Moreover, CPSE abolished MPP+-induced decreases in phosphorylated-GSK-3β (Ser9) expression. Taken together, the present findings suggested that CPSE may exert a neuroprotective effect in PD."
    },
    {
      "pmid": "37346867",
      "title": "Neuroprotective Effect of Celastrus Paniculatus Seed Extract on Epilepsy and Epilepsy-associated Cognitive Deficits.",
      "authors": [
        "Arti Ralta",
        "Ajay Prakash",
        "Praveen Kumar M",
        "Rohit Kumar",
        "Phulen Sarma",
        "Alka Bhatia",
        "Bikash Medhi",
        "Amitava Chakrabarti"
      ],
      "journal": "Basic and clinical neuroscience",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Cognitive deficit is one of the common comorbidity accompanying epilepsy. The present study evaluated the effect of Celastrus paniculatus seed extract on seizure severity and cognitive deficit following the pentylenetetrazole (PTZ)-induced chemical kindling model. METHODS: PTZ kindling model was developed by daily administration of the sub-convulsive dose of PTZ 30 mg/kg for four weeks. After four weeks of induction, the following treatment, namely sodium valproic acid (SVA) 200 mg/kg, C. paniculatus 500 mg\\kg, pergolide 2 mg/kg, C. paniculatus (250 mg\\kg)+ Pergolide (1 mg/kg), and C. paniculatus (250 mg\\kg)+ SVA (100 mg/kg) were administered 30 minutes prior to PTZ (30 mg/kg) injection for a period of next 14 days. Neurobehavioral parameters, including superoxide dismutase (SOD), Catalase (CAT), glutathione (GSH), and dopamine levels were assessed and the Morris water maze test (MWM) and Grip strength test (GPS) were performed. Hematoxylin & Eosin (H&E) staining of hippocampal cornu ammonis (CA1), CA2, CA3, dentate gyrus (DG), and frontal cortex was performed. RESULTS: C. paniculatus (500 mg/kg) alone and in combination (C. paniculatus (250 mg\\ kg)+ pergolide (1 mg/kg) and C. paniculatus (250 mg\\kg)+ SVA (100 mg/kg)) significantly (P<0.05) reduced the seizure score, mean latency time, and distance traveled in the MWM. However, no significant effect was seen in GPS. Biochemical analysis showed elevated antioxidant markers, namely GSH, CAT, and SOD, and also elevated dopamine levels. C. paniculatus and its combination also significantly (P<0.05) protected against neuronal loss in the hippocampus and frontal cortex evidenced by H&E staining. CONCLUSION: C. paniculatus alone and in combination with other agents may have the potential to treat epilepsy and associated cognitive deficits."
    },
    {
      "pmid": "36809523",
      "title": "Celastrus paniculatus oil ameliorates NF-KB mediated neuroinflammation and synaptic plasticity in the scopolamine-induced cognitive impairment rat model.",
      "authors": [
        "Khushboo Govind Faldu",
        "Snehal Sanjay Patel",
        "Jigna Samir Shah"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND AND AIM: Traditionally, Celastrus paniculatus Willd. (CP) oil has been utilized as a tranquilizer and memory enhancer. The present study investigated the neuropharmacological activity and efficacy of CP oil in ameliorating scopolamine-induced cognitive impairment in rats. EXPERIMENTAL PROCEDURE: Cognitive deficiency was induced in rats by administration of scopolamine (2 mg/kg intraperitoneal injection) for a period of 15 days. Donepezil served as a reference drug and CP oil was tested as both preventive and curative treatments. Animals' behaviour was assessed through the Morris water maze (MWM), novel object preference (NOR), and conditioned avoidance (CA) tests. Oxidative stress parameters, bioamine concentration (dopamine, noradrenaline, and 5-hydroxytryptamine), nerve growth factor (NGF), interleukin-6 (IL-6), nuclear factor kappa B (NF-кB), and tumor necrosis factor-alpha (TNFα) were estimated. Synaptophysin immunohistochemistry was performed. RESULTS: Our results showed that CP oil ameliorated behavioural deficits. It reduced latency to find a hidden platform in MWM. Reduced novel object exploration time and discrimination index (p < 0.05) in the NOR. Reduced step-down latency and normalized conditioned avoidance response (p < 0.001) in the CA test. CP oil increased dopamine, serotonin, norepinephrine, superoxide dismutase (SOD), glutathione, and catalase levels. It decreased malondialdehyde (MDA), acetylcholinesterase activity, IL-6, NF-кB (P < 0.001), TNFα, and NGF levels. Treatment showed approximate typical reactivity to synaptophysin. CONCLUSION: Our data is suggestive that CP oil treatment improves behavioural test outcomes, increases biogenic amine concentration, and decreases acetylcholinesterase activity, and neuroinflammatory biomarkers. It also restores synaptic plasticity. It thus improves cognitive functions against scopolamine-induced amnesia in rats by improving cholinergic function.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Scopolamine",
        "NF-kappa B",
        "Acetylcholinesterase",
        "Celastrus",
        "Synaptophysin",
        "Neuroinflammatory Diseases",
        "Tumor Necrosis Factor-alpha",
        "Interleukin-6",
        "Dopamine",
        "Nerve Growth Factor",
        "Plant Extracts",
        "Cognitive Dysfunction",
        "Oxidative Stress",
        "Neuronal Plasticity",
        "Maze Learning"
      ]
    },
    {
      "pmid": "35943180",
      "title": "Amelioration of modified chronic unpredictable stress using Celastrus paniculatus seed oil alone and in combination with fluoxetine.",
      "authors": [
        "Sanjana Chahuan",
        "Sania Grover",
        "Shamsher Singh"
      ],
      "journal": "Drug and chemical toxicology",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The various stressors in chronic unpredictable stress (CUS) triggers depressive behavior, impairs learning, and decision-making abilities. The present study investigated the effects of Celastrus paniculatus seed oil (CPSO) alone and in combination with fluoxetine (FLU) in modified CUS (mCUS) induced depression in mice. In this study, adult albino mice were subjected to a modified version of CUS protocol having six different stressors and were applied daily consistently for 15 days. The post-treatment with CPSO (50 and 100 mg/kg) and FLU (10 mg/kg) alone and in combination from day 16th to 36th. Group I: normal control; group II: diseased control (mCUS subjected group); group III: CPSO (50 mg/kg); group IV: CPSO (100 mg/kg); group V: CPSO (50 mg/kg)+FLU (10 mg/kg); group VI: CPSO (100 mg/kg)+FLU (10 mg/kg); group VII: FLU (10 mg/kg); group VIII: FLU (20 mg/kg). During experimentation, various behavioral, biochemical, oxidative stress, inflammatory, and neurotransmitters level were checked. The CUS treated mice exhibited increased escaped latency, decreased number of open arm entries, increased immobility time, decreased percentage of sucrose consumption, and number of the boxes crossed as compared to the normal group. The post-treatment with the CPSO 50 + FLU 10, CPSO 100 + FLU 10, FLU 10 significantly (p < 0.05) attenuated behavioral, biochemical, inflammation, corticosteroid, and neurotransmitters level as compared to CPSO 50, CPSO 100, and FLU 20 alone. CPSO along with FLU appreciably achieved anti-depressant effect via lowering stress, inflammation, corticosteroid level, and restoration of neurotransmitters level in mCUS induced depression mice model.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Fluoxetine",
        "Celastrus",
        "Plant Oils",
        "Oxidative Stress",
        "Disease Models, Animal",
        "Inflammation",
        "Stress, Psychological"
      ]
    },
    {
      "pmid": "35338672",
      "title": "Protective effect of Celastrus paniculatus on cognitive function in glutamate-induced brain-injured mice by reducing the intracellular influx of Ca.",
      "authors": [
        "Elezabeth John",
        "Bharat Mishra",
        "Alok Shiomurti Tripathi",
        "R Aleesha"
      ],
      "journal": "International journal of developmental neuroscience : the official journal of the International Society for Developmental Neuroscience",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Present investigation evaluates the protective effect of Celastrus paniculatus (CP) on the cognitive function in neuronal injured mice. Neuronal injury was induced by oral administration of monosodium glutamate (MSG) at a dose of 1.66 g/kg/day for 30 days. Mice in the CP-treated group receives CP 30 mg/kg ip and CP + GGA-treated group received CP 30 mg/kg ip and glutamic acid (GGA, 1.5 mg/kg, ip) 30 min prior to the administration of MSG for 30 days. Assessment of cognitive function was done using Morris water maze. Level of inflammatory cytokines and production of reactive oxygen species (ROS) was estimated in the brain tissue of brain-injured mice. Moreover, intracellular concentration of Ca+ ion was estimated in the brain tissue and expression of Bcl-2, Bax, and caspase-3 protein was estimated in the brain tissue by western blot assay. Cognitive function was attenuated in CP-treated glutamate-injured mice. Data of the study suggest that treatment with CP reduces the level of inflammatory cytokines and production of ROS in the brain tissue compared to negative control group. There was reduction in the concentration of Ca+ ion in the neuronal cells in CP-treated group than negative control group of mice. Treatment with CP ameliorates the expression of Bax, Bcl-2, and caspase-3 in the brain tissue of glutamate-induced brain-injured mice. In conclusion, data of the study suggest that treatment with CP attenuates the cognitive function and neuronal apoptosis in glutamate-induced neuronal injury by reducing the concentration of intracellular Ca+ ion.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Brain",
        "Caspase 3",
        "Celastrus",
        "Cognition",
        "Cytokines",
        "Glutamates",
        "Mice",
        "Plant Extracts",
        "Reactive Oxygen Species",
        "Sodium Glutamate",
        "bcl-2-Associated X Protein"
      ]
    },
    {
      "pmid": "35005853",
      "title": "Neuroprotective potential of Celastrus paniculatus seeds against common neurological ailments: a narrative review.",
      "authors": [
        "Divya Sankaramourthy",
        "Lakshmi Sankaranarayanan",
        "Kavimani Subramanian",
        "Sudha Rani Sadras"
      ],
      "journal": "Journal of complementary & integrative medicine",
      "publication_date": "2023-Sep-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The most common human neurodegenerative diseases like Alzheimer's disease (AD), Parkinson's disease (PD), Huntington's disease (HD) etc. have been recognized to result from a complex interplay between genetic predisposition and defective cellular dynamics such as inappropriate accumulation of unfolded proteins, oxygen free radicals and mitochondrial dysfunction. The treatment strategies available today for these neurodegenerative ailments are only palliative and are incapable of restraining the progression of the disease. Hence, there is an immense requirement for identification of drug candidates with the ability to alleviate neuronal damage along with controlling progression of the disease. From time immemorial mankind has been relying on plants for treating varied types of dreadful diseases. Among the various medicinal plants used for treating various neurological ailments, Celastrus paniculatus (CP) popularly known as Jyotishmati or Malkangni is well known in the Ayurveda system of Indian Traditional Medicine whose seeds and seed oil have been used for centuries in treating epilepsy, dementia, facial paralysis, amnesia, anxiety, sciatica, cognitive dysfunctions etc. This review apart from specifying the phytochemical characteristics and traditional uses of C. paniculatus seeds and seed oil also exemplify the comprehensive data derived from various research reports on their therapeutic potential against some common neurological disorders."
    },
    {
      "pmid": "34771053",
      "title": "Molecular Studies on the Nephroprotective Potential of Celastrus paniculatus against Lead-Acetate-Induced Nephrotoxicity in Experimental Rats: Role of the PI3K/AKT Signaling Pathway.",
      "authors": [
        "Karunakaran Balaji",
        "Jagadish Vijayakumar",
        "Ponnusamy Kasirajan Sankaran",
        "Sivanesan Senthilkumar",
        "Rajagopalan Vijayaraghavan",
        "Jayaraman Selvaraj",
        "Maria Francis Yuvaraj"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2021-Nov-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chemicals can induce nephrotoxicity, with damage to different segments of the nephron and deterioration of renal function. Nephrotoxicity due to exposure to a toxin such as carbon tetrachloride, sodium oxalate, or heavy metals is the most common cause of kidney injury. The current study aimed to evaluate the protective effects of Celastrus paniculatus seed extract against lead-acetate-induced nephrotoxicity by evaluating the histopathology, immunohistochemistry, ultrastructure, and phosphoinositide 3-kinase (PI3K)/protein kinase B (AKT) signaling pathway. Twenty-four rats were divided into four groups (n = 6 per group): group 1 contained normal animals and served as the control; group 2 received lead acetate (30 mg/kg body weight (b.w.)/day, oral); group 3 received lead acetate and the standard drug N-acetylcysteine (NAC, 200 mg/kg b.w./day, oral); and group 4 received lead acetate and the ethanolic extract of C. paniculatus seed (EECP; 800 mg/kg b.w./day, oral). Treatment was given for 28 consecutive days. The data were analyzed using one-way analysis of variance with SIGMA PLOT 13 using SYSTAT software followed by Newman-Keul's test for comparison between the groups. EECP ameliorated the adverse changes caused by lead acetate. PI3K and AKT messenger RNA (mRNA) levels were diminished in lead-acetate-treated rats. Treatment with EECP inhibited the occurrence of shrunken cells, the atrophy of glomeruli, and degenerative changes in renal tubules caused by lead acetate. Interestingly, the PI3K and AKT mRNA levels were significantly increased in EECP-treated animals. Our results clearly evidence for the first time that C. paniculatus seed extract inhibits lead-acetate-induced detrimental changes in kidneys by regulating PI3K/AKT signaling pathways.",
      "mesh_terms": [
        "Animals",
        "Biomarkers",
        "Celastrus",
        "Female",
        "Gene Expression",
        "Immunohistochemistry",
        "Kidney",
        "Organometallic Compounds",
        "Phosphatidylinositol 3-Kinases",
        "Plant Extracts",
        "Protective Agents",
        "Proto-Oncogene Proteins c-akt",
        "Rats",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "28816560",
      "title": "Gastroprotective and Antiulcer Effects of Celastrus paniculatus Seed Oil Against Several Gastric Ulcer Models in Rats.",
      "authors": [
        "Suresh Palle",
        "A Kanakalatha",
        "Ch N Kavitha"
      ],
      "journal": "Journal of dietary supplements",
      "publication_date": "2018-Jul-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peptic ulcer is a recurrent chronic illness and has become almost a hallmark of the so-called civilized life. In folk medicine, the Celastrus paniculatus plant has been used for the prevention and treatment of various diseases and gastrointestinal disturbances, including dyspepsia and stomach ulcers. The aim of this study is to evaluate the gastroprotective and antiulcer effects of Celastrus paniculatus seed oil (CPO) against several gastric ulcer models in rats. The gastroprotective and antiulcer effects of CPO were evaluated using pylorus-ligated ulcer ethanol- and indomethacin-induced ulcers using rantidine (40 mg/kg per os [PO]) as standard. Gastrointestinal motility was determined by gastric emptying time and gastrointestinal transit ratio. The results of the pharmacological studies of CPO (200 mg/kg, 400 mg/kg) demonstrated effective gastroprotection against ethanol- and indomethacin-induced ulcer models. In pylorus-ligated rats, the seed oil showed gastroprotective activity by decreasing total gastric juice volume and gastric acidity while increasing the gastric pH. The gastroprotection against ethanol and indomethacin is partially attributed to effective inhibition of proinflammatory cytokines, TNF-α and IL-6, and increase in the levels of IL-10. Treatment with CPO in ethanol-induced ulcer rats significantly (p < .05) decreased MDA (malondialdehyde) levels, which were accompanied by an increase in the activities of SOD (superoxide dismutase) and catalase. CPO reduced the rate of gastric emptying but had no effect on gastrointestinal transit. The present findings indicate that CPO has potent gastroprotective effects and support the folkloric usage of the seed oil to treat various gastrointestinal disturbances.",
      "mesh_terms": [
        "Animals",
        "Celastrus",
        "Disease Models, Animal",
        "Ethanol",
        "Female",
        "Gastric Acidity Determination",
        "Gastric Emptying",
        "Gastric Juice",
        "Gastrointestinal Motility",
        "Gastrointestinal Transit",
        "Hydrogen-Ion Concentration",
        "Indomethacin",
        "Interleukin-10",
        "Interleukin-6",
        "Male",
        "Medicine, Traditional",
        "Phytotherapy",
        "Plant Oils",
        "Pylorus",
        "Rats",
        "Rats, Wistar",
        "Stomach Ulcer",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "28066108",
      "title": "Neuroprotective effect of Celastrus paniculatus on chronic stress-induced cognitive impairment.",
      "authors": [
        "V Bhagya",
        "Thomas Christofer",
        "B S Shankaranarayana Rao"
      ],
      "journal": "Indian journal of pharmacology",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Several studies report that chronic stress results in impaired spatial learning and working memory and enhanced anxiety-like behavior. However, not many studies have looked into the possible ways of reversing stress-induced deficits. Celastrus paniculatus (CP), a traditional ayurvedic herbal medicine, was used to treat cognitive deficits in mentally retarded children. CP oil has been reported to have neuroprotective and antioxidant activities. However, the effects of CP oil on chronic stress-induced cognitive deficits are unclear. In the present study, we intended to analyze the neuroprotective effects of CP oil on stress-associated cognitive dysfunctions. MATERIALS AND METHODS: Chronic stress was induced by subjecting rats to restrainers for 6 h a day for 21 days. CP oil (400, 600 mg/kg) or vehicle was administered intraperitoneally (i.p.) after stress protocol once a day over the next 14 days. Groups used in the present study: normal control, stress, stress + vehicle, stress + CP oil at 2 different doses (400 and 600 mg/kg, i.p.). After the drug treatment, open field and elevated plus maze (EPM) were used to analyze anxiety-like behavior, and partially baited radial arm maze (RAM) and T-maze were used to evaluate spatial learning and memory capabilities. Analysis has been done using two-way ANOVA followed by Bonferroni's post hoc test and one-way ANOVA followed by Tukey's post hoc test. RESULTS: Stressed rats showed enhanced anxiety-like behavior in EPM (P < 0.001) and impaired performance in RAM (P < 0.001) and T-maze tasks (P < 0.001) compared to normal animals. In contrast, CP oil treatment to these rats improved their performance in both RAM (P < 0.001) and T-maze (P < 0.001). In addition, CP oil significantly reduced stress-induced anxiety behavior (P < 0.001). CONCLUSION: Chronic treatment with CP oil is to improve cognitive abilities in chronically stressed rats. The current study provides a novel perspective on beneficial effect of herbal therapy on stress-induced cognitive dysfunctions.",
      "mesh_terms": [
        "Animals",
        "Celastrus",
        "Chronic Disease",
        "Cognitive Dysfunction",
        "Exploratory Behavior",
        "Male",
        "Neuroprotective Agents",
        "Plant Extracts",
        "Plant Oils",
        "Rats",
        "Rats, Wistar",
        "Stress, Psychological",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "23810286",
      "title": "Cytotoxic constituents from Celastrus paniculatus induce apoptosis and autophagy in breast cancer cells.",
      "authors": [
        "Jing-Ru Weng",
        "Ming-Hong Yen",
        "Wei-Yu Lin"
      ],
      "journal": "Phytochemistry",
      "publication_date": "2013-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Celastrus paniculatus is a traditional medicinal plant with diverse pharmacological activities. To identify its bioactive constituents, three new β-dihydroagarofuranoid sesquiterpenes were isolated from the whole plant, of which the major constituent is (1α,2α,8β,9β)-1,8-bis(acetyloxy)-2,9-bis(benzoyloxy)-14-hydroxy-β-dihydroagarofuran. It was assessed for its antiproliferative activity, and it suppressed the viability of MCF-7 breast cancer cells with an IC50 of 17±1μM. This growth inhibition was, in part, attributable to apoptosis. Moreover, this drug treatment led to LC3B-II accumulation, indicative of autophagy. Western blot analysis established its ability to target a broad range of signaling effectors related to survival and cell cycle progression, including Akt, NF-κB, p53, and MAP kinases. In addition, flow cytometry analysis indicates increased reactive oxygen species production in response to this compound. Taken together, these findings suggest a pleiotropic mode of mechanism that underlies the antiproliferative activity of this compound in MCF-7 breast cancer cells.",
      "mesh_terms": [
        "Antineoplastic Agents, Phytogenic",
        "Apoptosis",
        "Autophagy",
        "Blotting, Western",
        "Breast Neoplasms",
        "Celastrus",
        "Cell Proliferation",
        "Cell Survival",
        "Female",
        "Flow Cytometry",
        "Humans",
        "Inhibitory Concentration 50",
        "MCF-7 Cells",
        "Microtubule-Associated Proteins",
        "Mitogen-Activated Protein Kinases",
        "Molecular Structure",
        "NF-kappa B",
        "Plant Extracts",
        "Proto-Oncogene Proteins c-akt",
        "Reactive Oxygen Species",
        "Sesquiterpenes",
        "Tumor Suppressor Protein p53"
      ]
    },
    {
      "pmid": "25205957",
      "title": "Effect of Celastrus paniculatus on trace elements of cerebellum in ageing albino rats.",
      "authors": [
        "Kamal Saini",
        "A Chaudhary",
        "R K Sharma"
      ],
      "journal": "Annals of neurosciences",
      "publication_date": "2012-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In Indian traditional system of medicine Celastrus paniculatus extract has been used to improve intellect, memory and for the treatment of various mental disorders. PURPOSE: The present study was undertaken to evaluate the effectiveness of this medicinal plant on serum biochemistry. METHODS: Ethanolic extract of seed of Celastrus paniculatus (2g/kg/body weight) was orally administrated for 16 days in 20 months old albino rats. The results were compared with 3 months, 12 months and 20 months old control rats. The concentration of trace elements was determined by atomic absorption spectrophotometer. RESULTS: Significant variation was observed in the concentration of trace elements. In case of copper there was decrease in content in early aged (0.240 ± 0.004) control and age control (0.115 ± 0.004) rats whereas an increase in treated aged rats (0.124 ± 0.004) was observed. Non significant variation was observed in zinc content. Young control rats possessed 0.683 ± 0.004 (µg/ml) zinc contents in cerebellum. Age control animal showed the highest level of Zn 0.954 ± 0.002. Celastrus paniculatus treated rat show revealed the lowest level of zinc 0.457 ± 0.003 (µg/ml) in cerebellum. Young control rat had 0.066 ± 0 (µg/ml) manganese content which was significantly decreased in early age control (0.022 ± 0.0008) followed the significant increase in age control (0.087 ± 0.002). Treated rats possessed the decreased content than age control but higher than young and early age control. Non significant decrease in cobalt content was observed during ageing as in young control the highest cobalt content was 0.084 ± 0.0007 followed by decrease in early age control 0.83 ± 0 and age control 0.006 ± 0.0007 (µg/ml). Treated rats showed an increase in cobalt content up to 0.032 ± 0.0007. CONCLUSION: Results of the present study revealed that the determination of trace elements in blood and tissues has been widely used in the last two decades as a tool to understand their metabolic role in human and animals."
    },
    {
      "pmid": "19429308",
      "title": "Potent relaxant effect of a Celastrus paniculatus extract in the rat and human ileum.",
      "authors": [
        "Francesca Borrelli",
        "Nicola Borbone",
        "Raffaele Capasso",
        "Domenico Montesano",
        "Simona De Marino",
        "Gabriella Aviello",
        "Giovanni Aprea",
        "Stefania Masone",
        "Angelo A Izzo"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2009-Apr-21",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL IMPORTANCE: Celastrus paniculatus Willd. (Celastraceae) is an Ayurvedic remedy used for the treatment of a number of diseases, including bowel spasms. AIM OF THE STUDY: To investigate the mode of the relaxing action of a methanolic extract prepared from the seeds of Celastrus paniculatus (CPE, 0.0001-10 microg/mL) in the rat ileum and to try to confirm on human tissues the intestinal pharmacological activity of the extract. MATERIALS AND METHODS: The relaxant effect of CPE was studied in vitro by evaluating its effect on the spontaneous contractions of the isolated ileum. RESULTS: CPE exerted a tetrodotoxin- and omega-conotoxin-resistant inhibitory effect on rat ileum motility (IC(50): 0.24+/-0.02 microg/mL; E(max): 99.0+/-0.60%). The inhibitory effect was reduced by nifedipine but not by cyclopiazonic acid. Experiments with specific antagonists enabled us to exclude the involvement of the main endogenous spasmogenic (i.e. acetylcholine and tachykinins) and relaxing (noradrenaline, nitric oxide, ATP) compounds. CPE also relaxed the isolated human ileum (IC(50): 0.26+/-0.02 microg/mL; E(max): 99.1+/-0.46%). CONCLUSION: It is concluded that (i) CPE exerted a powerful myogenic and L-type Ca(2+)-dependent relaxing effect in the isolated rat ileum and that (ii) the human ileum is sensitive to the inhibitory effect of CPE. If confirmed in vivo, our data could explain the traditional use of this herb in the treatment of intestinal spasms.",
      "mesh_terms": [
        "Animals",
        "Calcium Channel Blockers",
        "Celastrus",
        "Dose-Response Relationship, Drug",
        "Gastrointestinal Motility",
        "Humans",
        "Ileum",
        "Muscle Relaxation",
        "Muscle, Smooth",
        "Neurotoxins",
        "Nifedipine",
        "Parasympatholytics",
        "Plant Extracts",
        "Plant Oils",
        "Rats",
        "Rats, Wistar",
        "Seeds",
        "Tetrodotoxin",
        "omega-Conotoxins"
      ]
    },
    {
      "pmid": "16360930",
      "title": "Celastrus paniculatus seed oil and organic extracts attenuate hydrogen peroxide- and glutamate-induced injury in embryonic rat forebrain neuronal cells.",
      "authors": [
        "P B Godkar",
        "R K Gordon",
        "A Ravindran",
        "B P Doctor"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2006-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Seed oil of Celastrus paniculatus Willd. (CP) has been reported to improve memory and the methanolic extract (ME) of CP was shown to exhibit free-radical-scavenging properties and anti-oxidant effects in human non-immortalized fibroblasts. In the present study, we have investigated the free-radical-scavenging capacity of CP seed oil (CPO) and two extracts, an ethanolic extract (EE) and a ME. CPO and EE showed dose-dependent, free-radical-scavenging capacity, but to a lesser degree than observed for ME. Oxidative stress involves the generation of free radicals and free radical scavenging is one of the mechanisms of neuroprotection. We therefore investigated the effects of CPO, ME, and EE for protection against hydrogen peroxide (H(2)O(2))- and glutamate-induced neurotoxicity in embryonic rat forebrain neuronal cells (FBNC). Pre-treatment of neuronal cells with CPO dose-dependently attenuated H(2)O(2)-induced neuronal death. Pre-treatment with ME and EE partially attenuated H(2)O(2)-induced toxicity, but these extracts were less effective than CPO for neuronal survival. In H(2)O(2)-treated cells, cellular superoxide dismutase (SOD) activity was unaffected, but catalase activity was decreased and levels of malondialdehyde (MDA) were increased. Pre-treatment with CPO, ME, or EE increased catalase activity and decreased MDA levels significantly. Also, CPO pre-treatment attenuated glutamate-induced neuronal death dose-dependently. The activity of cellular acetylcholinesterase (AChE) was not affected by CPO, ME, or EE, suggesting that the neuroprotection offered by CPO was independent of changes in AChE activity. Taken together, the data suggest that CPO, ME, and EE protected neuronal cells against H(2)O(2)-induced toxicity in part by virtue of their antioxidant properties, and their ability to induce antioxidant enzymes. However, CPO, which exhibited the least antioxidant properties, was the most effective in preventing neuronal cells against H(2)O(2)- and glutamate-induced toxicities. Thus, in addition to free-radical scavenging attributes, the mechanism of CP seed component (CP-C) neuroprotection must be elucidated.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Animals",
        "Biphenyl Compounds",
        "Celastrus",
        "Cells, Cultured",
        "Free Radical Scavengers",
        "Glutamic Acid",
        "Hydrazines",
        "Hydrogen Peroxide",
        "Lipid Peroxidation",
        "Neurons",
        "Picrates",
        "Plant Extracts",
        "Plant Oils",
        "Prosencephalon",
        "Rats",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "15254858",
      "title": "New sesquiterpenes with intestinal relaxant effect from Celastrus paniculatus.",
      "authors": [
        "Francesca Borrelli",
        "Nicola Borbone",
        "Raffaele Capasso",
        "Domenico Montesano",
        "Angelo A Izzo",
        "Simona De Marino",
        "Francesco Capasso",
        "Lydia Ferrara",
        "Rocco Longo",
        "Franco Zollo"
      ],
      "journal": "Planta medica",
      "publication_date": "2004-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The seed oil obtained from Celastrus paniculatus has been used in Ayurvedic medicine for the treatment of several complaints including intestinal disorders. The muscle relaxing activity of C. paniculatus has been studied in vitro on isolated preparations of rat intestine. C. paniculatus seeds extract (0.001 - 100 microg/mL) produced a concentration-related relaxation of the rat ileum [IC (50) (95 % c. l.) 0.24 (0.13 - 0.45) microg/mL]. Among the four fractions ( n-hexane, CCl (4), CHCl (3), n-BuOH) obtained from the methanolic extract of C. paniculatus, only the carbon tetrachloride fraction (0.01 - 10 000 ng/mL) induced a significant relaxation of the intestinal muscle [IC (50) (95 % c. l.): 1.9 (1.38 - 2.87) ng/mL]. Three new sesquiterpene polyol esters have been isolated from the carbon tetrachloride fraction. These new metabolites, characterised as 1alpha,8beta,14-triacetoxy-9beta-furoyloxydihydro-beta-agarofuran ( 1), 1alpha, 6beta,8beta,14-tetraacetoxy-9beta-benzoyloxydihydro-beta-agarofuran ( 2) and 1alpha,8beta-diacetoxy-9beta-benzoyloxydihydro-beta-agarofuran ( 3), at the concentration of 1 microg/mL produced a relaxant effect of 30.6 +/- 12.2 %, 26.9 +/- 4.7 % and 7.27 +/- 1.7 %, respectively.",
      "mesh_terms": [
        "Animals",
        "Celastrus",
        "Dose-Response Relationship, Drug",
        "Ileum",
        "Male",
        "Muscle Contraction",
        "Phytotherapy",
        "Plant Oils",
        "Rats",
        "Rats, Wistar",
        "Seeds",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "15234755",
      "title": "Celastrus paniculatus seed water soluble extracts protect against glutamate toxicity in neuronal cultures from rat forebrain.",
      "authors": [
        "Praful B Godkar",
        "Richard K Gordon",
        "Arippa Ravindran",
        "Bhupendra P Doctor"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2004-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Aqueous extracts of Celastrus paniculatus (CP) seed have been reported to improve learning and memory in rats. In addition, these extracts were shown to have antioxidant properties, augmented endogenous antioxidant enzymes, and decreased lipid peroxidation in rat brain. However, water soluble extracts of CP seed (CP-WSE) have not been evaluated for their neuroprotective effects. In the study reported here, we used enriched forebrain primary neuronal cell (FBNC) cultures to study the neuroprotective effects of three CP-WSE extracts (a room temperature, WF; a hot water, HF; and an acid, AF) on glutamate-induced toxicity. FBNC were pre-treated with the CP-WSE and then with glutamate to evaluate the protection afforded against excitatory amino acid-induced toxicity. The criteria for neuroprotection were based on the effects of CP-WSE on a mitochondrial function test following glutamate-induced neurotoxicity. Pre-treatment of neuronal cells with CP-WSE significantly attenuated glutamate-induced neuronal death. To understand the molecular mechanism of action of CP-WSE, we conducted electrophysiological studies using patch-clamp techniques on N-methyl-D-aspartate (NMDA)-activated whole-cell currents in FBNC. WSE significantly and reversibly inhibited whole-cell currents activated by NMDA. The results suggest that CP-WSE protected neuronal cells against glutamate-induced toxicity by modulating glutamate receptor function.",
      "mesh_terms": [
        "Animals",
        "Celastrus",
        "Cells, Cultured",
        "Glutamic Acid",
        "Neurons",
        "Neuroprotective Agents",
        "Phytotherapy",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Seeds"
      ]
    },
    {
      "pmid": "14630170",
      "title": "Celastrus paniculatus seed water soluble extracts protect cultured rat forebrain neuronal cells from hydrogen peroxide-induced oxidative injury.",
      "authors": [
        "Praful Godkar",
        "Richard K Gordon",
        "Arippa Ravindran",
        "Bhupendra P Doctor"
      ],
      "journal": "Fitoterapia",
      "publication_date": "2003-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "The effects of aqueous extracts of Celastrus paniculatus (CP) seeds were shown to have antioxidant properties in rats. In the study reported here, we have investigated the free radical scavenging capacity of three aqueous extracts (WSEs) obtained from CP seeds: a room temperature extract (WF); a hot water extract (HF); an acid extract (AF). All the WSEs exhibited a dose-dependent free radical scavenging capacity for 1,1-diphenyl-2-picryl-hydrazyl radical (DPPH) and also for superoxide-generated assays (in vitro assays). In addition, we used enriched forebrain primary neuronal cell (FBNC) cultures to evaluate the neuroprotective effects of the three CP-WSE extracts on H(2)O(2)-induced toxicity. FBNC were pre-treated with the CP-WSE and then with H(2)O(2) to evaluate the protection afforded against H(2)O(2)-induced toxicity. The criteria for neuroprotection by the WSEs were based on a mitochondrial function test following the H(2)O(2)-induced neurotoxicity. All the WSEs significantly attenuated H(2)O(2)-induced neuronal death, and AF was the most effective in protecting the neuronal cells against oxidative injury caused by H(2)O(2). In 10 day FBNC, cellular superoxide dismutase activity was not affected by the WSEs or H(2)O(2), but catalase activity was decreased and levels of malondialdehyde were increased by H(2)O(2) treatment. When the neuronal cells were treated with WSEs prior to H(2)O(2) exposure, catalase activity was increased and levels of malondialdehyde were decreased significantly. The data presented here suggest that CP seed WSEs protected neuronal cells in part by their free radical scavenging properties, by reducing lipid peroxidation, and also by their ability to induce the antioxidant enzyme catalase. Our results indicate that WSEs might exert neuroprotective effects against increased oxidative stress resulting from free radical damage that is associated with a number of neurodegenerative diseases.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Biphenyl Compounds",
        "Celastrus",
        "Cell Line",
        "Dose-Response Relationship, Drug",
        "Hydrogen Peroxide",
        "Neurons",
        "Neuroprotective Agents",
        "Phytotherapy",
        "Picrates",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Seeds",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "9259008",
      "title": "Reversal of scopolamine-induced deficits in navigational memory performance by the seed oil of Celastrus paniculatus.",
      "authors": [
        "M Gattu",
        "K L Boss",
        "A V Terry",
        "J J Buccafusco"
      ],
      "journal": "Pharmacology, biochemistry, and behavior",
      "publication_date": "1997-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Celastrus paniculatus (CP), a medicinal plant from India has been reputed to be useful as a pharmaceutical aid for learning and memory. We investigated the effects of the seed oil of CP on the 6 day performance of young adult rats in a navigational memory task-the Morris water maze. Chronic oral (gavage) daily treatment with CP. (50, 200, or 400 mg/kg) for 14 days completely reversed the scopolamine (0.5 mg/kg)-induced task performance deficit. On the other hand, acute treatment (single injection prior to scopolamine treatment) with CP (200 mg/kg) did not significantly reverse the scopolamine-induced impairment in maze performance. Alone, CP produced a slight, but significant improvement in maze performance on the first day of testing. Acute treatment or chronic 14 day treatment with CP resulted in no significant alteration in normal locomotor activity in an open field. Moreover, CP did not alter the scopolamine-induced increases in locomotor activity. Chronic treatment with CP did not alter brain acetylcholinesterase levels and no signs of cholinergic overstimulation were ever noted during or after treatment. Thus, the seed oil of CP, when administered chronically, selectively reversed the impairment in spatial memory produced by acute central muscarinic receptor blockade, supporting the possibility that one or more constituents of the oil may offer cognitive enhancing properties. The neural mechanism underlying the reversal of scopolamine's mnemonic effects by CP is not yet known, but it is not related to an anticholinesterase-like action.",
      "mesh_terms": [
        "Acetylcholinesterase",
        "Animals",
        "Brain",
        "Male",
        "Maze Learning",
        "Memory",
        "Motor Activity",
        "Muscarinic Antagonists",
        "Plant Extracts",
        "Plant Oils",
        "Plants, Medicinal",
        "Rats",
        "Rats, Wistar",
        "Scopolamine"
      ]
    },
    {
      "pmid": "2335957",
      "title": "Antispermatogenic action of Celastrus paniculatus seed extract in the rat with reversible changes in the liver.",
      "authors": [
        "P P Bidwai",
        "D Wangoo",
        "N Bhullar"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "1990-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Biochemical, histochemical and histological studies of the effects of an oily extractive from the seeds of Celastrus paniculatus were done on the testes and liver of adult rats. The testis of treated animals showed vacuolization, germ cell depletion and arrest of spermatogenesis. The livers revealed focal necrosis in animals receiving 0.2 ml i.p. every other day for 30 days, but 45 days post treatment these lesions were absent. Intermediate repair and regenerative changes were apparent 30 days post treatment. These results indicate that Celastrus paniculatus oil may have useful antifertility effects and that the degenerative changes seen in the liver are reversible with time.",
      "mesh_terms": [
        "Animals",
        "Injections, Intraperitoneal",
        "Liver",
        "Male",
        "Organ Size",
        "Plant Extracts",
        "Rats",
        "Rats, Inbred Strains",
        "Seeds",
        "Spermatogenesis",
        "Testis"
      ]
    }
  ]
}