{
  "supplement": "Choline",
  "query": "Choline[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:36:47",
  "research_count": 2068,
  "count": 99,
  "articles": [
    {
      "pmid": "40294464",
      "title": "Self-cascade reaction triggered colorimetric detection of choline in triple-negative breast cancer.",
      "authors": [
        "Xiao-Jie Shi",
        "Xin-Yi Dai",
        "Yu Wu",
        "Ting-Ting Zhang",
        "Tian-Shun Song",
        "Xiang-Ling Li",
        "Jing-Jing Xie"
      ],
      "journal": "Talanta",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Achieving a simple process, detailed information, and visual response for cancer diagnosis and treatment is desirable but challenging. Herein, we develop a self-cascade system-triggered colorimetric array for the sensitive detection of choline, a promising biomarker in triple-negative breast cancer (TNBC). The system utilizes a ChOx-Ce3+ probe, where ChOx catalyzes the oxidation of target choline to betaine, generating H2O2, which then in situ reacts with Ce3+ to form a CeO2 nanozyme. This nanozyme exhibits robust oxidase (OXD)-like activity, oxidizing tetramethylbenzidine (TMB) to oxTMB, resulting in a visible color change that correlates with choline concentration. The self-triggered cascade mechanism significantly simplifies the detection process by eliminating the need for expensive materials and complex equipment. Additionally, it enhances the selectivity, resistance to protein interference, and long-term stability of the probe. The system demonstrated high accuracy in measuring choline concentrations in MDA-MB-231 cells and real samples, with recovery rates ranging from 97.4 % to 101 %. These results illustrate the potential of the self-cascade system-triggered colorimetric array for early TNBC detection and therapeutic monitoring, offering a cost-effective, user-friendly diagnostic tool for clinical applications."
    },
    {
      "pmid": "40286463",
      "title": "Plasma trimethylamine N-oxide, carnitine, choline, and betaine distinguish cognition impairment in Parkinson's disease.",
      "authors": [
        "Zhaohan Xu",
        "Hucheng Chen",
        "Guoyan Zheng",
        "Wei Zhang",
        "Jing Wang",
        "Jian Zhang",
        "Qing Gao",
        "Jun Wu",
        "Xue Xue"
      ],
      "journal": "Parkinsonism & related disorders",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Trimethylamine N-oxide (TMAO) and its precursors, as intestinal metabolites, have already been explored in Parkinson's disease (PD). However, whether such an association reflects the risk of cognitive impairment (CI) remains unclear. The purpose of this research is to analyze the diagnostic value of TMAO and its precursors in the detection of PD-related CI. METHODS: Using high-performance liquid chromatography-tandem mass spectrometry, plasma TMAO and its precursors were detected from 220 healthy controls (HC) and 234 PD patients who underwent cognitive function assessment. 162 PD patients were enrolled in normal cognitive function group (PD-NCI), while 72 in cognitive impairment group (PD-CI). The expression levels of TMAO and its precursors were compared across different groups. The research carried out logistic regression analysis and built receiver operating characteristic (ROC) curves to assess the diagnostic utility of TMAO and its precursors. RESULTS: Compared to HC, there were higher expression levels of TMAO and precursor carnitine and betaine in the PD and PD-CI groups (p < 0.001). A higher plasma TMAO level exists in PD-CI compared to that of PD-NCI (p < 0.001). After adjusting for differentiating variables, logistic regression analysis substantiated the findings. The combination of TMAO and its precursors demonstrated fine predictive value with high sensitivity and specificity with areas under the ROC curve (AUCs) of 0.880, 0.707, and 0.941 for distinguishing between PD and HC, PD-NCI and PD-CI, and PD-CI and HC, respectively. CONCLUSION: TMAO and its metabolic precursors are potential biomarkers for early identification of cognitive dysfunction, offering timely opportunities for intervention in PD patients."
    },
    {
      "pmid": "40222688",
      "title": "Schisandra chinensis lignans ameliorate hepatic inflammation and steatosis in methionine choline-deficient diet-fed mice by modulating the gut-liver axis.",
      "authors": [
        "Li-Shan Yan",
        "Jian-Ying Kang",
        "Chun-Yu Gu",
        "Xin-Yu Qiu",
        "Jia-Jia Li",
        "Brian Chi-Yan Cheng",
        "Yi-Wei Wang",
        "Gan Luo",
        "Yi Zhang"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Schisandra chinensis is used as a traditional Chinese medicine to treat a variety of diseases. Schisandra chinensis lignans (SCL) are one of the most active components extracted from Schisandrae chinensis fructus, exhibit a broad array of pharmacological properties, especially anti-inflammatory and hepatic lipid-lowering effects, suggesting SCL may have potential anti-nonalcoholic steatohepatitis (NASH) ability. However, the therapeutic efficacy of SCL against NASH and the underlying mechanism of this action remains unclear. AIM OF THE STUDY: In the current study, we aimed to investigate the anti-NASH action of SCL and explore the underlying mechanism in vitro and in vivo. We also assess the involvement of the gut-liver axis in the anti-NASH effects of SCL. METHODS: Palmitic acid (PA)-treated HepG2 cells, mouse primary hepatocytes (MPHs) and methionine-choline deficient (MCD) diet-fed mice were selected as NASH models. ORO staining and qRT-PCR were performed to assess hepatic steatosis and inflammatory responses, respectively. Masson's trichrome staining was used to detect the liver fibrosis. Protein expression was detected by Western blotting or immunohistochemistry. The changes of gut microbiota were analyzed using 16S rDNA sequencing in mice. The levels of metabolites in liver and feces were measured by metabolomics. RESULTS: The results showed that SCL treatment alleviated steatosis and inflammation in palmitic acid (PA)-treated HepG2 cells and mouse primary hepatocytes (MPHs). SCL treatment suppressed the phosphorylation of key components involved in NF-κB signaling and enhanced the expression of fatty acid oxidation (FAO)-related enzymes (e.g. CPT1, HMGCS2, and ACOX1) in PA-treated HepG2 cells. SCL could ameliorate hepatic steatosis and inflammation in NASH mice. SCL also ameliorated intestinal barrier injury and restructured the gut microbiota in NASH mice. SCL also modulated hepatic and colonic bile acid metabolism via FXR signaling. CONCLUSION: These findings indicate that SCL treatment ameliorates hepatic inflammation and steatosis in NASH mice, potentially though to the suppression of NF-κB signaling and the promotion of fatty acid β-oxidation. Moreover, SCL could restore gut microbiota-mediated bile acid homeostasis via activation of FXR/FGF15 signaling. Our study presents a pharmacological rationale for using SCL in the management of NASH."
    },
    {
      "pmid": "40217752",
      "title": "Mesotherapy with HA and Choline Against Facial Skin Aging: An Open-Label Uncontrolled, Monocentric Study.",
      "authors": [
        "Antonio Scarano",
        "Erda Qorri",
        "Andrea Sbarbati",
        "Vincenzo Desiderio",
        "Domenico Amuso"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Facial aging involves soft and hard tissues with changes that can affect an individual's self-esteem and aesthetic appearance. Techniques used to counteract these changes include the use of solutions to be injected into the dermis, such as dermal matrix, vitamins, and antioxidants. B vitamins and choline are vital nutrition for humans and many other animals (vitamin B4), required to produce acetylcholine (ACh). It is considered a neurotransmitter universal methyl donator and of the major membrane constituent phosphatidylcholine (PC) and is crucial for the functioning of cell membranes, including those in skeletal muscle cells. The aim of this study is to evaluate the efficacy and safety of a fragment of HA amino acid and choline in a solution of phosphate buffer system used via mesotherapy. Specifically, state that the primary endpoint was the efficacy assessment using the Scientific Assessment Scale of Skin Quality (SASSQ), while secondary endpoints included safety assessments and patient-reported outcomes. Methods: Forty (40) subjects completed the study. In total, 40 subjects were screened and included in the study. The total duration of the study was 14 months. The first subject was included on 12 January 2019, and the last subject's last visit was on 14 March 2020. All patients received the SKIN Colin® products by mesotherapy technique for 8 weeks, providing the treatment with the use of 0.5 cc syringes and 13 mm long, 30 G diameter needles. The solution was inoculated into the deep layer of the dermis of the face with a suitable amount of at least 0.2/0.3 mL in the cutaneous points four times every 15 days. Each subject had to be followed for 168 days after the last mesotherapy session. Only enrolled subjects received the HA and choline via mesotherapy. The primary efficacy endpoint was the absolute change in the Scientific Assessment Scale of Skin Quality from Baseline (Day 0) to Day 168. A reduction of at least one point in the SASSQ was considered to reach the endpoint goal. Results: The results of the present investigation show Scientific Assessment Scale of Skin Quality (SASSQ) mean at baseline was 2463 with a standard deviation of 0.36, while at day 168, the mean was 1303 with a standard deviation of 0.36. The difference was statistically significant (p < 0.0001). Also, the GAIS was improved after treatment with Skin Colin®. The assessment of \"satisfaction with treatment\" was very high by the majority of subjects. Conclusions: In conclusion, our results suggest that a course of treatment with choline via mesotherapy results in an improvement of the Scientific Assessment Scale of Skin Quality. This data is very important for possible fields of application in the treatment of skin and muscle aging. However, the present study has limitations due to the small sample size and the lack of a control group."
    },
    {
      "pmid": "40170061",
      "title": "Feeding rumen-protected choline during the periconceptional period programs postnatal phenotype of suckled beef calves.",
      "authors": [
        "Masroor Sagheer",
        "McKenzie L J Haimon",
        "Samuel Hincapie Montoya",
        "Daniella Heredia",
        "Federico Tarnonsky",
        "Mauro E Venturini",
        "Angella Gonella-Diaza",
        "Nicolas DiLorenzo",
        "Joseph W McFadden",
        "Gabriela Dalmaso de Melo",
        "Ky G Pohler",
        "Peter J Hansen"
      ],
      "journal": "Journal of animal science and biotechnology",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Supplementation of choline chloride in culture medium programs the preimplantation bovine embryo to increase weaning weight of the resultant calf. Here, it was hypothesized that similar programming actions of choline can be induced by feeding rumen-protected choline (RPC) to beef cows during the periconceptional period. RESULTS: A preliminary experiment was conducted to determine changes in circulating concentrations of choline and its metabolites after RPC supplementation. Suckled beef cows were individually fed 0, 30, 60, and 90 g of RPC (i.e., 0, 8.6, 17.3 and 25.9 g choline chloride) and blood samples were collected at random times after feeding. There were no differences in plasma concentrations of choline or its metabolites between groups. In the second experiment, effects of feeding 60 g/d RPC from d -1 to 7 relative to timed artificial insemination were examined for suckled beef cows. Feeding RPC did not affect pregnancy or calving rates, pregnancy losses, plasma concentrations of pregnancy-associated glycoproteins, gestation length or calf birth weight. Calves from RPC fed dams were lighter than control calves at ~118 days of age (range 75-150; age included in the statistical model) and at weaning at ~248 days of age. There was no effect of treatment on hip height at ~118 days of age although there was a trend for RPC calves to be shorter at weaning. Weight/height ratio was lower for RPC than control at both 118 and 248 days of age. Treatment did not affect testis weight at ~118 days of age. CONCLUSIONS: Supplementation of RPC during the periconceptional period programmed development to alter calf phenotype in the postnatal period. The net result, reduced body weight, was the opposite of the phenotype caused by the addition of choline to embryo culture medium."
    },
    {
      "pmid": "40154679",
      "title": "Exploration of the application performance of choline chloride-ethanolamine for the degumming of ramie cellulose fiber.",
      "authors": [
        "Yan Song",
        "Kai Nie",
        "Changchun Sun",
        "Fan Xu",
        "Shuai Zhang",
        "Wei Jiang",
        "Yuanming Zhang",
        "Guangting Han",
        "Arthur Ragauskas",
        "Junzhi Ma"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ramie fiber, renowned for its moisture absorption, breathability, antimicrobial properties, and distinctive texture, has gained extensive application in textile industries. The development of rapid and environmentally friendly degumming methods for ramie fibers remains challenging in both academic research and industrial production. Therefore, this study aims to create a novel alkaline deep eutectic solvent (A-DES) system for efficient and sustainable degumming of ramie fibers, optimize the degumming parameters and comparise its performance with traditional alkali boiling method. Through optimization of process parameters based on comprehensive evaluation of fiber yield, residual gum content, fiber fineness, and breaking tenacity, the optimal conditions were established as a ChCl:MEA molar ratio of 1:8 and a degumming temperature of 140 °C. The degumming mechanism was evaluated through scanning electron microscopy (SEM), Fourier transform infrared spectroscopy (FTIR), X-ray diffraction (XRD), and thermogravimetric analysis (TGA). Comparative analysis revealed that the A-DES degumming approach yielded single ramie fibers with minimal residual hemicellulose and lignin content, improved crystallinity, and enhanced thermal stability. These properties were comparable to those obtained through conventional alkali treatment. Notably, this method demonstrated significant advantages in terms of cost saving and environmental impact, with reduced processing time and minimized chemical consumption. Furthermore, the recycled A-DES maintained effective degumming performance. It produced refined ramie fibers that met the third-class national standard through three consecutive cycles without purification. These findings highlight the potential of this novel method for industrial-scale applications."
    },
    {
      "pmid": "40126282",
      "title": "Choline Alphoscerate: A Therapeutic Option for the Management of Subthreshold Depression in the Older Population.",
      "authors": [
        "Nicolò Granata",
        "Marco Vercesi",
        "Annamaria Bonfanti",
        "Claudio Mencacci",
        "Ilaria Coco",
        "Mario Mangrella",
        "Roberto Piazza",
        "Giancarlo Cerveri"
      ],
      "journal": "Geriatrics (Basel, Switzerland)",
      "publication_date": "2025-Feb-20",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Background and Objectives: Subthreshold depression (StD) presents with depressive symptoms similar to major depressive disorder (MDD) but of lower intensity. Despite its milder form, StD is significantly prevalent in the older population, affecting up to 12.9%. StD is associated with adverse outcomes, such as an increased risk of MDD and mild cognitive impairment (MCI). Treating StD in older adults is challenging due to the limited efficacy and side effects of traditional antidepressants. As a result, clinicians often adopt a \"watchful waiting\" strategy, which increases the risk of StD progressing into MDD or MCI. Choline alphoscerate (α-GPC), a cholinergic drug, is indicated in the treatment of pseudodepression in the elderly, a condition that corresponds to the actual definition of StD. This review highlights the role of α-GPC in the treatment of StD in older subjects. Methods: A comprehensive review of preclinical and clinical studies was conducted, focusing on the efficacy of α-GPC in improving cognitive and behavioral functions in mental conditions and in modulating neurotransmitter systems involved in depression, such as dopamine and serotonin. Results: Evidence points to the therapeutic benefits of using α-GPC in StD as it acts on cholinergic dysfunction and cognitive impairment. Additionally, it may improve mood regulation and motivation, key factors in StD and in depressive disorders. These findings suggest that α-GPC may reduce the risk of progression from StD to MDD or MCI. Conclusions: α-GPC represents an effective and safe therapeutic option for the treatment of StD in the older population, improving clinical outcomes and enhancing the quality of life in this high-risk group."
    },
    {
      "pmid": "40120776",
      "title": "Establishing reliable blood biomarkers for trimethylamine N-oxide status in rodents: Effects of oral choline challenge, dietary choline and fasting conditions.",
      "authors": [
        "Ahmad Ud Din",
        "Michael G Sweet",
        "Ashley M McAmis",
        "Juanita G Ratliff",
        "Pon Velayutham Anandh Babu",
        "Andrew P Neilson"
      ],
      "journal": "The Journal of nutritional biochemistry",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Circulating concentrations of the gut microbial-mammalian metabolite trimethylamine N-oxide (TMAO) are linked to atherosclerosis risk. TMAO biosynthesis begins when dietary choline is converted to trimethylamine (TMA) by gut microbial TMA lyase. TMA is transported to the liver, where flavin-containing monooxygenases convert it to TMAO. While dietary modifications regulate TMAO production, the impact of different intake methods, including oral gavage, dietary supplementation, and conditions such as fasting versus nonfasting, has not been fully explored. Twelve female Sprague-Dawley rats were divided into three diet groups (n = 4 per group): no-choline (0% choline), low-choline (0.08% choline), and high-choline (1% choline). Choline and TMAO fasting and nonfasting blood concentrations, and their kinetics following an acute choline challenge, were assessed before and after a 2-week dietary intervention with the distinct choline dietary levels. Fasting choline was under tight control, with little effect of dietary choline. Nonfasting choline was more variable, with high dietary choline reflected in higher blood choline. Greater levels of dietary choline were reflected in significantly greater levels of TMAO, particularly for nonfasting levels. Kinetic profiling demonstrated additional information regarding the appearance and clearance of these compounds from blood. These results suggest that acute oral choline gavage is likely most suitable for studies targeting acute (direct) inhibitors, whereas a choline-rich diet with assessment of fasting and nonfasting blood levels is more suitable for studying alterations to TMAO production capacity. Future research should examine the impact on atherosclerosis biomarkers and microbiome diversity to deepen the understanding of TMAO regulation and its cardiovascular implications."
    },
    {
      "pmid": "40118958",
      "title": "Fluorofenidone attenuates choline-deficient, l-amino acid-defined, high-fat diet-induced metabolic dysfunction-associated steatohepatitis in mice.",
      "authors": [
        "Jian Zhang",
        "Qianbing Wang",
        "Nianqi Zhou",
        "Jinqing Liu",
        "Lijian Tao",
        "Zhangzhe Peng",
        "Gaoyun Hu",
        "Huiwen Wang",
        "Lei Fu",
        "Shifang Peng"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic dysfunction-associated steatohepatitis (MASH), a severe form of metabolic dysfunction-associated steatotic liver disease (MASLD), involves hepatic lipid accumulation, inflammation, and fibrosis. It can progress to cirrhosis or hepatocellular carcinoma without timely treatment. Current treatment options for MASH are limited. This study explores the therapeutic effects of fluorofenidone (AKF-PD), a novel small-molecule compound with antifibrotic and anti-inflammatory properties, on MASH in mouse model. Mice fed a choline-deficient, l-amino acid-defined, high-fat diet (CDAHFD) were treated with AKF-PD, resulting in reduced serum ALT, AST, hepatic lipid accumulation, liver inflammation, and fibrosis. Network pharmacology and RNA-sequencing analyses suggested that AKF-PD influenced multiple metabolic, inflammatory, and fibrosis-related pathways. Further experiments verified that AKF-PD activated hepatic AMPK signaling, leading to the inhibition of the downstream SREBF1/SCD1 pathway and the activation of autophagy. Additionally, AKF-PD suppressed the expression of various inflammatory factors, reduced macrophage infiltration, and inhibited NLRP3 inflammasome activation. Moreover, AKF-PD attenuated liver fibrosis by inhibiting TGFβ1/SMAD signaling. In conclusion, this study reveals that AKF-PD effectively decreases hepatic lipid accumulation, liver inflammation and fibrosis in a CDAHFD-induced MASH model, positioning AKF-PD as a promising candidate for the treatment of MASH.",
      "mesh_terms": [
        "Animals",
        "Diet, High-Fat",
        "Mice",
        "Pyridones",
        "Male",
        "Disease Models, Animal",
        "Fatty Liver",
        "Amino Acids",
        "Liver",
        "Choline Deficiency",
        "Mice, Inbred C57BL",
        "Lipid Metabolism",
        "Liver Cirrhosis",
        "Signal Transduction",
        "Choline"
      ]
    },
    {
      "pmid": "40117467",
      "title": "Comment on Sprinkles et al. Advancing Diabetes Prevention and Treatment Through Choline Metabolite Research.",
      "authors": [
        "Xiaolu Fang",
        "Deyang Liu",
        "Kun Zhao",
        "Shaoling Yang"
      ],
      "journal": "Diabetes care",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "40117465",
      "title": "Response to Comment on Sprinkles et al. Advancing Diabetes Prevention and Treatment Through Choline Metabolite Research.",
      "authors": [
        "Jessica Sprinkles",
        "Katie A Meyer"
      ],
      "journal": "Diabetes care",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "40054542",
      "title": "Choline metabolism in ischemic stroke: An underappreciated \"two-edged sword\".",
      "authors": [
        "Mengchen Yu",
        "Guohao Liu",
        "Wenbo Chen",
        "Yanmei Qiu",
        "Nanlin You",
        "Sui Chen",
        "Zhaosheng Wei",
        "Longxin Ji",
        "Mengtao Han",
        "Zhen Qin",
        "Tao Sun",
        "Donghai Wang"
      ],
      "journal": "Pharmacological research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ischemic stroke (IS) is an important cause of death and disability worldwide, but the molecular mechanisms involved are not fully understood. In this context, choline metabolism plays an increasingly important role in IS due to its multifaceted mechanisms involving neuroprotection, neuroregeneration, inflammatory response, immune regulation, and long-term health effects. With the deepening of the research on choline and its metabolites, such as trimethylamine-N-oxide (TMAO), scientists have gradually realized its key role in the occurrence, development and potential treatment of IS. This review summarizes the importance of choline in neuroprotection and long-term disease management, highlighting the complexity of choline metabolism affecting cerebrovascular health through gut microbes. Although choline and its metabolites exhibit a protective effect, excessive intake and increases in some metabolites may confer risk, suggesting the need to carefully balance dietary choline intake. The purpose of this review is to integrate the existing research results and provide a theoretical basis for further exploring the mechanism, prognosis evaluation and clinical intervention of choline metabolism in ischemic IS, hoping to provide a new perspective and enlightenment for the formulation of effective stroke prevention and treatment strategies, and promote a comprehensive understanding of heart and brain health and optimize intervention methods.",
      "mesh_terms": [
        "Humans",
        "Choline",
        "Animals",
        "Ischemic Stroke",
        "Gastrointestinal Microbiome",
        "Brain",
        "Methylamines",
        "Neuroprotective Agents"
      ]
    },
    {
      "pmid": "40052257",
      "title": "Development of an injectable salicylic acid-choline eutectic hydrogel for enhanced treatment of periodontitis.",
      "authors": [
        "Jin Zhang",
        "Lingzhuang Meng",
        "Yinan Jia",
        "Jianshu Li",
        "Xinyuan Xu",
        "Xin Xu"
      ],
      "journal": "Materials horizons",
      "publication_date": "2025-Mar-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Periodontitis, a chronic inflammatory disease triggered by dental plaque, often presents challenges in management, particularly in severe cases where mechanical debridement alone may be insufficient. As a result, adjunctive therapies, particularly localized drug delivery systems with both antimicrobial and anti-inflammatory properties, are essential to enhance the efficacy of periodontitis management. In this study, we developed a multifunctional hydrogel by incorporating a salicylic acid-choline deep eutectic solvent (DES) into a chitosan/β-glycerol phosphate sodium (CS/GP) hydrogel matrix for the treatment of periodontitis. The DES-CS/GP hydrogel demonstrated favorable physicochemical properties, including gelation and injectability, making it highly suitable for application in the oral cavity. The hydrogel effectively inhibited the growth of key periodontal pathogens, Porphyromonas gingivalis and Fusobacterium nucleatum, and significantly downregulated the expression of pro-inflammatory cytokines TNF-α and IL-1β in vitro. Cytocompatibility assessments showed over 80% cell viability in human gingival fibroblasts, human gingival epithelial cells, and human oral keratinocytes over 5 days treated with DES-CS/GP, with fluorescence microscopy confirming robust cytoskeletal integrity. Furthermore, the hydrogel enhanced permeability through gingival tissues in vitro. In a rat model of periodontitis, the hydrogel significantly mitigated bone loss, reduced bacterial loads of P. g, and suppressed TNF-α and IL-1β expression in gingival tissues. These findings underscore the hydrogel's potential as a safe and effective adjunctive therapy for periodontitis, offering a combination of antimicrobial, anti-inflammatory, and tissue-permeating properties with high biosafety and ease of application."
    },
    {
      "pmid": "40018831",
      "title": "Lipoic Acid/Choline Ionic Liquid Enhanced Intratumoral Heat/Mass Transfer for Suppressing Thermo-Mediated Tumor Relapse and Metastasis.",
      "authors": [
        "Qingqing Zhang",
        "Bo Sun",
        "Mengqin Guo",
        "Kun Qian",
        "Meirong Zhang",
        "Dingwen Shi",
        "Chuansheng Zheng",
        "Xiangliang Yang",
        "Yanbing Zhao"
      ],
      "journal": "Advanced materials (Deerfield Beach, Fla.)",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Thermal ablation (TA) is widely used for clinical treatment of various cancers. However, TA often struggles to efficiently kill tumor cells without injuring adjacent normal tissues/cells, leading to thermo-mediated tumor relapse and metastasis, owing to the immunosuppressive microenvironment surrounding residual tumor cells. In this study, a temperature-sensitive ionic liquid composed of lipoic acid and choline (LACH/PNA) is developed as a multifunctional TA sensitizer to suppress tumor metastasis induced by incomplete microwave ablation. LACH/PNA exhibits a high diffusion coefficient by disrupting the tumor matrix and modulating cancer-associated fibroblasts, thereby facilitating heat and mass transfer in tumors. LACH/PNA demonstrates greater cytotoxicity toward hepatoma cells than on normal hepatocytes with this effect further intensified by thermal treatment. These findings highlight LACH/PNA as a promising multifunctional sensitizer for clinical chemoablation-microwave ablation synergy.",
      "mesh_terms": [
        "Choline",
        "Ionic Liquids",
        "Animals",
        "Thioctic Acid",
        "Humans",
        "Mice",
        "Neoplasm Metastasis",
        "Cell Line, Tumor",
        "Liver Neoplasms",
        "Hot Temperature",
        "Neoplasm Recurrence, Local",
        "Carcinoma, Hepatocellular"
      ]
    },
    {
      "pmid": "39997701",
      "title": "Hypoxia Dependent Inhibition of Glioblastoma Cell Proliferation, Invasion, and Metabolism by the Choline-Kinase Inhibitor JAS239.",
      "authors": [
        "Claire Louise Kelly",
        "Martyna Wydrzynska",
        "Marie M Phelan",
        "Sofya Osharovich",
        "Edward J Delikatny",
        "Violaine Sée",
        "Harish Poptani"
      ],
      "journal": "Metabolites",
      "publication_date": "2025-Jan-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Elevated choline kinase alpha (ChoK) levels are observed in most solid tumors, including glioblastomas (GBM), and ChoK inhibitors have demonstrated limited efficacy in GBM models. Given that hypoxia is associated with resistance to GBM therapy, we hypothesized that tumor hypoxia could be responsible for the limited response. Therefore, we evaluated the effects of hypoxia on the function of JAS239, a potent ChoK inhibitor in four GBM cell lines. Methods: Rodent (F98 and 9L) and human (U-87 MG and U-251 MG) GBM cell lines were subjected to 72 h of hypoxic conditioning and treated with JAS239 for 24 h. NMR metabolomic measurements and analyses were performed to evaluate the signaling pathways involved. In addition, cell proliferation, cell cycle progression, and cell invasion parameters were measured in 2D cell monolayers as well as in 3D cell spheroids, with or without JAS239 treatment, in normoxic or hypoxic cells to assess the effect of hypoxia on JAS239 function. Results: Hypoxia and JAS239 treatment led to significant changes in the cellular metabolic pathways, specifically the phospholipid and glycolytic pathways, associated with a reduction in cell proliferation via induced cell cycle arrest. Interestingly, JAS239 also impaired GBM invasion. However, effects from JAS239 were variable depending on the cell line, reflecting the inherent heterogeneity of GBMs. Conclusions: Our findings indicate that JAS239 and hypoxia can deregulate cellular metabolism, inhibit cell proliferation, and alter cell invasion. These results may be useful for designing new therapeutic strategies based on ChoK inhibition, which can act on multiple pro-tumorigenic features."
    },
    {
      "pmid": "39970445",
      "title": "Transdermal Delivery of Valproate-Choline Ionic Liquid Induces Hair Regrowth.",
      "authors": [
        "Sai Gao",
        "Xueqing Cheng",
        "Yunhao Feng",
        "Dingqi Wu",
        "Zeren Han",
        "Qian He",
        "Ming Zhang",
        "Qiong Dai",
        "Liyun Zhang",
        "Chaoyong Liu",
        "Yunfeng Lu"
      ],
      "journal": "ACS applied materials & interfaces",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alopecia treatment research has been increasingly focused on innovative materials systems and drug delivery methods. Valproic acid (VPA) has been shown to promote hair regrowth by upregulating the Wnt/β-catenin signaling pathway, a key regulator of hair papilla cell proliferation. However, topical administration of VPA typically requires organic solvents or complex transdermal devices to enhance skin penetration. Biocompatible ionic liquids have gained attention as customizable solvents for transdermal drug delivery (TDD). In this study, we introduce a novel choline-based valproic acid ionic liquid (VPA-IL) for the treatment of hair loss. Our findings demonstrate that VPA-IL significantly enhances the transdermal penetration of VPA by disrupting the lipid bilayer structure of stratum corneum (SC), due to strong hydrogen bonding between the methyl hydrogen of the choline and the carboxyl group of phospholipid molecules. In vivo pharmacodynamic assessments revealed that topical application of VPA-IL effectively promotes hair regrowth by activating the Wnt/β-catenin pathway and upregulating proliferating cell nuclear antigen (PCNA), K14, loricrin, and several hair follicle (HF) stem cell markers without causing skin irritation or systemic toxicity. This work offers a safe and promising new therapeutic option for alopecia.",
      "mesh_terms": [
        "Valproic Acid",
        "Animals",
        "Administration, Cutaneous",
        "Choline",
        "Ionic Liquids",
        "Mice",
        "Alopecia",
        "Hair Follicle",
        "Hair",
        "Wnt Signaling Pathway",
        "Humans"
      ]
    },
    {
      "pmid": "39956364",
      "title": "Choline enhances elicited imitation memory performance in preschool children with prenatal alcohol exposure: a cumulative report of 3 randomized controlled trials.",
      "authors": [
        "Jeffrey R Wozniak",
        "Judith K Eckerle",
        "Blake A Gimbel",
        "Abigail M Ernst",
        "Mary E Anthony",
        "Kent A Tuominen",
        "Erik de Water",
        "Steven H Zeisel",
        "Michael K Georgieff"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Fetal alcohol spectrum disorders (FASDs) are associated with neurocognitive deficits for which there are no biological treatments. Choline supplementation may attenuate these deficits. OBJECTIVES: This study was aimed to evaluate choline as a neurodevelopmental intervention for preschool-aged children with FASD. METHODS: We present combined data from 104 participants with FASD (aged 2.5-5.9 y) from 3 placebo randomized controlled trials (RCTs). Participants in RCT1 and RCT2 were randomly assigned to 9 mo choline (500 mg daily) or placebo. Participants in RCT3 were randomly assigned to 9 mo choline (19 mg/kg daily) or placebo. The primary outcome measure was an elicited imitation (EI) memory task. RESULTS: Adherence was high (78% doses received). Adverse effects were similar across groups except fishy body odor: choline group, 36%; placebo group, 8%. We observed a trend-level choline advantage; participants receiving choline performed 25% better on EI short-delay adjacent pairs (sequential memory) than those on placebo, with a steeper increase in scores between 6 and 9 mo (ŷ = -10.06; P = 0.03; 95% CI: -19.13, -0.99). No sex difference in response was seen, nor did we observe a dose-response relationship. Age-moderated response to choline between baseline and 9 mo (ŷ = 10.02; P = 0.01; 95% CI: 2.47, 17.57), with greater response in younger (≤4.2 y) than that in older (>4.2 y) participants. Overall, choline showed a beneficial effect on memory but no impact on executive functioning or intelligent quotient. CONCLUSIONS: The results support choline as a neurodevelopmental intervention for improvement of memory in young children exposed to alcohol prenatally. Specifically, the use of choline bitartrate as a supplement in the range of 260-500 mg/d in children between 2.5 and 5.9 y of age is supported. Future studies are needed to further define appropriate dosage as well as optimal lengths and developmental windows for supplementation. This trial was registered at clinicaltrials.gov as NCT01149538 and NCT02735473.",
      "mesh_terms": [
        "Humans",
        "Choline",
        "Female",
        "Child, Preschool",
        "Male",
        "Pregnancy",
        "Memory",
        "Prenatal Exposure Delayed Effects",
        "Fetal Alcohol Spectrum Disorders",
        "Dietary Supplements",
        "Imitative Behavior"
      ]
    },
    {
      "pmid": "39935958",
      "title": "Choline Carboxylic Acid Ionic Liquid-stabilized Anisotropic Gold Nanoparticles for Photothermal Therapy.",
      "authors": [
        "Priyavrat Vashisth",
        "Cameron L Smith",
        "Dhanush L Amarasekara",
        "Gaya S Dasanyake",
        "Gagandeep Singh",
        "Claylee M Chism",
        "Christine M Hamadani",
        "Tanveer Shaikh",
        "Noah Grovich",
        "Briana Gamboa",
        "Nicholas C Fitzkee",
        "Nathan I Hammer",
        "Eden E L Tanner"
      ],
      "journal": "ACS applied nano materials",
      "publication_date": "2024-Dec-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gold nanoparticles (AuNPs) are commonly used in cancer research due to their unique physical and optical properties. However, current AuNP synthesis methods often involve cytotoxic cationic surfactants like cetyltrimethyl ammonium bromide (CTAB). Tedious CTAB replacement methodologies have been used to increase the biocompatibility, further increasing the complexity of synthesizing biocompatible AuNPs limiting their biomedical applications. To address this issue, we explore cholinium decanoate (CADA) ionic liquid (IL) as a biocompatible stabilizing agent by replacing CTAB using a simple modified seeded method for synthesizing anisotropic AuNPs for photothermal therapy of triple-negative breast cancer cells (MDA-MB-231). The prepared CADA AuNPs showed quasi-spherical morphology, confirmed by transmission electron microscopy (TEM) and a broad plasmonic absorption band using Vis-NIR spectroscopy. CADA AuNPs exhibited excellent in-vitro biocompatibility with both MCF-10A (healthy human mammary cells) and MDA-MB-231 cells. We evaluate their in-vitro photothermal efficacy against MDA-MB-231 cancer cells, demonstrating significant cell death even at low AuNP concentration (20 μg/mL), low laser power density (0.6 W/cm2, 808 nm continuous laser), and short irradiation time of 5 minutes, primarily through apoptosis. Overall, this work represents the first effort in using a modified seeded method for synthesizing biocompatible IL-based anisotropic AuNPs for photothermal therapy, offering a promising avenue for future cancer treatment research using ILs."
    },
    {
      "pmid": "39922048",
      "title": "Molecular effects of clinically relevant chemotherapeutic agents on choline phospholipid metabolism in triple negative breast cancer cells.",
      "authors": [
        "Caitlin M Tressler",
        "Kanchan Sonkar",
        "Menglin Cheng",
        "Vinay Ayyappan",
        "Ruoqing Cai",
        "Kristine Glunde"
      ],
      "journal": "Translational oncology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Triple-negative breast cancer (TNBC) is the most lethal breast cancer subtype, leading to poor patient outcomes despite aggressive treatment with surgery, radiation, and chemotherapy. There are currently no clinical tests available which measure early on whether TNBC patients respond to the selected chemotherapy treatment regimen. The magnetic resonance spectroscopy (MRS)-detected total choline (tCho) signal was shown to be a promising biomarker for assessing the response to chemotherapy treatment early on, as breast tumor tCho decreases after the first treatment cycle in patients who respond to chemotherapy cocktails. We sought to further investigate these clinical observations at the molecular level by combining metabolic and transcriptomic studies in two human TNBC cell lines treated with six different chemotherapeutic agents. Overall, our findings show that the glycerophosphocholine-to-phosphocholine ratio (GPC/PC) was a more sensitive and more broadly applicable measure of TNBC response to various chemotherapeutic agents than tCho. Specific chemotherapeutic drugs, including 5-fluorouracil and melphalan, resulted in the most significant effects on choline phospholipid metabolism, while other drugs did not significantly alter choline phospholipid metabolism. Overall, several of the six tested chemotherapeutic drugs mainly affected the expression levels of phosphatidylcholine (PtdC)-specific phospholipases and lysophospholipases, leading to the observed GPC/PC and tCho changes following treatment with the chemotherapeutic agents that altered choline phospholipid metabolism. The presented metabolic and transcriptomic findings support that the GPC/PC ratio and PtdC-phospholipases and -lysophospholipases could be further developed for assessing the response to chemotherapy treatment in TNBC patients. Statement of Significance: We show that the glycerophosphocholine-to-phosphocholine ratio and phosphatidylcholine-specific-phospholipases and -lysophospholipases are reliable markers for assessing the response to several chemotherapeutic agents, which could help with selecting correct treatments for TNBC patients."
    },
    {
      "pmid": "39861360",
      "title": "Coenzyme Q and Selenium Co-Supplementation Alleviate Methionine Choline-Deficient Diet-Induced Metabolic Dysfunction-Associated Steatohepatitis in Mice.",
      "authors": [
        "Hyewon Choi",
        "Jiwon Choi",
        "Yula Go",
        "Jayong Chung"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Jan-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: The pathogenesis of metabolic dysfunction-associated steatohepatitis (MASH) is closely associated with increased oxidative stress and lipid peroxidation. Coenzyme Q (CoQ) and selenium (Se) are well-established antioxidants with protective effects against oxidative damage. This study aimed to investigate the effects of CoQ and Se in ameliorating MASH induced by a methionine choline-deficient (MCD) diet in mice. METHODS: C57BL/6J male mice were fed either a methionine choline-sufficient (MCS) or MCD diet and treated with vehicle, CoQ (100 mg/kg), Se (158 μg/kg), or their combination (CoQ + Se) for 4 weeks. RESULTS: The MCD diet significantly increased hepatic steatosis, inflammation, and fibrosis compared to MCS controls. Treatment with CoQ and Se, particularly in combination, markedly reduced the MAFLD activity score, hepatic inflammation, and fibrosis. Combined supplementation of CoQ and Se significantly decreased serum alanine aminotransferase and aspartate aminotransferase levels and hepatic TG and cholesterol concentrations. CoQ and Se effectively mitigated hepatic oxidative stress by enhancing catalase and superoxide dismutase activities, increasing glutathione peroxidase (GPX) activity, and restoring the GSH/GSSG ratio. Lipid peroxidation markers, such as malondialdehyde and 4-hydroxynonenal, were significantly reduced. Furthermore, the expression of ferroptosis-related markers, including acyl-CoA synthetase long-chain family member 4, arachidonate 12-lipoxygenase, and hepatic non-heme iron content, was significantly downregulated, while GPX4 expression was upregulated by combined CoQ and Se treatment. CONCLUSIONS: CoQ and Se synergistically alleviate MASH progression by reducing oxidative stress and lipid peroxidation, which may contribute to the suppression of ferroptosis. Combined CoQ and Se supplementation demonstrates therapeutic potential for managing MASH and related liver injury.",
      "mesh_terms": [
        "Animals",
        "Selenium",
        "Methionine",
        "Ubiquinone",
        "Male",
        "Mice, Inbred C57BL",
        "Oxidative Stress",
        "Dietary Supplements",
        "Mice",
        "Choline Deficiency",
        "Lipid Peroxidation",
        "Liver",
        "Fatty Liver",
        "Antioxidants",
        "Disease Models, Animal",
        "Diet",
        "Ferroptosis",
        "Choline"
      ]
    },
    {
      "pmid": "39795274",
      "title": "Holy Basil (Ocimum sanctum L.) Flower and Fenofibrate Improve Lipid Profiles in Rats with Metabolic Dysfunction Associated Steatotic Liver Disease (MASLD): The Role of Choline Metabolism.",
      "authors": [
        "Siraphat Taesuwan",
        "Jakkapong Inchai",
        "Konpong Boonyingsathit",
        "Chanika Chimkerd",
        "Kunchit Judprasong",
        "Pornchai Rachtanapun",
        "Chatchai Muanprasat",
        "Chutima S Vaddhanaphuti"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Dec-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is linked to choline metabolism. The present study investigated the effect of holy basil (Ocimum sanctum L.) flower water extract (OSLY) on MASLD with choline metabolism as an underlying mechanism. Rats with high-fat diet (HFD)-induced MASLD received 250-1000 mg/kg bw of OSLY, fenofibrate, or fenofibrate + 1000 mg/kg OSLY combination. Biochemical parameters, choline metabolites, and one-carbon gene transcription were analyzed. OSLY and fenofibrate independently reduced serum LDL cholesterol (p < 0.02), liver cholesterol (p < 0.001), and liver triglyceride levels (p < 0.001) in HFD-fed rats. Only OSLY reduced signs of liver injury and increased serum HDL. Fenofibrate influenced choline metabolism by decreasing liver glycerophosphocholine (GPC; p = 0.04), as well as increasing betaine (p < 0.001) and the betaine:choline ratio (p = 0.02) in HFD-fed rats. Fenofibrate (vs. HFD) increased the expression of one-carbon metabolism genes Mthfd1l, Pemt, Smpd3, and Chka (p < 0.04). The OSLY treatment decreased liver GPC (500 mg dose; p = 0.03) and increased Smpd3 expression (1000 mg dose; p = 0.04). OSLY and fenofibrate showed weak synergistic effects on lipid and choline metabolism. Collectively, OSLY and fenofibrate independently improve lipid profiles in MASLD rats. The benefits of fenofibrate are partially mediated by choline/one-carbon metabolism, while those of OSLY are not mediated by this pathway. Holy basil flower extract merits further development as an alternative medicine for MASLD."
    },
    {
      "pmid": "39764560",
      "title": "Prolyl 4-hydroxylase α-subunit family regulation of type I collagen deposition and IL17RB/c-Jun activation synergistically mediate choline dehydrogenase promotion of colorectal cancer metastasis.",
      "authors": [
        "Xiaowen Yang",
        "Yifei Li",
        "Xinzhuang Shen",
        "Shuying Wang",
        "Zhuqing Zhang",
        "Wenfei Du",
        "Chenglong Yang",
        "Xinyu Jiang",
        "Xiaoyuan Zhang",
        "Yongming Huang",
        "Wenzhi Shen"
      ],
      "journal": "MedComm",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metastasis continues to pose a significant challenge in tumor treatment. Evidence indicates that choline dehydrogenase (CHDH) is crucial in tumorigenesis. However, the functional role of CHDH in colorectal cancer (CRC) metastasis remains unreported. The study explored the functional role and mechanism of CHDH in CRC metastasis using human CRC tissues and a xenograft mouse model. CHDH expression was significantly higher in CRC compared to normal tissues and showed a positively correlation with CRC tumor-nodes-metastasis stage. CRC cell lines showed increased CHDH expression compared to normal controls. CHDH knockdown suppressed cell migration in vitro and tumor metastasis in vivo. Similarly, ectopic CHDH expression enhanced cell migration in vitro and tumor metastasis in vivo. Results suggested that CHDH affected the histone H3 trimethylation levels, which upregulated prolyl 4-hydroxylase α-subunit (P4HA) family gene (P4HA1/2/3) expression, further stabilizing collagen I expression and increasing IL17RB expression, which promoted downstream c-Jun activation. Together, P4HA and IL17RB promote CRC cell metastasis. P4HA and c-Jun inhibitors abolished CHDH-mediated CRC cell metastasis in vitro and in vivo. Collectively, the above findings provide novel evidence that that CHDH mediates CRC cell metastasis and may be a promising target for metastatic CRC therapy."
    },
    {
      "pmid": "39716441",
      "title": "Detachable Cyclic Poly(ethylene glycol)-Embedded Choline Phosphate Liposome Used for Long-Acting and Accurate Cancer Chemo-Immunotherapy with High Security.",
      "authors": [
        "Shengran Li",
        "Chenyang Zou",
        "Jingyan An",
        "Meiying Lv",
        "Xifei Yu"
      ],
      "journal": "ACS applied materials & interfaces",
      "publication_date": "2025-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liposomes have attracted attention in biomedicine and pharmacy for their benefits including reduced toxicity, extended pharmacokinetics, and biocompatibility. However, their limitations include susceptibility to blood clearance, rapid disintegration, and lack of functionality, restricting their further applications. To address these challenges, inspired by the unique topological features of cyclic polymers and the specific binding property of the choline phosphate (CP) lipid, dipole-dipole interactions between CP molecules are utilized to create a detachable cyclic PEG-embedded CP liposome (d-cycPEG-lipo). In comparison to linear PEG-embedded liposomes (d-linPEG-lipo) and PEGylated liposomes (linPEG-lipo), d-cycPEG-lipo demonstrates enhanced resistance to proteins and macrophages in the bloodstream due to its higher compactness and smoother interface. The packing behavior and lubrication property of cyclic PEG also result in reduced accumulation in organs, leading to an extended pharmacokinetic half-life of 13.6 h. At the tumor site, the PEG embedded in d-cycPEG-lipo detached and facilitated a 3.3-fold higher cell uptake than linPEG-lipo. Notably, d-cycPEG-lipo induces lower inflammation and triggers a stronger immune response than d-linPEG-lipo. In the treatment of breast cancer, d-cycPEG-lipo exhibits a significantly high efficacy of 98.5%. Hence, the reversible combination of cyclic PEG with CP liposomes holds tremendous promise for enhancing drug and antibody delivery in clinical tumor therapy.",
      "mesh_terms": [
        "Liposomes",
        "Polyethylene Glycols",
        "Animals",
        "Mice",
        "Female",
        "Humans",
        "Phosphorylcholine",
        "Immunotherapy",
        "Mice, Inbred BALB C",
        "Cell Line, Tumor",
        "Antineoplastic Agents",
        "Breast Neoplasms",
        "Doxorubicin"
      ]
    },
    {
      "pmid": "39713945",
      "title": "Graded supplemental choline chloride fed throughout the grow and finish periods elicited minimal influence on growth performance and carcass characteristics of pigs in a commercial setting.",
      "authors": [
        "Kaitlyn M Sommer",
        "Elli S Burris",
        "Julianna C Jespersen",
        "Kari Estes",
        "Anna C Dilger",
        "Ryan N Dilger"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2025-Jan-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Choline is vital in a variety of physiological processes that influence brain development, growth, and carcass characteristics in birds and mammals. In this study, we investigated the influence of graded supplemental choline chloride on growth performance, carcass quality, and liver characteristics in grow-finish pigs. Pigs (672 barrows and 588 gilts) were obtained from a commercial nursery facility at 8 weeks of age and assigned to treatment based on body weight and sex, with 21 same-sex pigs comprising a replicate pen. Each dietary treatment was provided to 15 replicate pens, with 8 pens of barrows and 7 pens of gilts per each of 4 dietary treatments, which included: 1) C0, basal diet containing 0% of supplemental choline chloride; 2) C300, C0 + 0.06% supplemental choline chloride, to provide 300 mg/kg of choline ions; 3) C600, C0 + 0.12% supplemental choline chloride, to provide 600 mg/kg of choline ions; and 4) C900, C0 + 0.17% supplemental choline chloride, to provide 900 mg/kg of choline ions. Feed and water were provided ad libitum throughout the study, and pigs were managed using standard commercial practices. Data were analyzed by two-way ANOVA using the MIXED procedure of SAS, with factors including dietary treatment and sex. There was no dietary impact (P > 0.05) on growth performance. Pigs receiving intermediate levels of supplemental choline had higher (P < 0.05) tenderloin weights compared with other dietary treatments. Furthermore, and as expected, sex differences were denoted in both growth performance and carcass characteristics. Overall, graded supplementation of choline chloride did not significantly alter growth performance or carcass characteristics of pigs raised in a commercial setting.",
      "mesh_terms": [
        "Animals",
        "Choline",
        "Male",
        "Female",
        "Dietary Supplements",
        "Animal Feed",
        "Diet",
        "Swine",
        "Animal Nutritional Physiological Phenomena",
        "Body Composition",
        "Liver"
      ]
    },
    {
      "pmid": "39703111",
      "title": "Effects of choline alfoscerate on cognitive function and quality of life in type 2 diabetes: A double-blind, randomized, placebo-controlled trial.",
      "authors": [
        "Minji Sohn",
        "Young Ho Park",
        "Soo Lim"
      ],
      "journal": "Diabetes, obesity & metabolism",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "AIMS: This study evaluated the effects of choline alfoscerate on cognitive function and quality of life in T2DM patients with mild cognitive decrements. MATERIALS AND METHODS: In a double-blind, randomized, placebo-controlled trial, we recruited 36 individuals with T2DM and mild cognitive impairment which was assessed by the Mini-Mental State Examination (MMSE) score of 25-28, and randomly assigned them to receive either 1200 mg/day of choline alfoscerate or a placebo. Four additional questionnaires-the 36-Item Short Form Survey, the modified Informant Questionnaire on Cognitive Decline in the Elderly, the Korean version of Activities of Daily Living, and the Patient Health Questionnaire-were investigated at 6 and 12 months and analysed via mixed-effects models for repeated measures. RESULTS: The mean age of study participants was 71.8 ± 5.3 years and 69.4% women. Six-month treatment with choline alfoscerate resulted in a non-significant increase in the MMSE score from 26.2 ± 1.3 to 26.9 ± 2.0, whereas the placebo group showed a non-significant decline from 26.6 ± 1.3 to 25.9 ± 2.3, resulting in a mean difference of +1.4 between the two groups (p = 0.059). At 12 months, the mean difference increased to +1.7 with statistical significance (p < 0.001). Physical health, as measured by the SF-36 survey, was significantly better in the choline alfoscerate group than in the placebo group. CONCLUSIONS: Choline alfoscerate 1200 mg once daily treatment showed marginal improvement in cognitive function in T2DM patients with mild cognitive impairment at 6 months but leading to significance at 12 months compared to placebo, suggesting its potential as an adjunct therapy for managing early cognitive decline.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Double-Blind Method",
        "Male",
        "Aged",
        "Quality of Life",
        "Diabetes Mellitus, Type 2",
        "Cognition",
        "Cognitive Dysfunction",
        "Middle Aged",
        "Glycerylphosphorylcholine",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39694126",
      "title": "Disulfiram/Cu targeting FOXO6 modulates sensitivity of hepatocellular carcinoma to lenvatinib via disrupt choline metabolic.",
      "authors": [
        "Shiyi Wu",
        "Jialu Weng",
        "Yating Pan",
        "Zhikai Wen",
        "Jing Zeng",
        "Yunwei Lou",
        "Songjian Tong",
        "Pan Liao",
        "Na Li",
        "Zhijie Yu",
        "Jinglin Xia"
      ],
      "journal": "Cellular signalling",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Disulfiram/Cu(DSF/Cu) has a known pharmacokinetic and safety profile, exerting a strong antitumor effect. Oral tyrosine kinase inhibitors including lenvatinib are approved as first-line therapy for treating advanced unresectable hepatocellular carcinoma (HCC). These patients still have limited survival due to drug resistance. Disulfiram/Cu and lenvatinib are the promising antitumor treatments. In this study, we studied whether Disulfiram/Cu increased lenvatinib sensitivity in HCC cells. Moreover, the potential drug targets of Disulfiram/Cu and associated mechanisms were explored. We mainly investigated Autophagic flux was determined via immunofluorescence analysis and confocal microscopy. p-PI3K, p-AKT, p62, LC3B, FOXO6, and CHKA proteins associated with autophagy were detected by immunoblotting. In addition, antitumour activity of Disulfiram/Cu in combination with lenvatinib was examined in vivo through construction of the nude mouse transplant tumor model. Furthermore, our results show disulfiram/Cu combined with lenvatinib exerted the synergistic impact on treating HCC in vitro. Mechanistically, transcriptome combined with metabolome reveals Disulfiram/Cu targeting FOXO6 induction of autophagy mediated inhibits cell growth in hepatocellular carcinoma by downregulating CHKα for inhibiting AKT pathway activation while blocking choline metabolic reprogramming in HCC. These effects mostly explain the tumor-promoting effect of FOXO6 on HCC. In general, the results illustrate the mechanistic associations between metabolites and tumor cell malignant phenotype, contributing to developing new anti-HCC pharmacological treatments by Inhibiting FOXO6 for disrupting choline metabolic pathway.",
      "mesh_terms": [
        "Carcinoma, Hepatocellular",
        "Liver Neoplasms",
        "Quinolines",
        "Humans",
        "Animals",
        "Disulfiram",
        "Phenylurea Compounds",
        "Mice",
        "Mice, Nude",
        "Choline",
        "Copper",
        "Cell Line, Tumor",
        "Autophagy",
        "Forkhead Transcription Factors",
        "Mice, Inbred BALB C",
        "Xenograft Model Antitumor Assays",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "39637364",
      "title": "IDENTIFICATION AND VERIFICATION OF FEATURE BIOMARKERS ASSOCIATED WITH CHOLINE METABOLISM IN SEPSIS-INDUCED CARDIOMYOPATHY.",
      "authors": [
        "Meng-Qin Pei",
        "Zhen-Dong Sun",
        "Yu-Shen Yang",
        "Yu-Ming Fang",
        "Ya-Fen Zeng",
        "He-Fan He"
      ],
      "journal": "Shock (Augusta, Ga.)",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Sepsis-induced cardiomyopathy ( SIC ), one of the most common complications of sepsis, seriously affects the prognosis of critically ill patients. Choline metabolism is an important biological process in the organism, and the mechanism of its interaction with SIC is unclear. The aim of this study was to reveal the choline metabolism genes (CMGs) associated with SIC and to provide effective targets for the treatment of SIC . Methods: Through a comprehensive analysis of the microarray dataset GSE79962 (comprising 20 SIC patients and 11 healthy controls) from the GEO database, suspected co-expression modules and differentially expressed genes (DEGs) in SIC were identified. Hub CMGs were obtained by intersecting choline metabolism database with DEGs and key model genes. Afterward, hub CMGs most significantly involved in prognosis were further analyzed for the verification of major pathways of enrichment analysis. Finally, the expression of hub CMGs in in vivo and in vitro SIC model was verified by immunohistochemistry staining and quantitative real-time polymerase chain reaction analysis (qPCR). Results: Weighted gene co-expression network analysis identified 1 hub gene panel and 3,867 hub genes, which were intersected with DEGs and CMGs to obtain the same 3 hub CMGs:HIF-1α, DGKD, and PIK3R1. Only HIF-1α shows significant association with mortality ( P = 0.009). Subsequent differential analysis based on the high and low HIF-1α expression yielded 63 DEGs and then they were uploaded into Cytoscape software to construct a protein-protein interaction network and 6 hub genes with the highest priority were obtained (CISH, THBS1, IMP1, MYC, SOCS3, and VCAN). Finally, a multifactorial COX analysis revealed a significant correlation between HIF-1α and survival in SIC patients, which was further validated by in vitro and in vivo experiments. Conclusion: Our findings will provide new insights into the pathogenesis of SIC , and HIF-1α may have important applications as a potential biomarker for early detection and therapeutic intervention in SIC .",
      "mesh_terms": [
        "Humans",
        "Sepsis",
        "Cardiomyopathies",
        "Choline",
        "Biomarkers",
        "Animals",
        "Male",
        "Mice",
        "Female"
      ]
    },
    {
      "pmid": "39619951",
      "title": "Inulin does not affect trimethylamine N-oxide formation in mice with a high-fat diet combined with choline and L-carnitine.",
      "authors": [
        "Xin Wang",
        "Xiaoyi Hu",
        "Weiwei He",
        "Jun-Yi Yin"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Emerging evidence suggests that gut bacteria-derived trimethylamine N-oxide (TMAO) elevates the risk of cardiovascular disease, and dietary fiber holds the potential to attenuate TMAO formation. However, the effectiveness of dietary fiber, such as inulin, in inhibiting TMAO formation remains controversial. Therefore, this study investigated the effect of inulin supplementation on TMAO formation in mice with high TMAO levels induced by a high-fat diet (HFD) combined with choline and L-carnitine. Results showed that HFD treatment significantly elevated blood TMAO concentrations and increased the abundances of TMAO formation-associated gut bacteria, as well as the abundances of functional genes responsible for TMA formation. While the supplementation of choline and L-carnitine greatly enhanced blood trimethylamine (TMA) and TMAO levels, inulin supplementation did not significantly affect TMAO levels and had limited impact on TMA-associated gut bacteria, except for Desulfitobacterium hafniense."
    },
    {
      "pmid": "39603435",
      "title": "Enhanced transdermal delivery of insulin by choline-based ionic liquids.",
      "authors": [
        "Yang Li",
        "Qin Yu",
        "Yi Lu",
        "Haisheng He",
        "Jianping Qi",
        "Zongguang Tai",
        "Zhongjian Chen",
        "Quangang Zhu",
        "Wei Wu"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2024-Dec-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ionic liquids (ILs) show promises as chemical penetration enhancers (CPEs) for transdermal delivery of macromolecular drugs. However, their high viscosity and strong drug-IL affinity may limit drug diffusion and release from the drug-loaded IL (one-step strategy). Herein, a two-step strategy was used by applying choline-based ILs as pretreatment agents followed by insulin solution to improve penetration. Insulin remained stable in the ILs and are released slowly from the IL matrices. In vitro and in vivo studies showed that two-step treatment enhanced insulin penetration compared to one-step treatment, with choline citrate ([Ch][Ci]) and choline geranate ([Ch][Ge]) performing the best. In a diabetic rat model, two-step treatment with [Ch][Ge] reduced blood glucose levels to below 80% within 8 h, while one-step treatment only maintained for 12 h. Trans-epidermal water loss and molecular dynamics simulations suggested that variations in release rates and skin condition accounted for the differences between the two strategies. Physical characterization confirmed that ILs enhanced transdermal delivery of insulin by permeabilizing stratum corneum and opening tight junctions. Preliminary safety assessment indicated mild irritation by [Ch][Ge], whereas [Ch][Ci] showed good biocompatibility. It is concluded that ILs hold potential in enhancing transdermal delivery of insulin.",
      "mesh_terms": [
        "Animals",
        "Administration, Cutaneous",
        "Ionic Liquids",
        "Choline",
        "Insulin",
        "Skin Absorption",
        "Diabetes Mellitus, Experimental",
        "Male",
        "Hypoglycemic Agents",
        "Rats",
        "Skin",
        "Drug Liberation",
        "Blood Glucose",
        "Rats, Sprague-Dawley",
        "Drug Delivery Systems"
      ]
    },
    {
      "pmid": "39585012",
      "title": "Comparison of the Effects of Mucosa Tissue Healing with Chlorhexidine Digluconate and Choline Salicylate in Patients Wearing a Removable Prosthetic Restoration-A RCT.",
      "authors": [
        "Barbara Sekuła-Kamińska",
        "Aleksandra Nitecka-Buchta",
        "Mateusz Wojciechowski",
        "Małgorzata Skucha-Nowak",
        "Małgorzata Rymarczyk",
        "Stefan Baron"
      ],
      "journal": "Clinics and practice",
      "publication_date": "2024-Nov-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: A randomized, double-blind clinical trial was conducted based on the CONSORT study protocol for randomized clinical trials (NCT06531720) to compare the effectiveness of oral mucosa healing properties of 0.2% chlorhexidine digluconate (CHX) and 8.7% choline salicylate (CHS), as well as a control group (CON) with no intervention, in patients with delivered partial removable dentures (PRDs). MATERIALS AND METHODS: Patients (n = 27) who were enrolled in the study were healthy subjects according to the inclusion/exclusion criteria, and they received new PRDs to complement Kennedy's class III and IV deficiencies. During the process of adaptation to new prosthetic restorations, OMLs were formed and treated with one of two selected preparations, either CHX = 0.2% or CHS = 8.7%, in relation to the control group (CON). The wound surface area (WSA) (mm2) was measured on repeatable intraoral images taken in accordance with the examination protocol on the first control visit on day 1, day 3, day 7, day 10, and day 14 with the assistance of computer software. RESULTS: There were no statistically significant differences between groups. The fastest effect of WSA complete reduction was observed in the CHX group after 7 days (WAS = 0.78, SD = 1.18) in comparison to CHS = 10 days (WAS = 0.44, SD = 0.90) and CON = 14 days (WAS = 0.22, SD = 0.67). The decrease in the WSA after 7 days of observation was 85.1% in the CHX group, 70.1% in the CHS group, and 59.2% in the CON group. CONCLUSIONS: The WSA decreased most rapidly after 7 days of treatment with 0.2% chlorhexidine digluconate (CHX), slightly more slowly after 10 days of treatment with 8.7% choline salicylate (CHS), and relatively most slowly in the CON group, who were not treated with any topical medication after 14 days. Oral mucosa lesions (OMLs) therapy during the process of adaptation to new removable prosthetic restorations is a very important element supporting the whole process. Topical medications containing 0.2% chlorhexidine digluconate are indicated as adjunctive therapy in the process of the supportive treatment and disinfection of oral mucosa lesions. However, this does not release the dentist from liability for the careful adjustment of the removable prosthetic restoration."
    },
    {
      "pmid": "39580132",
      "title": "Gan-Jiang-Ling-Zhu decoction improves steatohepatitis induced by choline-deficient-high-fat-diet through the METTL14/N6-methyladenosine-mediated Ugt2a3 expression.",
      "authors": [
        "Jiaxuan Wu",
        "Sijing Xian",
        "Shengan Zhang",
        "Yunuo Yang",
        "Jiashu Pan",
        "Wenjun Zhou",
        "Dan Hu",
        "Guang Ji",
        "Yanqi Dang"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Jan-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Gan-Jiang-Ling-Zhu (GJLZ) decoction, a classical Chinese herbal prescription, can be applied for the treatment of metabolic diseases including liver steatosis. Although GJLZ decoction has been widely applied clinically for thousands of years, the mechanism of GJLZ decoction behind treatment of nonalcoholic steatohepatitis (NASH) remains relatively unelucidated. AIM OF THE STUDY: To elucidate the efficacy of GJLZ decoction in the treatment of NASH and to investigate its underlying mechanisms from an epigenetic perspective. MATERIALS AND METHODS: The quality control of chemical components in GJLZ decoction was conducted. C57BL/6J mice with NASH were induced by feeding them a choline-deficient-high-fat-diet (CDHFD), along with GJLZ decoction intervention for 4 weeks. Then NASH phenotypes including histological steatosis, inflammation, hepatic apoptosis, fibrosis, serum liver enzyme and lipid level were measured. N6-methyladenosine (m6A) and transcriptome sequencing were performed. Levels and functions of methyltransferases and different genes were performed by quantitative polymerase chain reaction, immunofluorescence, gene knockdown, oil red O staining and western blotting. RESULTS: GJLZ decoction significantly reduced liver weight, liver index and improved hepatic steatosis, and inflammation, as well as inhibited hepatic apoptosis and fibrosis. Moreover, GJLZ decoction significantly reduced the levels of lactate dehydrogenase, aminotransferase, triglyceride, aspartate aminotransferase, and inhibited levels of interleukin 6 and tumor necrosis factor α. Transcriptome and m6A sequencing revealed the landscape of transcriptome and m6A modification influenced by NASH and the following GJLZ decoction intervention. Eleven differential genes were identified, and GJLZ markedly promoted m6A level of UDP glucuronosyltransferase family 2 member A3 (Ugt2a3), to promote its expression. Additionally, GJLZ significantly promoted methyltransferase 14 (METTL14) expression, whereas METTL14 knockdown aggravated hepatocellular steatosis. Finally, METTL14 knockdown significantly reduced the level of Ugt2a3 by promoting its degradation, whereas, Ugt2a3 overexpression could markedly inhibit hepatocellular steatosis. CONCLUSIONS: GJLZ decoction demonstrates potential in alleviating CDHFD-induced NASH by modulating the METTL14-m6A-Ugt2a3 axis, offering a novel therapeutic approach for NASH treatment.",
      "mesh_terms": [
        "Animals",
        "Diet, High-Fat",
        "Mice, Inbred C57BL",
        "Drugs, Chinese Herbal",
        "Male",
        "Non-alcoholic Fatty Liver Disease",
        "Methyltransferases",
        "Mice",
        "Adenosine",
        "Glucuronosyltransferase",
        "Choline Deficiency",
        "Liver",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "39570894",
      "title": "Cyclophosphamide- and doxorubicin-induced impairment of high affinity choline uptake and spatial memory can be prevented by dietary choline supplementation in breast tumor bearing mice.",
      "authors": [
        "Robert Botelho",
        "Cheryl L Kirstein",
        "Rex M Philpot"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AC chemotherapy (Adriamycin and Cytoxan, i.e., doxorubicin and cyclophosphamide, respectively), a common treatment for breast cancer, can lead to significant cognitive side effects, known as Chemotherapy-Related Cognitive Impairments (CRCIs). These cognitive impairments can persist over 20 years and significantly affect the quality of life for cancer patients and survivors. AC chemotherapy is known to impair ovarian function and reduce circulating estradiol (E2), an effect that can decrease high-affinity choline uptake (HACU) and reduce acetylcholine (ACh) availability. Because ACh is involved in attention, learning and memory function we hypothesized that the cognitive deficits observed during and after adjuvant chemotherapy (AC) are associated with compromised high affinity choline uptake (HACU) due to suppressed ovarian function. Increasing available choline has been demonstrated to enhance HACU under conditions of demand for ACh, therefore we propose that choline supplementation can mitigate CRCIs by maintaining cholinergic function throughout and following chemotherapy treatment. Our study demonstrates cognitive deficits in tumor-bearing but not non-tumor-bearing mice during and following AC chemotherapy, suggesting that tumors enhance vulnerability to CRCIs. We found that HACU was impaired in tumor-bearing mice administered AC chemotherapy and that a choline-enriched diet can mitigate both the reduction of HACU induced by chemotherapy and deficits in spatial memory, suggesting a protective role of dietary choline against disruptions in HACU and cognitive impairment caused by chemotherapy. This underscores the potential use of dietary choline supplementation as a part of chemotherapeutic interventions.",
      "mesh_terms": [
        "Animals",
        "Cyclophosphamide",
        "Choline",
        "Doxorubicin",
        "Female",
        "Mice",
        "Spatial Memory",
        "Dietary Supplements",
        "Breast Neoplasms",
        "Acetylcholine",
        "Chemotherapy-Related Cognitive Impairment"
      ]
    },
    {
      "pmid": "39567942",
      "title": "In vitro detection of cancer cells using a novel fluorescent choline derivative.",
      "authors": [
        "Anna E Caprifico",
        "Luca Vaghi",
        "Peter Spearman",
        "Gianpiero Calabrese",
        "Antonio Papagni"
      ],
      "journal": "BMC medical imaging",
      "publication_date": "2024-Nov-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The treatment of preinvasive lesions is more effective than treating invasive disease, hence detecting cancer at its early stages is crucial. However, currently, available screening methods show various limitations in terms of sensitivity, specificity, and practicality, thus novel markers complementing traditional cyto/histopathological assessments are needed. Alteration in choline metabolism is a hallmark of many malignancies, including cervical and breast cancers. Choline radiotracers are widely used for imaging purposes, even though many risks are associated with their radioactivity. Therefore, this work aimed to synthesise and characterise a non-radioactive choline tracer based on a fluorinated acridine scaffold (CFA) for the in vitro detection of cervical and breast cancer cells by fluorescence imaging. METHODS: CFA was fully characterised and tested for its cytotoxicity on breast (MCF-7), cervical (HeLa), glioblastoma (U-87 MG) and hepatoblastoma (HepG2) cancer cell lines and in normal cell lines (epithelial, HEK-293 and human dermal fibroblasts, HDFs). The cellular uptake of CFA was investigated by a confocal microscope and its accumulation was quantified over time. The specificity of CFA over mesenchymal origin cells (HDFs), as a model of cancer-associated fibroblasts was investigated by fluorescence microscopy. RESULTS: CFA was toxic at much higher concentrations (HeLa IC50 = 200 ± 18 µM and MCF-7 IC50 = 105 ± 3 µM) than needed for its detection in cancer cells (5 µM). CFA was not toxic in the other cell lines tested. The intensity of CFA in breast and cervical cancer cells was not significantly different at any time point, yet it was greater than HepG2 and U-87 MG (p ≤ 0.01 and p ≤ 0.0001, respectively) after 24 h incubation. A very weak signal intensity was recorded in HEK-293 and HDFs (p ≤ 0.001 and p ≤ 0.0001, respectively). A selective ability of CFA to accumulate in HeLa and MCF-7 was recorded upon co-culture with fibroblasts. CONCLUSIONS: The results showed that CFA preferentially accumulated in cancer cells rather than in normal cells. These findings suggest that CFA may be a potential diagnostic probe for discriminating healthy tissues from malignant tissues due to its specific and highly sensitive features; CFA may also represent a useful tool for in vitro/ex vivo investigations of choline metabolism in patients with cervical and breast cancers.",
      "mesh_terms": [
        "Humans",
        "Choline",
        "Fluorescent Dyes",
        "Microscopy, Fluorescence",
        "Cell Line, Tumor",
        "Breast Neoplasms",
        "Female",
        "MCF-7 Cells",
        "HEK293 Cells",
        "Microscopy, Confocal",
        "Uterine Cervical Neoplasms",
        "HeLa Cells",
        "Hep G2 Cells"
      ]
    },
    {
      "pmid": "39548376",
      "title": "Effect of choline alfoscerate in older adult patients with dementia: an observational study from the claims data of national health insurance.",
      "authors": [
        "Khanh Linh Duong",
        "Heeyoon Jung",
        "Hyun-Kyoung Lee",
        "Young Jin Moon",
        "Sang Ki Lee",
        "Bo Ram Yang",
        "Hwi-Yeol Yun",
        "Jung-Woo Chae"
      ],
      "journal": "BMC geriatrics",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "BACKGROUND: Choline alfoscerate, a cholinergic precursor with limited evidence of efficacy in dementia management, has been used for various cognitive impairments in Korea. Partly due to its insurance coverage, this agent appears to incur significant expense for the insurance system. Thus, we aimed to describe choline alfoscerate prescription patterns and analyze their long-term effects in an older adult cohort with dementia. METHODS: This observational study used the National Health Insurance Service Senior Cohort Dataset. Choline alfoscerate -naïve patients who were diagnosed with dementia between 2003 and 2014 with at least 12 months of follow-up were selected. Time-dependent Cox regression was employed to estimate the association between drug exposure and the risk of treatment failure events. RESULTS: There were 11,463 eligible participants, of whom approximately 73% were female, and 19% had been exposed to choline alfoscerate. According to the main regression survival analysis, the association between longitudinal choline alfoscerate use and the risk of progression events related to treatment failure was unclear. However, a significant decrease of nearly 20% in the risk of all-cause mortality was associated with choline alfoscerate exposure, and a slight reduction in progression regarding treatment failure was observed with CA use only during the early stages of diagnosis. Age, sex, insurance premiums, several comorbidities and concurrent medications were significantly associated with the probability of the events according to the multivariate models. CONCLUSIONS: Further analyses are needed to confirm the early-stage and long-term effectiveness of choline alfoscerate in specific populations, which will help in considering its reimbursement.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Female",
        "Humans",
        "Male",
        "Dementia",
        "National Health Programs",
        "Republic of Korea",
        "Glycerylphosphorylcholine",
        "Insurance, Health"
      ]
    },
    {
      "pmid": "39494339",
      "title": "ACAT1 Induces the Differentiation of Glioblastoma Cells by Rewiring Choline Metabolism.",
      "authors": [
        "Shen You",
        "Ming-Jin Wang",
        "Zhen-Yan Hou",
        "Wei-Da Wang",
        "Zhi-Hui Zhang",
        "Ting-Ting Du",
        "Shu-Ying Li",
        "Yi-Chen Liu",
        "Ni-Na Xue",
        "Xiao-Min Hu",
        "Xiao-Guang Chen",
        "Ming Ji"
      ],
      "journal": "International journal of biological sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Abnormal differentiation of cells is a hallmark of malignancy. Induction of cancer-cell differentiation is emerging as a novel therapeutic strategy with low toxicity in hematological malignances, but whether such treatment can be used in solid tumors is not known. Here, we uncovered a novel function of acetyl coenzyme A acetyltransferase (ACAT1) in regulating the differentiation of glioblastoma (GBM) cells. Inhibition of ACAT1 promoted the differentiation of GBM cells into astrocytes but also delayed tumor growth. Mechanistically, suppression of ACAT1 restored mitochondrial function and led to metabolic \"reprogramming\" in GBM cells: reduction of fatty-acid oxidation and acetyl-CoA, but an increase in free fatty acids. Importantly, ACAT1 negatively regulated the choline metabolic pathway, which is crucial for the differentiation of GBM cells. Finally, we demonstrated that a naturally available substance, chlorogenic acid (CHA), could inhibit phosphorylation of ACAT1 and so delay GBM progression, CHA is a promising candidate to treat GBM because it could induce the differentiation of cancer cells.",
      "mesh_terms": [
        "Acetyl-CoA C-Acetyltransferase",
        "Glioblastoma",
        "Humans",
        "Cell Differentiation",
        "Choline",
        "Cell Line, Tumor",
        "Animals",
        "Mice",
        "Astrocytes"
      ]
    },
    {
      "pmid": "39481020",
      "title": "AI-Enabled Ultra-large Virtual Screening Identifies Potential Inhibitors of Choline Acetyltransferase for Theranostic Purposes.",
      "authors": [
        "Anurag T K Baidya",
        "Abhinav Kumar Goswami",
        "Bhanuranjan Das",
        "Taher Darreh-Shori",
        "Rajnish Kumar"
      ],
      "journal": "ACS chemical neuroscience",
      "publication_date": "2024-Nov-20",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Alzheimer's disease (AD) and related dementias are among the primary neurological disorders and call for the urgent need for early-stage diagnosis to gain an upper edge in therapeutic intervention and increase the overall success rate. Choline acetyltransferase (ChAT) is the key acetylcholine (ACh) biosynthesizing enzyme and a legitimate target for the development of biomarkers for early-stage diagnosis and monitoring of therapeutic responses. It is also a theranostic target for tackling colon and lung cancers, where overexpression of non-neuronal ChAT leads to the production of acetylcholine, which acts as an autocrine growth factor for cancer cells. Theranostics is a hybrid of diagnostics and therapeutics that can be used to locate cancer cells using radiotracers and kill them without affecting other healthy tissues. Traditional virtual screening protocols have a lot of limitations; given the current rate of chemical database expansion exceeding billions, much faster screening protocols are required. Deep docking (DD) is one such platform that leverages the power of deep neural network (DNN)-based virtual screening, empowering researchers to dock billions of molecules in a speedy, yet explicit manner. Here, we have screened 1.3 billion compounds library from the ZINC20 database, identifying the best-performing hits. With each iteration run where the first iteration gave ∼116 million hits, the second iteration gave ∼3.7 million hits, and the final third iteration gave 168,447 hits from which further refinement gave us the top 5 compounds as potential ChAT inhibitors. The discovery of novel ChAT inhibitors will enable researchers to develop new probes that can be used as novel theranostic agents against cancer and as early-stage diagnostics for the onset of AD, for timely therapeutic intervention to halt the further progression of AD.",
      "mesh_terms": [
        "Humans",
        "Choline O-Acetyltransferase",
        "Molecular Docking Simulation",
        "Enzyme Inhibitors",
        "Alzheimer Disease",
        "Artificial Intelligence",
        "Drug Evaluation, Preclinical",
        "Theranostic Nanomedicine"
      ]
    },
    {
      "pmid": "39439204",
      "title": "Choline chloride and N-allylglycine promote plant growth by increasing the efficiency of photosynthesis.",
      "authors": [
        "Naoki Ikeda",
        "Mayu Kamimura",
        "Kousaku Uesugi",
        "Takeshi Kobayashi",
        "Fang-Sik Che"
      ],
      "journal": "Bioscience, biotechnology, and biochemistry",
      "publication_date": "2024-Dec-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We previously reported that choline chloride and N-allylglycine stimulate photosynthesis in wheat protoplasts. Treatment of Arabidopsis thaliana and Brassica rapa plants with both compounds promoted growth and photosynthesis. To clarify the relationship between the enhancement of photosynthesis and increased growth, A. thaliana T87 cells, which show photosynthesis-dependent growth, and YG1 cells, which use sugar in the medium for growth, were treated with choline chloride or N-allylglycine. Only the T87 cells showed increased growth, suggesting that choline chloride and N-allylglycine promote growth by increasing photosynthetic activity. Transcriptome analysis using choline chloride- and N-allylglycine-treated plants showed that the most abundant transcripts corresponded to photosynthetic electron transfer-related genes among the genes upregulated by both compounds. Furthermore, the compounds also upregulate genes encoding transcription factors that may control the expression of these photosynthetic genes. These results suggest that choline chloride and N-allylglycine promote photosynthesis through increased expression of photosynthetic electron transfer-related genes.",
      "mesh_terms": [
        "Photosynthesis",
        "Choline",
        "Glycine",
        "Arabidopsis",
        "Gene Expression Regulation, Plant",
        "Brassica rapa"
      ]
    },
    {
      "pmid": "39428428",
      "title": "Human iPSC-derived mesenchymal stem cells relieve high blood pressure in spontaneously hypertensive rats via splenic nerve activated choline acetyltransferase-positive cells.",
      "authors": [
        "Zhen Zhang",
        "Weijun Huang",
        "Xiaoran Zhang",
        "Zhecun Wang",
        "Manting Xie",
        "Bingbing Xie",
        "Yiling Wang",
        "Xiaoyong Chen",
        "Andy Peng Xiang",
        "Qiuling Xiang"
      ],
      "journal": "Science China. Life sciences",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite substantial advancements in modern medicine, the management of hypertension remains a major challenge. Stem cell-based therapies have recently demonstrated remarkable efficacy in treating cardiovascular diseases, including hypertension. However, the antihypertensive mechanism of mesenchymal stem cells (MSCs) has not been extensively explored. This study aimed to investigate the role of injected MSCs in regulating blood pressure homeostasis. Our previous study demonstrated that human induced pluripotent stem cell-derived mesenchymal stem cells (hiPSC-MSCs) are functional and homogeneous sources for MSC-based therapy. After the injection of hiPSC-MSCs, a significant reduction in blood pressure and end target organ inflammation were observed in spontaneously hypertensive rats (SHRs). Cell tracking assays demonstrated that the injected hiPSC-MSCs accumulated in the spleens of the SHRs. The injected hiPSC-MSCs accumulated adjacent to the splenic nerve, potentially contributing to the antihypertensive effects. Furthermore, the hiPSC-MSCs released abundant glutamate, which acts as a neuromodulator to activate the splenic sympathetic nerve. After inhibition of glutamate synthesis by siRNA, the ability of hiPSC-MSCs to activate sympathetic nerves was significantly diminished. In addition, the antihypertensive effects of hiPSC-MSCs were eliminated after splenic nerve denervation (SND), underscoring the critical role of the splenic nerve. Moreover, activation of the splenic nerve resulted in increased release of norepinephrine (NE), which increased the number of choline acetyltransferase-positive (ChAT+) cells in the spleen and peripheral blood. Consequently, the acetylcholine (ACh) produced by elevated ChAT+ cells could act as a vasodilator, lowering blood pressure and mitigating inflammation in end target organs. In summary, our findings indicate that hiPSC-MSCs effectively lower blood pressure in hypertension by influencing the splenic nerves and regulating ChAT+ cells. The connection between blood pressure regulation and the splenic nerve may offer new insights into the treatment of hypertension.",
      "mesh_terms": [
        "Animals",
        "Rats, Inbred SHR",
        "Mesenchymal Stem Cells",
        "Spleen",
        "Hypertension",
        "Humans",
        "Induced Pluripotent Stem Cells",
        "Choline O-Acetyltransferase",
        "Rats",
        "Blood Pressure",
        "Mesenchymal Stem Cell Transplantation",
        "Male",
        "Sympathetic Nervous System"
      ]
    },
    {
      "pmid": "39401632",
      "title": "Rapid preparation of anti-retrogradation starch by choline chloride based deep eutectic solvents: A comparative study.",
      "authors": [
        "Xiaoxue He",
        "Zhirenyong Zhang",
        "Ting Yan",
        "Yuyu He",
        "Chaoxi Zeng",
        "Shiyin Guo",
        "Qingming Li",
        "Huiping Xia"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "Legumes are a widespread and cheap source of starch. However, legume starches are prone to retrogradation in applications. Therefore, enhancing the resistance to retrogradation is important to ensure the quality of starch products. In this study, the effects of amines, alcohols, and carboxylic acids deep eutectic solvents (DESs) on the retrogradation properties of pea starch (PS) were investigated. The results showed that the starches treated with carboxylic acid DESs for only 30 min exhibited low paste viscosity, high paste clarity and anti-retrogradation. The carboxylic acid DESs treatment resulted in holes or cracks appearing on the starch surface, a decrease in molecular ordering, relative crystallinity, and amylose content. The thermal enthalpy of starch as well as the pasting viscosity were substantially reduced after the treatment. The paste clarity and the resistance to retrogradation were significantly improved. Conversely, the structure, pasting and retrogradation properties of starch treated with amine and alcohol DESs exhibited only slight differences compared to PS. The carboxylic acid DESs took a short time for the starch modification, and the modified starch paste with low viscosity, high clarity, and resistance to retrogradation. The study could provide an environmentally-friendly and cost-effective method for the preparation of starch with well anti-retrogradation properties.",
      "mesh_terms": [
        "Starch",
        "Choline",
        "Viscosity",
        "Deep Eutectic Solvents",
        "Amylose",
        "Pisum sativum",
        "Solvents"
      ]
    },
    {
      "pmid": "39397767",
      "title": "Prepartum supplementation of dairy cows with inorganic selenium, organic selenium or rumen-protected choline does not affect carotenoid composition or colour characteristics of bovine colostrum or transition milk.",
      "authors": [
        "Fionnuala McDermott",
        "Hao Shi",
        "Emer Kennedy",
        "Sean A Hogan",
        "Lorraine Brennan",
        "Tom F O'Callaghan",
        "Michael Egan",
        "John M Nolan",
        "Alfonso Prado-Cabrero"
      ],
      "journal": "The Journal of dairy research",
      "publication_date": "2024-Oct-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Minerals are supplemented routinely to dairy cows during the dry period to prevent metabolic issues postpartum. However, limited information exists on the impacts of mineral supplementation on colostrum carotenoids. This study aimed to determine the effects of prepartum supplementation with three micro-nutrients; inorganic selenium (INORG), organic selenium (ORG) or rumen-protected choline (RPC) on the carotenoid content of bovine colostrum and transition milk (TM) from pasture-based dairy cows. A total of 57 (12 primiparous and 45 multiparous) Holstein-Friesian (HF) and HF × Jersey (JEX) cows were supplemented daily for 49 ± 12.9 d before calving. Colostrum samples were collected from all cows immediately postpartum and TM one to five (TM1-TM5) were collected from a sub-set of 15 cows (five per treatment group) at each consecutive milking postpartum. Carotenoid concentration was determined using ultra-high performance liquid chromatography - diode array detection (UHPLC-DAD). With the use of transmittance, the colour index and colour parameters a*, b* and L* were used to determine colour variations over this period. Prepartum supplementation did not have a significant effect on colostrum β-carotene concentration or colour. Positive correlations between β-carotene and colour parameter b* (R2 = 0.671; P < 0.001) and β-carotene and colour index (R2 = 0.560; P < 0.001) were observed. Concentrations of β-carotene were highest in colostrum (1.34 μg/g) and decreased significantly with each milking postpartum (TM5 0.31 μg/g). Breed had a significant effect on colostrum colour with JEX animals producing a greater b* colostrum than HF animals (P = 0.030). Primiparous animals produced colostrum with the weakest colour compared to second or ≥third parity animals (P = 0.042). Despite statistical increases in the b* parameter in colostrum from JEX cows and multiparous cows, β-carotene concentrations did not significantly increase suggesting that other factors may influence colostrum colour. The b* parameter may be used as an indicator for estimating carotenoid concentrations in colostrum and TM, particularly when assessed via transmittance spectroscopy."
    },
    {
      "pmid": "39373191",
      "title": "Testicular Incidentaloma on 18F-choline PET/CT in a Patient with Prostatic Adenocarcinoma.",
      "authors": [
        "Chaymae Bensaid",
        "Salah Oueriagli Nabih",
        "Meryem Aboussabr",
        "Omar Ait Sahel",
        "Yassir Benameur",
        "Abderrahim Doudouh"
      ],
      "journal": "Molecular imaging and radionuclide therapy",
      "publication_date": "2024-Oct-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prostatic adenocarcinoma is characterized by elevated phosphatidylcholine metabolism. 18F-choline positron emission tomography/computed tomography (PET/CT) is widely used for patients with biochemical recurrence and a prostate-specific antigen threshold above 2 ng/mL. We report a case of a patient with high-risk prostatic adenocarcinoma undergoing 18F-choline PET/CT for biochemical recurrence. In addition to hypermetabolic abdominal lymph nodes, an unexpected right testicular hypermetabolism was observed. Such findings on 18F-choline PET/CT may suggest a primary tumor or testicular metastasis of prostate cancer. Bilateral orchiectomy revealed a vitelline tumor associated with known primary prostatic cancer. The incidental discovery of a testicular vitelline tumor during prostate cancer imaging is rare, highlighting the importance of thorough diagnostics. This case underscores the need for comprehensive care in managing complex and atypical cancer cases, emphasizing the potential for unrelated tumor discoveries during diagnostic workup. Further research is essential for a better understanding of these rare co-occurring cancers and their treatment implications."
    },
    {
      "pmid": "39368590",
      "title": "Choline chloride - oxalic acid dihydrate deep eutectic solvent pretreatment of Barley straw for production of cellulose nanofibers.",
      "authors": [
        "Dileswar Pradhan",
        "Swarna Jaiswal",
        "Brijesh K Tiwari",
        "Amit K Jaiswal"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigates the production of cellulose nanofibers (CNF) from Barley straw using ultrasound-assisted deep eutectic solvent (US-DES) treatment for biomass fractionation and subsequent high-intensity ultrasonication (HIUS) for nano-fibrillation. Two deep eutectic solvents (DES), synthesized from choline chloride (ChCl) and oxalic acid dihydrate (OAD) at 1:1 and 2:1 M ratio, achieved solubilisation of over 80 % of lignin and hemicellulose under optimal conditions. The purification of these DES-treated materials resulted in cellulose with a purity >88 %. CNFs, characterized by a size of <100 nm, a polydispersity index under 0.5, and a zeta potential lower than -30 mV, were successfully isolated through a combination of wet grinding and HIUS treatment. SEM and XRD results showed the formation of a network of interconnected fibres with a Type I cellulose structure. This research highlights Barley straw's potential as a sustainable source of high-value CNF from agricultural waste.",
      "mesh_terms": [
        "Hordeum",
        "Cellulose",
        "Nanofibers",
        "Choline",
        "Oxalic Acid",
        "Deep Eutectic Solvents",
        "Lignin",
        "Solvents"
      ]
    },
    {
      "pmid": "39361491",
      "title": "A low concentration of choline chloride alters the developmental program of the bovine preimplantation embryo.",
      "authors": [
        "McKenzie Lj Haimon",
        "Eliab Estrada-Cortés",
        "Thiago Fernandes Amaral",
        "Jeremy Block",
        "Surawich Jeensuk",
        "Tatiane S Maia",
        "Quinn A Hoorn",
        "Masroor Sagheer",
        "João H Bittar",
        "Peter J Hansen"
      ],
      "journal": "Reproduction & fertility",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Choline is a known developmental programming agent of the bovine preimplantation embryo. Culture of the embryo with 1.8 mmol/L choline, a concentration much higher than in blood, alters development to cause increased weaning weight and other changes during the postnatal period. It was hypothesized here that choline exerts similar effects on the developmental program of the embryo when added at concentrations similar to those in peripheral blood (i.e., 4 mol/L). Oocytes were collected via ovum pick up and embryos were produced in vitro. Embryos were cultured until day 7 after fertilization in medium with 4 mol/L choline chloride, or, as a vehicle control, with an additional 4 mol/L sodium chloride. Blastocysts were transferred into recipients and pregnancy was diagnosed at approximately 28 d of gestation. Subsequent calves (n=37 for vehicle and n=35 for choline) were weighed at birth and at weaning. Addition of choline to culture medium did not affect the proportion of embryos that became blastocysts or the proportion of transferred blastocysts that produced a pregnancy. Birth weight was unaffected by treatment but calves derived from choline-treated embryos were heavier at time of weaning and gained more per day from birth until weaning than calves derived from embryos treated with vehicle. Results demonstrate that choline can act on the preimplantation embryo at a physiologically-relevant concentration to alter postnatal phenotype. Observations are further evidence for the importance of the first days of embryonic development for the phenotype of the resulting calf."
    },
    {
      "pmid": "39357562",
      "title": "Unlocking choline's potential in Alzheimer's disease: A narrative review exploring the neuroprotective and neurotrophic role of phosphatidylcholine and assessing its impact on memory and learning.",
      "authors": [
        "Tara Conway",
        "Karin Seidler",
        "Michelle Barrow"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND AND AIMS: Growing evidence suggests nutritional intervention may influence the development and progression of Alzheimer's Disease (AD). Choline, an essential dietary nutrient plays a critical role in neurological development and brain function, however, its effects on AD in humans is unclear. The research aims to investigate mechanistic links between dietary choline intake and cognitive functioning, focusing on the role of phosphatidylcholine (PC) in neuroplasticity and its interaction with amyloid beta (Aβ) peptides in neuron membranes. Additionally, human evidence on the potential benefits of PC interventions on AD, cognition, and proposed mechanisms are evaluated. METHODS: A reproducible systematic literature search was performed using a three-tranche strategy, consisting of a review, mechanism, and intervention search. Using PubMed as the main database, 1254 titles and abstracts were screened, 149 papers were read in full and 65 peer-reviewed papers were accepted, critically appraised, and analysed in a narrative review. RESULTS: Predominantly preclinical evidence demonstrated that PC enhances neuroplasticity, a key biological substrate for cognition, by activating intracellular neuronal signalling pathways or through neuron membrane function. Molecular dynamic simulation methods provided a mechanistic understanding of the interconnection between neuronal PC content and the potential behaviour and trajectory of Aβ peptide aggregation. The results indicate that the neuronal membrane composition of PC is critical to inhibiting Aβ aggregation and neuronal damage, protecting the neuron from Aβ toxicity. This might provide a foundation for optimising cellular PC which may prove beneficial in the treatment or prevention of neurodegenerative disease. Altered PC metabolism in AD was evidenced in observational studies; however, whether this relationship represents a cause or consequence of AD remains to be determined. Human intervention studies did not produce conclusive evidence supporting its effectiveness in enhancing cognitive function. This lack of consistency primarily stems from methodological constraints within the conducted studies. Human observational research provided the most compelling evidence linking a higher dietary PC intake to a reduced risk of dementia and significant improvements in cognitive testing. CONCLUSION: Despite the lack of randomised control trials (RCTs) assessing the efficacy of lecithin/PC to improve cognition in AD patients, there exists promising evidence supporting its neuroprotective and neurotrophic role. This review establishes an evidence-based framework through chains of mechanistic evidence, that may provide potential strategies for enhanced neuroprotection and reduced neurodegeneration caused by AD. Considering the escalating global burden of AD and the current shortcomings in effective treatments, this review together with the limitations and gaps identified in the existing research presents valuable insights that emphasise the urgency of more comprehensive research into the relationship between PC and AD.",
      "mesh_terms": [
        "Alzheimer Disease",
        "Humans",
        "Choline",
        "Phosphatidylcholines",
        "Neuroprotective Agents",
        "Memory",
        "Learning",
        "Amyloid beta-Peptides",
        "Cognition",
        "Neuronal Plasticity",
        "Animals",
        "Neurons"
      ]
    },
    {
      "pmid": "39349175",
      "title": "PET-TC [18F]F-choline and intraoperative PTH in the surgical treatment of the primary hyperparathyroidism without preoperative location.",
      "authors": [
        "F García García",
        "N Cassinello Fernández",
        "J Rodríguez Romera",
        "R Martí Fernández",
        "M Lapeña Rodríguez",
        "R Alfonso Ballester",
        "R Díaz Expósito",
        "J Ortega Serrano"
      ],
      "journal": "Revista espanola de medicina nuclear e imagen molecular",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: To assess the feasibility of performing selective parathyroidectomy without intraoperative parathyroid hormone (PTHio) determination when first-line preoperative localization tests (ultrasonography and [99mTc]Tc-MIBI) are negative and/or discordant, and second-line [18F]F-Colina PET-CT, is positive. MATERIALS AND METHODS: Retrospective cohort study, including patients with negative or discordant ultrasound and MIBI scans and positive [18F]F-Colina PET-CT, who underwent selective parathyroidectomy between 2019 and 2022. Groups were compared based on PTHio determination. Study variables were: gender, mean age, biochemical cure assessed by PTH value (pg/mL) and corrected calcium by albumin (mg/dL) at 6 months post-surgery follow-up, and histopathological analysis. RESULTS: The final sample included 42 patients. At 6 months post-surgery, in the PTHio group (20 patients), PTH values were 64.50 pg/mL and calcium 9.30 pg/mL, with 19 adenomas and 1 hyperplasia found. In the non-PTHio group (22 patients), PTH values were 61 pg/mL and calcium 9.37 pg/mL, with 22 adenomas found. No statistically significant differences were found between both groups. CONCLUSIONS: Based on the results obtained in our patient cohort, selective parathyroidectomy could be considered with negative or discordant first-line tests and positive [18F]F-Colina PET-CT, without intraoperative PTH determination.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Retrospective Studies",
        "Hyperparathyroidism, Primary",
        "Middle Aged",
        "Parathyroid Hormone",
        "Positron Emission Tomography Computed Tomography",
        "Parathyroidectomy",
        "Radiopharmaceuticals",
        "Aged",
        "Choline",
        "Adult",
        "Feasibility Studies",
        "Fluorine Radioisotopes",
        "Technetium Tc 99m Sestamibi"
      ]
    },
    {
      "pmid": "39335399",
      "title": "Effect of Chronic Tibolone Administration on Memory and Choline Acetyltransferase and Tryptophan Hydroxylase Content in Aging Mice.",
      "authors": [
        "Tzayaka Castillo-Mendieta",
        "Guadalupe Bautista-Poblet",
        "Angélica Coyoy-Salgado",
        "Emily L Castillo-García",
        "Rodolfo Pinto-Almazán",
        "Claudia Erika Fuentes-Venado",
        "Teresa Neri-Gómez",
        "Christian Guerra-Araiza"
      ],
      "journal": "Brain sciences",
      "publication_date": "2024-Sep-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gonadal steroids exert different effects on the central nervous system (CNS), such as preserving neuronal function and promoting neuronal survival. Estradiol, progesterone, and testosterone reduce neuronal loss in the CNS in animal models of neurodegeneration. However, hormone replacement therapy has been associated with higher rates of endometrial, prostate, and breast cancer. Tibolone (TIB), the metabolites of which show estrogenic and progestogenic effects, is an alternative to reduce this risk. However, the impact of TIB on memory and learning, as well as on choline acetyltransferase (ChAT) and tryptophan hydroxylase (TPH) levels in the hippocampus of aging males, is unknown. We administered TIB to aged C57BL/6J male mice at different doses (0.01 or 1.0 mg/kg per day for 12 weeks) and evaluated its effects on memory and learning and the content of ChAT and TPH. We assessed memory and learning with object recognition and elevated T-maze tasks. Additionally, we determined ChAT and TPH protein levels in the hippocampus by Western blotting. TIB administration increased the percentage of time spent on the novel object in the object recognition task. In addition, the latency of leaving the enclosed arm increased in both TIB groups, suggesting an improvement in fear-based learning. We also observed decreased ChAT content in the group treated with the 0.01 mg/kg TIB dose. In the case of TPH, no changes were observed with either TIB dose. These results show that long-term TIB administration improves memory without affecting locomotor activity and modulates cholinergic but not serotonergic systems in the hippocampus of aged male mice."
    },
    {
      "pmid": "39305615",
      "title": "Coated cysteamine and choline chloride could be potential feed additives to mitigate the harmful effects of fatty liver hemorrhagic syndrome in laying hens caused by high-energy low-protein diet.",
      "authors": [
        "Muhammad Umar Yaqoob",
        "Yingying Qi",
        "Jia Hou",
        "Li Zhe",
        "Xiangde Zhu",
        "Peng Wu",
        "Zhefeng Li",
        "Minqi Wang",
        "Yan Li",
        "Min Yue"
      ],
      "journal": "Poultry science",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The research aimed to examine the impact of coated cysteamine (CS) and choline chloride (CC) on relieving the pathological effects of fatty liver hemorrhagic syndrome (FLHS) in laying hens. FLHS was induced by a high-energy low-protein (HELP) diet. Ninety laying hens were equally divided into 5 treatments with 6 replicates per treatment (3 hens/replicate). The control treatment (Cont) was fed a basal diet, while the remaining treatments were fed a HELP diet. Under the HELP dietary plan, 4 treatments were set by a 2 × 2 factorial design. Two levels of CS (CS-: 0.00 mg/kg CS; CS+: 100 mg/kg diet) and 2 levels of choline (CC-: 1,182 mg/kg; CC+: 4,124 mg/kg) were set and named CS-CC- (HELP), CS+CC-, CS-CC+ and CS+CC+. The liver of the CS-CC- (HELP) group became yellowish-brown and greasy, with hemorrhages and bleeding spots. Elevated (P < 0.05) plasma and hepatic ALT and AST and hepatic MDA levels, combined with reduced (P < 0.05) plasma and hepatic SOD and GSH-Px activities in the CS-CC- (HELP) group proved that FLHS was successfully induced. Dietary supplementation of CS, CC, or both (CS+CC+) in HELP diets relieved the pathological changes, significantly (P < 0.05) reduced the AST and ALT levels, and strengthened the antioxidant potential in laying hens under FLHS. The highest (P < 0.001) plasma adiponectin concentration was observed in the CS+CC- and lowest in the CS-CC- (HELP) group. In addition, CS and CC supplementation lowers the elevated levels of hepatic T-CHO and TG by increasing the HDL-C and reducing LDL-C levels (P < 0.05) than CS-CC- (HELP) group. CS supplementation, either alone or with CC, helps laying hens restore their egg production. It could be stated that CS and CC supplements could ameliorate the adverse effects of FLHS by regulating antioxidant enzymes activities, modulating the hepatic lipid metabolism, and restoring the production performance in laying hens. Hence, adding CS and CC could be an effective way to reduce FLHS in laying hens.",
      "mesh_terms": [
        "Animals",
        "Chickens",
        "Animal Feed",
        "Cysteamine",
        "Choline",
        "Poultry Diseases",
        "Female",
        "Diet",
        "Dietary Supplements",
        "Fatty Liver",
        "Diet, Protein-Restricted",
        "Random Allocation",
        "Hemorrhage"
      ]
    },
    {
      "pmid": "39300341",
      "title": "Efficacy and safety of choline alphoscerate for amnestic mild cognitive impairment: a randomized double-blind placebo-controlled trial.",
      "authors": [
        "Jongwook Jeon",
        "Su Young Lee",
        "Seunghoon Lee",
        "Changwoo Han",
        "Geum Duck Park",
        "Se-Joo Kim",
        "Jhin Goo Chang",
        "Woo Jung Kim"
      ],
      "journal": "BMC geriatrics",
      "publication_date": "2024-Sep-19",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: Effective interventions for overall healthy subjects with mild cognitive impairment are currently limited. Choline alphoscerate (alpha glyceryl phosphorylcholine, αGPC) is a choline-containing phospholipid used to treat cognitive function impairments in specific neurological conditions. This study aimed to investigate the efficacy and safety of αGPC in individuals diagnosed with mild cognitive impairment. METHODS: In this multicenter, randomized, placebo-controlled trial, 100 study subjects with mild cognitive impairment underwent a double-blind SHCog™ soft capsule (600 mg αGPC) or placebo treatment for 12 weeks. The primary efficacy outcome included changes from baseline on the Alzheimer's Disease Assessment Scale-cognitive subscale (ADAS-cog). Safety assessments included regular monitoring of adverse events, and clinical laboratory tests were conducted at baseline and the end of the trial. RESULTS: After 12 weeks of αGPC treatment, the ADAS-cog score decreased by 2.34 points, which was significantly greater than the change observed in the placebo group. No serious AEs were reported, and no study subjects discontinued the intervention because of AEs. There was no significant difference in incidence rate of AEs between the αGPC group and the placebo group. CONCLUSION: This study suggests that αGPC is a safe and effective intervention for improving cognitive function in study subjects with mild cognitive impairment. TRIAL REGISTRATION: Clinical Research Information Service; Osong (Chungcheongbuk-do): Korea Centers for Disease Control and Prevention, Ministry of Health and Welfare (Republic of Korea); KCT0008797; A 12-week, multicenter, randomized, double-blind, placebo-controlled human application study to evaluate the efficacy and safety of SH_CAPK08 on cognitive function improvement in mild cognitive decline.",
      "mesh_terms": [
        "Humans",
        "Cognitive Dysfunction",
        "Double-Blind Method",
        "Male",
        "Female",
        "Aged",
        "Glycerylphosphorylcholine",
        "Treatment Outcome",
        "Amnesia",
        "Middle Aged",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "39296030",
      "title": "Modulation of liver cholesterol homeostasis by choline supplementation during fibrosis resolution.",
      "authors": [
        "Eiko Saijou",
        "Yoshiko Kamiya",
        "Katsunori Fujiki",
        "Katsuhiko Shirahige",
        "Ryuichiro Nakato"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liver fibrosis is a critical global health challenge, often leading to severe liver diseases without timely intervention. Choline deficiency has been linked to metabolic dysfunction associated steatohepatitis (MASH) and liver fibrosis, suggesting choline supplementation as a potential therapeutic approach. This study aimed to explore the therapeutic potential of choline supplementation in liver fibrosis resolution and its effects on cholesterol homeostasis using a mouse model with induced liver fibrosis. Our findings reveal that choline supplementation significantly decreases blood lactate dehydrogenase (LDH) and non-high-density lipoprotein cholesterol (non-HDL-C) levels. Transcriptome analysis showed that choline supplementation primarily induces genes related to cholesterol homeostasis, suggesting a significant impact on liver cholesterol synthesis. However, choline supplementation did not significantly alter the expression of fibrosis-related, choline metabolism-related, or epigenetics-related genes. This study provides novel insights into the role of choline in liver health and cholesterol metabolism, potentially informing treatments for liver fibrosis and related conditions."
    },
    {
      "pmid": "39265450",
      "title": "Maternal choline supplementation rescues early endosome pathology in basal forebrain cholinergic neurons in the Ts65Dn mouse model of Down syndrome and Alzheimer's disease.",
      "authors": [
        "Megan K Gautier",
        "Christy M Kelley",
        "Sang Han Lee",
        "Elliott J Mufson",
        "Stephen D Ginsberg"
      ],
      "journal": "Neurobiology of aging",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Individuals with DS develop Alzheimer's disease (AD) neuropathology, including endosomal-lysosomal system abnormalities and degeneration of basal forebrain cholinergic neurons (BFCNs). We investigated whether maternal choline supplementation (MCS) affects early endosome pathology within BFCNs using the Ts65Dn mouse model of DS/AD. Ts65Dn and disomic (2N) offspring from dams administered MCS were analyzed for endosomal pathology at 3-4 months or 10-12 months. Morphometric analysis of early endosome phenotype was performed on individual BFCNs using Imaris. The effects of MCS on the endosomal interactome were interrogated by relative co-expression (RCE) analysis. MCS effectively reduced age- and genotype-associated increases in early endosome number in Ts65Dn and 2N offspring, and prevented increases in early endosome size in Ts65Dn offspring. RCE revealed a loss of interactome cooperativity among endosome genes in Ts65Dn offspring that was restored by MCS. These findings demonstrate MCS rescues early endosome pathology, a driver of septohippocampal circuit dysfunction. The genotype-independent benefits of MCS on endosomal phenotype indicate translational applicability as an early-life therapy for DS as well as other neurodevelopmental/neurodegenerative disorders involving endosomal pathology.",
      "mesh_terms": [
        "Animals",
        "Alzheimer Disease",
        "Down Syndrome",
        "Endosomes",
        "Cholinergic Neurons",
        "Disease Models, Animal",
        "Choline",
        "Female",
        "Basal Forebrain",
        "Dietary Supplements",
        "Pregnancy",
        "Mice, Transgenic",
        "Mice",
        "Male"
      ]
    },
    {
      "pmid": "39241460",
      "title": "Nanocellulose separation from barley straw via ultrasound-assisted choline chloride - Formic acid deep eutectic solvent pretreatment and high-intensity ultrasonication.",
      "authors": [
        "Dileswar Pradhan",
        "Swarna Jaiswal",
        "Brijesh K Tiwari",
        "Amit K Jaiswal"
      ],
      "journal": "Ultrasonics sonochemistry",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aims at investigating the application of ultrasound assisted choline chloride (ChCl) - formic acid (FA) deep eutectic solvent (DES) pretreatment of Barley straw. In addition, the efficiency of a wet grinding followed by high intensity ultrasound (HIUS) treatment for production of cellulose nanofibers (CNF) has been evaluated. The DES (using ChCl: FA at 1:9 M ratio) treatment at 45 kHz ultrasound frequency and 3 h of treatment duration resulted in 84.68 ± 1.02 % and 82.96 ± 0.79 % of lignin and hemicellulose solubilisation, respectively. The purification of DES treated solid residue resulted in cellulose with more than 90 % purity. Further, 10 min of wet grinding followed by 40 min of HIUS treatment resulted in more than 80 % nano-fibrillation efficiency. The produced CNF had diameters less than 100 nm in number size distribution and type I cellulose structure. This study confirmed that the developed process offers a sustainable method for producing nanocellulose from agricultural waste.",
      "mesh_terms": [
        "Hordeum",
        "Formates",
        "Choline",
        "Cellulose",
        "Deep Eutectic Solvents",
        "Sonication",
        "Ultrasonic Waves"
      ]
    },
    {
      "pmid": "39237671",
      "title": "Choline-based ionic liquids enhance the dermal delivery of cyclosporine a for potential treatment of psoriasis.",
      "authors": [
        "Yang Li",
        "Qin Yu",
        "Yi Lu",
        "Yanyun Ma",
        "Jianping Qi",
        "Zhongjian Chen",
        "Quangang Zhu",
        "Wei Wu"
      ],
      "journal": "Drug delivery and translational research",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Psoriasis is a prevalent chronic disease affecting 2-3% of the global population. Cyclosporine A (CyA) has been widely used with great promise in the treatment of moderate to severe psoriasis despite various side effects associated with its systemic administration. Topical administration of CyA circumvents systemic side effects; however, the poor water solubility and large molecular weight of CyA pose challenges for dermal delivery. In this study, choline-based ionic liquids (ILs) were used to enhance the dermal delivery of CyA for the potential treatment of psoriasis. All four ILs tested significantly improved the solubility of CyA, which was greater than that of the control group with dimethyl sulfoxide (DMSO) as a solubilizer (20%, w/w). The saturated solubility of CyA in two of the ILs, choline geranate ([Ch][Ge]) and choline ricinoleate ([Ch][Ra]), reached more than 90 mg/mL, and the solubilization capability of the ILs except [Ch][Ci] was resistant to water dilution. The negligible change in CyA content determined by high-performance liquid chromatography and the secondary structure detected by circular dichroism spectroscopy confirmed the stability of CyA in the ILs. At 4 h in the in vitro penetration test, the amount of CyA retained in the skin in the IL groups was slightly greater than that in the control group (20% DMSO). The water content of the ILs significantly affected their penetration ability. When the water content increased from 10 to 70%, the dermal delivery of CyA first increased, peaked at a water content of 30%, and then decreased. The dermal delivery ability of [Ch][Ge] and [Ch][Ra] with a water content of 70% was still comparable to that of 20% DMSO. Moreover, CyA-loaded ILs (0.5%, w/w) significantly relieved the symptoms of psoriasis in an imiquimod (IMQ)-induced mouse model, and the levels of inflammatory factors, including tumor necrosis factor α, interleukin 22 and interleukin 17, in the affected area were reduced by 71.7%, 75.6%, and 89.3%, respectively. The IL tested, choline sorbate ([Ch][So]), showed low cytotoxicity to human immortalized epidermal cells (HaCaT). After 7 days of consecutive application, [Ch][So] did not cause significant irritation. In conclusion, ILs demonstrate promising potential for the dermal delivery of CyA for the treatment of psoriasis.",
      "mesh_terms": [
        "Ionic Liquids",
        "Choline",
        "Psoriasis",
        "Animals",
        "Cyclosporine",
        "Administration, Cutaneous",
        "Solubility",
        "Skin Absorption",
        "Mice",
        "Humans",
        "Skin",
        "Immunosuppressive Agents",
        "Mice, Inbred BALB C"
      ]
    },
    {
      "pmid": "39233932",
      "title": "Role of Magnetic Resonance Spectroscopy in Evaluating Choline Levels in Gallbladder Carcinoma: A Comprehensive Review.",
      "authors": [
        "Anjali Kumari",
        "Gaurav Mishra",
        "Pratapsingh Parihar",
        "Sakshi S Dudhe"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Gallbladder carcinoma (GBC) presents a significant clinical challenge due to its aggressive nature and often asymptomatic progression, resulting in late-stage diagnoses and a poor prognosis. Early detection and accurate staging are pivotal for improving patient outcomes, highlighting the critical role of advanced imaging techniques in oncological practice. Magnetic resonance spectroscopy (MRS) has emerged as a valuable non-invasive tool capable of assessing biochemical changes within tissues, including alterations in choline metabolism-a biomarker indicative of cell membrane turnover and proliferation. This review explores the application of MRS in evaluating choline levels in gallbladder carcinoma, synthesizing current literature to elucidate its potential in clinical settings. By analyzing studies investigating the correlation between choline levels detected via MRS and tumor characteristics, this review underscores MRS's role in enhancing diagnostic precision and guiding therapeutic decision-making. Moreover, it discusses the challenges and limitations associated with MRS in clinical practice alongside future research and technological advancement directions. Ultimately, integrating MRS into the diagnostic armamentarium for gallbladder carcinoma promises to improve early detection and treatment outcomes. This review provides insights into the evolving landscape of MRS in oncology, emphasizing its contribution to personalized medicine approaches aimed at optimizing patient care and management strategies for GBC."
    },
    {
      "pmid": "39206430",
      "title": "Maternal choline supplementation modulates cognition and induces anti-inflammatory signaling in the prefrontal cortices of adolescent rats exposed to maternal immune activation.",
      "authors": [
        "Cole King",
        "Bethany Plakke"
      ],
      "journal": "Brain, behavior, & immunity - health",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Maternal infection has long been described as a risk factor for neurodevelopmental disorders, especially autism spectrum disorders (ASD) and schizophrenia. Although many pathogens do not cross the placenta and infect the developing fetus directly, the maternal immune response to them is sufficient to alter fetal neurodevelopment, a phenomenon termed maternal immune activation (MIA). Low maternal choline is also a risk factor for neurodevelopmental disorders, and most pregnant people do not receive enough of it. In addition to its role in neurodevelopment, choline is capable of inducing anti-inflammatory signaling through a nicotinic pathway. Therefore, it was hypothesized that maternal choline supplementation would blunt the neurodevelopmental impact of MIA in offspring through long-term instigation of cholinergic anti-inflammatory signaling. To model MIA in rats, the viral mimetic polyinosinic:polycytidylic acid (poly(I:C)) was used to elicit a maternal antiviral innate immune response in dams both with and without choline supplementation. Offspring were reared to both early and late adolescent stages (postnatal days 28 and 50, respectively), where anxiety-related behaviors and cognition were examined. After behavioral testing, animals were euthanized, and their prefrontal cortices (PFCs) were collected for analysis. MIA offspring demonstrated sex-specific patterns of altered cognition and repetitive behaviors, which were modulated by maternal choline supplementation. Choline supplementation also bolstered anti-inflammatory signaling in the PFCs of MIA animals at both early and late adolescent stages. These findings suggest that maternal choline supplementation may be sufficient to blunt some of the behavioral and neurobiological impacts of inflammatory exposures in utero, indicating that it may be a cheap, safe, and effective intervention for neurodevelopmental disorders."
    },
    {
      "pmid": "39148614",
      "title": "Integrated transcriptome and metabolome analysis of salinity tolerance in response to foliar application of choline chloride in rice (Oryza sativa L.).",
      "authors": [
        "Jingxin Huo",
        "Minglong Yu",
        "Naijie Feng",
        "Dianfeng Zheng",
        "Rui Zhang",
        "Yingbin Xue",
        "Aaqil Khan",
        "Hang Zhou",
        "Wanqi Mei",
        "Xiaole Du",
        "Xuefeng Shen",
        "Liming Zhao",
        "Fengyan Meng"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Salt stress is a major abiotic stress that affects crop growth and productivity. Choline Chloride (CC) has been shown to enhance salt tolerance in various crops, but the underlying molecular mechanisms in rice remain unclear. METHODS: To investigate the regulatory mechanism of CC-mediated salt tolerance in rice, we conducted morpho-physiological, metabolomic, and transcriptomic analyses on two rice varieties (WSY, salt-tolerant, and HHZ, salt-sensitive) treated with 500 mg·L-1 CC under 0.3% NaCl stress. RESULTS: Our results showed that foliar application of CC improved morpho-physiological parameters such as root traits, seedling height, seedling strength index, seedling fullness, leaf area, photosynthetic parameters, photosynthetic pigments, starch, and fructose content under salt stress, while decreasing soluble sugar, sucrose, and sucrose phosphate synthase levels. Transcriptomic analysis revealed that CC regulation combined with salt treatment induced changes in the expression of genes related to starch and sucrose metabolism, the citric acid cycle, carbon sequestration in photosynthetic organs, carbon metabolism, and photosynthetic antenna proteins in both rice varieties. Metabolomic analysis further supported these findings, indicating that photosynthesis, carbon metabolism, and carbon fixation pathways were crucial in CC-mediated salt tolerance. DISCUSSION: The combined transcriptomic and metabolomic data suggest that CC treatment enhances rice salt tolerance by activating distinct transcriptional cascades and phytohormone signaling, along with multiple antioxidants and unique metabolic pathways. These findings provide a basis for further understanding the mechanisms of metabolite synthesis and gene regulation induced by CC in rice in response to salt stress, and may inform strategies for improving crop resilience to salt stress."
    },
    {
      "pmid": "39143698",
      "title": "Dysregulation of choline metabolism and therapeutic potential of citicoline in Huntington's disease.",
      "authors": [
        "Kuo-Hsuan Chang",
        "Mei-Ling Cheng",
        "Hsiang-Yu Tang",
        "Chung-Yin Lin",
        "Chiung-Mei Chen"
      ],
      "journal": "Aging cell",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Huntington's disease (HD) is associated with dysregulated choline metabolism, but the underlying mechanisms remain unclear. This study investigated the expression of key enzymes in this pathway in R6/2 HD mice and human HD postmortem brain tissues. We further explored the therapeutic potential of modulating choline metabolism for HD. Both R6/2 mice and HD patients exhibited reduced expression of glycerophosphocholine phosphodiesterase 1 (GPCPD1), a key enzyme in choline metabolism, in the striatum and cortex. The striatum of R6/2 mice also showed decreased choline and phosphorylcholine, and increased glycerophosphocholine, suggesting disruption in choline metabolism due to GPCPD1 deficiency. Treatment with citicoline significantly improved motor performance, upregulated anti-apoptotic Bcl2 expression, and reduced oxidative stress marker malondialdehyde in both brain regions. Metabolomic analysis revealed partial restoration of disrupted metabolic patterns in the striatum and cortex following citicoline treatment. These findings strongly suggest the role of GPCPD1 deficiency in choline metabolism dysregulation in HD. The therapeutic potential of citicoline in R6/2 mice highlights the choline metabolic pathway as a promising target for future HD therapies.",
      "mesh_terms": [
        "Huntington Disease",
        "Cytidine Diphosphate Choline",
        "Animals",
        "Mice",
        "Humans",
        "Choline",
        "Male",
        "Mice, Transgenic",
        "Female",
        "Disease Models, Animal",
        "Oxidative Stress",
        "Middle Aged"
      ]
    },
    {
      "pmid": "39107469",
      "title": "Functional roles of pantothenic acid, riboflavin, thiamine, and choline in adipocyte browning in chemically induced human brown adipocytes.",
      "authors": [
        "Yukimasa Takeda",
        "Ping Dai"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Aug-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Brown fat is a therapeutic target for the treatment of obesity-associated metabolic diseases. However, nutritional intervention strategies for increasing the mass and activity of human brown adipocytes have not yet been established. To identify vitamins required for brown adipogenesis and adipocyte browning, chemical compound-induced brown adipocytes (ciBAs) were converted from human dermal fibroblasts under serum-free and vitamin-free conditions. Choline was found to be essential for adipogenesis. Additional treatment with pantothenic acid (PA) provided choline-induced immature adipocytes with browning properties and metabolic maturation, including uncoupling protein 1 (UCP1) expression, lipolysis, and mitochondrial respiration. However, treatment with high PA concentrations attenuated these effects along with decreased glycolysis. Transcriptome analysis showed that a low PA concentration activated metabolic genes, including the futile creatine cycle-related thermogenic genes, which was reversed by a high PA concentration. Riboflavin treatment suppressed thermogenic gene expression and increased lipolysis, implying a metabolic pathway different from that of PA. Thiamine treatment slightly activated thermogenic genes along with decreased glycolysis. In summary, our results suggest that specific B vitamins and choline are uniquely involved in the regulation of adipocyte browning via cellular energy metabolism in a concentration-dependent manner.",
      "mesh_terms": [
        "Humans",
        "Riboflavin",
        "Pantothenic Acid",
        "Adipocytes, Brown",
        "Thiamine",
        "Choline",
        "Uncoupling Protein 1",
        "Lipolysis",
        "Energy Metabolism",
        "Thermogenesis",
        "Adipogenesis",
        "Glycolysis",
        "Cells, Cultured",
        "Mitochondria"
      ]
    },
    {
      "pmid": "39099798",
      "title": "Comparative in silico analysis of CNS-active molecules targeting the blood-brain barrier choline transporter for Alzheimer's disease therapy.",
      "authors": [
        "Sergey Shityakov",
        "Carola Y Förster",
        "Ekaterina Skorb"
      ],
      "journal": "In silico pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: This study investigated the blood‒brain barrier (BBB) permeability of the central nervous system (CNS)-active compounds donepezil (DON), methionine (MET), and memantine (MEM) by employing a comprehensive in silico approach. These compounds are of particular interest for Alzheimer's disease (AD) therapy. Rigid-flexible molecular docking simulations indicated favorable binding affinities of all the compounds with BBB-ChT, with DON exhibiting the highest binding affinity (ΔGbind = -10.26 kcal/mol), predominantly mediated by significant hydrophobic interactions. In silico kinetic profiling suggested the stability of the DON/BBB-ChT complex, with ligand release prompted by conformational changes. 3D molecular alignment corroborated a minor conformational shift for DON in its minimal binding energy pose. Predictions indicated that active transport mechanisms notably enhance the brain distribution of donepezil compared to that of MET and MEM. Additionally, DON and MEM exhibited low mutagenic probabilities, while MET was identified as highly mutagenic. Overall, these findings highlight the potential of donepezil for superior BBB penetration, primarily through active transport mechanisms, underscoring the need for further validation through in vitro and in vivo studies for effective AD treatment. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s40203-024-00245-w."
    },
    {
      "pmid": "39094920",
      "title": "Choline and geranate ionic liquid for subgingival biofilm control.",
      "authors": [
        "Chunyang Yan",
        "Mayuka Nakajima",
        "Mayumi Ikeda-Imafuku",
        "Mayuko Yanagawa",
        "Manabu Hayatsu",
        "Tatsuya Fukuta",
        "Shinsuke Shibata",
        "Samir Mitragotri",
        "Koichi Tabeta"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2024-Sep-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Periodontitis is a chronic inflammatory disease that causes destruction of the periodontium and eventual tooth loss. The priority in the periodontal treatment is to remove the subgingival biofilm. Chemical removal of biofilms using antimicrobial agents has been applied in clinical practice. However, their clinical effect is still limited because the agents must overcome biofilm's significant drug tolerance, which is primarily caused by the extracellular matrix, a physical barrier that attenuates drug diffusion. This study aimed to study the use of ionic liquids (ILs), a new class of biocompatible materials, for controlling subgingival biofilms because of their excellent permeability. Choline and geranate (CAGE) IL was tested for its highly potent antiseptic behavior and permeability. Antibacterial tests revealed that the significant efficacy of CAGE against periodontopathic microorganisms was derived from their ability to destroy cell membrane, as demonstrated by membrane permeability assay and transmission electron microscopy imaging. Antibiofilm tests using two pathogenic biofilm models revealed that CAGE exerted efficacy against the biofilm-embedded bacteria, conspicuously neutralized the biofilms, and eventually destroyed the biofilm structure. Furthermore, the penetration of CAGE into the biofilm was visually confirmed using confocal laser scanning microscopy. This study highlighted the potential of CAGE as a powerful antibiofilm therapeutic.",
      "mesh_terms": [
        "Biofilms",
        "Choline",
        "Ionic Liquids",
        "Anti-Bacterial Agents",
        "Periodontitis",
        "Cell Membrane Permeability"
      ]
    },
    {
      "pmid": "39082074",
      "title": "Correlation of PSA blood levels with standard uptake value maximum (SUV max ) and total metabolic tumor volume (TMTV) in 18F-PSMA-1007 and 18F-choline PET/CT in patients with biochemically recurrent prostate cancer.",
      "authors": [
        "Vasiliki Fragkiadaki",
        "Emmanouil Panagiotidis",
        "Evaggelia Vlontzou",
        "Theodoros Kalathas",
        "Anna Paschali",
        "Charalampos Kypraios",
        "Vasiliki Chatzipavlidou",
        "Ioannis Datseris"
      ],
      "journal": "Nuclear medicine communications",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: In this prospective study, we investigated the correlation between prostate-specific antigen (PSA) levels in the blood of patients with prostate cancer in biochemical recurrence after radical treatment with the semiquantitative parameters standard uptake value maximum (SUV max ) and the total metabolic tumor volume (TMTV) in the metastatic foci depicted in 18F-prostate-specific membrane antigen (PSMA)-1007 and 18F-choline PET/computed tomography (CT) imaging. METHODS: We prospectively examined 104 patients with biochemical relapse of prostate cancer after primary definitive treatment. All patients underwent one 18F-PSMA-1007 and one 18F-choline PET/CT examination in randomized order within a time frame of 10 days and were followed for at least 6 months (182 ± 10 days). The semiquantitative parameters of SUV max and metabolic tumor volume (MTV) of each neoplastic lesion in PET/CT imaging were calculated, and further summation of each MTV value was done to calculate the TMTV. RESULTS: According to the Spearman correlation analysis, a positive correlation was found between PSA levels and SUV max and TMTV scores in the metastatic foci of 18F-PSMA-1007 PET/CT ( r  = 0.24 and 0.35, respectively; P  < 0.05) and SUV max in the lesions of 18F-choline PET/CT ( r  = 0.28; P  < 0.0239). However, a positive but NS correlation was demonstrated between values of PSA and TMTV for each lesion in the 18F-choline PET/CT study ( r  = 0.22; P  = 0.0795). The detection rate of the different PSA levels with a cutoff of 1 ng/ml was higher for 18F-PSMA-1007 than 18F-choline. CONCLUSION: In biochemical relapse patients there is a positive correlation between PSA levels in the blood and the semiquantitative parameters SUV max and TMTV of the metastatic foci in the 18F-PSMA-1007 and 18F-Choline PET/CT imaging.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Positron Emission Tomography Computed Tomography",
        "Choline",
        "Prostatic Neoplasms",
        "Aged",
        "Prostate-Specific Antigen",
        "Middle Aged",
        "Tumor Burden",
        "Niacinamide",
        "Fluorine Radioisotopes",
        "Recurrence",
        "Oligopeptides",
        "Aged, 80 and over",
        "Biological Transport",
        "Prospective Studies"
      ]
    },
    {
      "pmid": "39077444",
      "title": "Influence of supplemental choline on milk yield, fatty acid profile, and weight changes in postpartum ewes and their offspring.",
      "authors": [
        "María M Crosby-Galvan",
        "German D Mendoza",
        "Pedro A Hernández-García",
        "José Antonio Martínez-García",
        "Anayeli Vázquez-Valladolid",
        "Rubén Oswaldo Cifuentes-López",
        "Héctor A Lee-Rangel"
      ],
      "journal": "Veterinary world",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIM: The most intensive nutritional requirements occur during milk production's peak. Ewe milk contains more protein and fat than cow milk. The nutritional factors significantly determine the composition. The liver undergoes high stress during lactation but is relieved by essential nutrients. Choline acts metabolically as a lipotrope. This compound functions in cell structure construction, maintenance, and acetylcholine synthesis. The animal nutrition industry provides choline from various sources, such as synthetic and natural kinds. This study evaluated the influence of two distinct choline sources on dairy ewes' peripartum and postpartum milk production, composition, and offspring growth. MATERIALS AND METHODS: Twenty-four Rambouillet ewes, each weighing around 63.7 ± 1.7 kg, aged three with two previous births, spent 30-day pre-partum and post-partum in individual pens (2 × 2 m). They were given different experimental treatments 30 days before and after birth according to a randomized design; no choline (a), 4 g/day rumen-protected choline (RPC) (b), or 4 g/day thiocholine (c). Milk samples for milk composition and long-chain fatty acid (FA) analysis were taken every 30 days during milk collection. RESULTS: Significant differences (p < 0.05) in ewe body weight, lamb birth weight, and 30-day-old lamb body weight were observed at lambing and on day 30 of lactation due to choline treatment. Milk yield was significantly higher (1.57 kg/day) compared to the control (1.02 kg/day) and RPC (1.39 kg/day), due to the herbal choline source. There was no significant difference in the milk's protein, lactose, fat, non-fat solids, and total milk solids content between the treatments. Herbal choline lowers (p < 0.05) the concentrations of caproic, caprylic, capric, lauric, and myristic acids while boosting (p < 0.05) those of oleic and cis-11-eicosenoic acid, the changes influencing long-chain FA levels (p < 0.05). CONCLUSION: Providing choline from both sources to ewes enhanced milk production and body weight at lambing and on 30-day post-lambing. The herbal choline supplement altered short-chain milk FAs, while representative concentration pathways affected medium-chain ones."
    },
    {
      "pmid": "38988696",
      "title": "Disseminated Carcinomatosis of the Bone Marrow from Castration-Resistant Prostate Cancer Revealed by Choline Positron Emission Tomography-Computed Tomography.",
      "authors": [
        "Kazuhiro Kitajima",
        "Shingo Yamamoto",
        "Akihiro Kanematsu",
        "Masato Tomono",
        "Sayuri Nishimoto",
        "Reona Wada",
        "Miyu Hirayama",
        "Jyunpei Kitamoto",
        "Kiyoshi Takagaki",
        "Norihiro Kuroda",
        "Takako Kihara",
        "Koichiro Yamakado"
      ],
      "journal": "Case reports in oncology",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Disseminated carcinomatosis of the bone marrow is caused by cancer metastasis to the bone marrow and is the diagnosis is very difficult by imaging. CASE PRESENTATION: We report a 75-year-old male with disseminated carcinomatosis of the bone marrow from castration-resistant prostate cancer revealed by 11C-choline positron emission tomography-computed tomography (PET/CT). Although he already received radiotherapy to the prostate, combined androgen blockade, enzalutamide and apalutamide, and external beam radiotherapy for the pelvic bone metastases, serum prostate-specific antigen (PSA) value rapidly increased from 32 ng/mL to 104 ng/mL in recent 1 month. Bone scintigraphy showed almost no abnormal uptake in the whole body, whereas 11C-choline PET/CT showed diffuse bone marrow 11C-choline uptake. The disseminated carcinomatosis of the bone marrow was diagnosed from the discordant findings between bone scintigraphy and 11C-choline PET/CT examinations and confirmed pathologically by iliac marrow biopsy pathologically. Although docetaxel therapy was started, PSA value continued rising and he died after 4 months of the diagnosis. CONCLUSION: The discordant findings of choline PET/CT and bone scintigraphy can diagnose disseminated carcinomatosis of the bone marrow from prostate cancer."
    },
    {
      "pmid": "38979214",
      "title": "Single-cell atlas of ABCA7 loss-of-function reveals impaired neuronal respiration via choline-dependent lipid imbalances.",
      "authors": [
        "Djuna von Maydell",
        "Shannon Wright",
        "Julia Maeve Bonner",
        "Colin Staab",
        "Andrea Spitaleri",
        "Liwang Liu",
        "Ping-Chieh Pao",
        "Chung Jong Yu",
        "Aine Ni Scannail",
        "Mingpei Li",
        "Carles A Boix",
        "Hansruedi Mathys",
        "Guillaume Leclerc",
        "Gloria Suella Menchaca",
        "Gwyneth Welch",
        "Agnese Graziosi",
        "Noelle Leary",
        "George Samaan",
        "Manolis Kellis",
        "Li-Huei Tsai"
      ],
      "journal": "bioRxiv : the preprint server for biology",
      "publication_date": "2024-Jun-28",
      "publication_types": [
        "Journal Article",
        "Preprint"
      ],
      "abstract": "Loss-of-function (LoF) variants in the lipid transporter ABCA7 significantly increase the risk of Alzheimer's disease (odds ratio ∼2), yet the pathogenic mechanisms and the neural cell types affected by these variants remain largely unknown. Here, we performed single-nuclear RNA sequencing of 36 human post-mortem samples from the prefrontal cortex of 12 ABCA7 LoF carriers and 24 matched non-carrier control individuals. ABCA7 LoF was associated with gene expression changes in all major cell types. Excitatory neurons, which expressed the highest levels of ABCA7, showed transcriptional changes related to lipid metabolism, mitochondrial function, cell cycle-related pathways, and synaptic signaling. ABCA7 LoF-associated transcriptional changes in neurons were similarly perturbed in carriers of the common AD missense variant ABCA7 p.Ala1527Gly (n = 240 controls, 135 carriers), indicating that findings from our study may extend to large portions of the at-risk population. Consistent with ABCA7's function as a lipid exporter, lipidomic analysis of isogenic iPSC-derived neurons (iNs) revealed profound intracellular triglyceride accumulation in ABCA7 LoF, which was accompanied by a relative decrease in phosphatidylcholine abundance. Metabolomic and biochemical analyses of iNs further indicated that ABCA7 LoF was associated with disrupted mitochondrial bioenergetics that suggested impaired lipid breakdown by uncoupled respiration. Treatment of ABCA7 LoF iNs with CDP-choline (a rate-limiting precursor of phosphatidylcholine synthesis) reduced triglyceride accumulation and restored mitochondrial function, indicating that ABCA7 LoF-induced phosphatidylcholine dyshomeostasis may directly disrupt mitochondrial metabolism of lipids. Treatment with CDP-choline also rescued intracellular amyloid β -42 levels in ABCA7 LoF iNs, further suggesting a link between ABCA7 LoF metabolic disruptions in neurons and AD pathology. This study provides a detailed transcriptomic atlas of ABCA7 LoF in the human brain and mechanistically links ABCA7 LoF-induced lipid perturbations to neuronal energy dyshomeostasis. In line with a growing body of evidence, our study highlights the central role of lipid metabolism in the etiology of Alzheimer's disease."
    },
    {
      "pmid": "38974960",
      "title": "Bao-Gan-Xiao-Zhi-Wan Treatment Attenuates Methionine-choline-deficient Diet-induced Metabolic Dysfunction-associated Steatohepatitis in Rats by Modulating the NF-κB Signal Pathway and Autophagy.",
      "authors": [
        "Liming Zhou",
        "Xiaobin Zeng",
        "Xiaofang Wei",
        "Wanying Shen",
        "Jie Yao",
        "Weigang Wu",
        "Lanlan Ge",
        "Boping Zhou"
      ],
      "journal": "Journal of clinical and translational hepatology",
      "publication_date": "2024-Jun-28",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "38936270",
      "title": "Simultaneous determination of choline, L-carnitine, betaine, trimethylamine, trimethylamine N-oxide, and creatinine in plasma, liver, and feces of hyperlipidemic rats by UHPLC-MS/MS.",
      "authors": [
        "Changqian Xu",
        "Min Zhang",
        "Shuo Zhang",
        "Pengjiao Wang",
        "Chencen Lai",
        "Duo Meng",
        "Zhiyu Chen",
        "Xinxin Yi",
        "Xiuli Gao"
      ],
      "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
      "publication_date": "2024-Aug-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Due to the close correlation between choline, L-carnitine, betaine and their intestinal microbial metabolites, including trimethylamine (TMA) and trimethylamine N-oxide (TMAO), and creatinine, there has been an increasing interest in the study of these compounds in vivo. METHODS: In this study, a rapid stable isotope dilution (SID)-UHPLC-MS/MS method was developed for the simultaneous determination of choline, L-carnitine, betaine, TMA, TMAO and creatinine in plasma, liver and feces of rats. The method was validated using quality control (QC) samples spiked at low, medium and high levels. Second, we applied the method to quantify the effects of Rosa Roxburghii Tratt juice (RRTJ) on plasma, liver, and fecal levels of choline, L-carnitine, betaine, TMA, TMAO, and creatinine in high-fat diet-induced hyperlipidemic rats, demonstrating the utility of the method. RESULTS: The limits of detection (LOD) were 0.04-0.027 µM and the limits of quantification (LOQ) were 0.009-0.094 µM. The linear ranges for each metabolite in plasma were choline1.50-96 µM; L-carnitine: 2-128 µM; betaine: 3-192 µM; TMA: 0.01-40.96 µM; TMAO: 0.06-61.44 µM and creatinine: 1-64 µM (R2 ≥ 0.9954). The linear ranges for each metabolite in liver were Choline: 12-768 µM; L-carnitine: 1.5-96 µM; betaine: 10-640 µM; TMA: 0.5-32 µM; TMAO: 0.02-81.92 µM and creatinine: 0.2-204.8 µM (R2 ≥ 0.9938). The linear ranges for each metabolite in feces were choline: 1.5-96 µM; L-carnitine: 0.01-40.96 µM; Betaine: 1.5-96 µM; TMA: 1-64 µM; TMAO: 0.02-81.92 µM and Creatinine: 0.02-81.92 µM (R2 ≥ 0.998). The intra-day and inter-day coefficients of variation were < 8 % for all analytes. The samples were stabilized after multiple freeze-thaw cycles (3 freeze-thaw cycles), 24 h at room temperature, 24 h at 4 °C and 20 days at -80 °C. The samples were stable. The average recovery was 89 %-99 %. This method was used to quantify TMAO and its related metabolites and creatinine levels in hyperlipidemic rats. The results showed that high-fat diet led to the disorder of TMAO and its related metabolites and creatinine in rats, which was effectively improved after the intervention of Rosa Roxburghii Tratt juice（RRTJ）. CONCLUSIONS: A method for the determination of choline, L-carnitine, betaine, TMA, TMAO and creatinine in plasma, liver and feces samples was established, which is simple, time-saving, high precision, accuracy and recovery.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Methylamines",
        "Tandem Mass Spectrometry",
        "Chromatography, High Pressure Liquid",
        "Feces",
        "Choline",
        "Carnitine",
        "Male",
        "Liver",
        "Creatinine",
        "Limit of Detection",
        "Hyperlipidemias",
        "Betaine",
        "Rats, Sprague-Dawley",
        "Linear Models",
        "Reproducibility of Results",
        "Fruit and Vegetable Juices"
      ]
    },
    {
      "pmid": "38929542",
      "title": "Effect of Treatment of the Cholinergic Precursor Choline Alphoscerate in Mild Cognitive Dysfunction: A Randomized Controlled Trial.",
      "authors": [
        "Anna Carotenuto",
        "Vincenzo Andreone",
        "Francesco Amenta",
        "Enea Traini"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2024-Jun-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background and Objectives: The focus on mild cognitive dysfunction in adults is of great interest, given the risk of worsening and conversion to dementia. Cognitive dysfunctions are characterized by a decrease in the weight and volume of the brain, due to cortical atrophy, with a widening of the grooves and flattening of the convolutions. Brain atrophy that mainly involves the hippocampus is related to the progression of cognitive impairment and the conversion from mild cognitive dysfunction to dementia. Currently, there is no treatment for MCI. Results from a trial on Alzheimer's disease (ASCOMALVA trial) suggest that a sustained cholinergic challenge can slow the progression of brain atrophy typical of Alzheimer's disease associated with vascular damage. This study intends to evaluate the efficacy of choline alphoscerate in patients with mild cognitive impairment (MCI) and associated vascular damage, in stabilizing and/or slowing brain atrophy typical of adult-onset cognitive dysfunction, and in improving and/or slowing the progression of cognitive and behavioral symptoms associated with MCI. Materials and Methods: This randomized controlled trial will recruit 60 patients that will be evaluated and randomized in a 1:1 ratio to receive choline alphoscerate (1200 mg/day) or placebo, for 12 months. Analyses will be carried out using SPSS vesion No 26 the Statistician in charge of this study, with the statistical significance level chosen as 0.05. Discussion: This trial may provide evidence about the efficacy of treatment with the cholinergic precursor choline alphoscerate in patients with mild cognitive dysfunction. The results of this study will be published in peer-reviewed journals. Registration: EudraCT number: 2020-000576-38.",
      "mesh_terms": [
        "Humans",
        "Cognitive Dysfunction",
        "Glycerylphosphorylcholine",
        "Male",
        "Female",
        "Aged",
        "Middle Aged",
        "Cholinergic Agents",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "38929185",
      "title": "A Novel Antioxidant, Hydrogen-Rich Coral Calcium Alters Gut Microbiome and Bile Acid Synthesis to Improve Methionine-and-Choline-Deficient Diet-Induced Non-Alcoholic Fatty Liver Disease.",
      "authors": [
        "Hung-Tsung Wu",
        "Chin-Shiang Tsai",
        "Ting-Hsing Chao",
        "Horng-Yih Ou",
        "Liang-Miin Tsai"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Jun-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The prevalence of non-alcoholic fatty liver disease (NAFLD) has dramatically increased in recent years, and it is highly associated with metabolic diseases, as well as the development of hepatocellular carcinoma. However, effective therapeutic strategies for the treatment of NAFLD are still scarce. Although hydrogen-rich water shows beneficial effects for hepatic steatosis, the inconvenience limits the application of this antioxidant. In light of this, hydrogen-rich coral calcium (HRCC) was developed due to its convenience and quantifiable characteristics. However, the effects of HRCC on NAFLD are still unknown. In the present study, we found that HRCC treatment improved methionine-and-choline-deficient diet (MCD)-induced hepatic steatosis, increased aspartate aminotransferase and alanine aminotransferase levels, and elevated hepatic inflammatory factor expressions in mice. In addition to the increased expressions of antioxidative enzymes, we found that HRCC increased the expressions of bile acid biosynthesis-related genes, including Cyp8b1 and Cyp27a1. Increased hepatic bile acid contents, such as muricholic acids, 23 nor-deoxycholic acid, glycoursodeoxycholic acid, and cholic acids, were also confirmed in MCD mice treated with HRCC. Since the biogenesis of bile acids is associated with the constitution of gut microbiome, the alterations in gut microbiome by HRCC were evaluated. We found that HRCC significantly changed the constitution of gut microbiome in MCD mice and increased the contents of Anaerobacterium, Acutalibacter, Anaerosacchariphilus, and Corynebacterium. Taken together, HRCC improved MCD-induced NAFLD through anti-inflammatory mechanisms and by increasing antioxidative activities. Additionally, HRCC might alter gut microbiome to change hepatic bile acid contents, exerting beneficial effects for the treatment of NAFLD."
    },
    {
      "pmid": "38928679",
      "title": "ML Models Built Using Clinical Parameters and Radiomic Features Extracted from 18F-Choline PET/CT for the Prediction of Biochemical Recurrence after Metastasis-Directed Therapy in Patients with Oligometastatic Prostate Cancer.",
      "authors": [
        "Luca Urso",
        "Corrado Cittanti",
        "Luigi Manco",
        "Naima Ortolan",
        "Francesca Borgia",
        "Antonio Malorgio",
        "Giovanni Scribano",
        "Edoardo Mastella",
        "Massimo Guidoboni",
        "Antonio Stefanelli",
        "Alessandro Turra",
        "Mirco Bartolomei"
      ],
      "journal": "Diagnostics (Basel, Switzerland)",
      "publication_date": "2024-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Oligometastatic patients at [18F]F-Fluorocholine (18F-choline) PET/CT may be treated with metastasis-directed therapy (MDT). The aim of this study was to combine radiomic parameters extracted from 18F-choline PET/CT and clinical data to build machine learning (ML) models able to predict MDT efficacy. METHODS: Oligorecurrent patients (≤5 lesions) at 18F-choline PET/CT and treated with MDT were collected. A per-patient and per-lesion analysis was performed, using 2-year biochemical recurrence (BCR) after MDT as the standard of reference. Clinical parameters and radiomic features (RFts) extracted from 18F-choline PET/CT were used for training five ML Models for both CT and PET images. The performance metrics were calculated (i.e., Area Under the Curve-AUC; Classification Accuracy-CA). RESULTS: A total of 46 metastases were selected and segmented in 29 patients. BCR after MDT occurred in 20 (69%) patients after 2 years of follow-up. In total, 73 and 33 robust RFTs were selected from CT and PET datasets, respectively. PET ML Models showed better performances than CT Models for discriminating BCR after MDT, with Stochastic Gradient Descent (SGD) being the best model (AUC = 0.95; CA = 0.90). CONCLUSION: ML Models built using clinical parameters and CT and PET RFts extracted via 18F-choline PET/CT can accurately predict BCR after MDT in oligorecurrent PCa patients. If validated externally, ML Models could improve the selection of oligorecurrent PCa patients for treatment with MDT."
    },
    {
      "pmid": "38911213",
      "title": "Choline suppresses hepatocellular carcinoma progression by attenuating AMPK/mTOR-mediated autophagy via choline transporter SLC5A7 activation.",
      "authors": [
        "Chen Wang",
        "Zhao-Yan Liu",
        "Wen-Ge Huang",
        "Zhi-Jun Yang",
        "Qiu-Ye Lan",
        "Ai-Ping Fang",
        "Meng-Jun Hou",
        "Xiao-Lin Luo",
        "Yao-Jun Zhang",
        "Si Chen",
        "Hui-Lian Zhu"
      ],
      "journal": "Hepatobiliary surgery and nutrition",
      "publication_date": "2024-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hepatocellular carcinoma (HCC) is one of the leading causes of cancer-associated death. Emerging evidence suggests that autophagy plays a critical role in HCC tumorigenesis, metastasis, and prognosis. Choline is an essential nutrient related to prolonged survival and reduced risk of HCC. However, it remains unclear whether this phenomenon is mediated by autophagy. METHODS: Two HCC cell lines (HUH-7 and Hep3B) were used in the present study. Cell growth was evaluated by cell counting kit 8 (CCK-8), colony formation, and in vivo mouse xenografts assays. Cell motility was calculated by wound healing and transwell assays. Autophagosomes were measured by transmission electron microscope (TEM), and autophagy flux was detected by mRFP-GFP-labeled LC3 protein. The mRNA level of genes was measured by quantitative real-time polymerase chain reaction (qRT-PCR). The protein levels were detected by Western blotting (WB). RESULTS: We found that choline inhibited the proliferation, migration, and invasion of HCC cells by downregulating autophagy in vitro and in vivo. Upregulated expression of the solute carrier family 5 member 7 (SLC5A7), a specific choline transporter, correlated with better HCC prognosis. We further discovered that choline could promote SLC5A7 expression, upregulate cytoplasm p53 expression to impair the AMPK/mTOR pathway, and attenuate autophagy. Finally, we found that choline acted synergistically with sorafenib to attenuate HCC development in vitro and in vivo. CONCLUSIONS: Our findings provide novel insights into choline-mediated autophagy in HCC, providing the foothold for its future application in HCC treatment."
    },
    {
      "pmid": "38901641",
      "title": "Modulation of choline and lactate metabolism by basic fibroblast growth factor mitigates neuroinflammation in type 2 diabetes: Insights from 1H-NMR metabolomics analysis.",
      "authors": [
        "Yali Wu",
        "Xinyi Wang",
        "Wenli Zhang",
        "Jun Fu",
        "Kaidong Jiang",
        "Yuying Shen",
        "Chen Li",
        "Hongchang Gao"
      ],
      "journal": "Neuropharmacology",
      "publication_date": "2024-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Type 2 diabetes (T2D), a chronic metabolic disease, occurs brain dysfunction accompanied with neuroinflammation and metabolic disorders. The neuroprotective effects of the basic fibroblast growth factor (bFGF) have been well studied. However, the mechanism underlying the anti-inflammatory effects of bFGF remains elusive. METHODS: In this study, db/db mice were employed as an in vivo model, while high glucose (HG)-induced SY5Y cells and LPS-induced BV2 cells were used as in vitro models. Liposomal transfection of MyD88 DNA plasmid was used for MyD88-NF-κB pathway studies. And western blotting, flow cytometry and qPCR were employed. 1H-NMR metabolomics was used to find out metabolic changes. RESULTS: bFGF mitigated neuroinflammatory and metabolic disorders by inhibiting cortical inflammatory factor secretion and microglia hyperactivation in the cortex of db/db mice. Also, bFGF was observed to inhibit the MyD88-NF-κB pathway in high glucose (HG)-induced SY5Y cells and LPS-induced BV2 cells in in vitro experiments. Moreover, the 1H-NMR metabolomics results showed that discernible disparities between the cortical metabolic profiles of bFGF-treated db/db mice and their untreated counterparts. Notably, excessive lactate and choline deficiency attenuated the anti-inflammatory protective effect of bFGF in SY5Y cells. CONCLUSION: bFGF ameliorates neuroinflammation in db/db mice by inhibiting the MyD88-NF-kB pathway. This finding expands the potential application of bFGF in the treatment of neuroinflammation-related cognitive dysfunction.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Metabolomics",
        "Fibroblast Growth Factor 2",
        "Neuroinflammatory Diseases",
        "Diabetes Mellitus, Type 2",
        "Choline",
        "Lactic Acid",
        "Male",
        "Myeloid Differentiation Factor 88",
        "Microglia",
        "Proton Magnetic Resonance Spectroscopy",
        "Humans",
        "Mice, Inbred C57BL",
        "NF-kappa B",
        "Neuroprotective Agents",
        "Cell Line, Tumor"
      ]
    },
    {
      "pmid": "38900416",
      "title": "F18-Choline PET/CT or MIBI SPECT/CT in the Surgical Management of Primary Hyperparathyroidism: A Diagnostic Randomized Clinical Trial.",
      "authors": [
        "Elske Quak",
        "Audrey Lasne-Cardon",
        "Marie Cavarec",
        "Barbara Lireux",
        "Vianney Bastit",
        "Nathalie Roudaut",
        "Pierre-Yves Salaun",
        "Nathalie Keromnes",
        "Gaël Potard",
        "Patricia Vaduva",
        "Annabelle Esvant",
        "Franck Jegoux",
        "Olivier de Crouy-Chanel",
        "Anne Devillers",
        "Clémence Guery",
        "Charline Lasnon",
        "Renaud Ciappuccini",
        "Bérénice Legrand",
        "Adrien Estienne",
        "François Christy",
        "Jean-Michel Grellard",
        "Stéphane Bardet",
        "Bénédicte Clarisse"
      ],
      "journal": "JAMA otolaryngology-- head & neck surgery",
      "publication_date": "2024-Aug-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study",
        "Clinical Trial, Phase III",
        "Comparative Study"
      ],
      "abstract": "IMPORTANCE: Whether F18-choline (FCH) positron emission tomographic (PET)/computed tomographic (CT) scan can replace Tc99m-sestaMIBI (MIBI) single-photon emission (SPE)CT/CT as a first-line imaging technique for preoperative localization of parathyroid adenomas (PTA) in patients with primary hyperparathyroidism (PHPT) is unclear. OBJECTIVE: To compare first-line FCH PET/CT vs MIBI SPECT/CT for optimal care in patients with PHPT needing parathyroidectomy and to compare the proportions of patients in whom the first-line imaging method resulted in successful minimally invasive parathyroidectomy (MIP) and normalization of calcemia 1 month after surgery. DESIGN, SETTING, AND PARTICIPANTS: A French multicenter randomized open diagnostic intervention phase 3 trial was conducted. Patients were enrolled from November 2019 to May 2022 and participated up to 6 months after surgery. The study included adults with PHPT and an indication for surgical treatment. Patients with previous parathyroid surgery or multiple endocrine neoplasia type 1 (MEN1) were ineligible. INTERVENTIONS: Patients were assigned in a 1:1 ratio to receive first-line FCH PET/CT (FCH1) or MIBI SPECT/CT (MIBI1). In the event of negative or inconclusive first-line imaging, they received second-line FCH PET/CT (FCH2) after MIBI1 or MIBI SPECT/CT (MIBI2) after FCH1. All patients underwent surgery under general anesthesia within 12 weeks following the last imaging. Clinical and biologic (serum calcemia and parathyroid hormone levels) assessments were performed 1 and 6 months after surgery. MAIN OUTCOMES AND MEASURES: The primary outcome was a true-positive first-line imaging-guided MIP combined with uncorrected serum calcium levels of 2.55 mmol/l or less 1 month after surgery, corresponding to the local upper limit of normality. RESULTS: Overall, 57 patients received FCH1 (n = 29) or MIBI1 (n = 28). The mean (SD) age of patients was 62.8 (12.5) years with 15 male (26%) and 42 female (74%) patients. Baseline patient characteristics were similar between groups. Normocalcemia at 1 month after positive first-line imaging-guided MIP was observed in 23 of 27 patients (85%) in the FCH1 group and 14 of 25 patients (56%) in the MIBI1 group. Sensitivity was 82% (95% CI, 62%-93%) and 63% (95% CI, 42%-80%) for FCH1 and MIBI1, respectively. Follow-up at 6 months with biochemical measures was available in 43 patients, confirming that all patients with normocalcemia at 1 month after surgery still had it at 6 months. No adverse events related to imaging and 4 adverse events related to surgery were reported. CONCLUSIONS: This randomized clinical trial found that first-line FCH PET/CT is a suitable and safe replacement for MIBI SPECT/CT. FCH PET/CT leads more patients with PHPT to correct imaging-guided MIP and normocalcemia than MIBI SPECT/CT thanks to its superior sensitivity. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT04040946.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Hyperparathyroidism, Primary",
        "Middle Aged",
        "Technetium Tc 99m Sestamibi",
        "Positron Emission Tomography Computed Tomography",
        "Parathyroidectomy",
        "Choline",
        "Radiopharmaceuticals",
        "Aged",
        "Fluorine Radioisotopes",
        "Parathyroid Neoplasms",
        "Adenoma"
      ]
    },
    {
      "pmid": "38892381",
      "title": "Longitudinal Analysis of Mitochondrial Function in a Choline-Deficient L-Amino Acid-Defined High-Fat Diet-Induced Metabolic Dysfunction-Associated Steatohepatitis Mouse Model.",
      "authors": [
        "Akiko Yamada",
        "Akira Watanabe",
        "Atsushi Nara",
        "Naozumi Ishimaru",
        "Kosuke Maeda",
        "Yusuke Ido",
        "Kazumasa Kotake",
        "Masatake Asano",
        "Yasuo Shinohara",
        "Takenori Yamamoto"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Jun-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic dysfunction-associated fatty liver disease (MAFLD) is one of the most common chronic liver diseases worldwide. Some patients with MAFLD develop metabolic dysfunction-associated steatohepatitis (MASH), which can lead to severe liver fibrosis. However, the molecular mechanisms underlying this progression remain unknown, and no effective treatment for MASH has been developed so far. In this study, we performed a longitudinal detailed analysis of mitochondria in the livers of choline-deficient, methionine-defined, high-fat-diet (CDAHFD)-fed mice, which exhibited a MASH-like pathology. We found that FoF1-ATPase activity began to decrease in the mitochondria of CDAHFD-fed mice prior to alterations in the activity of mitochondrial respiratory chain complex, almost at the time of onset of liver fibrosis. In addition, the decrease in FoF1-ATPase activity coincided with the accelerated opening of the mitochondrial permeability transition pore (PTP), for which FoF1-ATPase might be a major component or regulator. As fibrosis progressed, mitochondrial permeability transition (PT) induced in CDAHFD-fed mice became less sensitive to cyclosporine A, a specific PT inhibitor. These results suggest that episodes of fibrosis might be related to the disruption of mitochondrial function via PTP opening, which is triggered by functional changes in FoF1-ATPase. These novel findings could help elucidate the pathogenesis of MASH and lead to the development of new therapeutic strategies.",
      "mesh_terms": [
        "Animals",
        "Diet, High-Fat",
        "Mice",
        "Disease Models, Animal",
        "Choline Deficiency",
        "Male",
        "Fatty Liver",
        "Mitochondrial Permeability Transition Pore",
        "Mitochondria, Liver",
        "Choline",
        "Mice, Inbred C57BL",
        "Liver Cirrhosis",
        "Amino Acids",
        "Mitochondria",
        "Methionine"
      ]
    },
    {
      "pmid": "38882501",
      "title": "Water Purification Using Choline-Amino Acid Ionic Liquids: Removal of Amoxicillin.",
      "authors": [
        "Pedro Velho",
        "Catarina Lopes",
        "Eugénia A Macedo"
      ],
      "journal": "Industrial & engineering chemistry research",
      "publication_date": "2024-Jun-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Antibiotics are the main active pharmaceutical ingredients (APIs) for the treatment and prevention (prophylaxis) of bacterial infections, for which they are essential for health preservation. However, depending on the target bacterial strain, an efficient treatment may imply weeks of continuous intake of antibiotics, whose unmetabolized fraction ends up in the wastewater system by human and animal excreta. The presence of these chemical compounds in wastewater is known to damage aquatic ecosystems and cause antibiotic resistance of pathogenic agents, which threatens the future application of these medicines. Aqueous two-phase systems (ATPSs), an emergent extraction technology for biomolecules such as proteins and vitamins, could provide more eco-friendly and cost-effective extractive alternatives given their nontoxicity and low energetic requirements. Moreover, choline-amino acid ([Ch][AA]) ionic liquids (also known as CAAILs or ChAAILs) are considered one of the greenest classes of ionic liquids due to their favorable biocompatibility, biodegradability, and ease of chemical synthesis. In this work, partition studies of amoxicillin were performed in three ATPSs containing dipotassium hydrogen phosphate (K2HPO4) and the CAAILs (cholinium l-alaninate, [Ch][Ala]; cholinium glycinate, [Ch][Gly]; and cholinium serinate, [Ch][Ser]) at 298.15 K and 0.1 MPa. To better characterize the extract and reduce errors in quantification, the effect of pH on the intensity and stability of the UV-vis spectra of amoxicillin was studied prior to the partition studies, and computational chemistry was used to validate the molecular structure of the synthesized ionic liquids. During experimental determinations, it was observed that the extraction of amoxicillin was favored by less polar ionic liquids, achieving maximum partition coefficients (K) and extraction efficiencies (E) of K = (16 ± 6)·101 and E / % = 97 ± 2, respectively, for {[Ch][Gly] (1) + K2HPO4 (2) + Water (3)} in the longest tie-line."
    },
    {
      "pmid": "38875437",
      "title": "Comparative study of choline alfoscerate as a combination therapy with donepezil: A mixed double-blind randomized controlled and open-label observation trial.",
      "authors": [
        "Wankiun Lee",
        "Manho Kim"
      ],
      "journal": "Medicine",
      "publication_date": "2024-Jun-14",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study",
        "Observational Study"
      ],
      "abstract": "BACKGROUND: Choline alfoscerate (alpha-glycerylphosphorylcholine) is a phospholipid that includes choline, which increases the release of acetylcholine. The ASCOMALVA trial, a combination of donepezil and choline alfoscerate, slowed cognitive decline in Alzheimer disease. This study aims to replicate the effect by combining donepezil with other nootropics currently used in South Korea. METHODS: The 119 patients with cognitive decline who were eligible to use donepezil, with an mini-mental state examination (MMSE) score of 26 or less, were assigned to: donepezil alone (DO); donepezil and choline alfoscerate (DN); donepezil and acetyl-l-carnitine (DA); or donepezil and ginkgo biloba extract (DG). Cognitive evaluations such as MMSE, clinical dementia rating, Alzheimer disease assessment scale-cognitive subscale (ADAS-Cog), and Alzheimer disease assessment scale-noncognitive subscale were performed at the 12th and 24th weeks from the baseline time point. RESULTS: At the 12th week, the MMSE score increased 3.52% in the DN group, whereas it increased by 1.36% in the DO group. In the DA + DG group, it decreased by 2.17%. At the 24th week, the MMSE score showed an increase of 1.07% in the DO group and 1.61% in the DN group, but decreased by 5.71% in the DA + DG group. ADAS-Cog decreased by 0.9% in the DO group, while it improved by 13.9% in the DN group at the 12th week. At the 24th week, ADAS-Cog showed improvement in the DN group by 18.5%, whereas it improved by 9.4% in the DO group. Alzheimer disease assessment scale-noncognitive subscale also revealed better performance in the DN group than in the DO group at the 12th and 24th weeks. CONCLUSION: Choline alfoscerate exhibits additional cognitive improvement in both cognitive and noncognitive domains, supporting the findings of the ASCOMALVA trial.",
      "mesh_terms": [
        "Humans",
        "Donepezil",
        "Male",
        "Female",
        "Aged",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Glycerylphosphorylcholine",
        "Nootropic Agents",
        "Ginkgo biloba",
        "Indans",
        "Alzheimer Disease",
        "Piperidines",
        "Plant Extracts",
        "Republic of Korea",
        "Acetylcarnitine",
        "Cognitive Dysfunction",
        "Mental Status and Dementia Tests",
        "Treatment Outcome",
        "Aged, 80 and over",
        "Cognition",
        "Ginkgo Extract"
      ]
    },
    {
      "pmid": "38857381",
      "title": "Provision of choline chloride to the bovine preimplantation embryo alters postnatal body size and DNA methylation†.",
      "authors": [
        "McKenzie L J Haimon",
        "Eliab Estrada-Cortés",
        "Thiago F Amaral",
        "Hélène Martin",
        "Surawich Jeensuk",
        "Jeremy Block",
        "Daniella Heredia",
        "M Venturini",
        "Camila Santos Rojas",
        "Angela M Gonella-Diaza",
        "Nicolas DiLorenzo",
        "Tracy L Scheffler",
        "Pascal Dufour",
        "Marc-André Sirard",
        "Gabriela Dalmaso de Melo",
        "Ky G Pohler",
        "Peter J Hansen"
      ],
      "journal": "Biology of reproduction",
      "publication_date": "2024-Sep-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Choline is a vital micronutrient. In this study, we aimed to confirm, and expand on previous findings, how choline impacts embryos from the first 7 days of development to affect postnatal phenotype. Bos indicus embryos were cultured in a choline-free medium (termed vehicle) or medium supplemented with 1.8 mM choline. Blastocyst-stage embryos were transferred into crossbred recipients. Once born, calves were evaluated at birth, 94 days, 178 days, and at weaning (average age = 239 days). Following weaning, all calves were enrolled into a feed efficiency trial before being separated by sex, with males being slaughtered at ~580 days of age. Results confirm that exposure of 1.8 mM choline chloride during the first 7 days of development alters postnatal characteristics of the resultant calves. Calves of both sexes from choline-treated embryos were consistently heavier through weaning and males had heavier testes at 3 months of age. There were sex-dependent alterations in DNA methylation in whole blood caused by choline treatment. After weaning, feed efficiency was affected by an interaction with sex, with choline calves being more efficient for females and less efficient for males. Calves from choline-treated embryos were heavier, or tended to be heavier, than calves from vehicle embryos at all observations after weaning. Carcass weight was heavier for choline calves and the cross-sectional area of the longissimus thoracis muscle was increased by choline.",
      "mesh_terms": [
        "Animals",
        "Choline",
        "Cattle",
        "Female",
        "DNA Methylation",
        "Male",
        "Blastocyst",
        "Body Size",
        "Animals, Newborn",
        "Embryo Transfer",
        "Embryo Culture Techniques"
      ]
    },
    {
      "pmid": "38850072",
      "title": "Developmental ethanol exposure produces deficits in long-term potentiation in vivo that persist following postnatal choline supplementation.",
      "authors": [
        "A K Titterness",
        "E L Gräfe",
        "C Acosta",
        "C Rodriguez",
        "J D Thomas",
        "B R Christie"
      ],
      "journal": "Alcohol, clinical & experimental research",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Fetal alcohol spectrum disorder (FASD) is one of the leading causes of neurodevelopmental disorder for which there is a pressing need for an effective treatment. Recent studies have investigated the essential nutrient choline as a postnatal treatment option. Supplementation with choline has produced improvements in behavioral tasks related to learning and memory and reverted changes in methylation signature following third-trimester equivalent ethanol exposure. We examined whether there are related improvements in hippocampal synaptic plasticity in vivo. METHODS: Sprague-Dawley offspring were administered binge-levels of ethanol from postnatal day (PND) 4 to 9, then treated with choline chloride (100 mg/kg/day) from PND 10 to 30. In vivo electrophysiology was performed on male and female offspring from PND 55 to 70. Long-term potentiation (LTP) was induced in the medial perforant pathway of the dentate gyrus using a theta-burst stimulation (TBS) protocol, and field-evoked postsynaptic potentials (EPSPs) were evoked for 60 min following the conditioning stimulus. RESULTS: Developmental ethanol exposure caused long-lasting deficits in LTP of the slope of the evoked responses and in the amplitude of the population spike potentiation. Neither deficit was rescued by postnatal choline supplementation. CONCLUSIONS: In contrast to our prior findings that choline can improve hippocampal plasticity (Nutrients, 2022, 14, 2004), here we found that deficits in hippocampal synaptic plasticity due to developmental ethanol exposure persisted into adulthood despite adolescent choline supplementation. Future research should examine more subtle changes in synaptic plasticity to identify synaptic changes that mirror behavioral improvements."
    },
    {
      "pmid": "38765461",
      "title": "mCRPC progression of disease after [177Lu]Lu-PSMA-617 detected on [18F]Choline: a case of PCa heterogeneity.",
      "authors": [
        "Riccardo Laudicella",
        "Fabio Minutoli",
        "Simona Russo",
        "Massimiliano Siracusa",
        "Michelangelo Bambaci",
        "Benedetta Pagano",
        "Sergio Baldari"
      ],
      "journal": "Urology case reports",
      "publication_date": "2024-May",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Radioligand therapy with [177Lu]Lu-PSMA is a theranostic approach for heavily treated mCRPC patients with positive PSMA PET in the absence of relevant PSMA-negative metastases assessed through CT, MRI, bone scan or FDG PET. In this case, we described a mCRPC patient treated with RLT with discordant PSA values and PSMA images, in which Choline PET confirmed a biochemically suspected disease progression (PD), showing metastatic lesions not revealed by PSMA imaging."
    },
    {
      "pmid": "38760804",
      "title": "SCARLET (Supplemental Citicoline Administration to Reduce Lung injury Efficacy Trial): study protocol for a single-site, double-blinded, placebo-controlled, and randomized Phase 1/2 trial of i.v. citicoline (CDP-choline) in hospitalized SARS CoV-2-infected patients with hypoxemic acute respiratory failure.",
      "authors": [
        "Sonal Pannu",
        "Matthew C Exline",
        "Joseph S Bednash",
        "Joshua A Englert",
        "Philip Diaz",
        "Amy Bartlett",
        "Guy Brock",
        "Qing Wu",
        "Ian C Davis",
        "Elliott D Crouser"
      ],
      "journal": "Trials",
      "publication_date": "2024-May-18",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The SARS CoV-2 pandemic has resulted in more than 1.1 million deaths in the USA alone. Therapeutic options for critically ill patients with COVID-19 are limited. Prior studies showed that post-infection treatment of influenza A virus-infected mice with the liponucleotide CDP-choline, which is an essential precursor for de novo phosphatidylcholine synthesis, improved gas exchange and reduced pulmonary inflammation without altering viral replication. In unpublished studies, we found that treatment of SARS CoV-2-infected K18-hACE2-transgenic mice with CDP-choline prevented development of hypoxemia. We hypothesize that administration of citicoline (the pharmaceutical form of CDP-choline) will be safe in hospitalized SARS CoV-2-infected patients with hypoxemic acute respiratory failure (HARF) and that we will obtain preliminary evidence of clinical benefit to support a larger Phase 3 trial using one or more citicoline doses. METHODS: We will conduct a single-site, double-blinded, placebo-controlled, and randomized Phase 1/2 dose-ranging and safety study of Somazina® citicoline solution for injection in consented adults of any sex, gender, age, or ethnicity hospitalized for SARS CoV-2-associated HARF. The trial is named \"SCARLET\" (Supplemental Citicoline Administration to Reduce Lung injury Efficacy Trial). We hypothesize that SCARLET will show that i.v. citicoline is safe at one or more of three doses (0.5, 2.5, or 5 mg/kg, every 12 h for 5 days) in hospitalized SARS CoV-2-infected patients with HARF (20 per dose) and provide preliminary evidence that i.v. citicoline improves pulmonary outcomes in this population. The primary efficacy outcome will be the SpO2:FiO2 ratio on study day 3. Exploratory outcomes include Sequential Organ Failure Assessment (SOFA) scores, dead space ventilation index, and lung compliance. Citicoline effects on a panel of COVID-relevant lung and blood biomarkers will also be determined. DISCUSSION: Citicoline has many characteristics that would be advantageous to any candidate COVID-19 therapeutic, including safety, low-cost, favorable chemical characteristics, and potentially pathogen-agnostic efficacy. Successful demonstration that citicoline is beneficial in severely ill patients with SARS CoV-2-induced HARF could transform management of severely ill COVID patients. TRIAL REGISTRATION: The trial was registered at www. CLINICALTRIALS: gov on 5/31/2023 (NCT05881135). TRIAL STATUS: Currently enrolling.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Administration, Intravenous",
        "Betacoronavirus",
        "Clinical Trials, Phase I as Topic",
        "Clinical Trials, Phase II as Topic",
        "Coronavirus Infections",
        "COVID-19",
        "COVID-19 Drug Treatment",
        "Cytidine Diphosphate Choline",
        "Double-Blind Method",
        "Hospitalization",
        "Hypoxia",
        "Pandemics",
        "Pneumonia, Viral",
        "Randomized Controlled Trials as Topic",
        "Respiratory Insufficiency",
        "SARS-CoV-2",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38741433",
      "title": "The diagnostic challenge of lack of choline level elevation on 1H-MR spectroscopy in grade II-III gliomas.",
      "authors": [
        "Barbara Bobek-Billewicz",
        "Sylwia Heinze",
        "Krzysztof Majchrzak",
        "Patrycja Mazgaj",
        "Anna Hebda"
      ],
      "journal": "Folia neuropathologica",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The accurate diagnosis of brain tumour is very important in modern neuro-oncology medicine. Magnetic resonance spectroscopy (MRS) is supposed to be a promising tool for detecting cancerous lesions. However, the interpretation of MRS data is complicated by the fact that not all cancerous lesions exhibit elevated choline (Cho) levels. The main goal of our study was to investigate the lack of Cho lesion /Cho ref elevation in the population of grade II-III gliomas. 89 cases of gliomas grade II and III were used for the retrospective analysis - glioma (astrocytoma or oligodendroglioma) grade II (74 out of 89 cases [83%]) and III (15 out of 89 cases [17%]) underwent conventional MRI extended by MRS before treatment. Histopathological diagnosis was obtained either by biopsy or surgical resection. Gliomas were classified to the group of no-choline elevation when the ratio of choline measured within the tumour (Cho lesion ) to choline from NABT (Cho ref ) were equal to or lower than 1. Significant differences were observed between ratios of Cho lesion /Cr lesion calculated for no-choline elevation and glial tumour groups as well as in the NAA lesion /Cr lesion ratio between the no-choline elevation group and glial tumour group. With consistent data concerning choline level elevation and slightly lower NAA value, the Cho lesion /NAA lesion ratio is significantly higher in the WHO II glial tumour group compared to the no-choline elevation cases ( p < 0.000). In the current study the results demonstrated possibility of lack of choline elevation in patients with grade II-III gliomas, so it is important to remember that the lack of elevated choline levels does not exclude neoplastic lesion.",
      "mesh_terms": [
        "Humans",
        "Choline",
        "Brain Neoplasms",
        "Glioma",
        "Middle Aged",
        "Adult",
        "Female",
        "Male",
        "Retrospective Studies",
        "Proton Magnetic Resonance Spectroscopy",
        "Aged",
        "Magnetic Resonance Spectroscopy",
        "Neoplasm Grading",
        "Young Adult"
      ]
    },
    {
      "pmid": "38730286",
      "title": "Choline metabolism reprogramming mediates an immunosuppressive microenvironment in non-small cell lung cancer (NSCLC) by promoting tumor-associated macrophage functional polarization and endothelial cell proliferation.",
      "authors": [
        "Bijing Xiao",
        "Guanjun Li",
        "Haimiti Gulizeba",
        "Hong Liu",
        "Xiaoxian Sima",
        "Ting Zhou",
        "Yan Huang"
      ],
      "journal": "Journal of translational medicine",
      "publication_date": "2024-May-10",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Lung cancer is a prevalent malignancy globally, and immunotherapy has revolutionized its treatment. However, resistance to immunotherapy remains a challenge. Abnormal cholinesterase (ChE) activity and choline metabolism are associated with tumor oncogenesis, progression, and poor prognosis in multiple cancers. Yet, the precise mechanism underlying the relationship between ChE, choline metabolism and tumor immune microenvironment in lung cancer, and the response and resistance of immunotherapy still unclear. METHODS: Firstly, 277 advanced non-small cell lung cancer (NSCLC) patients receiving first-line immunotherapy in Sun Yat-sen University Cancer Center were enrolled in the study. Pretreatment and the alteration of ChE after 2 courses of immunotherapy and survival outcomes were collected. Kaplan-Meier survival and cox regression analysis were performed, and nomogram was conducted to identify the prognostic and predicted values. Secondly, choline metabolism-related genes were screened using Cox regression, and a prognostic model was constructed. Functional enrichment analysis and immune microenvironment analysis were also conducted. Lastly, to gain further insights into potential mechanisms, single-cell analysis was performed. RESULTS: Firstly, baseline high level ChE and the elevation of ChE after immunotherapy were significantly associated with better survival outcomes for advanced NSCLC. Constructed nomogram based on the significant variables from the multivariate Cox analysis performed well in discrimination and calibration. Secondly, 4 choline metabolism-related genes (MTHFD1, PDGFB, PIK3R3, CHKB) were screened and developed a risk signature that was found to be related to a poorer prognosis. Further analysis revealed that the choline metabolism-related genes signature was associated with immunosuppressive tumor microenvironment, immune escape and metabolic reprogramming. scRNA-seq showed that MTHFD1 was specifically distributed in tumor-associated macrophages (TAMs), mediating the differentiation and immunosuppressive functions of macrophages, which may potentially impact endothelial cell proliferation and tumor angiogenesis. CONCLUSION: Our study highlights the discovery of ChE as a prognostic marker in advanced NSCLC, suggesting its potential for identifying patients who may benefit from immunotherapy. Additionally, we developed a prognostic signature based on choline metabolism-related genes, revealing the correlation with the immunosuppressive microenvironment and uncovering the role of MTHFD1 in macrophage differentiation and endothelial cell proliferation, providing insights into the intricate workings of choline metabolism in NSCLC pathogenesis.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Non-Small-Cell Lung",
        "Tumor Microenvironment",
        "Lung Neoplasms",
        "Cell Proliferation",
        "Choline",
        "Male",
        "Endothelial Cells",
        "Female",
        "Tumor-Associated Macrophages",
        "Middle Aged",
        "Prognosis",
        "Immunotherapy",
        "Immunosuppression Therapy",
        "Kaplan-Meier Estimate",
        "Nomograms",
        "Metabolic Reprogramming"
      ]
    },
    {
      "pmid": "38727282",
      "title": "Choline Metabolites Reverse Differentially the Habituation Deficit and Elevated Memory of Tau Null Drosophila.",
      "authors": [
        "Maria-Christina Zerva",
        "Christos Triantafylloudis",
        "Vassilis Paspaliaris",
        "Efthimios M C Skoulakis",
        "Katerina Papanikolopoulou"
      ],
      "journal": "Cells",
      "publication_date": "2024-Apr-25",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Impaired neuronal plasticity and cognitive decline are cardinal features of Alzheimer's disease and related Tauopathies. Aberrantly modified Tau protein and neurotransmitter imbalance, predominantly involving acetylcholine, have been linked to these symptoms. In Drosophila, we have shown that dTau loss specifically enhances associative long-term olfactory memory, impairs foot shock habituation, and deregulates proteins involved in the regulation of neurotransmitter levels, particularly acetylcholine. Interestingly, upon choline treatment, the habituation and memory performance of mutants are restored to that of control flies. Based on these surprising results, we decided to use our well-established genetic model to understand how habituation deficits and memory performance correlate with different aspects of choline physiology as an essential component of the neurotransmitter acetylcholine, the lipid phosphatidylcholine, and the osmoregulator betaine. The results revealed that the two observed phenotypes are reversed by different choline metabolites, implying that they are governed by different underlying mechanisms. This work can contribute to a broader knowledge about the physiologic function of Tau, which may be translated into understanding the mechanisms of Tauopathies.",
      "mesh_terms": [
        "Animals",
        "Acetylcholine",
        "Choline",
        "Drosophila",
        "Drosophila melanogaster",
        "Drosophila Proteins",
        "Habituation, Psychophysiologic",
        "Memory",
        "tau Proteins",
        "Phosphatidylcholines"
      ]
    },
    {
      "pmid": "38725089",
      "title": "4,4-Diallyl curcumin bis(2,2-hydroxymethyl)propanoate ameliorates nonalcoholic steatohepatitis in methionine-choline-deficient diet and Western diet mouse models.",
      "authors": [
        "Li-Chan Yang",
        "Chih-Chiang Wang",
        "Der-Yen Lee",
        "Wen-Chuan Lin",
        "Sheng-Chu Kuo",
        "Shin-Hun Juang",
        "Min-Tsang Hsieh"
      ],
      "journal": "Chemical biology & drug design",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Nonalcoholic steatohepatitis (NASH) is a progressive form of nonalcoholic fatty liver disease (NAFLD) that causes severe liver damage, fibrosis, and scarring. Despite its potential to progress to cirrhosis or hepatic failure, approved drugs or treatments are currently unavailable. We developed 4,4-diallyl curcumin bis(2,2-hydroxymethyl)propanoate, also known as 35e, which induces upregulation of mitochondrial proteins including carnitine palmitoyltransferase I (CPT-I), carnitine palmitoyltransferase II, heat shock protein 60, and translocase of the outer mitochondrial membrane 20. Among these proteins, the upregulated expression of CPT-I was most prominent. CPT-I plays a crucial role in transporting carnitine across the mitochondrial inner membrane, thereby initiating mitochondrial β-oxidation of fatty acids. Given recent research showing that CPT-I activation could be a viable pathway for NASH treatment, we hypothesized that 35e could serve as a potential agent for treating NASH. The efficacy of 35e in treating NASH was evaluated in methionine- and choline-deficient (MCD) diet- and Western diet (WD)-induced models that mimic human NASH. In the MCD diet-induced model, both short-term (2 weeks) and long-term (7 weeks) treatment with 35e effectively regulated elevated serum alanine aminotransferase (ALT)/aspartate aminotransferase (AST) concentrations and histological inflammation. However, the antisteatotic effect of 35e was obtained only in the short-term treatment group. As a comparative compound in the MCD diet-induced model, curcumin treatment did not produce significant regulatory effects on the liver triglyceride/total cholesterol, serum ALT/AST, or hepatic steatosis. In the WD-induced model, 35e ameliorated hepatic steatosis and hepatic inflammation, while increasing serum AST and hepatic lipid content. A decrease in epididymal adipose tissue weight and serum free fatty acid concentration suggested that 35e may promote lipid metabolism or impede lipid accumulation. Overall, 35e displayed significant antilipid accumulation and antifibrotic effects in the two complementary mice models. The development of new curcumin derivatives with the ability to induce CPT-I upregulation could further underscore their efficacy as anti-NASH agents.",
      "mesh_terms": [
        "Animals",
        "Non-alcoholic Fatty Liver Disease",
        "Methionine",
        "Curcumin",
        "Mice",
        "Disease Models, Animal",
        "Male",
        "Diet, Western",
        "Mice, Inbred C57BL",
        "Carnitine O-Palmitoyltransferase",
        "Liver",
        "Propionates",
        "Humans",
        "Choline"
      ]
    },
    {
      "pmid": "38721665",
      "title": "Choline chloride shows gender-dependent positive effects on social deficits, learning/memory impairments, neuronal loss and neuroinflammation in the lipopolysaccharide-induced rat model of autism.",
      "authors": [
        "Cansu Bilister Egilmez",
        "Burcu Azak Pazarlar",
        "Mumin Alper Erdogan",
        "Yiğit Uyanikgil",
        "Oytun Erbas"
      ],
      "journal": "International journal of developmental neuroscience : the official journal of the International Society for Developmental Neuroscience",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The neuroprotective effects of choline chloride, an essential nutrient, a precursor for the acetylcholine and synthesis of membrane phospholipids, have been associated with neurological and neurodegenerative diseases. Its contribution to autism spectrum disorder, a neurodevelopmental disorder, remains unknown. Thus, we aimed to evaluate the effects of choline chloride on social behaviours, and histopathological and biochemical changes in a rat autism model. The autism model was induced by administration of 100 μg/kg lipopolysaccharide (LPS) on the 10th day of gestation. Choline chloride treatment (100 mg/kg/day) was commenced on PN5 and maintained until PN50. Social deficits were assessed by three-chamber sociability, open field, and passive avoidance learning tests. Tumour necrosis factor alpha (TNF-α), interleukin-2 (IL) and IL-17, nerve growth factor (NGF), and glutamate decarboxylase 67 (GAD67) levels were measured to assess neuroinflammatory responses. In addition, the number of hippocampal and cerebellar neurons and glial fibrillary acidic protein (GFAP) expression were evaluated. Social novelty and passive avoidance learning tests revealed significant differences in choline chloride-treated male rats compared with saline-treated groups. TNF-α, IL-2, and IL-17 were significantly decreased after choline chloride treatment in both males and females. NGF and GAD67 levels were unchanged in females, while there were significant differences in males. Histologically, significant changes in terms of gliosis were detected in hippocampal CA1 and CA3 regions and cerebellum in choline chloride-treated groups. The presence of ameliorative effects of choline chloride treatment on social behaviour and neuroinflammation through neuroinflammatory, neurotrophic, and neurotransmission pathways in a sex-dependent rat model of LPS-induced autism was demonstrated.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Male",
        "Choline",
        "Female",
        "Lipopolysaccharides",
        "Autistic Disorder",
        "Neurons",
        "Disease Models, Animal",
        "Social Behavior",
        "Neuroinflammatory Diseases",
        "Memory Disorders",
        "Sex Characteristics",
        "Pregnancy",
        "Rats, Wistar",
        "Avoidance Learning",
        "Learning Disabilities"
      ]
    },
    {
      "pmid": "38718704",
      "title": "A prospective study on the early evaluation of response to androgen receptor-targeted agents with 11C-Choline, 68Ga-PSMA, and 18F-FACBC PET in metastatic castration-resistant prostate cancer: a single-center experience.",
      "authors": [
        "V Mollica",
        "A Marchetti",
        "N Fraccascia",
        "C Nanni",
        "E Tabacchi",
        "C Malizia",
        "G Argalia",
        "M Rosellini",
        "E Tassinari",
        "A Paccapelo",
        "S Fanti",
        "F Massari"
      ],
      "journal": "ESMO open",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: The early identification of responsive and resistant patients to androgen receptor-targeting agents (ARTA) in metastatic castration-resistant prostate cancer (mCRPC) is not completely possible with prostate-specific antigen (PSA) assessment and conventional imaging. Considering its ability to determine metabolic activity of lesions, positron emission tomography (PET) assessment might be a promising tool. PATIENTS AND METHODS: We carried out a monocentric prospective study in patients with mCRPC treated with ARTA to evaluate the role of different PET radiotracers: 49 patients were randomized to receive 11C-Choline, Fluorine 18 fluciclovine (anti-1-amino-3-18F-fluorocyclobutane-1-carboxylic acid - FACBC) (18F-FACBC), or Gallium-68-prostate-specific-membrane-antigen (68Ga-PSMA) PET, one scan before therapy and one 2 months later. The primary aim was to investigate the performance of three novel PET radiotracers for the early evaluation of response to ARTA in metastatic CRPC patients; the outcome evaluated was biochemical response (PSA reduction ≥50%). The secondary aim was to investigate the prognostic role of several semiquantitative PET parameters and their variations with the different radiotracers in terms of biochemical progression-free survival (bPFS) and overall survival (OS). The study was promoted by the Italian Department of Health (code RF-2016-02364809). RESULTS: Regarding the primary endpoint, at log-rank test a statistically significant correlation was found between metabolic tumor volume (MTV) (P = 0.018) and total lesion activity (TLA) (P = 0.025) percentage variation among the two scans with 68Ga-PSMA PET and biochemical response. As for the secondary endpoints, significant correlations with bPFS were found for 68Ga-PSMA total MTV and TLA at the first scan (P = 0.001 and P = 0.025, respectively), and MTV percentage variation (P = 0.031). For OS, statistically significant correlations were found for different 68Ga-PSMA and 18F-FACBC parameters and for major maximum standardized uptake value at the first 11C-Choline PET scan. CONCLUSIONS: Our study highlighted that 11C-Choline, 68Ga-PSMA, and 18F-FACBC semiquantitative PET parameters and their variations present a prognostic value in terms of OS and bPFS, and MTV and TLA variations with 68Ga-PSMA PET a correlation with biochemical response, which could help to assess the response to ARTA.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Prostatic Neoplasms, Castration-Resistant",
        "Prospective Studies",
        "Aged",
        "Carboxylic Acids",
        "Gallium Radioisotopes",
        "Choline",
        "Cyclobutanes",
        "Carbon Radioisotopes",
        "Positron-Emission Tomography",
        "Middle Aged",
        "Gallium Isotopes",
        "Radiopharmaceuticals",
        "Aged, 80 and over",
        "Receptors, Androgen"
      ]
    },
    {
      "pmid": "38696157",
      "title": "[Efficacy and safety of choline alfoscerate in the preventive therapy of dementia in elderly patients with Mild Cognitive Impairment: a three-year prospective comparative study].",
      "authors": [
        "E V Ponomareva",
        "L V Androsova",
        "S A Krinsky",
        "S I Gavrilova"
      ],
      "journal": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Comparative Study",
        "Randomized Controlled Trial",
        "English Abstract"
      ],
      "abstract": "OBJECTIVE: To study the efficacy and safety of the use of annual course therapy of choline alfoscerate (CA) as a drug potentially capable of slowing or preventing the transition of amnesic type mild cognitive impairment (aMCI) into clinically pronounced dementia in a three-year open comparative study, as well as to explore the possibility of predicting the preventive effect of such therapy based on a number of clinical and biological parameters. MATERIAL AND METHODS: The study included 100 patients with aMCI, randomly divided into 2 groups: the therapeutic group consisted of 50 patients who received CA course therapy once a year for 3 years (20 intravenous infusions of 1000 mg (4 ml) in 100 ml of saline solution for 4 weeks) and a comparison group of 50 patients who underwent an annual examination at the center and did not receive therapy. Clinical and psychopathological, psychometric, immunological, follow-up, and statistical methods were used. RESULTS: A comparative three-year prospective study conducted in a group of aMCI patients treated with annual course therapy of CA for 3 years and aMCI patients who did not receive therapy with similar initial demographic, diagnostic, psychometric and immunological characteristics showed a lower progression of cognitive deficits (12.2% and 39.1%, respectively) and a lower conversion rate (8.2% and 26.1%, respectively) to dementia in the therapeutic group compared with the comparison group. The differences between the initial and final (after 1, 2 and 3 years of follow-up) cognitive functioning indicators in the therapeutic group and the comparison group were significant (p<0.05) on all scales and tests in favor of the therapeutic group throughout the entire follow-up period. CONCLUSION: The results allow us to consider CA as a possible model of preventive dementia therapy aimed at preventing the progression of cognitive deficits and the development of dementia in people at high risk of developing AD - patients with aMCI.",
      "mesh_terms": [
        "Humans",
        "Cognitive Dysfunction",
        "Female",
        "Male",
        "Aged",
        "Dementia",
        "Prospective Studies",
        "Glycerylphosphorylcholine",
        "Treatment Outcome",
        "Middle Aged",
        "Disease Progression",
        "Aged, 80 and over"
      ]
    },
    {
      "pmid": "38672625",
      "title": "Predicting Isocitrate Dehydrogenase Status in Non-Contrast-Enhanced Adult-Type Astrocytic Tumors Using Diffusion Tensor Imaging and 11C-Methionine, 11C-Choline, and 18F-Fluorodeoxyglucose PET.",
      "authors": [
        "Shoji Yasuda",
        "Hirohito Yano",
        "Yuka Ikegame",
        "Soko Ikuta",
        "Takashi Maruyama",
        "Morio Kumagai",
        "Yoshihiro Muragaki",
        "Toru Iwama",
        "Jun Shinoda",
        "Tsuyoshi Izumo"
      ],
      "journal": "Cancers",
      "publication_date": "2024-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We aimed to differentiate the isocitrate dehydrogenase (IDH) status among non-enhanced astrocytic tumors using preoperative MRI and PET. We analyzed 82 patients with non-contrast-enhanced, diffuse, supratentorial astrocytic tumors (IDH mutant [IDH-mut], 55 patients; IDH-wildtype [IDH-wt], 27 patients) who underwent MRI and PET between May 2012 and December 2022. We calculated the fractional anisotropy (FA) and mean diffusivity (MD) values using diffusion tensor imaging. We evaluated the tumor/normal brain uptake (T/N) ratios using 11C-methionine, 11C-choline, and 18F-fluorodeoxyglucose PET; extracted the parameters with significant differences in distinguishing the IDH status; and verified their diagnostic accuracy. Patients with astrocytomas were significantly younger than those with glioblastomas. The following MRI findings were significant predictors of IDH-wt instead of IDH-mut: thalamus invasion, contralateral cerebral hemisphere invasion, location adjacent to the ventricular walls, higher FA value, and lower MD value. The T/N ratio for all tracers was significantly higher for IDH-wt than for IDH-mut. In a composite diagnosis based on nine parameters, including age, 84.4% of cases with 0-4 points were of IDH-mut; conversely, 100% of cases with 6-9 points were of IDH-wt. Composite diagnosis using all parameters, including MRI and PET findings with significant differences, may help guide treatment decisions for early-stage gliomas."
    },
    {
      "pmid": "38621978",
      "title": "[Intervention effect of Erchen Decoction on methionine and choline deficient diet-induced non-alcoholic steatohepatitis in mice].",
      "authors": [
        "Mei-Ting Tai",
        "Chen-Fang Zhang",
        "Chao-Wen Fan",
        "Wei-Yi Tian",
        "Qi Yu",
        "Yan Fu",
        "De-Li Xia",
        "Meng-Lan Mao",
        "Dan-Lu Shi",
        "Zun-Li Ke"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2024-Mar",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "This study investigated the effect of Erchen Decoction(ECD) on the prevention of non-alcoholic steatohepatitis(NASH) in mice and explored its possible mechanism, so as to provide scientific data for the clinical application of ECD in the prevention of NASH. C57BL/6 male mice were randomly divided into normal group(methionine and choline supplement, MCS), model group(methionine and choline deficient, MCD), low-dose ECD group(ECD＿L, 6 g·kg~(-1)), medium-dose ECD group(ECD＿M, 12 g·kg~(-1)), and high-dose ECD group(ECD＿H, 24 g·kg~(-1)), with eight mice in each group. The MCS group was fed with an MCS diet, and the other groups were fed with an MCD diet. The mice in each group were given corresponding diets, but the drug intervention group was given low-, medium-, and high-dose ECD(10 mL·kg~(-1)·d~(-1)) by intragastric administration for six weeks on the basis of MCD diet feeding, and the mice could eat and drink freely during the whole experiment. At the end of the experiment, mice were fasted overnight(12 h) and were anesthetized with 20% urethane. Thereafter, the blood and liver tissue were collected. The serum was used to detect the levels of alanine aminotransferase(ALT), aspartate aminotransaminase(AST), interleukin-1β(IL-1β), interleukin-6(IL-6), interleukin-10(IL-10), and tumor necrosis factor-α(TNF-α). Liver tissue was processed by hematoxylin-eosin(HE) staining and used for hepatic histological analysis and detection of the expression levels of genes and proteins related to nuclear factor erythroid 2-related factor 2/glutathione peroxidase 4(Nrf2/GPX4) pathway by real-time quantitative reverse transcriptase-polymerase chain reaction(RT-qPCR) and Western blot analysis, respectively. The results showed that compared with the MCS group, the MCD group showed higher serum ALT and AST levels; the HE staining exhibited fat vacuoles and obvious inflammatory cell infiltration in liver tissue; serum IL-1β, IL-6, and TNF-α levels were significantly increased, and the serum IL-10 level was significantly decreased. The mRNA expressions of fatty acid synthase(FASN), monocyte chemoattractant protein-1(MCP-1), and IL-1β in liver tissue were significantly up-regulated, while those of GPX4, Nrf2, and NAD(P)H:quinine oxidoreductase(NQO1) were significantly down-regulated. Compared with the MCD group, the serum ALT and AST levels of ECD＿M and ECD＿H groups were significantly decreased, and the AST level in the ECD＿L group was significantly decreased. The number of fat vacuoles and the degree of inflammatory cell infiltration in liver tissue were improved; serum IL-1β, IL-6, and TNF-α levels were significantly decreased, but the serum IL-10 level was significantly increased only in the ECD＿H group. The mRNA expressions of FASN, MCP-1, and IL-1β in liver tissue were significantly down-regulated, and those of GPX4 and NQO1 were significantly up-regulated. The mRNA expressions of Nrf2 in ECD＿M and ECD＿H groups were significantly up-regulated. Western blot results showed that compared with the MCD group, the protein expression levels of Nrf2 and GPX4 in each group were significantly increased after ECD administration, and the protein expression level of FASN was significantly decreased; the protein expression of NQO1 was increased in ECD＿M and ECD＿H groups. In summary, ECD can reduce hepatic lipid accumulation, oxidative stress, liver inflammation, and liver injury in NASH mice, which may be related to the activation of the Nrf2/GPX4 pathway.",
      "mesh_terms": [
        "Mice",
        "Male",
        "Animals",
        "Non-alcoholic Fatty Liver Disease",
        "Methionine",
        "Interleukin-10",
        "Choline",
        "Tumor Necrosis Factor-alpha",
        "Interleukin-6",
        "NF-E2-Related Factor 2",
        "Mice, Inbred C57BL",
        "Liver",
        "Racemethionine",
        "Diet",
        "RNA, Messenger"
      ]
    },
    {
      "pmid": "38612255",
      "title": "Rumen-Protected Choline Improves Metabolism and Lactation Performance in Dairy Cows.",
      "authors": [
        "Fábio Soares de Lima",
        "Manoel Francisco Sá Filho",
        "Leandro Ferreira Greco",
        "José Eduardo Portela Santos"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2024-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Choline is required for the synthesis of phosphatidylcholine, an important constituent of lipoproteins. Early lactation cows presumably synthesize insufficient phosphatidylcholine, and choline supplementation in a rumen-protected form might benefit metabolism and lactation. The objectives of this study were to determine the effects of feeding rumen-protected choline (RPC) on lactation and metabolism in dairy cows. In experiment 1, 369 nulliparous and parous Holstein cows housed in four pens per treatment were fed 12.9 g/day of choline as RPC from 25 days prepartum until 80 days postpartum. In experiment 2, 578 nulliparous cows housed in five pens/treatment were fed 12.9 g/day of choline as RPC in the last 22 days of gestation only. In both experiments, blood was sampled and analyzed for concentrations of nonesterified fatty acids (NEFAs) and glucose at 1, 14, and 21 days postpartum and of choline at 1 and 14 days postpartum. Blood from all cows was sampled and analyzed for concentrations of β-OH butyrate (BHB) at 1 and 14 days postpartum. Cows with BHB > 1.2 mmol/L were classified as having hyperketonemia. Hepatic tissue was collected from 46 cows from the eight pens in experiment 1 at 9 days postpartum and analyzed for concentrations of glycogen and triacylglycerol. Milk yield and components were measured for 80 days postpartum in experiment 1, whereas only milk yield was measured in experiment 2. The pen was the experimental unit of analysis. Supplementing RPC tended to increase dry matter intake (DMI) prepartum in experiments 1 and 2 and postpartum in experiment 1. Feeding cows with RPC increased yields of 3.5% fat-corrected milk (42.8 vs. 44.8 kg/day), energy-corrected milk (38.5 vs. 40.3 kg/day), milk fat (1.52 vs. 1.61 kg/day), and true protein (1.16 vs. 1.21 kg/day) in experiment 1. Milk yield tended to be greater with RPC (26.4 vs. 27.4 kg/day) in experiment 2. Supplementing RPC increased plasma choline concentrations on day 14 postpartum in experiment 1 (3.32 ± 0.27 vs. 4.34 ± 0.28 µM) and on day 1 in experiment 2 (3.35 ± 0.16 and 13.73 ± 0.15 µM). Treatment did not affect the concentrations of glucose, NEFAs, or BHB in plasma, but the incidence of hyperketonemia was less in multiparous cows fed RPC than those fed the control in experiment 1. Feeding cows with RPC reduced hepatic triacylglycerol content and tended to reduce the ratio of triacylglycerol to glycogen and the risk of hepatic lipidosis in cows in experiment 1. The concentrations of hepatic triacylglycerol on day 9 postpartum were inversely related to those of choline in plasma on day 1 postpartum. Feeding cows with RPC improved lactation and metabolism, but more benefits were noted when it was fed before and after calving."
    },
    {
      "pmid": "38587168",
      "title": "SPOOC (Sensor for Periodic Observation of Choline): An Integrated Lab-on-a-Spoon Platform for At-Home Quantification of Choline in Infant Formula.",
      "authors": [
        "Abdulrahman Al-Shami",
        "Farbod Amirghasemi",
        "Ali Soleimani",
        "Sina Khazaee Nejad",
        "Victor Ong",
        "Alara Berkmen",
        "Alar Ainla",
        "Maral P S Mousavi"
      ],
      "journal": "Small (Weinheim an der Bergstrasse, Germany)",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Choline is an essential micronutrient for infants' brain development and health. To ensure that infants receive the needed daily dose of choline, the U.S. Food and Drug Administration (FDA) has set requirements for choline levels in commercialized infant formulas. Unfortunately, not all families can access well-regulated formulas, leading to potential inadequacies in choline intake. Economic constraints or difficulties in obtaining formulas, exacerbated by situations like COVID-19, prompt families to stretch formulas. Accurate measurement of choline in infant formulas becomes imperative to guarantee that infants receive the necessary nutritional support. Yet, accessible tools for this purpose are lacking. An innovative integrated sensor for the periodic observation of choline (SPOOC) designed for at-home quantification of choline in infants' formulas and milk powders is reported. This system is composed of a choline potentiometric sensor and ionic-liquid reference electrode developed on laser-induced graphene (LIG) and integrated into a spoon-like device. SPOOC includes a micro-potentiometer that conducts the measurements and transmits results wirelessly to parents' mobile devices. SPOOC demonstrated rapid and accurate assessment of choline levels directly in pre-consuming infant formulas without any sample treatment. This work empowers parents with a user-friendly tool for choline monitoring promoting informed nutritional decision-making in the care of infants.",
      "mesh_terms": [
        "Choline",
        "Infant Formula",
        "Humans",
        "Infant",
        "COVID-19",
        "Graphite",
        "Potentiometry"
      ]
    },
    {
      "pmid": "38583728",
      "title": "An herbal formulation \"Shugan Xiaozhi decoction\" ameliorates methionine/choline deficiency-induced nonalcoholic steatohepatitis through regulating inflammation and apoptosis-related pathways.",
      "authors": [
        "Shuai Wang",
        "Bohao Chen",
        "Ruili Du",
        "Mei Zhong",
        "Chunmei Zhang",
        "Xiaoming Jin",
        "Xiang Cui",
        "Yuhang Zhou",
        "Qinyang Kang",
        "Hang Xu",
        "Yuting Li",
        "Qibiao Wu",
        "Guangdong Tong",
        "Lidan Luo"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Shugan Xiaozhi (SGXZ) decoction is a traditional Chinese medicine used for treating nonalcoholic steatohepatitis (NASH). It has been used clinically for over 20 years and proved to be effective; however, the molecular mechanism underlying the effects of SGXZ decoction remains unclear. AIM OF THE STUDY: We analyzed the chemical components, core targets, and molecular mechanisms of SGXZ decoction to improve NASH through network pharmacology and in vivo experiments. MATERIALS AND METHODS: The chemical components, core targets, and related signaling pathways of SGXZ decoction intervention in NASH were predicted using network pharmacology. Molecular docking was performed to verify chemical components and their core targets. The results were validated in the NASH model treated with SGXZ decoction. Mouse liver function was assessed by measuring ALT and AST levels. TC and TG levels were determined to evaluate lipid metabolism, and lipid deposition was assessed via oil red O staining. Mouse liver damage was determined via microscopy following hematoxylin and eosin staining. Liver fibrosis was assessed via Masson staining. Western blot (WB) and immunohistochemical (IHC) analyses were performed to detect inflammation and the expression of apoptosis-related proteins, including IL-1β, IL-6, IL-18, TNF-α, MCP1, p53, FAS, Caspase-8, Caspase-3, Caspase-9, Bax, Bid, Cytochrome c, Bcl-2, and Bcl-XL. In addition, WB and IHC were used to assess protein expression associated with the TLR4/MyD88/NF-κB pathway. RESULTS: Quercetin, luteolin, kaempferol, naringenin, and nobiletin in SGXZ decoction were effective chemical components in improving NASH, and TNF-α, IL-6, and IL-1β were the major core targets. Molecular docking indicated that these chemical components and major core targets might interact. KEGG pathway analysis showed that the pathways affected by SGXZ decoction, primarily including apoptosis and TLR4/NF-κB signaling pathways, interfere with NASH. In vivo experiments indicated that SGXZ decoction considerably ameliorated liver damage, fibrosis, and lipid metabolism disorder in MCD-induced NASH mouse models. In addition, WB and IHC verified the underlying molecular mechanisms of SGXZ decoction as predicted via network pharmacology. SGXZ decoction inhibited the activation of apoptosis-related pathways in MCD-induced NASH mice. Moreover, SGXZ decoction suppressed the activation of TLR4/MyD88/NF-κB pathway in MCD-induced NASH mice. CONCLUSION: SGXZ decoction can treat NASH through multiple targets and pathways. These findings provide new insights into the effective treatment of NASH using SGXZ decoction.",
      "mesh_terms": [
        "Animals",
        "Non-alcoholic Fatty Liver Disease",
        "Apoptosis",
        "Male",
        "Drugs, Chinese Herbal",
        "Mice",
        "Signal Transduction",
        "Molecular Docking Simulation",
        "Mice, Inbred C57BL",
        "Choline Deficiency",
        "Inflammation",
        "Liver",
        "Disease Models, Animal",
        "Network Pharmacology",
        "Anti-Inflammatory Agents",
        "Lipid Metabolism"
      ]
    },
    {
      "pmid": "38542959",
      "title": "Tangeretin Mitigates Trimethylamine Oxide Induced Arterial Inflammation by Disrupting Choline-Trimethylamine Conversion through Specific Manipulation of Intestinal Microflora.",
      "authors": [
        "Yu Cao",
        "Changlong Leng",
        "Kuan Lin",
        "Youwei Li",
        "Meiling Zhou",
        "Mei Zhou",
        "Xiji Shu",
        "Wei Liu"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Mar-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Previous studies have revealed the microbial metabolism of dietary choline in the gut, leading to its conversion into trimethylamine (TMA). Polymethoxyflavones (PMFs), exemplified by tangeretin, have shown efficacy in mitigating choline-induced cardiovascular inflammation. However, the specific mechanism by which these compounds exert their effects, particularly in modulating the gut microbiota, remains uncertain. This investigation focused on tangeretin, a representative PMFs, to explore its influence on the gut microbiota and the choline-TMA conversion process. Experimental results showed that tangeretin treatment significantly attenuated the population of CutC-active bacteria, particularly Clostridiaceae and Lactobacillus, induced by choline chloride in rat models. This inhibition led to a decreased efficiency in choline conversion to TMA, thereby ameliorating cardiovascular inflammation resulting from prolonged choline consumption. In conclusion, tangeretin's preventive effect against cardiovascular inflammation is intricately linked to its targeted modulation of TMA-producing bacterial activity.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Gastrointestinal Microbiome",
        "Choline",
        "Methylamines",
        "Bacteria",
        "Inflammation",
        "Arteritis",
        "Flavones"
      ]
    },
    {
      "pmid": "38517668",
      "title": "Improving the Composition and Bioactivity of Cocoa (Theobroma cacao L.) Bean Shell Extract by Choline Chloride-Lactic Acid Natural Deep Eutectic Solvent Extraction Assisted by Pulsed Electric Field Pre-Treatment.",
      "authors": [
        "Elaine Benítez-Correa",
        "José Miguel Bastías-Montes",
        "Sergio Acuña Nelson",
        "Tatiana Beldarraín Iznaga",
        "Mario Pérez Wong",
        "Ociel Muñoz-Fariña"
      ],
      "journal": "Plant foods for human nutrition (Dordrecht, Netherlands)",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An environmentally friendly method for the release of cocoa bean shell (CBS) extracts is proposed in this paper. This work aims to investigate the effect of pulsed electric field (PEF) pre-treatment on subsequent solid-liquid extraction (SLE) of metabolites with choline chloride-lactic acid natural deep eutectic solvent (NaDES) and bioactivity of cocoa bean shell (CBS) extract. Two different media for PEF application were evaluated: water and chlorine chloride-lactic acid. Total polyphenols (TPC), total flavonoids (TFC), individual major compounds, and antioxidant and antibacterial activity of CBS extracts were assessed. The performance of PEF-assisted extraction was compared with SLE and ultrasound-assisted extraction (UAE). The proposed method improved the release of TPC up to 45% and TFC up to 48% compared with the conventional extraction. The CBS extract showed medium growth inhibition of Escherichia coli and high growth inhibition of Salmonella sp, Listeria monocytogenes, and Staphylococcus aureus. Thus, an extract with enhanced antioxidant and antibacterial properties was obtained.",
      "mesh_terms": [
        "Plant Extracts",
        "Antioxidants",
        "Cacao",
        "Choline",
        "Anti-Bacterial Agents",
        "Flavonoids",
        "Lactic Acid",
        "Deep Eutectic Solvents",
        "Polyphenols",
        "Staphylococcus aureus",
        "Listeria monocytogenes",
        "Escherichia coli",
        "Electricity"
      ]
    },
    {
      "pmid": "38502648",
      "title": "Choline supplementation: Impact on broiler chicken performance, steatosis, and economic viability from from 1 to 42 days.",
      "authors": [
        "Matheus Ramalho de Lima",
        "Isabelle Naemi Kaneko",
        "Adiel Vieira de Lima",
        "Lucas Nunes de Melo",
        "Mario Cesar de Lima",
        "Anna Neusa Eduarda Ferreira de Brito",
        "Fernando Guilherme Perazzo Costa",
        "Andreia D C Vilas Boas",
        "Ana Louise Toledo",
        "Sigfrido Lopez Ferrer",
        "Saravanakumar Marimuthu"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary"
      ],
      "abstract": "This study was carried out to compare the impact of choline supplementation (available from two sources synthetic and natural) on various dosages in broilers. The mode of choline supplementation, via diet and additional sources, synthetic and natural, and the data of performance, carcass quality, blood parameters, and hepatic steatosis were compared. A total of 1050 day-old male Cobb 500 broiler chicks were randomly assigned to 10 treatments, using a completely randomized design model in a factorial scheme, with 6 replicates per treatment and 25 birds per replicate. Choline was supplemented using three sources: synthetic choline chloride 60% (CC), and two sources of natural choline A (NCA), and B (NCB). The Control treatment did not receive any choline supplementation. The diets were supplemented with low, intermediate and high doses of choline sources (400g/t, 800g/t, and 1200g/t of CC; 100g/t, 200g/t, and 300g/t of both NCA and NCB). Data analysis was performed using a factorial model to investigate the effects of choline supplementation (CC, NCA, NCB) and doses on the measured variables. Overall, the results indicated that the the performance of NCA was better than CC & NCB, specifically the dose of 100g/t of NCA outperformed MAR at 100g/t & CC at 400g/t, leading to a significant increase in body weight gain (85.66g & 168.84g respectively), and a noteworthy (9- & 12-point respectively) improvement in feed conversion ratio. Furthermore, NCA contributed to a reduction in steatosis when contrasted with various NCB & CC doses, likely due to the presence of curcumins and catechins in the natural choline source. These findings demonstrated that NCA supplementation yielded superior results compared to CC and NCB across both performance and liver health aspects in broilers aged 1 to 42 days. In conclusion, NCA can be used to replace the CC 60% without compromise on the zootechnical performance in broilers.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Animal Feed",
        "Chickens",
        "Choline",
        "Diet",
        "Dietary Supplements",
        "Weight Gain"
      ]
    },
    {
      "pmid": "38484849",
      "title": "The effects of CDP-choline treatment in Amanita phalloides mushroom toxicosis.",
      "authors": [
        "Nuri Cenk Coskun",
        "Seyma Buyucek"
      ],
      "journal": "Toxicon : official journal of the International Society on Toxinology",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Amanita phalloides poisoning is known to be the most fatal case among mushroom poisoning cases. Its main mechanism of toxicity is that it leads to cell death by the irreversible binding of its toxins to the DNA-dependent RNA polymerase II enzyme. This study was planned to analyze the effects of the CDP-choline molecule on Amanita phalloides mushroom poisoning cases. The extract of the Amanita phalloides mushroom was taken and intraperitoneally administered to male Wistar Albino rats at a dose of 0.3 g/kg. In the experiment phase, the rats were divided into three groups of CDP-choline treatment according to the doses of 100 mg/kg, 250 mg/kg, and 500 mg/kg, and one control group was administered a 1 ml/kg dose of 0.9% isotonic NaCl solution. The treatments were then administered intraperitoneally at the 2nd hour, and at the 6th hour, the rats were sacrificed. The degree of damage in the liver and kidney tissues of the rats was evaluated histopathologically. It was concluded that CDP-choline reduced or prevented the damage that occurred in the liver significantly and dose-dependently in the toxicosis picture caused by Amanita phalloides, and it showed a tendency to lower or prevent the damage in the kidney, albeit not significantly.",
      "mesh_terms": [
        "Male",
        "Rats",
        "Animals",
        "Mushroom Poisoning",
        "Rats, Wistar",
        "Amanita",
        "Choline"
      ]
    },
    {
      "pmid": "38484824",
      "title": "Gestational choline supplementation ameliorates T-maze reversal learning deficits induced by first trimester binge alcohol exposure in weanling lambs.",
      "authors": [
        "S Washburn",
        "K Nation",
        "T Cudd",
        "M Stanton",
        "C Goodlett"
      ],
      "journal": "Alcohol (Fayetteville, N.Y.)",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In rodent models of fetal alcohol spectrum disorders (FASD), cognitive deficits are implicated in impaired T-maze spatial reversal learning. Rat studies have indicated supplemental administration of choline during the developmental period of alcohol exposure can ameliorate spatial reversal deficits. This study tested whether beneficial effects of prenatal choline supplementation could be confirmed in a sheep model of binge exposure in the first trimester equivalent. Two hypotheses were tested: 1) alcohol exposure would produce deficits in reversal of a T-maze position discrimination; and 2) gestational dietary supplementation of choline would ameliorate those deficits. Mated ewes were assigned to one of seven groups-a normal control (NC) group or one of six infusion treatment groups: saline control (SC; isotonic saline), saline control plus choline (SC-CH; isotonic saline plus choline, 10 mg/kg administered orally throughout each day of gestation), binge alcohol (BA; 1.75 g/kg alcohol per infusion day), binge alcohol plus choline (BA-CH; 1.75 g/kg/day alcohol plus choline), heavy binge alcohol (HBA; 2.5 g/kg/day alcohol), or heavy binge alcohol plus choline (HBA-CH; 2.5 g/kg/day alcohol plus choline). The alcohol infusions modeled a weekend binge drinking pattern over the first trimester-equivalent (gestational day 4-41). T-maze training began at 12 weeks of age, with daily sessions occurring 5 days/week. Lambs were given five days of habituation training, followed by five days of position discrimination training (3 trials per daily session, intertrial interval of 3 h, reinforced side randomly assigned across subjects). Lambs were then given 10 days of training on the reversal task. There was no difference among groups during acquisition. Alcohol impaired reversal learning, and choline supplementation mitigated these deficits in the HBA-CH group. These results suggest that maternal dietary choline supplementation can ameliorate or prevent some impairments of executive function in a sheep model of FASD.",
      "mesh_terms": [
        "Animals",
        "Choline",
        "Pregnancy",
        "Female",
        "Reversal Learning",
        "Dietary Supplements",
        "Sheep",
        "Maze Learning",
        "Binge Drinking",
        "Prenatal Exposure Delayed Effects",
        "Fetal Alcohol Spectrum Disorders",
        "Pregnancy Trimester, First",
        "Weaning",
        "Ethanol",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "38479101",
      "title": "Thromboelastographic evaluation of the effectiveness of choline or CDP-choline treatment on endotoxin-induced hemostatic alterations in dogs.",
      "authors": [
        "Oya Eralp Inan",
        "Meric Kocaturk",
        "Mehmet Cansev",
        "Yesim Ozarda",
        "Zeki Yilmaz",
        "Ismail Hakki Ulus"
      ],
      "journal": "Research in veterinary science",
      "publication_date": "2024-May",
      "publication_types": [
        "Randomized Controlled Trial, Veterinary",
        "Journal Article"
      ],
      "abstract": "Sepsis/endotoxemia associates with coagulation abnormalities. We showed previously that exogenous choline treatment reversed the changes in platelet count and function as well as prevented disseminated intravascular coagulation (DIC) in endotoxemic dogs. The aim of this follow-up study was to evaluate the effect of treatment with choline or cytidine-5'-diphosphocholine (CDP-choline), a choline donor, on endotoxin-induced hemostatic alterations using thromboelastography (TEG). Dogs were randomized to six groups and received intravenously (iv) saline, choline (20 mg/kg) or CDP-choline (70 mg/kg) in the control groups, whereas endotoxin (0.1 mg/kg, iv) was used alone or in combination with choline or CDP-choline at the same doses in the treatment groups. TEG variables including R- and K-time (clot formation), maximum amplitude (MA) and α-angle (clot stability), G value (clot elasticity), and EPL, A, and LY30 (fibrinolysis), as well as overall assessment of coagulation (coagulation index - CI), were measured before and at 0.5-48 h after the treatments. TEG parameters did not change significantly in the control groups, except for CI parameter after choline administration. Endotoxemia resulted in increased R-time and A value (P < 0.05), decreased K-time (P < 0.05), α-angle (P < 0.001) and CI values (P < 0.01) at different time points. Treatment with either choline or CDP-choline attenuated or prevented completely the alterations in TEG parameters in endotoxemic dogs with CDP-choline being more effective. These results confirm and extend the effectiveness of choline or CDP-choline in endotoxemia by further demonstrating their efficacy in attenuating or preventing the altered viscoelastic properties of blood clot measured by TEG.",
      "mesh_terms": [
        "Animals",
        "Dogs",
        "Choline",
        "Cytidine Diphosphate Choline",
        "Dog Diseases",
        "Endotoxemia",
        "Endotoxins",
        "Follow-Up Studies",
        "Hemostatics",
        "Thrombelastography"
      ]
    },
    {
      "pmid": "38478324",
      "title": "OX26-cojugated gangliosilated liposomes to improve the post-ischemic therapeutic effect of CDP-choline.",
      "authors": [
        "Nicola d'Avanzo",
        "Donatella Paolino",
        "Antonella Barone",
        "Luigi Ciriolo",
        "Antonia Mancuso",
        "Maria Chiara Christiano",
        "Anna Maria Tolomeo",
        "Christian Celia",
        "Xiaoyong Deng",
        "Massimo Fresta"
      ],
      "journal": "Drug delivery and translational research",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cerebrovascular impairment represents one of the main causes of death worldwide with a mortality rate of 5.5 million per year. The disability of 50% of surviving patients has high social impacts and costs in long period treatment for national healthcare systems. For these reasons, the efficacious clinical treatment of patients, with brain ischemic stroke, remains a medical need. To this aim, a liposome nanomedicine, with monosialic ganglioside type 1 (GM1), OX26 (an anti-transferrin receptor antibody), and CDP-choline (a neurotrophic drug) (CDP-choline/OX26Lip) was prepared. CDP-choline/OX26Lip were prepared by a freeze and thaw method and then extruded through polycarbonate filters, to have narrow size distributed liposomes of ~80 nm. CDP-choline/OX26Lip were stable in human serum, they had suitable pharmacokinetic properties, and 30.0 ± 4.2% of the injected drug was still present in the blood stream 12 h after its systemic injection. The post-ischemic therapeutic effect of CDP-choline/OX26Lip is higher than CDP-choline/Lip, thus showing a significantly high survival rate of the re-perfused post-ischemic rats, i.e. 96% and 78% after 8 days. The treatment with CDP-choline/OX26Lip significantly decreased the peroxidation rate of ~5-times compared to CDP-choline/Lip; and the resulting conjugated dienes, that was 13.9 ± 1.1 mmol/mg proteins for CDP-choline/Lip and 3.1 ± 0.8 for CDP-choline/OX26Lip. OX26 increased the accumulation of GM1-liposomes in the brain tissues and thus the efficacious of CDP-choline. Therefore, this nanomedicine may represent a strategy for the reassessment of CDP-choline to treat post-ischemic events caused by brain stroke, and respond to a significant clinical need.",
      "mesh_terms": [
        "Liposomes",
        "Animals",
        "Cytidine Diphosphate Choline",
        "Male",
        "Rats",
        "Humans",
        "Rats, Sprague-Dawley",
        "Brain Ischemia",
        "G(M1) Ganglioside"
      ]
    },
    {
      "pmid": "38463914",
      "title": "Prunus mume extract and choline treatment in patients with non-alcoholic fatty liver disease estimated by b-mode ultrasonography and hepatorenal index.",
      "authors": [
        "Petar Avramovski",
        "Miroslav Lazarevski",
        "Maja Avramovska",
        "Stefan Talev",
        "Julijana Petrovska",
        "Vesna Siklovska",
        "Kosta Sotiroski"
      ],
      "journal": "Caspian journal of internal medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The aim of this study was to find the difference between the liver function test (LFT) and hepatorenal index (HRI), before and after the administration of Prunus mume (PM) and choline i.e., to find the predictors of the non-alcoholic fatty liver disease (NAFLD) severity according its HRI, during the three-month follow-up period. METHODS: LFT, glucose, and lipid tests were determined in 168 NAFLD patients, at baseline and after three-month drug treatment. HRI was calculated by Image J software analyzing the ultrasound images, and according its value, 3 groups of NAFLD were formed. RESULTS: The HRI at baseline (1.3598±0.1744) and after 3 months therapy (1.3061±0.1923) differs significantly (p<0.0001). Plasma glucose (FPG) (p<0.0001), glycated hemoglobin (HbA1c) (P=0.002), alanine aminotransferase (ALT) (p<0.0001), aspartate aminotransferase (AST) (P=0.0006), gamma-glutamil transferase (γ-GT) (P=0.0053), high density lipoprotein cholesterol (HDL-Ch) (p<0.0001) and triglycerides (P=0.041) differ significantly, too. HRI is positively correlated with: HbA1c (P=0.035), ALT (P=0.002), AST (P=0.003), γ-GT (P=0.043), and triglycerides (P=0.002) and inversely correlated with HDL-Ch (P=0.011). In multiple regression results (standard coefficient and p-value), the independent predictors for HRI in NAFLD patients were: HbA1c (0.1443, 0.0004), ALT (0.001142, 0.0081), triglycerides (0.0431, 0.0235) and γ-GT (0.001376, 0.0329). CONCLUSION: Three-month administration of PM and choline have beneficial effects on the regulation of glucose and lipid metabolism (HDL-Ch), and on LFT. This plant extract significantly reduces the levels of FPG, HbA1c, ALT, AST, γ-GT, triglycerides and increases HDL-Ch. The triglycerides, ALT, γ-GT and HbA1c are positive independent predictors for the severity of NAFLD."
    },
    {
      "pmid": "38408730",
      "title": "Identification of Genes Responding to Iron or Choline Treatment for Early-Life Iron Deficiency in the Male Rat Hippocampal Transcriptomes.",
      "authors": [
        "Shirelle X Liu",
        "Natalia Calixto Mancipe",
        "Tate Gisslen",
        "Michael K Georgieff",
        "Phu V Tran"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "BACKGROUND: Developmental iron deficiency (ID) is associated with long-term cognitive and affective behavioral impairments in humans. Preclinical studies have shown that developmental ID has short- and long-term effects on gene regulation. Prenatal choline supplementation partially rescues early-life ID-induced cognitive deficits in adult male rats. OBJECTIVES: To identify acute and long-term changes in biological processes regulated by developmental ID and modifiable by choline. METHODS: This study compares the hippocampal transcriptomes of postnatal day (P) 15 iron-deficient (acute) and P65 formerly ID (persistent) rats with or without prenatal choline treatment. Pregnant rats were fed an ID (4 mg/kg Fe) or iron-sufficient (IS) (200 mg/kg Fe) diet from gestational day (G) 2 to P7 with or without choline supplementation (5 g/kg choline) from G11 to G18. Hippocampi were collected from P15 or P65 offspring and analyzed for gene expression by RNA sequencing. RESULTS: Developmental ID-induced changes suggested modified activity of oxidative phosphorylation and fatty acid metabolism. Prenatal choline supplementation induced robust changes in gene expression, particularly in iron-deficient animals, where it partially mitigated the early-life ID-dysregulated genes. Choline supplementation also altered the hippocampal transcriptome in the IS rats, with indications for both beneficial and adverse effects. CONCLUSIONS: This study provided global assessments of gene expression regulated by iron and choline. Our new findings highlight genes responding to iron or choline treatments, including a potentially novel choline-regulated transporter (IPO7), with shared effects on neuroinflammation in the male rat hippocampus.",
      "mesh_terms": [
        "Pregnancy",
        "Humans",
        "Female",
        "Rats",
        "Animals",
        "Male",
        "Iron",
        "Transcriptome",
        "Choline",
        "Animals, Newborn",
        "Rats, Sprague-Dawley",
        "Iron Deficiencies",
        "Vitamins",
        "Hippocampus",
        "Prenatal Exposure Delayed Effects"
      ]
    }
  ]
}