{
  "supplement": "Chrysin",
  "query": "Chrysin[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:37:20",
  "research_count": 388,
  "count": 100,
  "articles": [
    {
      "pmid": "40306769",
      "title": "Bioactive chitosan-BSA Maillard-derived chrysin-loaded nanoparticles: A gastroprotective, biomucoadhesive approach for enhanced oral therapy in ulcerative colitis.",
      "authors": [
        "Chandrashekhar Jori",
        "Anas Ahmad",
        "Ajay Kumar",
        "Bhuvnesh Kumar",
        "Aneesh Ali",
        "Nemat Ali",
        "Heena Tabassum",
        "Rehan Khan"
      ],
      "journal": "Carbohydrate polymers",
      "publication_date": "2025-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current limitations of oral nanomedicines such as aminosalicylates, immunosuppressants, corticosteroids, and antibiotics include the toxic byproducts from nanocarrier synthesis, poor targeting and retention within the inflamed colon, delayed release at inflammation sites, susceptibility to gastric degradation, reduced efficacy under hypoxic conditions, MUC2 homeostasis disruption, and insufficiently addressing the disease's root causes. This research presents an innovative approach of using non-toxic, biodegradable, and biocompatible Maillard reaction-based nanoparticles (MPs) for targeted oral drug delivery in IBD therapy. Through the development of mucoadhevise chitosan-bovine serum albumin Maillard nanoparticles shielded with biocompatible, non-toxic, non-immunogenic, gastroprotective pectin (P@CMPs) encapsulating with chrysin, a flavonoid with anti-inflammatory and hyperoxia properties whose bioavailability is negatively affected by gastric degradation. P@CMPs had a spherical, uniform 300 nm hydrodynamic diameter, confirmed by TEM and FESEM. Chrysin encapsulation efficiency and loading capacity were ∼96 % and 16 %, respectively, demonstrating effective nanoparticle formulation The P@CMPs is designed to withstand the gastrointestinal environment, ensuring targeted delivery and prolonged retention in inflamed colonic regions. In a dextran sodium sulfate-induced colitis mouse model, P@CMPs markedly mitigated inflammation, suppressed proinflammatory cytokine levels, and augmented the expression of MUC2, a crucial factor for maintaining the integrity of the gut barrier. By employing non-toxic, biocompatible and biodegradable materials, our P@CMPs approach offers a promising avenue for advancing IBD treatment, addressing various challenges and precise oral delivery within the gastrointestinal system.",
      "mesh_terms": [
        "Animals",
        "Chitosan",
        "Nanoparticles",
        "Flavonoids",
        "Serum Albumin, Bovine",
        "Colitis, Ulcerative",
        "Mice",
        "Administration, Oral",
        "Maillard Reaction",
        "Dextran Sulfate",
        "Drug Carriers",
        "Pectins",
        "Male",
        "Cattle"
      ]
    },
    {
      "pmid": "40288011",
      "title": "Design, synthesis, bioactivity, X-ray crystallography, and molecular docking studies of chrysin-1,3,5-triazine derivatives as anticancer agents.",
      "authors": [
        "Xuan-Yi Xue",
        "Jing-Liang He",
        "Meng-Wei Song",
        "Zi-En Yu",
        "Shuang-Liu",
        "Meng-Jie Lin",
        "Chi-Peng Zhang",
        "Bo-Ding",
        "Hao-Wang",
        "Zhi-Hao Ma",
        "Wei-Heng Zhang",
        "Yang-Yang Zou",
        "Qing-Yuan",
        "Jing-Ji",
        "Da-Hua Shi"
      ],
      "journal": "Bioorganic chemistry",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In order to discover new effective anti-cancer drugs, fifteen derivatives of chrysin-1,3,5-triazine were designed and synthesized as potential novel anti-cancer agents. The structure of the target compounds were characterized by 1H NMR, 13C NMR, IR, and HR-MS. The purity of all compounds were detected by HPLC. The structure of compound 4a was subjected to further investigation through single crystal X-ray diffraction, and elaborate discussions were conducted on the Hirshfeld surface and two-dimensional fingerprint diagram to explore the molecular conformation, crystal packing mode and molecular interactions. The antiproliferative activity of these compounds was assessed by the MTT (methylthiazolyl tetrazolium) assay against MDA-MB-231 (breast cancer cells), HeLa (cervical cancer cells), HCCLM3 (liver cancer cells), and HCT116 (colon cancer cells). Positive controls were cisplatin and chrysin. The results show that some chrysin-1,3,5-triazine derivatives have better anti-cancer activity than cisplatin and chrysin. Chrysin-1,3,5-triazine derivatives selectively targets HeLa cervical cancer cells. Compound 4c (7-((4-(Dibutylamino)-1,3,5-triazin-2-yl)oxy)-5-hydroxy-2-phenyl-4H-chromen-4-one) exhibits the strongest antiproliferative activity against HeLa cells (IC50 = 9.86 ± 0.37 μM), superior to cisplatin and chrysin (IC50 values of 28.09 ± 0.47 μM and 29.51 ± 0.51 μM, respectively). Further studies showed that compound 4c not only inhibits the invasion, adhesion, and proliferation of HeLa cells, but also has a strong inhibitory effect on the proliferation of HeLa tumor heterotopic xenografts in vivo. Molecular docking studies suggest that compound 4c can interact with phosphatidylinositol 3-kinase(PI3K)and cysteine aspartic acid proteinase-3 (Caspase-3). Western blot results demonstrated that compound 4c inhibited PI3K expression at the protein level and promoted the degradation of Pro-caspase-3, thereby activating the caspase-3-dependent apoptotic pathway. Furthermore, the absorption, distribution, metabolism, excretion, and toxicity (ADMET) properties of these compounds suggest that they may have pharmacological characteristics and safety. Thus, compound 4c has the potential to be a highly promising candidate for cancer treatment."
    },
    {
      "pmid": "40285837",
      "title": "Chrysin improves endothelial inflammation via the NFAT pathway in Kawasaki disease.",
      "authors": [
        "Jin Ma",
        "Yan Li",
        "Yunjia Tang",
        "Guanghui Qian",
        "Haitao Lv",
        "Xiudao Song",
        "Ying Liu"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2025-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The purpose of this study was to evaluate the therapeutic effects of Chrysin on endothelial inflammation in a KD mouse model and to elucidate the molecular mechanisms underlying these effects, with a particular focus on the NFAT2 signaling pathway. METHODS AND RESULTS: In vivo, a KD mouse model was used to assess the effects of Chrysin on coronary artery inflammation. Histological analysis, immunohistochemistry, and cytokine profiling were performed to evaluate inflammatory cell infiltration, structural changes in the arteries, and modulation of key inflammatory cytokines. In vitro, TNFα-stimulated HCAECs were used to examine the protective effects of Chrysin on endothelial injury, including cytokine secretion and adhesion molecule expression. Mechanistic studies were conducted to explore the role of the NFAT2 signaling pathway in mediating Chrysin's effects, utilizing molecular docking analysis and Western blotting. In vivo, Chrysin treatment significantly alleviated coronary artery inflammation in the KD mouse model. Histological analysis revealed reduced inflammatory cell infiltration and improved elastin fiber structure. Cytokine analysis showed that Chrysin attenuated the elevated levels of IL-6, IL-17, TNFα, and MCP-1 in KD mice. In vitro, Chrysin reduced TNFα-induced endothelial injury, as evidenced by decreased secretion of IL-6, IL-8, IL-23, ICAM-1 and VCAM-1 in HCAECs. Mechanistic investigations revealed that Chrysin's effects on endothelial inflammation were mediated through the NFAT2 signaling pathway, rather than the upstream PLCγ1 pathway, as confirmed by molecular docking and Western blotting. Inhibition of PLCγ1 did not alter the protective effects of Chrysin, suggesting that its action is primarily through NFAT2. CONCLUSIONS: This study provides the first evidence that Chrysin significantly reduces endothelial inflammation and vascular injury in KD. The observed anti-inflammatory effects are mediated through the NFAT2 signaling pathway, highlighting the potential of Chrysin as a therapeutic agent for managing KD and its associated vascular complications.",
      "mesh_terms": [
        "Animals",
        "NFATC Transcription Factors",
        "Flavonoids",
        "Mucocutaneous Lymph Node Syndrome",
        "Mice",
        "Signal Transduction",
        "Disease Models, Animal",
        "Inflammation",
        "Cytokines",
        "Humans",
        "Molecular Docking Simulation",
        "Endothelial Cells",
        "Coronary Vessels",
        "Male",
        "Tumor Necrosis Factor-alpha",
        "Endothelium, Vascular"
      ]
    },
    {
      "pmid": "40226808",
      "title": "Chrysin mitigates cyclophosphamide-triggered cardiotoxicity in rats: Insights into cardioprotection via Treg expression modulation and iNOS downregulation.",
      "authors": [
        "Dalia O Saleh",
        "Marawan A Elbaset",
        "Kawkab A Ahmed",
        "Ahmed A Sedik"
      ],
      "journal": "Toxicology reports",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cyclophosphamide (CP) is a potent chemotherapeutic agent widely used in cancer treatment; however, its clinical efficacy is limited by severe cardiotoxic side effects. This study aimed to evaluate the cardioprotective effects of chrysin, a natural flavonoid, against CP-induced cardiotoxicity in rats. To achieve this aim, forty male Wistar rats were randomly divided into five groups (n = 8 per group). Chrysin was administered orally at doses of 25, 50, or 100 mg/kg for 7 days before and 7 days after a single intraperitoneal injection of CP (200 mg/kg). Electrocardiography (ECG) was performed in vivo using the ECG PowerLab module to assess cardiac function, measuring the RR interval, heart rate, and corrected QT (QTc) interval. Serum levels of cardiac injury markers-creatine kinase-MB (CK-MB) and lactate dehydrogenase (LDH)-were also determined. Flow cytometry was utilized to evaluate the expression of regulatory T cell markers (CD4, CD25, and Foxp3) and apoptotic marker Annexin V. Histopathological assessment of myocardial tissues was conducted using hematoxylin and eosin (H&E) staining. Immunohistochemical analysis of inducible nitric oxide synthase (iNOS) expression was also performed. CP administration significantly elevated serum levels of cardiac injury markers compared with normal controls. ECG revealed that CP significantly altered cardiac function, as evidenced by a reduced RR interval, an increased heart rate, and an elevated QTc interval. In contrast, chrysin coadministration produced dose-dependent improvements; the highest dose (100 mg/kg) most effectively reduced serum CK-MB and LDH levels, improved the RR interval, decreased the heart rate, and partially restored QTc values. Moreover, CP significantly decreased the cardiac expression of regulatory T cell markers (CD4, CD25, and Foxp3) while markedly increasing Annexin V expression. Chrysin treatment reversed these changes in a dose-dependent manner, with the 100 mg/kg dose eliciting the greatest improvement in Treg expression and reducing Annexin V expression toward normal levels. Histopathological examination confirmed that CP induced myocardial congestion, edema, necrosis, and inflammatory cell infiltration, which were progressively ameliorated by chrysin, with the highest dose restoring near-normal myocardial architecture. Additionally, immunohistochemical analysis demonstrated that CP markedly upregulated iNOS expression in cardiac tissue, whereas chrysin dose-dependently downregulated iNOS, achieving complete normalization at the highest dose. Collectively, these findings suggest that chrysin exerts significant cardioprotective effects against CP-induced cardiotoxicity, likely through the modulation of Treg expression, attenuation of apoptosis, and suppression of iNOS-mediated inflammatory responses, underscoring its potential as an adjunctive therapy in chemotherapy-associated cardiac complications."
    },
    {
      "pmid": "40187007",
      "title": "Pretreatment of stem cells from human exfoliated deciduous teeth with low dosage of chrysin induces autophagy and cell survival as a target in regenerative therapy.",
      "authors": [
        "Xi Chen",
        "XiaoLiang Luo",
        "Jian Qin",
        "HongHui Xie",
        "Hui Xie"
      ],
      "journal": "Tissue & cell",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Stem cell-based therapies, particularly stem cells from human exfoliated deciduous teeth (SHED), are gaining attention for regenerative medicine. Autophagy plays a crucial role in stem cell function by maintaining cellular homeostasis. Understanding how agents like chrysin induce autophagy in SHED cells could improve stem cell maintenance, enhance functionality, and delay aging, thus offering new therapeutic avenues for stem cell-based regenerative treatments. METHODS: Flow cytometry as well as multi-lineage differentiation was performed to characterization of SHED cells. The MTT assay was conducted to determine the optimal concentration of chrysin. The expression of autophagy-related proteins, including LC3-II, p62, and Beclin-1, was analyzed using western blotting. To evaluate cell survival and regenerative capacity, the expression of TERT protein was examined. We further assessed the formation of autophagic vesicles using flow cytometry. RESULTS: SHED cells were positive for CD44 and CD73, while negative for CD31 and CD34. Differentiation assays demonstrate the ability of SHED cells to differentiate into osteoblasts and adipocytes. The MTT indicate an optimal concentration of 20 μM chrysin, potentially showing enhanced cell proliferation. Western blot analysis revealed increased expression of LC3-II and Beclin-1, as autophagy-related protein following chrysin treatment, while a significant decrease was observed in the level of p62 (****P < 0.0001). TERT levels showed a slight decrease in treated group. Chrysin significantly increased the autophagic vesicles, as evidenced by thr percentage of MDC-positive cells (**P < 0.001). Chrysin also induced slight apoptosis in SHED cells(*P < 0.05). CONCLUSION: Together, these findings demonstrate that chrysin induces autophagy in SHED cells, suggesting its potential as a modulator of stem cell function."
    },
    {
      "pmid": "40161948",
      "title": "Advances in nanocarrier-mediated delivery of chrysin: Enhancing solubility, bioavailability, and anticancer efficacy.",
      "authors": [
        "Sheida Dabiri",
        "Sevda Jafari",
        "Ommoleila Molavi"
      ],
      "journal": "BioImpacts : BI",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Chrysin, a natural phytochemical compound found in various plant sources, possesses diverse pharmacological benefits, including anticancer, antioxidant, antidiabetic, neuroprotective, cardioprotective, hepatoprotective, immunoregulatory, and anti-inflammatory properties. Despite its well-documented biological activities, chrysin's low water solubility and bioavailability hinder its clinical development. This review explores the application of nanocarriers as a strategic approach to overcome these challenges and enhance the delivery of chrysin. Nanocarriers, including polymer-based nanoparticles (NPs), lipid-based NPs, and inorganic nanocarriers, have shown promise in improving the solubility, bioavailability, and tumor-targeted delivery of chrysin. The paper discusses chrysin's anticancer effects on different types of human cancers, elucidating its impact on crucial signaling pathways involved in tumorigenesis. The review categorizes and analyzes various nanocarriers, providing insights into their structural properties and drug release profiles. Among the nanocarriers, polymer-based NPs, especially those utilizing PLGA, emerge as promising strategies for chrysin encapsulation, demonstrating improvements in drug release, stability, and bioavailability. Lipid-based NPs and inorganic nanocarriers also exhibit potential in enhancing chrysin delivery. The comprehensive insights provided contribute to a deeper understanding of chrysin's pharmacological properties and its potential clinical applications, offering valuable perspectives for future research and translation into clinical settings. The review underscores the importance of selecting suitable structures for chrysin encapsulation to enhance its physicochemical properties and anticancer effects, paving the way for innovative nanomedicine approaches in cancer therapy."
    },
    {
      "pmid": "40133531",
      "title": "Poly lactic-co-glycolic acid enhances the efficacy of the phytomedicine chrysin against cisplatin induced toxicity in submandibular salivary glands.",
      "authors": [
        "Samah K Ezzat",
        "Hend Mohamed Anter",
        "Ola A Habotta",
        "Doaa A M Esmaeil",
        "Doaa A Farag",
        "Reham Mokhtar Aman"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chemotherapy, particularly cisplatin, is a prevalent cancer treatment. Unfortunately, many tissues, for instance the submandibular salivary glands, are toxically affected by cisplatin. Of significant interest, phytopharmaceuticals rich in flavonoids have demonstrated exceptional defense against chemotherapy induced toxicity, like chrysin (Chr); nevertheless, its low solubility and poor bioavailability have remained cornerstone issues. Accordingly, Chr was successfully encapsulated in the poly(d, l-lactide-co-glycolide) nanoparticles (PLGA NPs) scaffold. The developed chrysin-loaded poly(d, l-lactide-co-glycolide) nanoparticles (Chr-loaded PLGA NPs) were meticulously evaluated via comprehensive in vitro-in vivo investigations. Saliently, the outcomes of in vivo studies exhibited admirable in vivo counteraction effectiveness against cisplatin-induced toxicity in submandibular salivary glands in Albino rats upon comparing Chr-loaded PLGA NPs treated group with pure Chr as well as blank NPs treated ones. Inclusively, Chr-loaded PLGA NPs can be regarded as promising therapy to create recent vistas for dampening myriad adverse effects of different chemotherapies.",
      "mesh_terms": [
        "Animals",
        "Flavonoids",
        "Cisplatin",
        "Polylactic Acid-Polyglycolic Acid Copolymer",
        "Submandibular Gland",
        "Rats",
        "Nanoparticles",
        "Antineoplastic Agents",
        "Male",
        "Drug Carriers",
        "Humans"
      ]
    },
    {
      "pmid": "40129143",
      "title": "Chrysin Exhibits Selective Antiproliferative and Antimigratory Activities in a Wide Range of Human-derived Cervical Cancer Cell Lines.",
      "authors": [
        "Analine Rosa Barquez de Assis Carvalho",
        "Gabrielle Marconi Zago Ferreira Damke",
        "Lyvia Eloiza de Freitas Meirelles",
        "Raquel Pantarotto Souza",
        "Bianca Altrão Ratti",
        "Edilson Damke",
        "Marcos Luciano Bruschi",
        "Márcia Edilaine Lopes Consolaro",
        "Vânia Ramos Sela da Silva"
      ],
      "journal": "Anti-cancer agents in medicinal chemistry",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In the past few years, the antiproliferative activities of chrysin (5,7-dihydroxyflavone) have garnered significant attention in anticancer drug discovery due to its promising ability to suppress cancer cell proliferation. However, studies on its effects on cervical cancer are limited and have primarily focused on HeLa cells. OBJECTIVE: In order to better understand its therapeutic potential for cervical cancer, we assessed the antiproliferative and anti-migratory effects of chrysin in a wide range of human-derived cell lines comprising C33A (human papillomavirus/HPV-negative), HeLa (HPV 18-positive), SiHa (HPV 16-positive), and CaSKi (HPV 16 and 18- positive), in comparison to a human epithelial cell line derived from spontaneously immortalized cell, HaCaT. METHODS: Cell viability was determined using the MTT assay, while the clonogenic assay evaluated long-term cytotoxicity. Morphological alterations were observed via light microscopy, and cell death was assessed using Annexin V FITC/propidium iodide (PI) staining. Total reactive oxygen species (ROS) levels were measured by fluorescence microscopy, the mitochondrial transmembrane potential was assessed using TMRE, and lipid peroxidation was analyzed using DPPP. Additionally, wound healing migration and cell invasion assays were conducted. RESULTS: Chrysin selectively inhibited cell proliferation and induced apoptosis in every cervical cancer cell line assessed while exerting minimal effects on HaCaT cells. Additionally, it triggered mitochondrial redox imbalance and significantly suppressed both migration and invasion of cervical cancer cells. CONCLUSION: Based on these results, chrysin appears to be a promising candidate as an anticancer agent for both HPV-associated and HPV-independent cervical cancers, emphasizing the necessity for further exploration in subsequent studies."
    },
    {
      "pmid": "40107856",
      "title": "Chrysin ameliorates pain through regulation of the serum metabolomics in the rats.",
      "authors": [
        "Khadijeh Haghighat",
        "Fariba Mahmoudi",
        "Maryam Khoshkam",
        "Homayoun Khazali"
      ],
      "journal": "The Korean journal of pain",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chrysin is a natural flavonoid that exhibits various pharmacological activities including pain relief. However, the effects of chrysin on changes of metabolic profiles during pain remain unclear. The aim of this study was to analyze the biomarkers related to pain in serum and to evaluate the analgesic properties of chrysin in a rat model of pain. METHODS: Male Wister rats were divided into four groups (n = 5). Pain was induced by injecting 50 μL of formalin into the hind paw. Chrysin and diclofenac (10 mg/kg, intraperitoneal injection) was administered to the intact and pain groups. All injections were given 30 minutes before pain induction. Immediately, the behavioral test was performed. Then the serum sample was separated for 1HNMR-based metabolite analysis. RESULTS: Chrysin treatment alleviated the paw licking events, flinching response, and pain score. The integrated analyses further revealed three major metabolic changes including glycine-serine-threonine, taurine-hypotaurine, and arginine by comparing the serums from intact operated rats, pain rats, and pain rats treated with chrysin, and suggested that chrysin may improve pain by regulating the biosynthesis of these metabolic pathways. CONCLUSIONS: These findings provide insights into metabolic pathways involved in pain and the analgesic effects of chrysin and may help to identify potential targets for the anti-pain properties of chrysin."
    },
    {
      "pmid": "40035853",
      "title": "Chrysin ameliorates dextran sulfate-induced ulcerative colitis in mice by modulating inflammation and gut microbiota.",
      "authors": [
        "Xin Yao",
        "Yao Chen",
        "Yang Li",
        "Jieyu Mo",
        "Xia Liu",
        "Peng Wang",
        "Daqi Jia",
        "Huaqiang Li",
        "Chunfang Guo"
      ],
      "journal": "International journal of colorectal disease",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Inflammatory bowel disease (IBD) encompasses chronic inflammation of the colon and rectum, posing significant health challenges. Previous studies have shown potential therapeutic effects of natural compounds on IBD. Chrysin, a naturally occurring flavonoid, has been suggested to modulate inflammatory pathways and gut microbiota, but its comprehensive impact on ulcerative colitis remains inadequately explored. METHODS: This study employed a dextran sulfate sodium (DSS)-induced ulcerative colitis model in mice to investigate the effects of Chrysin. Using network pharmacology, we identified key signaling pathways potentially influenced by Chrysin. Experimental approaches included measuring disease activity index scores, serum levels of TNF-α, and assessing colon damage histologically. Transcriptomic and microbiome analyses were conducted to examine changes in gene expression and gut bacterial populations, respectively. Additionally, metabolomic profiling was used to identify alterations in colon metabolites. RESULTS: Chrysin treatment significantly mitigated weight loss and reduced disease activity index scores in DSS-induced mice. There was a notable decrease in serum TNF-α levels and less histological damage in the colon. Transcriptomic analysis revealed significant alterations in gene expression within the NF-κB and IL-17 signaling pathways. Microbiome analysis showed significant shifts in the populations of Bacteroidetes and Firmicutes. Metabolomics analysis identified changes in 298 colon metabolites, implicating several essential metabolic pathways. CONCLUSIONS: The findings suggest that Chrysin exerts a dual-action therapeutic effect on ulcerative colitis by reducing inflammation and modulating the gut microbiota. These multifaceted impacts highlight Chrysin's potential utility as a novel therapeutic agent in the clinical management of IBD, offering valuable insights into its mechanisms of action and paving the way for future clinical trials.",
      "mesh_terms": [
        "Animals",
        "Flavonoids",
        "Gastrointestinal Microbiome",
        "Colitis, Ulcerative",
        "Dextran Sulfate",
        "Mice",
        "Colon",
        "Tumor Necrosis Factor-alpha",
        "Mice, Inbred C57BL",
        "Inflammation",
        "Male",
        "Metabolomics",
        "Signal Transduction",
        "NF-kappa B",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "40002685",
      "title": "Chrysin Attenuates Gentamicin-Induced Renal Injury in Rats Through Modulation of Oxidative Damage and Inflammation via Regulation of Nrf2/AKT and NF-kB/KIM-1 Pathways.",
      "authors": [
        "Talat A Albukhari",
        "Rehab M Bagadood",
        "Bayan T Bokhari",
        "Waheed A Filimban",
        "Hatem Sembawa",
        "Nani Nasreldin",
        "Hossam E Gadalla",
        "Mohamed E El-Boshy"
      ],
      "journal": "Biomedicines",
      "publication_date": "2025-Jan-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Gentamicin (GM) is extensively used as an antibiotic for the treatment of infections caused by Gram-negative bacteria. Oxidative stress and proinflammatory cytokines are implicated in GM-induced renal damage. Chrysin (CH), also known as 5,7-dihydroxyflavone, has been used in traditional medicine to treat various kidney disorders. The aim of this study was to investigate the antioxidant, anti-apoptotic, and anti-inflammatory effects of CH against nephrotoxicity induced by GM. METHODS: Male rats were separated into four equal groups: a negative control group (NC), a CH-treated group (100 mg/kg/day per os), a group treated with GM (100 mg/kg/day IM), and a group treated with both GM and CH (100 mg/kg/day), for 10 days. Blood and urine renal markers were investigated. RESULTS: GM caused increases in the serum creatinine and urea levels and decreases in creatinine clearance, urine flow, and urine volume in the GM-treated rats. Moreover, there were increases in the levels of IL-1β, TNF-α, IL-18, and MDA in the renal tissues, with an augmented expression of NF-κB/KIM-1, as well as decreases in antioxidant marker (GSH, GPx, CAT, and SOD) activities and decreased expressions of the anti-inflammatory transcription factors Nrf2 and AKT. The simultaneous treatment with CH in the GM-treated group protected renal tissues against the nephrotoxicity induced by GM, as demonstrated by the normalization of renal markers and improvement in histopathological damage. CONCLUSIONS: This study reveals that CH may attenuate GM-induced renal toxicity in rats."
    },
    {
      "pmid": "39998176",
      "title": "Multifunctional chrysin-loaded gallic acid-glycerol monostearate conjugate-based injectable hydrogel for targeted inhibition of hypoxia-induced NLRP3 inflammasome in ulcerative colitis.",
      "authors": [
        "Ajay Kumar",
        "Rahul",
        "Kanika",
        "Jattin Kumar",
        "Shubham Mahajan",
        "Aneesh Ali",
        "Nemat Ali",
        "Mahendra Bishnoi",
        "Young-Ok Son",
        "Rehan Khan"
      ],
      "journal": "Biomaterials science",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ulcerative colitis (UC) is a chronic inflammatory condition affecting the colon part of the large intestine. Since there is no cure for this disease, conventional therapies only provide symptomatic relief. Recently, phytomolecules have shown promising treatment results in various diseases. However, short half-life, hydrophobicity, and poor bioavailability limit their therapeutic potential. To overcome all these challenges, we have earlier conjugated a phytomolecule (gallic acid) (GA) with the FDA-approved generally recognized as safe (GRAS) material that is glycerol monostearate (GMS). This GA-GMS conjugate self-assembles as a hydrogel via the heating-cooling method and acts as a pro-drug of GA. The in vivo imaging results suggest that the GA-GMS hydrogel more efficiently adheres to the inflamed colon than a therapeutic enema. Additionally, it is known that the gut microbiota exaggerates UC by creating a hypoxic environment in the colon. This hypoxia is linked with NLRP3 inflammasome activation that triggers the release of IL-1β and IL-18 that downregulates MUC2 protein expression in the colon, responsible for mucin secretion in the colon. Therefore, chrysin (CR) (HIF-1α inhibitor) is encapsulated into the GA-GMS hydrogel to target hypoxia. The CR@GA-GMS hydrogel follows the enzyme-responsive release of the CR and restores DSS-induced damage to colonic tissue. Furthermore, the CR@GA-GMS hydrogel downregulates HIF-1α mediated NLRP3 inflammasome signalling while upregulating MUC2 production.",
      "mesh_terms": [
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Animals",
        "Colitis, Ulcerative",
        "Inflammasomes",
        "Flavonoids",
        "Mice",
        "Hydrogels",
        "Gallic Acid",
        "Glycerol",
        "Mice, Inbred C57BL",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Humans",
        "Hypoxia"
      ]
    },
    {
      "pmid": "39987541",
      "title": "Network pharmacology unveils the intricate molecular landscape of Chrysin in breast cancer therapeutics.",
      "authors": [
        "Jianping Ma",
        "PinYi Liu",
        "Lili Pan"
      ],
      "journal": "Discover oncology",
      "publication_date": "2025-Feb-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chrysin is one of the natural flavonoid compounds Sourced from various plant source, mainly in propolis and honey, demonstrates effective Cancer-suppressing properties, particularly in Breast cancer (BC). However, the specific molecular mechanisms underlying its efficacy in breast cancer treatment have remained elusive. This study employed network pharmacology combined with a molecular docking approach to uncover the intricate details of Chrysin's impact on breast cancer. Utilizing databases such as GeneCards, and disgenet, Pharmmapper, ctd database, Chrysin and potential breast cancer targets were meticulously curated. Through a strategic process of mapping and screening, core targets essential for Chrysin's efficacy in breast cancer treatment were identified. Further refinement through Venn diagram analysis, considering 1350 breast cancer target genes and 433 Chrysin-related targets, identified 140 intersection targets. Subsequent construction of protein-protein interaction networks of 140 intersecting using the STRING and Cytoscape software highlighted these ten targets as core candidates. Functional annotation and pathway analysis, performed using the ShinyGO database, unveiled that the key targets were significantly associated with the Prostate cancer pathways and IL17 signaling pathways. Molecular docking results underscored Chrysin's effective binding to these ten key targets, forming stable protein-ligand complexes. Molecular docking analyses were then conducted to evaluate the impact of Chrysin in the key targets, revealing TP53, JUN, HIF1A, ALB, CASP3, STAT3, BCL2, TNF, AKT1, and IL6 as pivotal players. In summary, this investigation provides valuable revelations into the essential targets and molecular processes through which Chrysin exerts its anti-breast cancer effects. These findings not only enhance our understanding of Chrysin's pharmacological actions in breast cancer but also lay a theoretical groundwork for future investigations into the therapeutic mechanisms of Chrysin in this context."
    },
    {
      "pmid": "39976093",
      "title": "The Effect of Chrysin Nanocrystal on the Thyroid Gland of Rats Exposed to Chlorpyrifos.",
      "authors": [
        "Tahereh Farkhondeh",
        "Fatemeh Ahrari",
        "Shahnaz Rajabi",
        "Effat Alemzadeh",
        "Behzad Mesbahzadeh",
        "Maryam Rezaei",
        "Sara Ziafati Majidi",
        "Saeed Samarghandian"
      ],
      "journal": "Endocrine, metabolic & immune disorders drug targets",
      "publication_date": "2025-Feb-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chlorpyrifos (CPF) is an organophosphate insecticide that is mostly used in agriculture for pest control. AIM: This investigation aimed to evaluate the possible protective role of chrysin nanocrystals on thyroid gland hormones and histology in male rats after exposure to a high dose of chlorpyrifos. METHOD: Rats were randomly divided into 6 groups (6 rats in each group): 1. healthy control group, 2. treated with chrysin nanocrystal (5 mg/kg), 3. treated with chrysin nanocrystal (10 mg/kg), 4. treated with chrysin nanocrystal (5 mg/kg) + chlorpyrifos, 5. treated with chrysin nanocrystal (10 mg/kg) + chlorpyrifos, and 6. treated with chlorpyrifos (30 mg/kg). After 15 days of intervention, rats were anesthetized, and blood samples were taken from the heart to measure thyroid hormones. Then, the thyroid gland was isolated and stored in 10% formalin for histopathological studies. Thyroid samples were also stored at -80 ° C for measuring oxidative stress parameters. RESULT: A significant reduction was observed in the serum concentrations of T3 and T4 in all treated groups compared with the control group (p < 0.01). In addition, hormone level examination revealed no statistically significant (p ˃ 0.05) changes in plasma TSH concentration in any of the groups. The treatment with CPF and chrysin nanocrystal did not affect the levels of oxidative biomarkers (MDA, GSH, and NO) in thyroid glands. Photomicrographs of a histological section of the thyroid gland showed vacuolar degenerated follicle epithelium and missing colloids in the histological section of the thyroid gland of all groups. CONCLUSION: Our findings demonstrated that the oral administration of chrysin nanocrystals could not inhibit the toxic effect of a high dose of CPF on the thyroid gland in the rats."
    },
    {
      "pmid": "39968082",
      "title": "Targeting dipeptidyl peptidase-8/9 to combat inflammation-induced osteoclastogenesis in RAW264.7 macrophages and analysis of anti-osteoclastogenesis potential of chrysin.",
      "authors": [
        "Syed Sufian Ahmad",
        "Faraha Ahmed",
        "Sayeed Ahmad",
        "Anuja Krishnan",
        "Mohammad Ahmed Khan"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Osteoclasts drive bone resorption under inflammation, with cytokines promoting osteoclastogenesis. The role of proline enzymes like dipeptidyl peptidase-8 and 9 (DPP-8/9) in this process remains unclear. This study aimed to explore the DPP-8/9 involvement in inflammation-driven osteoclastogenesis using the RAW264.7 macrophage model. MATERIALS AND METHODS: Receptor activator of nuclear factor-κB ligand (RANKL) and lipopolysaccharide (LPS) induced osteoclastogenesis, raising interleukin-6 (IL-6), tumor necrosis factor (TNF-α), and IL-23 levels. Using RAW264.7 cells, DPP-8/9 protein and tartrate-resistant acid phosphatase (TRAPc) were assayed. Antibodies for cluster of differentiation (CD86 and CD206) were used to analyze macrophage polarization, while molecular docking was used to assess flavonoid binding to DPP-8/9. Western blot confirmed DPP-8/9 expression in treated macrophages. RESULTS: Administering RANKL and LPS increased IL-6 and TNF-α levels, significantly promoting osteoclastogenesis in RAW264.7 macrophages. This treatment also elevated the levels of the inflammatory macrophage marker IL-23. Osteoclast formation was confirmed by measuring TRAPc levels in the culture. Analysis of the cell supernatant revealed elevated DPP-8/9 levels in the RANKL+LPS group. Inhibition of DPP-8/9 with 1G244 decreased inflammatory cytokines and TRAPc levels in the cell culture. Molecular docking analysis of various flavonoids identified chrysin as a potential molecule with sufficient binding energy against DPP-8/9, a finding confirmed by blotting assay. CONCLUSION: This study emphasizes the involvement of DPP-8/9 in inflammatory osteoclastogenesis in RAW264.7 macrophages. Inhibition of DPP-8/9 reduced osteoclastogenesis markers and inflammatory cytokines levels, indicating decreased osteoclast formation. Additionally, chrysin demonstrated potential as an anti-DPP-8/9 agent, highlighting its possible role in future therapeutic strategies targeting inflammation-induced osteoclastogenesis."
    },
    {
      "pmid": "39933056",
      "title": "A novel chrysin derivative HYS-072 induces apoptosis and autophagy in Triple-negative breast cancer cells.",
      "authors": [
        "Yusen Hou",
        "Chenjuan Zeng",
        "Yaosong Yang",
        "Teng Peng"
      ],
      "journal": "Natural product research",
      "publication_date": "2025-Feb-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Triple-negative breast cancer (TNBC) poses a significant threat to women's health as a malignant breast tumour. The limited efficacy of chemotherapy has spurred the exploration of alternative therapeutic strategies. Natural products serve as the foundation for drug discovery, with structural alterations playing a crucial role in the process of pharmaceutical exploration. This study introduced a new chrysin derivative, HYS-072, which includes a urea group and demonstrates micromolar equipotent inhibition of MDA-MB-231 cells (IC50 = 3.3 μM). In vitro investigations have shown that HYS-072 triggers apoptosis and autophagy in MDA-MB-231 cells by modulating the PI3K/AKT/mTOR signalling pathway. In the xenograft model conducted in vivo, HYS-072 demonstrated efficacy in suppressing cancer growth through the modulation of autophagy-related signalling pathways. Collectively, HYS-072 shows promise as a potential therapeutic agent for TNBC. This research underscores the potential of utilising natural product-based autophagy induction as a strategy for TNBC treatment."
    },
    {
      "pmid": "39891818",
      "title": "New insights into Notch signaling as a crucial pathway of pancreatic cancer stem cell behavior by chrysin-polylactic acid-based nanocomposite.",
      "authors": [
        "Eman M Ragab",
        "Doaa M El Gamal",
        "Fares F El-Najjar",
        "Hager A Elkomy",
        "Mahmoud A Ragab",
        "Mariam A Elantary",
        "Omar M Basyouni",
        "Sherif M Moustafa",
        "Shimaa A El-Naggar",
        "Abeer S Elsherbiny"
      ],
      "journal": "Discover oncology",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pancreatic cancer is an extremely deadly illness for which there are few reliable treatments. Recent research indicates that malignant tumors are highly variable and consist of a tiny subset of unique cancer cells, known as cancer stem cells (CSCs), which are responsible for the beginning and spread of tumors. These cells are typically identified by the expression of specific cell surface markers. A population of pancreatic cancer stem cells with aberrantly active developmental signaling pathways has been identified in recent studies of human pancreatic tumors. Among these Notch signaling pathway has been identified as a key regulator of CSCs self-renewal, making it an attractive target for therapeutic intervention. Chrysin-loaded polylactic acid (PLA) as polymeric nanoparticles systems have been growing interest in using as platforms for improved drug delivery. This review aims to explore innovative strategies for targeted therapy and optimized drug delivery in pancreatic CSCs by manipulating the Notch pathway and leveraging PLA-based drug delivery systems. Furthermore, we will assess the capability of PLA nanoparticles to enhance the bioavailability and effectiveness of gemcitabine in pancreatic cancer cells. The insights gained from this review have the potential to contribute to the development of novel treatment approaches that combine targeted therapy with advanced drug delivery utilizing biodegradable polymeric nanoparticles."
    },
    {
      "pmid": "39882455",
      "title": "Anti-melanogenic effects of hydroxyethyl chrysin through the inhibition of tyrosinase activity: In vitro and in silico approaches.",
      "authors": [
        "Yuna Lee",
        "Ha-Yeon Song",
        "Eui-Baek Byun"
      ],
      "journal": "Heliyon",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The suppression of tyrosinase (TYR), a key enzyme in melanogenesis, has been suggested as an effective strategy for preventing melanin accumulation. We previously discovered the novel chrysin derivative hydroxyethyl chrysin (HE-chrysin) through an irradiation technique, which exerted higher anti-inflammatory and anti-cancer activities than original chrysin. In the present study, we explored whether HE-chrysin has antioxidant and anti-melanogenic capacity using in vitro B16F10 murine melanoma cells and in silico molecular docking. HE-chrysin exhibited enhanced antioxidant capacity in DPPH, ABTS, and FRAP assays, and it decreased cellular H2O2-stimulated reactive oxygen species levels in comparison to original chrysin. At 2.5 μM, HE-chrysin reduced 3-isobutyl-1-methylxanthine-stimulated melanin production significantly by suppressing intracellular TYR activity without cytotoxicity. Furthermore, molecular docking showed that HE-chrysin inhibited TYR activity by interacting with key residues (Glu256 and Asn260) and chelating Cu+ ions at the active site, with a binding free energy of -7.00 kcal/mol compared with arbutin (-5.12 kcal/mol). Our findings show that HE-chrysin is an anti-melanogenic candidate and a potential antioxidant for use in dermatologic therapy."
    },
    {
      "pmid": "39832342",
      "title": "Anxiolytic-Like Effect of Chrysin on Female Zebrafish is Likely Mediated by α5 Subunits of γ-Aminobutyric Acid A Receptors.",
      "authors": [
        "Bruna Patrícia Dutra Costa",
        "León Jesús German-Ponciano",
        "Loanne Valéria Xavier Bruce de Souza",
        "Marissol Leite",
        "Jonabeto Vasconcelos Costa",
        "Leonardo Miranda Feitosa",
        "Larissa Nunes Oliveira",
        "Paulo Souza Jesus",
        "Saulo Rivera Ikeda",
        "Aurora Rubria Batista Pantoja",
        "Monica Lima-Maximino",
        "Juan Francisco Rodríguez-Landa",
        "Diógenes Henrique Siqueira-Silva",
        "Caio Maximino"
      ],
      "journal": "Chemistry & biodiversity",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chrysin (5,7-dihydroxyflavone) is a natural flavonoid with potential anxiolytic-like effects in preclinical models. Acute treatment with this molecule (0-10 mg/kg) produced a biphasic dose-response in the zebrafish light/dark test (LDT), with anxiolytic-like effects at low doses and anxiogenic-like effects at high doses. Chrysin (1 mg/kg) decreased anxiety-like behavior in the zebrafish novel tank test but did not prevent the anxiogenic effects of acute stress. The anxiolytic-like effects of chrysin (1 mg/kg) in the LDT were blocked by pretreatment with picrotoxin, suggesting interaction with γ-aminobutyric acid A receptors. Molecular modeling suggested that chrysin interacts with α5 subunits at residues lining the ion channel pore. These results demonstrate one of the possible mechanisms of action of chrysin, reinforcing the anxiolytic potential of this molecule."
    },
    {
      "pmid": "39806979",
      "title": "Chrysin: A Potential Antiandrogen Ligand to Mutated Androgen Receptors in Prostate Cancer.",
      "authors": [
        "Ahtziri Socorro Carranza-Aranda",
        "Anne Santerre",
        "Aldo Segura-Cabrera",
        "Albertina Cárdenas-Vargas",
        "Moisés Martínez-Velázquez",
        "Rodolfo Hernández-Gutiérrez",
        "Sara Elisa Herrera-Rodríguez"
      ],
      "journal": "Current molecular pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Androgen receptor mutations, particularly T877A and W741L, promote prostate cancer (PCa). The main therapies against PCa use androgen receptor (AR) antagonists, including Bicalutamide; but these drugs lose their effectiveness over time. Chrysin is a flavonoid with several biological activities, including antitumoral properties; however, its potential as an antiandrogen must be explored. OBJECTIVE: The present study aimed to characterize and compare the molecular interactions of chrysin with wild-type and mutated ARs and their cytotoxic effect in an in vitro model of PCa. METHODS: The affinities and molecular interactions of Bicalutamide and chrysin for the wild-type and mutated forms of AR were assessed by molecular docking. The MTT assay was used to evaluate the cytotoxic effect of these ligands on the DU-145 (T877A) and PC3 (W741L) PCa cell lines and on non-tumoral RWPE-1 cells. RESULTS: The molecular dockings predicted a higher affinity of chrysin for the mutated AR than the wild-type AR (WT-AR); meanwhile, Bicalutamide presented a higher affinity for WT-AR. The amino acid residues involved in molecular interactions within the binding site of these receptors changed according to the ligands and AR variants, affecting their affinity scores and biological effects (agonist/antagonists). Chrysin exerted a specific cytotoxic effect against the PCa tumoral cells but none against the non-tumoral cells. In contrast, Bicalutamide showed potent cytotoxicity against all cell lines. CONCLUSION: This study evidences the potential antiandrogen effect of chrysin on mutated AR and specific cytotoxicity against PCa cells, suggesting that this flavonoid could be considered for PCa therapy.",
      "mesh_terms": [
        "Humans",
        "Receptors, Androgen",
        "Flavonoids",
        "Male",
        "Prostatic Neoplasms",
        "Molecular Docking Simulation",
        "Ligands",
        "Androgen Antagonists",
        "Cell Line, Tumor",
        "Tosyl Compounds",
        "Anilides",
        "Mutation",
        "Nitriles",
        "Androgen Receptor Antagonists",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "39762333",
      "title": "White adipose tissues and skeletal muscles as a target of chrysin during the treatment of obesity in rats.",
      "authors": [
        "Omar S Hassan",
        "Magda A Megahed",
        "Nesma A Ghazal"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Jan-06",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Obesity is a rapidly growing epidemic that continues to be a major severe health problem due to its association with various adverse health consequences. Since 1975, the WHO estimates that the prevalence of obesity has tripled globally. Chrysin is a flavone that is mostly found in the Passiflore species of plants and in propolis. The present study was conducted to examine the anti-obesity effect of chrysin on a high-fat diet-induced obesity in rats and to compare their impact to physical activity (swimming). Rats were classified into two groups: the control group and the obese group, which was subdivided into 4 subgroups (8 rats each); an untreated obese group; a chrysin-treated group (oral dose of 100 mg/kg/day); swimming-treated groups (swimming for 1 h/day, five days/week with a constant overload equal to 5% of their weight); and combination-treated groups (chrysin and swimming). After 8 weeks of treatment, blood samples were taken at the end of the experiment for biochemical tests. Animals were then slaughtered to get white adipose tissue (WAT) and skeletal muscle for analysis of the gene expression of the studied genes. In obese rats, therapy with chrysin reduced weight gain, hyperglycaemia, and insulin resistance. Also, the effects of chrysin may be mediated through acting as an anti-inflammatory and antioxidative stress agent. Physical activity (swimming) is a more efficient anti-obesity agent than treating with chrysin alone through upregulation of PPAR-γ and downregulation of Mir-27a. Physical activity with daily supplementation of chrysin showed the best efficiency for the treatment of obesity.",
      "mesh_terms": [
        "Animals",
        "Flavonoids",
        "Obesity",
        "Rats",
        "Adipose Tissue, White",
        "Muscle, Skeletal",
        "Male",
        "Diet, High-Fat",
        "Rats, Wistar",
        "Swimming",
        "Insulin Resistance",
        "Anti-Obesity Agents"
      ]
    },
    {
      "pmid": "39748776",
      "title": "Therapeutic potential of chrysin in regulation of interleukin-17 signaling in a repeated intranasal amyloid-beta-induced Alzheimer's disease model.",
      "authors": [
        "Avtar Singh Gautam",
        "Ekta Swarnamayee Panda",
        "Sneha Balki",
        "Shivam Kumar Pandey",
        "Aman Tiwari",
        "Rakesh Kumar Singh"
      ],
      "journal": "Food & function",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: The aim of the current study was to study the therapeutic potential of chrysin against repeated intranasal amyloid-beta (Aβ)-induced interleukin-17 (IL-17) signaling in a mouse model of AD. Methods: Male BALB/c mice were daily exposed to intranasal Aβ1-42 (10 μg/10 μL) for seven consecutive days. Chrysin was orally administered at doses of 25, 50 and 100 mg kg-1 in 0.5% sodium carboxy methyl cellulose suspension from day 5 of Aβ1-42 administration for seven days. Following the treatment, the memory of the animals was appraised using Morris water maze, novel object recognition and passive avoidance tests. Further, the effects of chrysin on Aβ1-42-induced IL-17 signaling and redox levels were evaluated in the cortex and hippocampus regions of the mouse brain through western blot and immunohistochemistry. Results: The exposure to Aβ1-42 through the intranasal route induced a significant decline in the spatial, learning and cognitive memory of the animals, and most interestingly, exposure to Aβ1-42 triggered IL-17-mediated signaling, which resulted in a significant increase in the expression of IL-17RA, Act1 and TRAF6. Furthermore, Aβ1-42 impaired the tissue redox level and inflammatory cytokines in the mouse brain. Alternatively, treatment with chrysin at 25, 50 and 100 mg kg-1 oral doses alleviated Aβ1-42-mediated memory decline, impaired redox levels and inflammation. Specifically, chrysin downregulated the expression of IL-17 and mediated signaling in the brain regions of the mice. Conclusion: Chrysin was evidenced to be a potent antioxidant and anti-inflammatory agent, clearly showing a protective role against Aβ1-42-induced IL-17-mediated inflammation in the brain of the mice.",
      "mesh_terms": [
        "Animals",
        "Flavonoids",
        "Amyloid beta-Peptides",
        "Alzheimer Disease",
        "Interleukin-17",
        "Male",
        "Mice",
        "Signal Transduction",
        "Mice, Inbred BALB C",
        "Disease Models, Animal",
        "Administration, Intranasal",
        "Peptide Fragments"
      ]
    },
    {
      "pmid": "39738832",
      "title": "Targeted delivery of chrysin and 5-fluorouracil on MDA-MB-231 cancer cells by a peptide-functionalized L-DOPA-imprinted polymer.",
      "authors": [
        "Sedighe Yosefi",
        "Majid Sirati-Sabet",
        "Abbas Pakdel",
        "Zahra Nabizadeh",
        "Parviz Kokhaei",
        "Hamid Madanchi"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2024-Dec-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Triple-negative breast cancer (TNBC) is a very aggressive and deadly form of breast cancer for which chemotherapy is the only systemic treatment option. Therefore, novel and more effective targeted or combined therapies, such as specific drug delivery systems that selectively target cancer cells, have received much attention. This research aimed to investigate the effect of targeted delivery of chrysin (CH) and 5-fluorouracil (5FU) using polymer nanoparticles on MDA-MB-231 cells. In this regard, CH and 5FU were individually used as the template to polymerize L-DOPA on the surface of silica nanoparticles. Then, a CD138-targeting peptide was designed for the first time and immobilized on the surface of the polymeric nanocomposite to target TNBC. The results showed that poly(L-DOPA)-CH-peptide and poly(L-DOPA)-5FU-peptide are selective for MDA-MB-231 cells and deliver drugs to them in a targeted manner. In this study, peptide-containing nanocomposites targeting CD138 were more successful in reducing cell proliferation than peptide-free nanocomposites. Also, they increased apoptosis and cell cycle arrest in MDA-MB-231 cancer cells in vitro. The effective and targeted delivery of CH and 5FU to MDA-MB-231 cancer cells by the designed interference peptide in this study can promise an effective treatment method for inhibiting the growth and progression of cancer. However, animal studies are needed to understand the efficacy of the interfering peptide and the final designed construct."
    },
    {
      "pmid": "39709060",
      "title": "Chrysin modulates the BDNF/TrkB/AKT/Creb neuroplasticity signaling pathway: Acting in the improvement of cognitive flexibility and declarative, working and aversive memory deficits caused by hypothyroidism in C57BL/6 female mice.",
      "authors": [
        "Vandreza Cardoso Bortolotto",
        "Mustafa Munir Mustafa Dahleh",
        "Luiza Souza Marques",
        "Stífani Machado Araujo Borstmann",
        "Cristini Escobar Viana",
        "Franciane Cabral Pinheiro",
        "Franciéle Romero Machado Balok",
        "Luana Barreto Meichtry",
        "Silvana Peterini Boeira",
        "Gustavo Petri Guerra",
        "Cristina Wayne Nogueira",
        "Marina Prigol"
      ],
      "journal": "Neuroscience",
      "publication_date": "2025-Feb-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypothyroidism is known to affect memory consolidation, and our prior research highlighted the potential of chrysin as a therapeutic agent to restore cognitive function. The present study aimed to investigate the action mechanism of chrysin on memory deficits in hypothyroid in C57BL/6 female mice. We assessed cognitive flexibility, declarative, working, and aversive memories while analyzing the BDNF/TrkB/AKT/Creb neuroplasticity signaling pathway and synaptic function in the hippocampus and prefrontal cortex. To induce hypothyroidism, mice were exposed to 0.1 % methimazole (MTZ) in the drinking water for 31 days. After confirming low thyroid hormones levels, the mice received either vehicle or chrysin (20 mg/kg) intragastrically once a day for 28 consecutive days. Memory tests were conducted in two separate experiments (experiment 1: Y-maze and reverse Morris water maze; experiment 2: object recognition task and step-down latency), ensuring no memories overlap. Following the tests, the brain samples were collected to analyses ex vivo. Hypothyroid mice exhibited deficits in cognitive flexibility and various memory types, along with altered protein expression related to the BDNF/TrkB/Creb signaling pathway and increased AKT levels in hippocampus and prefrontal cortex. Chrysin treatment effectively reversed these memory deficits, restored cognitive flexibility, and improved protein levels. Our findings suggest that hypothyroidism impairs cognitive flexibility and memory through the BDNF/TrkB/AKT/Creb pathway, which chrysin modulates, operating as a neuroprotector in hypothyroidism. This research sheds light on the potential therapeutic benefits of chrysin for memory-related issues in hypothyroidism.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Brain-Derived Neurotrophic Factor",
        "Mice, Inbred C57BL",
        "Neuronal Plasticity",
        "Mice",
        "Signal Transduction",
        "Flavonoids",
        "Hypothyroidism",
        "Memory Disorders",
        "Proto-Oncogene Proteins c-akt",
        "Receptor, trkB",
        "Cyclic AMP Response Element-Binding Protein",
        "Cognition",
        "Hippocampus",
        "Memory, Short-Term",
        "Cognitive Flexibility"
      ]
    },
    {
      "pmid": "39679459",
      "title": "Discovery of a Novel Co-crystal of Chrysin and Oroxylin a with Anticancer Properties from Leaves of Oroxylum indicum.",
      "authors": [
        "Salam Asbin Singh",
        "Asem Robinson Singh",
        "Atom Rajiv Singh",
        "Anoubam Sujita Devi",
        "Minhaz Korimayum",
        "Lisam Shanjukumar Singh"
      ],
      "journal": "Anti-cancer agents in medicinal chemistry",
      "publication_date": "2024-Dec-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: As the number of new cancer cases increases every year, there is a necessity to develop new drugs for the treatment of different types of cancers. Plants' resources are considered to be huge reservoirs for therapeutic agents in nature. Among all the medicinal plants, Oroxylum indicum is one of the most widely used medicinal plants in India, China, and Southeast Asian countries. Combinatorial drug treatment, on the other hand, is favored over single drug treatment in order to target multiple biomolecular moieties that help in the growth and development of cancer. Therefore, combinatorial drug treatment using a co-crystal of multiple drugs gives researchers an idea of the development of a new type of drug for targeting multiple targets. In this study, a new co-crystal of chrysin and oroxylin A was isolated from the leaves of O. indicum, and its anticancer properties were studied in cervical cancer cells HeLa. AIM: This study was conducted with the aim of identifying new anticancer compounds from the leaves of Oroxylum indicum and studying the anticancer properties of the isolated compound. OBJECTIVE: In this study, we elucidated the structure of a new co-crystal compound, which was isolated from the leaf extract of Oroxylum indicum. The apoptosis induction mechanism of the newly discovered co-crystal in HeLa cells was also studied. METHODS: A crystal compound from the chloroform extract of leaves of Oroxylum Indicum was isolated by solvent fractionation and chromatographic methods involving HPLC. The molecular structure of the isolated crystal was elucidated by Single Crystal-XRD, FT-IR analysis, and further determined by LC-MS. The antiproliferative activity was carried out using an MTT assay and fluorescence microscopy, and the mechanism of apoptosis was determined using Western blotting techniques. RESULTS: The novel co-crystal consists of two active pharmaceutical ingredients (APIs) in a 1:1 ratio, i.e., oroxylin A and chrysin. The isolated new co-crystal induced death in HeLa cells with a very low IC50 value of 8.49μM. It induced caspase-dependent apoptosis in HeLa cells by activation of Caspase-3 through inhibition of ERKs and activation of p38 of MAPK cell signalling pathway. CONCLUSION: This study presents the first report on the discovery of a naturally occurring co-crystal of chrysin and oroxylin A and the involvement of ERKs and p38 of MAPK pathways in the induction of apoptosis in HeLa cells by the co-crystal. Our study sheds light on the development of a co-crystal of chrysin and oroxylin A in a specific ratio of 1:1 for combination therapy of the two APIs. The purified co-crystal was found to be more efficient compared to the compounds present individually. Further analysis of the physiochemical properties and molecular mechanisms of the isolated co-crystal in different cancer cells is warranted for its application in therapeutics."
    },
    {
      "pmid": "39669673",
      "title": "The ameliorative effect of chrysin on ovarian toxicity caused by methidathion in female rats.",
      "authors": [
        "Amany M Hamed",
        "Fatma Abo Zakaib Ali",
        "Ard Elshifa M E Mohammed",
        "Muneera Alrasheedi",
        "Islam Ragab",
        "Maryam Aldoghaim",
        "Safaa S Soliman"
      ],
      "journal": "Frontiers in molecular biosciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: Methidathion (MD) is commonly used in agriculture and has adverse effects on reproduction. Chrysin (CHR) has several advantageous properties, such as anti-inflammatory, anti-cancer, and antioxidant properties. The purpose of the current investigation was to assess CHR's therapeutic efficacy in reducing ovarian toxicity brought on by MD. Methods: Twenty-four female rats were divided into four groups of six animals each. Group 1 served as a control, while group 2 rats received MD (5 mg/kg). Rats in Group 3 received CHR at a dose of 50 mg/kg. Rats in group 4 received treatment with CHR after MD intoxication. Results and Discussion: Our research revealed that MD significantly (p < 0.001) increased the levels of MDA, caspase-3, FSH, LH, CA-125, and TNF-α but significantly (p < 0.001) decreased the levels of SOD, GSH, E2, and progesterone when compared to the control and CHR groups. After receiving CHR therapy, damage induced by MD was significantly (p < 0.001) repaired. Conclusion: This study showed that CHR could mitigate the adverse effects that MD causes to the ovaries by decreasing oxidative stress, inflammation, and apoptosis; improving antioxidant status; and restoring the correct ratio of sex hormones."
    },
    {
      "pmid": "39662277",
      "title": "Assessment of sedative activity of Chrysin: Behavioral approach with pharmacokinetics, toxicological profile and molecular docking.",
      "authors": [
        "Md Sakib Al Hasan",
        "Md Shimul Bhuia",
        "Salehin Sheikh",
        "Sumaya Akter Bithi",
        "Md Abu Saim",
        "Hossam Kamli",
        "Siddique Akber Ansari",
        "Nowreen Tabassum Ahammed",
        "Muhammad Torequl Islam"
      ],
      "journal": "Sleep medicine",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study was to investigate the sedative effects of Chrysin (CHR) along with modulatory effects on diazepam (DZP) and flumazenil (FLU) in an animal sleep model produced by thiopental sodium (TS). Additionally, we explored the pharmacokinetics and potential GABAA receptor interactions of CHR through computational studies. Swiss albino mice were treated with intraperitoneal administration of CHR (5 and 10 mg/kg), DZP (2 mg/kg), and FLU (0.1 mg/kg) either alone or in combination. Sleeping onset and duration were measured following TS administration. Molecular docking was performed to investigate CHR's binding affinity with GABAA (PDB: 6X3X) receptors. Results found that CHR significantly (p < 0.05) reduced sleep latency and increased sleep duration in a dose-dependent manner compared to the control group. The highest dose (CHR-10) exhibited the most potent significant sedative effect with onset (11.57 ± 1.74 min) and duration (172.86 ± 7.37 min). Combination therapy of CHR-10 with DZP resulted in synergistic effects, further enhancing sleep duration. In molecular docking, CHR demonstrated a higher binding affinity (-8.9 kcal/mol) for GABAA receptors compared to DZP (-8.7 kcal/mol) and FLU (-6.6 kcal/mol). CHR also showed favorable pharmacokinetic properties with high intestinal absorption and low toxicity. CHR exhibits promising sedative activity, with the potential to enhance the effects of traditional sedatives like DZP. However, further research, including clinical trials and detailed mechanistic studies, is warranted to explore its full therapeutic potential.",
      "mesh_terms": [
        "Animals",
        "Molecular Docking Simulation",
        "Hypnotics and Sedatives",
        "Mice",
        "Flavonoids",
        "Sleep",
        "Flumazenil",
        "Receptors, GABA-A",
        "Diazepam",
        "Male",
        "Dose-Response Relationship, Drug",
        "GABA Modulators"
      ]
    },
    {
      "pmid": "39467000",
      "title": "In-Syringe Vortex-Assisted Liquid-Liquid Microextraction Based on Natural Deep Eutectic Solvent for Simultaneous Determination of the Two Anticancer Polyphenols Chrysin and Resveratrol.",
      "authors": [
        "Maha Mohammad Abdel-Monem",
        "Mohamed I Walash",
        "Asmaa Kamal El-Deen"
      ],
      "journal": "Phytochemical analysis : PCA",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The simultaneous determination of multiple anticancer drugs in combination therapy poses a significant analytical challenge due to their complex nature and low concentrations. In this study, we propose an in-syringe vortex-assisted liquid-liquid microextraction (IS-VA-LLME), based on a green natural deep eutectic solvent (NaDES) for the simultaneous determination of two coadministered anticancer drugs (resveratrol and chrysin) prior to the HPLC-UV analysis, for the first time. The key parameters affecting the extraction efficiency, such as extraction solvent, vortex time, pH, and ionic strength were optimized. Under optimal conditions, the method demonstrates good linearity over the range of 0.05-15.0 μg/mL for RVT and 0.50-15.0 μg/mL for CHR with low limits of detection (LODs) of 16.78 and 161.60 ng/mL for RVT and CHR, respectively, confirming the high sensitivity of the method. The interday and intraday precision values, expressed as %RSDs, are below 2.0%, indicating good repeatability and reproducibility. Furthermore, the proposed method could be efficiently applied for the determination of the two drugs in human plasma and river water. The obtained results show satisfactory % recoveries (97.80%-102.04%), highlighting the accuracy and reliability of the developed method. The sustainability of the method was comprehensively evaluated using seven different tools. In conclusion, the developed IS-VA-LLME-NaDES allows for enhanced extraction efficiency, reduced extraction time, and improved recovery of the target analytes. This method holds great promise for applications in clinical and environmental research, enabling the precise quantification of these anticancer drugs in complex matrices.",
      "mesh_terms": [
        "Liquid Phase Microextraction",
        "Resveratrol",
        "Flavonoids",
        "Humans",
        "Reproducibility of Results",
        "Antineoplastic Agents",
        "Limit of Detection",
        "Deep Eutectic Solvents",
        "Chromatography, High Pressure Liquid",
        "Syringes",
        "Hydrogen-Ion Concentration",
        "Solvents",
        "Polyphenols"
      ]
    },
    {
      "pmid": "39369019",
      "title": "Induction of immunogenic cell death and enhancement of the radiation-induced immunogenicity by chrysin in melanoma cancer cells.",
      "authors": [
        "Sevda Jafari",
        "Alireza Khodaei Ardakan",
        "Elnaz Mehdizadeh Aghdam",
        "Asghar Mesbahi",
        "Soheila Montazersaheb",
        "Ommoleila Molavi"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Oct-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chrysin is a natural flavonoid with anti-cancer effects. Despite its beneficial effects, little information is available regarding its immunogenic cell death (ICD) properties. In this work, we hypothesized that chrysin can potentiate radiotherapy(RT)-induced immunogenicity in melanoma cell line (B16-F10). We examined the effects of chrysin alone and in combination with radiation on ICD induction in B16-F10 cells. Cell viability was assessed using an MTT assay. Cell apoptosis and calreticulin (CRT) exposure were determined using flow cytometry. Western blotting and ELISA assay were employed to examine changes in protein expression. Combination therapy exhibited a synergistic effect, with an optimum combination index of 0.66. The synergistic anti-cancer effect correlated with increased cell apoptosis in cancer cells. Compared to the untreated control, chrysin alone and in combination with RT induced higher levels of DAMPs, such as CRT, HSP70, HMGB1, and ATP. The protein expression of p-STAT3/STAT3 and PD-L1 was reduced in B16-F10 cells exposed to chrysin alone and in combination with RT. Conditioned media from B16-F10 cells exposed to mono-and combination treatments elicited IL-12 secretion in dendritic cells (DCs), inducing a Th1 response. Our findings revealed that chrysin could induce ICD and intensify the RT-induced immunogenicity.",
      "mesh_terms": [
        "Flavonoids",
        "Animals",
        "Immunogenic Cell Death",
        "Mice",
        "Cell Line, Tumor",
        "Calreticulin",
        "Melanoma, Experimental",
        "Apoptosis",
        "HMGB1 Protein",
        "STAT3 Transcription Factor",
        "Cell Survival",
        "Dendritic Cells",
        "B7-H1 Antigen",
        "Interleukin-12",
        "HSP70 Heat-Shock Proteins",
        "Adenosine Triphosphate"
      ]
    },
    {
      "pmid": "39331585",
      "title": "Flavonoid chrysin activates both TrkB and FGFR1 receptors while upregulates their endogenous ligands such as brain derived neurotrophic factor to promote human neurogenesis.",
      "authors": [
        "Xiaoxu Dong",
        "Gang Pei",
        "Zhuo Yang",
        "Shichao Huang"
      ],
      "journal": "Cell proliferation",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neurogenesis is the process of generating new neurons from neural stem cells (NSCs) and plays a crucial role in neurological diseases. The process involves a series of steps, including NSC proliferation, migration and differentiation, which are regulated by multiple pathways such as neurotrophic Trk and fibroblast growth factor receptors (FGFR) signalling. Despite the discovery of numerous compounds capable of modulating individual stages of neurogenesis, it remains challenging to identify an agent that can regulate multiple cellular processes of neurogenesis. Here, through screening of bioactive compounds in dietary functional foods, we identified a flavonoid chrysin that not only enhanced the human NSCs proliferation but also facilitated neuronal differentiation and neurite outgrowth. Further mechanistic study revealed the effect of chrysin was attenuated by inhibition of neurotrophic tropomyosin receptor kinase-B (TrkB) receptor. Consistently, chrysin activated TrkB and downstream ERK1/2 and AKT. Intriguingly, we found that the effect of chrysin was also reduced by FGFR1 blockade. Moreover, extended treatment of chrysin enhanced levels of brain-derived neurotrophic factor, as well as FGF1 and FGF8. Finally, chrysin was found to promote neurogenesis in human cerebral organoids by increasing the organoid expansion and folding, which was also mediated by TrkB and FGFR1 signalling. To conclude, our study indicates that activating both TrkB and FGFR1 signalling could be a promising avenue for therapeutic interventions in neurological diseases, and chrysin appears to be a potential candidate for the development of such treatments.",
      "mesh_terms": [
        "Humans",
        "Flavonoids",
        "Neurogenesis",
        "Receptor, Fibroblast Growth Factor, Type 1",
        "Receptor, trkB",
        "Neural Stem Cells",
        "Brain-Derived Neurotrophic Factor",
        "Cell Proliferation",
        "Cell Differentiation",
        "Signal Transduction",
        "Up-Regulation",
        "Cells, Cultured",
        "Membrane Glycoproteins",
        "Proto-Oncogene Proteins c-akt"
      ]
    },
    {
      "pmid": "39225206",
      "title": "Effect of Chrysin and Chrysin Nanocrystals on Chlorpyrifos-Induced Dysfunction of the Hypothalamic-Pituitary-Testicular Axis in Rats.",
      "authors": [
        "Tahereh Farkhondeh",
        "Babak Roshanravan",
        "Fariborz Samini",
        "Saeed Samarghandian"
      ],
      "journal": "Current molecular pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS AND BACKGROUND: The escalating global concerns regarding reproductive health underscore the urgency of investigating the impact of environmental pollutants on fertility. This study aims to focus on Chlorpyrifos (CPF), a widely-used organophosphate insecticide, and explores its adverse influence on the hypothalamic-pituitary-testicular axis in Wistar male rats. This study explores the potential protective effects of chrysin nanocrystal (CHN), a flavonoid with known antioxidant and anti-inflammatory properties, against CPF-induced impairments in male Wistar rats. METHODS: Chrysin nanocrystals were prepared using a solvent precipitation method. Six sets of male Wistar rats were subjected to 30 days of treatment, comprising a control group, a group treated solely with CPF, groups treated with CHN at doses of 5 mg/kg and 10 mg/kg, and groups co-treated with CPF and CHN. Serum levels of reproductive hormones, enzyme biomarkers of testicular function, oxidative stress, and inflammatory biomarkers were assessed. Additionally, histological examinations were conducted on the hypothalamus, testes, and epididymis. RESULTS: CHN exhibited antioxidant and anti-inflammatory properties, effectively counteracting CPF-induced reductions in Luteinizing Hormone (LH), serum testosterone, Follicle-Stimulating Hormone (FSH), and testicular enzyme biomarkers. Moreover, CHN enhanced antioxidant defenses, as evidenced by decreased malondialdehyde (MDA) and increased glutathione (GSH) levels in the hypothalamus, and testes, epididymis. Inflammatory markers, including nitric oxide (NO), interleukin-6 (IL-6), and tumor necrosis factor-alpha (TNF-α), were significantly reduced in CHN co-treated groups compared to the CPF-only group. Histopathological analyses confirmed the protective effects of CHN on tissue integrity. CONCLUSION: Chrysin nanocrystal demonstrated promising potential in mitigating CPF-induced reproductive deficits in male rats through its anti-inflammatory and antioxidant properties. This study provides valuable insights into therapeutic interventions against environmental toxin-induced reproductive toxicity, emphasizing the potential of chrysin nanocrystals as a protective agent in the context of CPF exposure.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Flavonoids",
        "Chlorpyrifos",
        "Testis",
        "Rats, Wistar",
        "Nanoparticles",
        "Hypothalamo-Hypophyseal System",
        "Antioxidants",
        "Rats",
        "Oxidative Stress",
        "Luteinizing Hormone",
        "Anti-Inflammatory Agents",
        "Testosterone",
        "Follicle Stimulating Hormone"
      ]
    },
    {
      "pmid": "39159138",
      "title": "Chrysin-functionalized gold nanoparticles and paclitaxel exhibit synergistic impact on lung cancer cell lines via regulating the AKT/PPAR-ϒ/β-catenin pathway.",
      "authors": [
        "Saheli Roy",
        "Shashi Kant",
        "Krishna Das Saha",
        "Tarun Jha"
      ],
      "journal": "Drug development and industrial pharmacy",
      "publication_date": "2024-Sep-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lung cancer has become progressively widespread, posing a challenge to traditional chemotherapeutic drugs such as platinum compounds and paclitaxel (PTX) owing to growing resistance. Along with that, the chemotherapeutic drugs infer major side effects. The usage of natural compounds as chemosensitizers to boost the efficacy of these chemotherapeutic drugs and minimizing their toxicity is a plausible approach. In our investigation, we employed PTX as the standard chemotherapeutic agent and utilized chrysin-functionalized gold nanoparticles (CHR-AuNPs) to augment its cytotoxicity. Gold nanoparticles were chosen for their inherent cytotoxic properties and ability to enhance chrysin's bioavailability and solubility. Characterization of CHR-AuNP revealed spherical nanoparticles within the nano-size range (35-70 nm) with a stable negative zeta potential of -22 mV, confirmed by physicochemical analyses including UV-visible spectroscopy, Fourier transform infrared (FTIR) spectral analysis, and visual observation of the wine-red coloration. 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay cytotoxicity studies demonstrated CHR-AuNP's superior efficacy compared to CHR alone, with synergistic effects observed in combination with PTX, validated by Compusyn software. Morphological changes indicative of apoptosis were more pronounced with combined treatment, corroborated by acridine orange/ethidium bromide (AO/EtBr) staining and Annexin V assays. Furthermore, the combination treatment amplified reactive oxygen species (ROS) production and destabilized mitochondrial membrane potential, while altering the expression of pro-apoptotic and anti-apoptotic proteins. Exploring the mechanistic pathways, we found that the drugs upregulated PPAR-γ expression while suppressing Akt and overexpressing PTEN, thereby impeding the Wnt/β-catenin pathway commonly dysregulated in lung cancer. This highlights the potential of low-dose combination therapy with PTX and CHR-AuNP as a promising strategy for addressing lung cancer's challenges."
    },
    {
      "pmid": "39146763",
      "title": "Effect of quercetin and chrysin and its association on viability and cell cycle progression in MDA-MB-231 and MCF-7 human breast cancer cells.",
      "authors": [
        "Patrícia Severo Ramos",
        "Christian Ferreira",
        "Carlos Luan Alves Passos",
        "Jerson Lima Silva",
        "Eliane Fialho"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pharmacological properties of flavonoids have been reported, with an anticancer role amongst them, however, its mechanisms are not fully elucidated. In this study, the activity of quercetin and chrysin towards MCF-7 and MDA-MB-231 breast cancer cells was investigated. Cellular viability was determined after treatment with the compounds in different concentrations for 24 h. Secondly, cells were treated with fixed concentration of chrysin and different concentrations of quercetin with preincubation for 1 h. Both compounds inhibited cellular proliferation in dose-dependent manner. The association showed improvement in their cytotoxicity, more expressively with preincubation of quercetin. Quercetin and chrysin association induced cell cycle arrest in sub-G0/G1 phase in MDA-MB-231 cells, modified the expression of caspases-3 and -8,-8, inducing late apoptosis cell death. Taken together, our results demonstrate that both flavonoids inhibited cells growth in a dose-dependent manner and the association of quercetin improved chrysin's toxic effect over the cell lines.",
      "mesh_terms": [
        "Quercetin",
        "Humans",
        "Flavonoids",
        "Cell Survival",
        "MCF-7 Cells",
        "Breast Neoplasms",
        "Cell Cycle",
        "Female",
        "Cell Proliferation",
        "Apoptosis",
        "Cell Line, Tumor",
        "Dose-Response Relationship, Drug",
        "Cell Cycle Checkpoints"
      ]
    },
    {
      "pmid": "39122218",
      "title": "Chrysin-loaded calixarene-cyclodextrin ternary drug delivery system inhibits TGF-β and galectin-1 mediated pathways in diabetic liver fibrosis.",
      "authors": [
        "Cornel Balta",
        "Hildegard Herman",
        "Alina Ciceu",
        "Caterina Claudia Lepre",
        "Bianca Mladin",
        "Marcel Rosu",
        "Daniela Oatis",
        "Marina Russo",
        "Victor Eduard Peteu",
        "Mihaela Gherghiceanu",
        "Ferenc Fenyvesi",
        "Coralia Cotoraci",
        "Maria Consiglia Trotta",
        "Michele D'Amico",
        "Anca Hermenean"
      ],
      "journal": "Biochemical pharmacology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study investigated the efficacy of a new chrysin-loaded calixarene-cyclodextrin ternary drug delivery system (DDS) in reversing liver fibrosis in a mouse model of chronic diabetes. The system was designed to enhance the solubility and bioavailability of chrysin (CHR) and calixarene 0118 (OTX008). Adult male CD1 mice received streptozotocin (STZ) injections to induce diabetes. After 20 weeks, they underwent intraperitoneal treatments twice weekly for a two-week period. Histological analyses revealed that long-term hyperglycaemia increased liver fibrosis and altered hepatic ultrastructure, characterized by lipid accumulation, hepatic stellate cell activation, and collagen deposition. The treatment with the chrysin-loaded DDS restored liver structure closely to normal levels, as opposed to the minimal impact observed with sulfobutylated β-cyclodextrin (SBECD) alone. The treatment significantly decreased serum activities of alanine /aspartate transaminases and reduced the gene expression of collagen type I (Col-I). It also modulated the transforming growth factor beta 1 (TGF-β1)/Smad signalling pathway, inhibiting the activation and proliferation of hepatic stellate cells. The treatment led to a downregulation of the TGF-β1 gene and its receptors TGFβR1 and TGFβR2, together with a decrease in Smad 2 and 3 mRNA levels. Conversely, Smad 7 mRNA expression was increased by the DDS. Furthermore, it downregulated galectin-1 (Gal-1) gene and protein levels, which correlated with fibrotic markers. In conclusion, the chrysin-loaded calixarene-cyclodextrin ternary DDS presents a promising therapeutic approach for diabetic liver fibrosis, effectively targeting fibrotic pathways and restoring hepatic function and structure.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Calixarenes",
        "Mice",
        "Flavonoids",
        "Liver Cirrhosis",
        "Diabetes Mellitus, Experimental",
        "Galectin 1",
        "Drug Delivery Systems",
        "Transforming Growth Factor beta",
        "Signal Transduction",
        "Cyclodextrins"
      ]
    },
    {
      "pmid": "39089002",
      "title": "Structure-based screening, optimization and biological evaluation of novel chrysin-based derivatives as selective PPARγ modulators for the treatment of T2DM and hepatic steatosis.",
      "authors": [
        "Lei Ma",
        "Junyuan Tang",
        "Fangyuan Chen",
        "Qingmei Liu",
        "Junjun Huang",
        "Xiawen Liu",
        "Zhi Zhou",
        "Wei Yi"
      ],
      "journal": "European journal of medicinal chemistry",
      "publication_date": "2024-Oct-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In consideration of several serious side effects induced by the classical AF-2 involved \"lock\" mechanism, recently disclosed PPARγ-Ser273 phosphorylation mode of action has become an alternative and mainstream mechanism for currently PPARγ-based drug discovery and development with an improved therapeutic index. In this study, by virtue of structure-based virtual high throughput screening (SB-VHTS), structurally chemical optimization by targeting the inhibition of the PPARγ-Ser273 phosphorylation as well as in vitro biological evaluation, which led to the final identification of a chrysin-based potential hit (YGT-31) as a novel selective PPARγ modulator with potent binding affinity and partial agonism. Further in vivo evaluation demonstrated that YGT-31 possessed potent glucose-lowering and relieved hepatic steatosis effects without involving the TZD-associated side effects. Mechanistically, YGT-31 presented such desired therapeutic index, mainly because it effectively inhibited the CDK5-mediated PPARγ-Ser273 phosphorylation, selectively elevated the level of insulin sensitivity-related Glut4 and adiponectin but decreased the expression of insulin-resistance-associated genes PTP1B and SOCS3 as well as inflammation-linked genes IL-6, IL-1β and TNFα. Finally, the molecular docking study was also conducted to uncover an interesting hydrogen-bonding network of YGT-31 with PPARγ-Ser273 phosphorylation-related key residues Ser342 and Glu343, which not only gave a clear verification for our targeting modification but also provided a proof of concept for the abovementioned molecular mechanism.",
      "mesh_terms": [
        "PPAR gamma",
        "Flavonoids",
        "Structure-Activity Relationship",
        "Fatty Liver",
        "Humans",
        "Molecular Structure",
        "Diabetes Mellitus, Type 2",
        "Animals",
        "Hypoglycemic Agents",
        "Molecular Docking Simulation",
        "Dose-Response Relationship, Drug",
        "Mice",
        "Male",
        "Drug Evaluation, Preclinical"
      ]
    },
    {
      "pmid": "39045563",
      "title": "Enhancing breast cancer treatment: mesoporous dopamine nanoparticles in synergy with chrysin for photothermal therapy.",
      "authors": [
        "Jing Zhu",
        "Heng Zhang",
        "Haomiao Lan",
        "Bing Bi",
        "Xianfeng Peng",
        "Dandan Li",
        "Haili Wang",
        "Ke Zhu",
        "Fuqiang Shao",
        "Minggang Yin"
      ],
      "journal": "Frontiers in oncology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Breast cancer is one of the most prevalent cancers, primarily affecting women. Among its subtypes, estrogen receptor-positive (ER+) breast cancer is particularly common. Inhibiting estrogen's effects is crucial for treating ER+ breast cancer, but current therapies often have significant side effects and limitations. Chrysin, a natural flavonoid, has shown potential in reducing estrogen receptor expression, but its poor water solubility hampers clinical application. This study explores the use of mesoporous dopamine nanoparticles (mPDA) to enhance the delivery and efficacy of Chrysin, combined with photothermal therapy (PTT), for breast cancer treatment. METHODS: Chrysin-loaded mPDA nanoparticles (Chrysin@mPDA) were synthesized and characterized for their morphology, drug-loading efficiency, stability, and photothermal properties. Network pharmacology was used to predict Chrysin's mechanisms in breast cancer, which were validated through gene expression analysis in cell experiments. The therapeutic efficacy of Chrysin@mPDA with and without PTT was evaluated in a mouse model of breast cancer, with tumor volume and weight measured. Immunohistochemical analysis was conducted to assess estrogen receptor expression and immune cell infiltration in tumor tissues. RESULTS: Chrysin@mPDA nanoparticles demonstrated a high drug-loading capacity and excellent stability. Photothermal studies confirmed the nanoparticles' ability to generate heat upon laser exposure, significantly enhancing Chrysin release in acidic conditions with laser irradiation. Network pharmacology identified key target genes affected by Chrysin, including ESR1, BRCA1, CTNNB1, and BAX, which were validated through qPCR. In vivo, the combination of Chrysin@mPDA and PTT significantly reduced tumor volume and weight, decreased estrogen receptor-positive cells, and increased infiltration of CD3+CD4+ and CD3+CD8+ T cells in tumor tissues. DISCUSSION: The study highlights the potential of Chrysin-loaded mPDA nanoparticles combined with PTT as an effective strategy for breast cancer treatment. This approach addresses the limitations of Chrysin's solubility and enhances its therapeutic efficacy through synergistic mechanisms. The dual action of Chrysin in modulating gene expression and PTT in inducing localized hyperthermia and immune response suggests a promising avenue for improved breast cancer prognosis and reduced recurrence."
    },
    {
      "pmid": "38992896",
      "title": "Chrysin attenuates epithelial prostatic hyperplasia in the ventral prostate of spontaneously hypertensive rats.",
      "authors": [
        "Nathany R L Dos Santos",
        "Gessica C de Sousa",
        "Phâmella N Lima",
        "Bárbara C M Medeiros",
        "Luana A Manso",
        "Cinthia R B Silva",
        "Carla C R da Silveira",
        "Paulo C Ghedini",
        "Hericles M Campos",
        "Matheus S Costa",
        "Isadora G Fernandes",
        "Elizabeth P Mendes",
        "Sebastião R Taboga",
        "Carlos H de Castro",
        "Fernanda C A Dos Santos",
        "Manoel F Biancardi"
      ],
      "journal": "Cell biology international",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to evaluate the effects of chrysin on the ventral prostate of spontaneously hypertensive rats (SHR). Ten-week-old male Wistar and SHR rats received 100 mg/kg/day of chrysin (TW and TSHR) or 200 µL/day of the dilution vehicle (CW and CSHR) for 70 days. After the treatment, the animals were euthanized and the prostates were dissected out, fixed, and processed for further morphological, immunohistochemical, and biochemical analyses. Blood was collected for serological analysis. Chrysin did not interfere with the blood pressure. Morphologically, the epithelial height increased in TW and decreased in TSHR. Stereology showed an increase in the epithelial and stromal relative frequency, and a decrease in the lumen of TW, whereas the epithelium in TSHR was reduced. Normal alveoli decreased, and hyperplastic alveoli had an increment in TW, whereas in TSHR normal alveoli increased and intense hyperplasia decreased. The secretion area was reduced in TW. Immunohistochemical analysis showed a smaller number of PCNA-positive cells in TW. Finally, the biochemical analysis showed a reduction in malondialdehyde, carbonylated proteins, superoxide dismutase, and catalase in TW and TSHR. We concluded that the chrysin effect is dependent on the context in which this flavonoid is employed. In normal conditions, the anabolic potential of the chrysin was favored, disrupting the morphology of the prostate. However, when used in animals predisposed to develop hyperplasia, this flavonoid attenuates the hyperplastic status, improving the morphology of the gland.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Blood Pressure",
        "Flavonoids",
        "Prostate",
        "Prostatic Hyperplasia",
        "Rats, Inbred SHR",
        "Rats, Wistar",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "38990147",
      "title": "Metabolic profiling and combined therapeutic strategies unveil the cytotoxic potential of selenium-chrysin (SeChry) in NSCLC cells.",
      "authors": [
        "Cindy Mendes",
        "Isabel Lemos",
        "Ana Hipólito",
        "Bruna Abreu",
        "Catarina Freitas-Dias",
        "Filipa Martins",
        "Rita F Pires",
        "Hélio Barros",
        "Vasco D B Bonifácio",
        "Luís G Gonçalves",
        "Jacinta Serpa"
      ],
      "journal": "Bioscience reports",
      "publication_date": "2024-Jul-31",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Lung cancer ranks as the predominant cause of cancer-related mortalities on a global scale. Despite progress in therapeutic interventions, encompassing surgical procedures, radiation, chemotherapy, targeted therapies and immunotherapy, the overall prognosis remains unfavorable. Imbalances in redox equilibrium and disrupted redox signaling, common traits in tumors, play crucial roles in malignant progression and treatment resistance. Cancer cells, often characterized by persistent high levels of reactive oxygen species (ROS) resulting from genetic, metabolic, and microenvironmental alterations, counterbalance this by enhancing their antioxidant capacity. Cysteine availability emerges as a critical factor in chemoresistance, shaping the survival dynamics of non-small cell lung cancer (NSCLC) cells. Selenium-chrysin (SeChry) was disclosed as a modulator of cysteine intracellular availability. This study comprehensively characterizes the metabolism of SeChry and investigates its cytotoxic effects in NSCLC. SeChry treatment induces notable metabolic shifts, particularly in selenocompound metabolism, impacting crucial pathways such as glycolysis, gluconeogenesis, the tricarboxylic acid (TCA) cycle, and amino acid metabolism. Additionally, SeChry affects the levels of key metabolites such as acetate, lactate, glucose, and amino acids, contributing to disruptions in redox homeostasis and cellular biosynthesis. The combination of SeChry with other treatments, such as glycolysis inhibition and chemotherapy, results in greater efficacy. Furthermore, by exploiting NSCLC's capacity to consume lactate, the use of lactic acid-conjugated dendrimer nanoparticles for SeChry delivery is investigated, showing specificity to cancer cells expressing monocarboxylate transporters.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Non-Small-Cell Lung",
        "Lung Neoplasms",
        "Selenium",
        "Metabolomics",
        "Cell Line, Tumor",
        "A549 Cells",
        "Reactive Oxygen Species",
        "Flavonoids"
      ]
    },
    {
      "pmid": "38989974",
      "title": "Assessment of efficacy of chrysin in diabetes-associated cardiac complications in chick embryo and murine model.",
      "authors": [
        "Joyani Das",
        "Suparna Roy Sarkar",
        "Ankita Das",
        "Ananya Barui",
        "Papiya Mitra Mazumder"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2024-Sep-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Patients with type 2 diabetes or prolonged diabetic condition are webbed into cardiac complications. This study aimed to ascertain the utility of chick embryo as an alternative to the mammalian model for type 2 diabetes-induced cardiac complications and chrysin as a protective agent. METHODS: Diabetes was activated in ovo model (chick embryo) using glucose along with β-hydroxybutyric acid. 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide, Alamar, and Kenacid blue assay were used to compare with chrysin-administered group. Blood glucose level, total cholesterol, triglyceride, and high-density lipoprotein were considered as endpoints. Diabetes was induced in Wistar albino rats by administering a high-fat diet and a subdued dose of streptozotocin (35 mg/kg, b.w). Percentage of glycated hemoglobin, creatinine kinase-MB, tumor necrosis factor-α, and C-reactive protein were evaluated and compared with chrysin administered group. KEY FINDINGS: Chrysin treatment improved elevated blood glucose levels and dyslipidemia in a diabetic group of whole embryos. Condensed cellular growth and protein content as well as enhanced cytotoxicity in ovo were shielded by chrysin. Chrysin reduced cardiac and inflammatory markers in diabetic rats and provided cellular protection to damage the heart of diabetic rats. CONCLUSION: The protective action of chrysin in ovo model induced a secondary complication associated with diabetes, evidenced that the ovo model is an effective alternative in curtailing higher animal use in scientific research.",
      "mesh_terms": [
        "Animals",
        "Chick Embryo",
        "Flavonoids",
        "Diabetes Mellitus, Experimental",
        "Rats, Wistar",
        "Rats",
        "Blood Glucose",
        "Streptozocin",
        "Male",
        "Diabetes Mellitus, Type 2",
        "Diet, High-Fat"
      ]
    },
    {
      "pmid": "38962951",
      "title": "Photoactivated Anticancer Activity of Cobalt(III) Complexes with Naturally Occurring Flavonoids Chrysin and Silibinin.",
      "authors": [
        "Jyotirmoy Dutta",
        "Arpan Bera",
        "Aarti Upadhyay",
        "Ashish Kumar Yadav",
        "Samya Banerjee",
        "Tukki Sarkar",
        "Akhtar Hussain"
      ],
      "journal": "Chembiochem : a European journal of chemical biology",
      "publication_date": "2024-Oct-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Photoactive metal complexes of bioessential transition metal ions with natural chelators are gaining interest as photocytotoxic agents for cancer photodynamic therapy (PDT). We report six new cobalt(III) complexes with a mixed-ligand formulation [Co(B)2(L)](ClO4)2 (Co1-Co6), where B represents a N,N-donor α-diimine ligand, namely, phenanthroline (phen; Co1, Co2), dipyrido[3,2-d:2',3'-f]quinoxaline (dpq; Co3, Co4), and dipyrido[3,2-a:2',3'-c]phenazine (dppz; Co5, Co6), and L is the monoanionic form of the naturally occurring flavonoids chrysin (chry; Co1, Co3, Co5) and silibinin (sili; Co2, Co4, Co6). Complexes displayed a d-d absorption band within 500-700 nm and exhibited excellent dark and photostability in solution. Cytotoxicity studies indicated significant activity of Co5 and Co6 against cervical (HeLa) and lung (A549) cancer cells under visible light (400-700 nm) irradiation giving low micromolar IC50 values (2.3-3.4 μM, phototoxicity index~15-30). The complexes demonstrated notably low toxicity against normal HPL1D lung epithelial cells. Flow cytometry assay revealed an apoptotic mode of cell damage triggered by the complexes when irradiated. ROS generation assay indicated the involvement of singlet oxygen species in the cell death mechanism when irradiated with light. Overall, complexes Co5 and Co6 with coordinated dipyridophenazine and flavonoid ligands are potential candidates for cancer PDT applications.",
      "mesh_terms": [
        "Cobalt",
        "Flavonoids",
        "Humans",
        "Coordination Complexes",
        "Antineoplastic Agents",
        "Silybin",
        "Photosensitizing Agents",
        "Drug Screening Assays, Antitumor",
        "Molecular Structure",
        "Photochemotherapy",
        "Cell Line, Tumor",
        "Cell Survival",
        "Light",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "38860236",
      "title": "Synthesis and biological evaluation of chrysin derivatives containing α-lipoic acid for the treatment of inflammatory bowel disease.",
      "authors": [
        "Pengyu Zhao",
        "Yusen Hou",
        "Tingting Yan",
        "Jie Kang",
        "Ye Tian",
        "Jiaxin Li",
        "Chenjuan Zeng",
        "Funeng Geng",
        "Qi Liao"
      ],
      "journal": "Frontiers in chemistry",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study introduces newly discovered chrysin derivatives that show potential as candidate molecules for treating inflammatory bowel disease (IBD). Compound 4b, among the synthesized compounds, displayed significant inhibitory effects on monocyte adhesion to colon epithelium induced by TNF-α, with an IC50 value of 4.71 μM. Further mechanistic studies demonstrated that 4b inhibits the production of reactive oxygen species (ROS) and downregulates the expression of ICAM-1 and MCP-1, key molecules involved in monocyte-epithelial adhesion, as well as the transcriptional activity of NF-κB. In vivo experiments have shown that compound 4b exhibits a dose-dependent inhibition of 2, 4, 6-trinitrobenzenesulfonic acid (TNBS)-induced colitis in rats, thereby validating its effectiveness as a colitis inhibitor in animal models. These results indicate that 4b shows considerable promise as a therapeutic agent for managing IBD."
    },
    {
      "pmid": "38849045",
      "title": "The ameliorative effects of chrysin on bortezomib-induced nephrotoxicity in rats: Reduces oxidative stress, endoplasmic reticulum stress, inflammation damage, apoptotic and autophagic death.",
      "authors": [
        "Nazım Abdülkadir Kankılıç",
        "Hasan Şimşek",
        "Nurhan Akaras",
        "Cihan Gür",
        "Sefa Küçükler",
        "Mustafa İleritürk",
        "Selman Gencer",
        "Fatih Mehmet Kandemir"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: Bortezomib is a proteasome inhibitor antineoplastic agent that was the first to be approved for cancer treatment. One of bortezomib's most prominent dose-limiting effects is nephrotoxicity; the underlying mechanism is believed to be oxidative stress. Chrysin is a compound found actively in honey and many plant species and stands out with its antioxidant properties. The present study aimed to determine the ameliorative effects of chrysin in bortezomib-induced nephrotoxicity. MATERIAL-METHOD: Thirty-five male Wistar rats were divided into control, BTZ, CHR, BTZ + CHR25, and BTZ + CHR50. Biochemical, molecular, Western blot, and histological methods analyzed renal function indicators, oxidative stress, endoplasmic reticulum stress, inflammation, apoptosis, and damage pathways. RESULTS: Chrysin decreased oxidative stress by reducing oxidants (MDA) and increasing antioxidants (SOD, CAT, Gpx, GSH, Nrf-2, HO-1, NQO1). Chrysin reduced endoplasmic reticulum stress by decreasing ATF-6, PERK, IRE1, and GRP-78 levels. Chrysin reduced inflammation damage by inhibiting the NF-κB pathway. Chrysin exhibited protective properties against apoptotic damage by decreasing Bax and Caspase-3 levels and increasing Bcl-2 levels. In addition, chrysin improved renal function and structural integrity and exhibited healing properties against toxic damage in tissue structure. CONCLUSION: Overall, chrysin exhibited an ameliorative effect against bortezomib-induced nephrotoxicity.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Antineoplastic Agents",
        "Antioxidants",
        "Apoptosis",
        "Autophagy",
        "Bortezomib",
        "Endoplasmic Reticulum Stress",
        "Flavonoids",
        "Inflammation",
        "Kidney",
        "Kidney Diseases",
        "Oxidative Stress",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "38808704",
      "title": "Synergistic effect of chrysin and kaempferol in ameliorating Cerebral Ischemic Reperfusion injury in rat by controlling expression of proinflammatory mediators NF-κB and STAT3.",
      "authors": [
        "Nasima Khanam",
        "Ashutosh Ghosh",
        "Debjani Nath"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The two flavonoids kaempferol and chrysin are known to possess anti-inflammatory and antioxidant activities. In addition, these two flavonoids were reported to display synergistic effects against inflammation. The present study aims to provide an analysis of the combined effects of kaempferol and chrysin on ischemic rat brain induced by endothelin-1. METHODS: The neurological deficit score and infarct area of the brain were determined post drug treatment. Histopathological sections displayed the morphological changes in the brain tissue. The brain tissues were processed for assessing the antioxidant and anti-inflammatory activity by measuring superoxide dismutase activity, catalase activity, level of reduced glutathione, brain malondialdehyde, and amount of calcium. The expression level of inflammatory molecules was analyzed by western blotting and immunohistochemistry. RESULTS: The infarct area, neurological score and NF-κB and STAT3 expression levels were significantly reduced. DISCUSSION: The analysis of neuroprotective synergistic activity of kaempferol and chrysin indicated the therapeutic potential of the combination in alleviating cerebral ischemia by controlling expression of proinflammatory mediators.",
      "mesh_terms": [
        "Animals",
        "Kaempferols",
        "Flavonoids",
        "Male",
        "STAT3 Transcription Factor",
        "NF-kappa B",
        "Rats",
        "Drug Synergism",
        "Reperfusion Injury",
        "Neuroprotective Agents",
        "Brain Ischemia",
        "Brain",
        "Rats, Wistar",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "38796673",
      "title": "Chrysin reduces heart endoplasmic reticulum stress-induced apoptosis by inhibiting PERK and Caspase 3-7 in high-fat diet-fed rats.",
      "authors": [
        "Subramani Yuvaraj",
        "Varadaraj Vasudevan",
        "Shanavas Syed Mohamed Puhari",
        "Sunderasan Sasikumar",
        "Tharmarajan Ramprasath",
        "Mariaraj Sivakumar Selvi",
        "Govindan Sadasivam Selvam"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2024-May-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chrysin (Chy) is a naturally occurring flavonoid found in fruits, vegetables, honey, propolis, and many plant extracts that has shown notable medicinal value. Chy exhibits diverse pharmacological properties, including anti-oxidative, anti-inflammatory, anti-apoptotic, anti-cholesteremic, and cardioprotective. However, the influence of Chy in mitigating high-fat diet (HFD)-induced ER stress of rat myocardium remains unknown. PURPOSE: The current work intended to determine the therapeutic potential of Chy against HFD-induced endoplasmic stress-mediated apoptosis. METHODS: To evaluate the therapeutic value of Chy in HFD-induced endoplasmic stress-mediated apoptosis in the myocardium; The male wistar rats were divided into different groups; control, HFD control, HFD fed followed by Chy-treated and HFD fed followed by atorvastatin (Atv) treated rats. RESULTS: When compared to the control group, the HFD-fed rats had significantly higher levels of marker enzymes such as CK-NAC and ALP, as well as lipid peroxidation and lipid profile (TC, TG, LDL, and VLDL). Chy therapy greatly reversed these marker enzymes and the lipid profile. qRT-PCR Studies showed that Chy supplementation considerably improved Nrf2 and its target genes. In addition, Chy lowered the expression of PERK, CHOP, ATF6, GRP78, and Caspase-3 genes in the heart tissue of HFD-fed rats. Immunohistochemistry results demonstrated that Chy substantially enhanced the Nrf2 and reduced PERK and Caspase3-7 protein expression in HFD-fed rats. CONCLUSION: The current study concluded that Chy may mediate the cardioprotective effect by activating Nrf2 and inhibiting PERK signaling pathway against ER stress-mediated apoptosis induced by HFD. Therefore, supplementation with Chy could serve as a promising therapeutic target against HFD-induced ER stress-mediated cardiac complication.",
      "mesh_terms": [
        "Animals",
        "Endoplasmic Reticulum Stress",
        "Diet, High-Fat",
        "Apoptosis",
        "Rats",
        "Male",
        "Rats, Wistar",
        "Flavonoids",
        "Myocardium",
        "eIF-2 Kinase",
        "Caspase 3",
        "Signal Transduction",
        "NF-E2-Related Factor 2"
      ]
    },
    {
      "pmid": "38796218",
      "title": "Design, synthesis, and biological evaluation of novel chrysin derivatives as poly(ADP-ribose) polymerase 1 (PARP1) inhibitors for the treatment of breast cancer.",
      "authors": [
        "Yao Yang",
        "Jing Tong",
        "Xianshun Xie",
        "Hong Cao",
        "Yong Fu",
        "Yong Luo",
        "Shan Liu",
        "Wen Chen",
        "Ning Yang"
      ],
      "journal": "Chinese journal of natural medicines",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we reported the discovery and structure-activity relationship analysis of chrysin derivatives as a new class of inhibitors targeting poly (ADP-ribose) polymerase 1 (PARP1). Among these derivatives, compound 5d emerged as the most effective chrysin-based inhibitor of PARP1, with an IC50 value of 108 nmol·L-1. This compound significantly inhibited the proliferation and migration of breast cancer cell lines HCC-1937 and MDA-MB-436 by inducing DNA damage. Furthermore, 5d induced apoptosis and caused an extended G1/S-phase in these cell lines. Molecular docking studies revealed that 5d possesses a strong binding affinity toward PARP1. In vivo, in a xenograft model, 5d effectively reduced tumor growth by downregulating PARP1 expression. Overall, compound 5d shows promise as a potential therapeutic agent for the treatment of BRCA wild-type breast cancer.",
      "mesh_terms": [
        "Humans",
        "Flavonoids",
        "Breast Neoplasms",
        "Female",
        "Poly(ADP-ribose) Polymerase Inhibitors",
        "Cell Line, Tumor",
        "Animals",
        "Poly (ADP-Ribose) Polymerase-1",
        "Cell Proliferation",
        "Structure-Activity Relationship",
        "Apoptosis",
        "Molecular Docking Simulation",
        "Mice",
        "Drug Design",
        "Antineoplastic Agents",
        "Mice, Nude",
        "Mice, Inbred BALB C",
        "Molecular Structure"
      ]
    },
    {
      "pmid": "38708081",
      "title": "Synthesis and biological evaluation of the novel chrysin prodrug for non-alcoholic fatty liver disease treatment.",
      "authors": [
        "Ruiming Zhang",
        "Chuanyue Gao",
        "Mingxing Hu",
        "Xingxing Wang",
        "Shuoyuan Li",
        "Zhenmei An",
        "Xifei Yang",
        "Yongmei Xie"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Chrysin (5,7-dihydroxyflavone) is a natural flavonoid that has been reported as a potential treatment for non-alcoholic fatty liver disease (NAFLD). However, extensive phase II metabolism and poor aqueous solubility led to a decrease in the chrysin concentration in the blood after oral administration, limiting its pharmacological development in vivo. Methods: In the present study, we synthesized a novel chrysin derivative prodrug (C-1) to address this issue. We introduced a hydrophilic prodrug group at the 7-position hydroxyl group, which is prone to phase II metabolism, to improve water solubility and mask the metabolic site. Further, we evaluated the ameliorative effects of C-1 on NAFLD in vitro and in vivo by NAFLD model cells and db/db mice. Results: In vitro studies indicated that C-1 has the ability to ameliorate lipid accumulation, cellular damage, and oxidative stress in NAFLD model cells. In vivo experiments showed that oral administration of C-1 at a high dose (69.3 mg/kg) effectively ameliorated hyperlipidemia and liver injury and reduced body weight and liver weight in db/db mice, in addition to alleviating insulin resistance. Proteomic analysis showed that C-1 altered the protein expression profile in the liver and particularly improved the expression of proteins associated with catabolism and metabolism. Furthermore, in our preliminary pharmacokinetic study, C-1 showed favorable pharmacokinetic properties and significantly improved the oral bioavailability of chrysin. Conclusion: Our data demonstrated that C-1 may be a promising agent for NAFLD therapy."
    },
    {
      "pmid": "38654489",
      "title": "Luteolin, apigenin, and chrysin inhibit lipotoxicity-induced NLRP3 inflammasome activation and autophagy damage in macrophages by suppressing endoplasmic reticulum stress.",
      "authors": [
        "Chia-Wen Lo",
        "Chong-Kuei Lii",
        "Kuan-Shuan Lin",
        "Chien-Chun Li",
        "Kai-Li Liu",
        "Ya-Chen Yang",
        "Haw-Wen Chen"
      ],
      "journal": "Environmental toxicology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lipotoxicity leads to numerous metabolic disorders such as nonalcoholic steatohepatitis. Luteolin, apigenin, and chrysin are three flavones with known antioxidant and anti-inflammatory properties, but whether they inhibit lipotoxicity-mediated NLRP3 inflammasome activation was unclear. To address this question, we used J774A.1 macrophages and Kupffer cells stimulated with 100 μM palmitate (PA) in the presence or absence of 20 μM of each flavone. PA increased p-PERK, p-IRE1α, p-JNK1/2, CHOP, and TXNIP as well as p62 and LC3-II expression and induced autophagic flux damage. Caspase-1 activation and IL-1β release were also noted after 24 h of exposure to PA. In the presence of the PERK inhibitor GSK2656157, PA-induced CHOP and TXNIP expression and caspase-1 activation were mitigated. Compared with PA treatment alone, Bcl-2 coupled to beclin-1 was elevated and autophagy was reversed by the JNK inhibitor SP600125. With luteolin, apigenin, and chrysin treatment, PA-induced ROS production, ER stress, TXNIP expression, autophagic flux damage, and apoptosis were ameliorated. Moreover, TXNIP binding to NLRP3 and IL-1β release in response to LPS/PA challenge were reduced. These results suggest that luteolin, apigenin, and chrysin protect hepatic macrophages against PA-induced NLRP3 inflammasome activation and autophagy damage by attenuating endoplasmic reticulum stress.",
      "mesh_terms": [
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Flavonoids",
        "Endoplasmic Reticulum Stress",
        "Apigenin",
        "Animals",
        "Luteolin",
        "Autophagy",
        "Inflammasomes",
        "Mice",
        "Macrophages",
        "Cell Line"
      ]
    },
    {
      "pmid": "38645364",
      "title": "Effects of Chrysin and Chrysin-7-sulfate on Ochratoxin A-Albumin Interactions and on the Plasma and Kidney Levels of the Mycotoxin in Rats.",
      "authors": [
        "Miklós Poór",
        "Ágnes Dombi",
        "Eszter Fliszár-Nyúl",
        "Lorenzo Pedroni",
        "Luca Dellafiora"
      ],
      "journal": "ACS omega",
      "publication_date": "2024-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The nephrotoxic mycotoxin ochratoxin A (OTA) is a common food contaminant. OTA binds to the Sudlow's Site I region of serum albumin with very high affinity, resulting in its slow elimination. The displacement of OTA from albumin may be beneficial due to the faster excretion of the mycotoxin, while it may also lead to the increased tissue uptake of OTA. Furthermore, it is challenging to displace the mycotoxin from albumin even with high-affinity Site I ligands. In this study, we tested the impacts of Site I and Heme site ligands on OTA-albumin interactions by applying fluorescence spectroscopic, ultracentrifugation, and modeling studies. Chrysin-7-sulfate (C7S) strongly displaced OTA from both human and rat albumins; therefore, the impacts of C7S (single intravenous administration) and the parent flavonoid chrysin (repeated peroral treatment) were examined on the plasma and kidney levels of OTA in rats. Chrysin barely influenced the concentrations of mycotoxin in plasma and kidneys. In the first few hours, C7S significantly decreased the plasma levels of OTA compared to the control animals; while after 24 h, only minor differences were noticed. Our study highlights the superior displacing ability of C7S vs OTA regarding human and rat albumins."
    },
    {
      "pmid": "38580073",
      "title": "Tannic acid coated nanosuspension for oral delivery of chrysin intended for anti-schizophrenic effect in mice.",
      "authors": [
        "Abeer Salama",
        "Alaa Hamed Salama",
        "Marwa Hasanein Asfour"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2024-May-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chrysin is a flavonoid drug with numerous therapeutic activities. It suffers from low intestinal absorption owing to its hydrophobicity. Therefore, the aim of this study is to exploit the efficient technique of nanosuspension (NSP) to formulate chrysin-NSP coated with tannic acid (TA) to improve the solubility and anti-schizophrenic activity of chrysin. A 23 full factorial design was constructed where the independent factors were type of polymer, surfactant concentration (0.5 or 1 %) and the aqueous phase volume (5 or 15 mL), while the dependent responses were the particle size (PS) of the obtained formulation as well as the % chrysin dissolved after 2 h (Q2h). The optimum formulation (NSP-4) composed of 1 % PEG 400 and 1 % Cremophor RH40 in 15 mL aqueous phase. It achieved a PS and Q2h values of 108.00 nm and 38.77 %, respectively. NSP-4 was then coated with TA (TA-coated NSP-4) for further enhancement of chrysin solubility. TA-coated NSP-4 revealed PS and zeta potential values of 150 ± 14 nm and -32.54 ± 2.45 mV, respectively. After 6 h, chrysin dissolved % were 53.97 and 80.22 for uncoated NSP-4 and TA-coated NSP-4, respectively, compared with only 9.47 for free chrysin. The developed formulations and free chrysin were assessed regarding their effect on schizophrenia induced in mice by cuprizone (CPZ). Treatment with the developed formulations and free chrysin ameliorated demyelination and behavioral deficit induced by CPZ via elevating MBP and PI3K/PKC activities as well as reducing GFAP expression levels. The developed formulations and free chrysin inhibited Galactin-3 and TGF-β expressions and stimulated GST antioxidant enzyme. Furthermore, they maintained the balances in glutamatergic and dopaminergic neurotransmission via modulation on neuregulin-1 and alleviated nuclear pyknosis and degeneration in the neurons. The order of activity was: TA-coated NSP-4 > NSP-4 > free chrysin.",
      "mesh_terms": [
        "Animals",
        "Flavonoids",
        "Tannins",
        "Mice",
        "Male",
        "Schizophrenia",
        "Administration, Oral",
        "Solubility",
        "Nanoparticles",
        "Particle Size",
        "Suspensions",
        "Polyethylene Glycols",
        "Polyphenols"
      ]
    },
    {
      "pmid": "38538228",
      "title": "Involvement of the GABAA Receptor in the Antidepressant-Like Effects Produced by Low and High Doses of the Flavonoid Chrysin in the Rat: A Longitudinal Study.",
      "authors": [
        "Gabriel Guillén-Ruiz",
        "Blandina Bernal-Morales",
        "Ana Karen Limón-Vázquez",
        "Oscar Jerónimo Olmos-Vázquez",
        "Juan Francisco Rodríguez-Landa"
      ],
      "journal": "Journal of integrative neuroscience",
      "publication_date": "2024-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The flavonoid chrysin produces rapid and long-lasting anxiolytic- and antidepressant-like effects in rats. However, it is not known whether low and high doses of chrysin produce differential anti-immobility effects through the Gamma-Aminobutyric Acid sub-type A (GABAA) receptor. The goal of this work was therefore to compare low and high doses of chrysin for their effects on depression-like behavior in a longitudinal study. Moreover, chrysin was compared with the serotonergic fluoxetine and Gamma-Aminobutyric Acid (GABA)ergic allopregnanolone, and its involvement with the GABAA receptor after chronic treatment was also investigated. METHODS: Male Wistar rats were assigned to five groups (n = 8 each): vehicle, 1 mg/kg chrysin, 5 mg/kg chrysin, 1 mg/kg fluoxetine, and 1 mg/kg allopregnanolone. In the first experiment, treatments were injected daily and the effects on locomotor activity and the forced swim test were evaluated at 0, 1, 14, and 28 days of treatment, and 48 h after the final treatment. In the second experiment, similar groups were treated for 28 days with injection of 1 mg/kg picrotoxin to investigate the role of the GABAA receptor. Depending on the experimental design, one- and two-way analysis of variance (ANOVA) tests were used for statistical analysis, with p < 0.05 set as the criteria for significance. RESULTS: In both experiments, the treatments did not alter locomotor activity. However, low and high doses of chrysin, allopregnanolone, and fluoxetine gradually produced antidepressant-like effects in the forced swim test, and maintained this effect for 48 h post-treatment, except with low dose chrysin. Picrotoxin blocked the antidepressant-like effects produced by low dose chrysin, but did not affect those produced by high dose chrysin, allopregnanolone, or fluoxetine. CONCLUSIONS: The differential antidepressant-like effects caused by low and high doses of chrysin are time-dependent. Low dose chrysin produces a rapid antidepressant-like effect, whereas high dose chrysin produces a delayed but sustained the effect, even 48 h after withdrawal. The effect with high dose chrysin was similar to that observed with allopregnanolone and fluoxetine. The mechanism for the antidepressant-like effect of low chrysin appears to be GABAergic, whereas the effect of high dose chrysin may involve other neurotransmission and neuromodulation systems related to the serotonergic system.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Fluoxetine",
        "Receptors, GABA-A",
        "Pregnanolone",
        "Rats, Wistar",
        "Receptors, GABA",
        "Picrotoxin",
        "Longitudinal Studies",
        "Antidepressive Agents",
        "Flavonoids",
        "gamma-Aminobutyric Acid"
      ]
    },
    {
      "pmid": "38432408",
      "title": "Targeting SIRT1, NLRP3 inflammasome, and Nrf2 signaling with chrysin alleviates the iron-triggered hepatotoxicity in rats.",
      "authors": [
        "Samyah T Alanazi",
        "Samir A Salama",
        "Ahmed Magdy El-Ebiary",
        "Abdulelah K Altowairqi",
        "Atheer T Alharthi",
        "Shahad M Alzahrani",
        "Shomokh H Althagafi",
        "Reema A Alotaibi",
        "Ahmed Abd-Eltawab Tammam"
      ],
      "journal": "Toxicology",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Blood transfusion-requiring diseases such as sickle cell anemia and thalassemia are characterized by an imbalance between iron intake and excretion, resulting in an iron overload (IOL) disorder. Hepatotoxicity is prevalent under the IOL disorder because of the associated hepatocellular redox and inflammatory perturbation. The current work was devoted to investigate the potential protection against the IOL-associated hepatotoxicity using chrysin, a naturally-occurring flavone. IOL model was created in male Wistar rats by intraperitoneal injection of 100 mg/kg elemental iron subdivided on five equal injections; one injection was applied every other day over ten days. Chrysin was administered in a daily dose of 50 mg/kg over the ten-day iron treatment period. On day eleven, blood and liver samples were collected and subjected to histopathological, biochemical, and molecular investigations. Chrysin suppressed the IOL-induced hepatocellular damage as revealed by decreased serum activity of the intracellular liver enzymes and improved liver histological picture. Oxidative damage biomarkers, and pro-inflammatory cytokines were significantly suppressed. Mechanistically, the levels of the redox and inflammation-controlling proteins SIRT1 and PPARγ were efficiently up-regulated. The liver iron load, NLRP3 inflammasome activation, and NF-κB acetylation and nuclear shift were significantly suppressed in the iron-intoxicated rats. Equally important, the level of the antioxidant protein Nrf2 and its target HO-1 were up-regulated. In addition, chrysin significantly ameliorated the IOL-induced apoptosis as indicated by reduction in caspase-3 activity and modulation of BAX and Bcl2 protein abundance. Together, these findings highlight the alleviating activity of chrysin against the IOL-associated hepatotoxicity and shed light on the role of SIRT1, NLRP3 inflammasome, and Nrf2 signaling as potential contributing molecular mechanisms.",
      "mesh_terms": [
        "Animals",
        "Sirtuin 1",
        "Male",
        "Flavonoids",
        "NF-E2-Related Factor 2",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Rats, Wistar",
        "Chemical and Drug Induced Liver Injury",
        "Signal Transduction",
        "Inflammasomes",
        "Rats",
        "Iron",
        "Liver",
        "Oxidative Stress",
        "Iron Overload"
      ]
    },
    {
      "pmid": "38256940",
      "title": "Chrysin Directing an Enhanced Solubility through the Formation of a Supramolecular Cyclodextrin-Calixarene Drug Delivery System: A Potential Strategy in Antifibrotic Diabetes Therapeutics.",
      "authors": [
        "Anca Hermenean",
        "Eleftheria Dossi",
        "Alex Hamilton",
        "Maria Consiglia Trotta",
        "Marina Russo",
        "Caterina Claudia Lepre",
        "Csilla Sajtos",
        "Ágnes Rusznyák",
        "Judit Váradi",
        "Ildikó Bácskay",
        "István Budai",
        "Michele D'Amico",
        "Ferenc Fenyvesi"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Jan-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Calixarene 0118 (OTX008) and chrysin (CHR) are promising molecules for the treatment of fibrosis and diabetes complications but require an effective delivery system to overcome their low solubility and bioavailability. Sulfobutylated β-cyclodextrin (SBECD) was evaluated for its ability to increase the solubility of CHR by forming a ternary complex with OTX008. The resulting increase in solubility and the mechanisms of complex formation were identified through phase-solubility studies, while dynamic light-scattering assessed the molecular associations within the CHR-OTX008-SBECD system. Nuclear magnetic resonance, differential scanning calorimetry, and computational studies elucidated the interactions at the molecular level, and cellular assays confirmed the system's biocompatibility. Combining SBECD with OTX008 enhances CHR solubility more than using SBECD alone by forming water-soluble molecular associates in a ternary complex. This aids in the solubilization and delivery of CHR and OTX008. Structural investigations revealed non-covalent interactions essential to complex formation, which showed no cytotoxicity in hyperglycemic in vitro conditions. A new ternary complex has been formulated to deliver promising antifibrotic agents for diabetic complications, featuring OTX008 as a key structural and pharmacological component."
    },
    {
      "pmid": "38176443",
      "title": "Chrysin alleviates DNA damage to improve disturbed immune homeostasis and pro-angiogenic environment in laser-induced choroidal neovascularization.",
      "authors": [
        "Jing Wang",
        "Zilin Wang",
        "Jingshu Liu",
        "Minwen Zhou",
        "Hong Wang",
        "Hong Zhu",
        "Mei Jiang",
        "Qiyu Bo",
        "Xiaodong Sun"
      ],
      "journal": "Biochimica et biophysica acta. Molecular cell research",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Choroidal neovascularization (CNV) is a devastating pathology of numerous ocular diseases, such as wet age-related macular degeneration (wAMD), which causes irreversible vision loss. Although anti-vascular endothelial growth factor (VEGF) therapy has been widely used, poor response or no response still exists in some cases, suggesting that there are other components involved in the angiogenic process. Therefore, the underlying mechanism needs to be clarified and new target of anti-angiogenic therapy is urgently needed. It has been demonstrated that damaged retinal pigment epithelium (RPE) cells can activate inflammasome, driving a degenerative tissue environment and an enhanced pro-angiogenic response, which implies that RPE dysfunction may be a hallmark of the pathogenesis. Previously, we have shown that DNA damage can induce RPE dysfunction, triggering senescence-associated secretory phenotype (SASP) and local inflammation. In this study, we identify that chrysin can reduce DNA damage, especially telomere erosion in vitro, thus compromise the dysfunction of RPE and the decreased expression of SASP factor. Importantly, we find that DNA damage of RPE cells is remarkable in laser-induced CNV lesion, resulting in inflammatory response, which can be ameliorated by chrysin, mainly through IL-17 signaling pathway and its downstream signal transducer and activator of transcription 3 (STAT3) activities. In summary, our results indicate the interplay between DNA damage, perturbed RPE homeostasis, inflammatory response and angiogenesis in laser-induced CNV, and more importantly, chrysin may be an effective therapeutic supplement for CNV.",
      "mesh_terms": [
        "Humans",
        "Retinal Pigment Epithelium",
        "Vascular Endothelial Growth Factor A",
        "Choroidal Neovascularization",
        "DNA Damage",
        "Lasers",
        "Flavonoids"
      ]
    },
    {
      "pmid": "38169923",
      "title": "Chrysin-based supramolecular cyclodextrin-calixarene drug delivery system: a novel approach for attenuating cardiac fibrosis in chronic diabetes.",
      "authors": [
        "Maria Consiglia Trotta",
        "Hildegard Herman",
        "Alina Ciceu",
        "Bianca Mladin",
        "Marcel Rosu",
        "Caterina Claudia Lepre",
        "Marina Russo",
        "Ildikó Bácskay",
        "Ferenc Fenyvesi",
        "Raffaele Marfella",
        "Anca Hermenean",
        "Cornel Balta",
        "Michele D'Amico"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: Cardiac fibrosis is strongly induced by diabetic conditions. Both chrysin (CHR) and calixarene OTX008, a specific inhibitor of galectin 1 (Gal-1), seem able to reduce transforming growth factor beta (TGF-β)/SMAD pro-fibrotic pathways, but their use is limited to their low solubility. Therefore, we formulated a dual-action supramolecular system, combining CHR with sulfobutylated β-cyclodextrin (SBECD) and OTX008 (SBECD + OTX + CHR). Here we aimed to test the anti-fibrotic effects of SBECD + OTX + CHR in hyperglycemic H9c2 cardiomyocytes and in a mouse model of chronic diabetes. Methods: H9c2 cardiomyocytes were exposed to normal (NG, 5.5 mM) or high glucose (HG, 33 mM) for 48 h, then treated with SBECD + OTX + CHR (containing OTX008 0.75-1.25-2.5 µM) or the single compounds for 6 days. TGF-β/SMAD pathways, Mitogen-Activated Protein Kinases (MAPKs) and Gal-1 levels were assayed by Enzyme-Linked Immunosorbent Assays (ELISAs) or Real-Time Quantitative Reverse Transcription Polymerase chain reaction (qRT-PCR). Adult CD1 male mice received a single intraperitoneal (i.p.) administration of streptozotocin (STZ) at a dosage of 102 mg/kg body weight. From the second week of diabetes, mice received 2 times/week the following i.p. treatments: OTX (5 mg/kg)-SBECD; OTX (5 mg/kg)-SBECD-CHR, SBECD-CHR, SBECD. After a 22-week period of diabetes, mice were euthanized and cardiac tissue used for tissue staining, ELISA, qRT-PCR aimed to analyse TGF-β/SMAD, extracellular matrix (ECM) components and Gal-1. Results: In H9c2 cells exposed to HG, SBECD + OTX + CHR significantly ameliorated the damaged morphology and reduced TGF-β1, its receptors (TGFβR1 and TGFβR2), SMAD2/4, MAPKs and Gal-1. Accordingly, these markers were reduced also in cardiac tissue from chronic diabetes, in which an amelioration of cardiac remodeling and ECM was evident. In both settings, SBECD + OTX + CHR was the most effective treatment compared to the other ones. Conclusion: The CHR-based supramolecular SBECD-calixarene drug delivery system, by enhancing the solubility and the bioavailability of both CHR and calixarene OTX008, and by combining their effects, showed a strong anti-fibrotic activity in rat cardiomyocytes and in cardiac tissue from mice with chronic diabetes. Also an improved cardiac tissue remodeling was evident. Therefore, new drug delivery system, which could be considered as a novel putative therapeutic strategy for the treatment of diabetes-induced cardiac fibrosis."
    },
    {
      "pmid": "38130439",
      "title": "Antiviral activity of chrysin and naringenin against porcine epidemic diarrhea virus infection.",
      "authors": [
        "Mengfei Gong",
        "Xuemei Xia",
        "Dishi Chen",
        "Yupeng Ren",
        "Yutong Liu",
        "Hua Xiang",
        "Xiaohuan Li",
        "Yupeng Zhi",
        "Yu Mo"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Porcine epidemic diarrhea virus (PEDV) is one of the critical pathogens causing diarrhea in piglets and has caused huge economic losses to the swine industry in worldwide. However, there is currently no effective therapeutic medication available for the treatment of PEDV. Natural compounds are a hot topic for researching and screening antiviral lead compounds due to their abundant sources, varied activities, and low toxicity. In this study, a total of 6 compounds from different plant sources were selected for in vitro anti-PEDV screening, including chrysin, naringenin, soy isoflavone, glycyrrhetinic acid, oleanolic acid, and geniposide. Then two active compounds, chrysin and naringenin, were further evaluated on PEDV infected cells at different stage. And the anti-PEDV mechanism was analyzed by molecule docking and molecular dynamics. The results showed that both chrysin and naringenin showed the most significant anti-PEDV activity by increasing the cell viability and decreasing the virus copy number. Both natural compounds could inhibit viral titer, mRNA and protein levels in the prophylactic and post-viral entry stages of PEDV infection. Furthermore, chrysin and naringenin mainly interacted with viral replicase proteins such as 3CLpro and PLP-2 through hydrogen bonds and hydrophobic forces. The complexes formed by chrysin and naringenin with the two PEDV replication proteases had high stability. These results suggested that chrysin and naringenin may exert antiviral effects by interacting with the virus 3CLpro protein or PLP2 protein, thereby affecting their role in the formation of PEDV non-structural proteins or interfering with virus replication. This study lays the foundation for developing chrysin and naringenin as novel anti-PEDV therapeutic drugs."
    },
    {
      "pmid": "38110365",
      "title": "Pyrotinib and chrysin synergistically potentiate autophagy in HER2-positive breast cancer.",
      "authors": [
        "Xiaoxiao Liu",
        "Xing Zhang",
        "Zhiying Shao",
        "Xiaorong Zhong",
        "Xin Ding",
        "Liang Wu",
        "Jie Chen",
        "Ping He",
        "Yan Cheng",
        "Kunrui Zhu",
        "Dan Zheng",
        "Jing Jing",
        "Ting Luo"
      ],
      "journal": "Signal transduction and targeted therapy",
      "publication_date": "2023-Dec-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Human epidermal growth factor receptor 2 (HER2)-positive breast cancer (BC) has been the most challenging subtype of BC, consisting of 20% of BC with an apparent correlation with poor prognosis. Despite that pyrotinib, a new HER2 inhibitor, has led to dramatic improvements in prognosis, the efficacy of pyrotinib monotherapy remains largely restricted due to its acquired resistance. Therefore, identifying a new potential antitumor drug in combination with pyrotinib to amplify therapeutic efficacy is a pressing necessity. Here, we reported a novel combination of pyrotinib with chrysin and explored its antitumor efficacy and the underlying mechanism in HER2-positive BC. We determined that pyrotinib combined with chrysin yielded a potent synergistic effect to induce more evident cell cycle arrest, inhibit the proliferation of BT-474 and SK-BR-3 BC cells, and repress in vivo tumor growth in xenograft mice models. This may be attributed to enhanced autophagy induced by endoplasmic reticulum stress. Furthermore, the combined treatment of pyrotinib and chrysin induced ubiquitination and glucose-6-phosphate dehydrogenase (G6PD) degradation by upregulating zinc finger and BTB/POZ domain-containing family protein 16 (ZBTB16) in tumorigenesis of BC. Mechanistically, we identified that miR-16-5p was a potential upstream regulator of ZBTB16, and it showed a significant inverse correlation with ZBTB16. Inhibition of miR-16-5p overexpression by restoring ZBTB16 significantly potentiated the overall antitumor efficacy of pyrotinib combined with chrysin against HER2-positive BC. Together, these findings demonstrate that the combined treatment of pyrotinib and chrysin enhances autophagy in HER2-positive BC through an unrecognized miR-16-5p/ZBTB16/G6PD axis.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "Female",
        "Breast Neoplasms",
        "MicroRNAs",
        "Autophagy"
      ]
    },
    {
      "pmid": "38058093",
      "title": "Ion-activated In Situ Gel of Gellan Gum Containing Chrysin for Nasal Administration in Parkinson's Disease.",
      "authors": [
        "Khushboo Lavania",
        "Anuj Garg"
      ],
      "journal": "Recent advances in drug delivery and formulation",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: This study focused on creating an innovative treatment approach for Parkinson's disease (PD), a progressive neurodegenerative condition characterized by the loss of specific neurons in the brain. AIM: The research aimed to develop a nasal gel using gellan gum containing a complex of chrysin with hydroxypropyl-β-cyclodextrin (HP-β-CD) to enhance the drug's solubility and stability. METHOD: The formulation process involved utilizing central composite design (CCD) to optimize the concentrations of gellan gum and HPMC E5, with viscosity and mucoadhesive strength as key factors. The resulting optimized In Situ gel comprised 0.7% w/v gellan gum and 0.6% w/v HPMC E5, exhibiting desirable viscosity levels for both sol and gel states, along with robust mucoadhesive properties. The formulated gel underwent comprehensive evaluation, including assessments for gelation, drug content, in vitro drug release, ex vivo permeation, and histopathology. RESULT: The findings demonstrated superior drug release from the In Situ gel compared to standalone chrysin. Ex vivo studies revealed effective drug permeation through nasal mucosa without causing harm. Moreover, experiments on neuronal cells exposed to oxidative stress (H2O2- induced) showcased significant neuroprotection conferred by chrysin and its formulations. These treatments exhibited notable enhancements in cell viability and reduced instances of apoptosis and necrosis, compared to the control group. The formulations exhibited neuroprotective properties by mitigating oxidative damage through mechanisms, like free radical scavenging and restoration of antioxidant enzyme activity. CONCLUSION: In conclusion, this developed In situ gel formulation presents a promising novel nasal delivery system for PD therapy. By addressing challenges related to drug properties and administration route, it holds the potential to enhance treatment outcomes and improve the quality of life for individuals with Parkinson's disease.",
      "mesh_terms": [
        "Polysaccharides, Bacterial",
        "Flavonoids",
        "Administration, Intranasal",
        "Parkinson Disease",
        "Animals",
        "Nasal Mucosa",
        "Gels",
        "Neuroprotective Agents",
        "2-Hydroxypropyl-beta-cyclodextrin",
        "Drug Liberation",
        "Viscosity",
        "Humans",
        "Oxidative Stress",
        "Solubility"
      ]
    },
    {
      "pmid": "37981073",
      "title": "Chrysin 7-O-β-D-glucuronide, a dual inhibitor of SARS-CoV-2 3CLpro and PLpro, for the prevention and treatment of COVID-19.",
      "authors": [
        "Yang Yi",
        "Rong Yu",
        "Heng Xue",
        "Zhengtong Jin",
        "Meng Zhang",
        "Yang-Oujie Bao",
        "Zilong Wang",
        "Hongping Wei",
        "Xue Qiao",
        "Hang Yang"
      ],
      "journal": "International journal of antimicrobial agents",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The emergence of severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) resulted in the coronavirus disease 2019 (COVID-19) pandemic. Given the advent of subvariants, there is an urgent need to develop novel drugs. The aim of this study was to find SARS-CoV-2 inhibitors from Scutellaria baicalensis Georgi targeting the proteases 3CLpro and PLpro. After screening 25 flavonoids, chrysin 7-O-β-D-glucuronide was found to be a potent inhibitor of SARS-CoV-2 on Vero E6 cells, with half-maximal effective concentration of 8.72 µM. Surface plasmon resonance assay, site-directed mutagenesis and enzymatic activity measurements indicated that chrysin-7-O-β-D-glucuronide inhibits SARS-CoV-2 by binding to H41 of 3CLpro, and K157 and E167 of PLpro. Hydrogen-deuterium exchange mass spectrometry analysis showed that chrysin-7-O-β-D-glucuronide changes the conformation of PLpro. Finally, chrysin 7-O-β-D-glucuronide was shown to have anti-inflammatory activity, mainly due to reduction of the levels of the pro-inflammatory cytokines interleukin (IL)-1β and IL-6.",
      "mesh_terms": [
        "Humans",
        "COVID-19",
        "SARS-CoV-2",
        "Glucuronides",
        "Cysteine Endopeptidases",
        "Protease Inhibitors",
        "Flavonoids",
        "Antiviral Agents",
        "Molecular Docking Simulation"
      ]
    },
    {
      "pmid": "37970041",
      "title": "Co-administration of Chrysin and Luteolin with Cisplatin and Topotecan Exhibits a Variable Therapeutic Value in Human Cancer Cells, HeLa.",
      "authors": [
        "Ritu Raina",
        "Arif Hussain",
        "Abdulmajeed G Almutary",
        "Shafiul Haque",
        "Tasleem Raza",
        "Ashley Cletus D'Souza",
        "Sachin Subramani",
        "Akash Sajeevan"
      ],
      "journal": "ACS omega",
      "publication_date": "2023-Nov-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Combinational treatment is a promising strategy for better cancer treatment outcomes. Chrysin and luteolin have demonstrated effective anticancer activity. Cisplatin and topotecan are commonly used for the treatment of human cancers. However, various side effects including drug resistance are an imperative restriction to use them as pharmacological therapy. Therefore, the aim was to use these agents in combination with flavones for better efficacy. In the present study, it was found that the combination of chrysin and cisplatin and luteolin and cisplatin significantly improved the anticancer effect as both the combinations showed synergistic interactions [combinational index (CI < 1)]. Remarkably, the combination of chrysin and luteolin with topotecan depicted the antagonistic interaction (CI > 1). Further, increased expression of the pro-apoptotic proteins Bax and caspase 8 and the inhibition of the antiapoptotic protein Bcl-2 were instituted in the synergistic doses (chrysin + cisplatin and luteolin + cisplatin), hence promoting apoptosis. Also, it was found that the synergistic combination inhibited the migration of HeLa cells by downregulation of metalloproteases and upregulation of TIMPs. However, there are no significant changes depicted in the antagonistic combinations which support their role in their antagonistic effects. Based on these results, it can be inferred that the two or more drug combinations need to be explored well for their interaction to enhance the therapeutic outcomes."
    },
    {
      "pmid": "37930934",
      "title": "Pyrus pashia fruit extract and its major phytometabolite chrysin prevent hippocampal apoptosis and memory impairment in PTZ-kindled mice.",
      "authors": [
        "Priyanka Sharma",
        "Amita Kumari",
        "Padmanabh Singh",
        "Sweta Srivas",
        "Mahendra K Thakur",
        "Siva Hemalatha"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Epilepsy is a chronic neurological condition with recurrent seizures. One-third of epilepsy patients experience unacceptable side effects from antiepileptic drugs. Pyrus pashia is a deciduous tree from southern Asia. Ethnomedicinally, Malakand tribes use its fruits for epilepsy treatment. Our prior research demonstrated the anticonvulsive properties of ethanolic extract of Pyrus pashia (EPP) and its bioactive compound chrysin in acute seizure tests. This study aims to investigate the impact of EPP and chrysin on cognitive impairment in a PTZ-induced kindling mice model of epilepsy. METHODS: Swiss albino male mice were equally divided into four groups. The first group received 0.5% carboxy methyl cellulose dissolved in normal saline while the other three groups were pre-treated with Diazepam (DZP) (1 mg/kg, i.p.), EPP (200 mg/kg, p.o.) and chrysin (5 mg/kg, p.o.). After 30 min, all groups were administered PTZ (35 mg/kg, i.p.) and evaluated for seizure severity, cognitive function, and neuronal apoptosis. Western blot analysis was conducted to analyze the expressions of apoptosis biomarkers and memory-related genes, including cAMP response element-binding protein (CREB) and Brain Derived Neurotrophic Factor (BDNF). RESULTS: The therapeutic effects of EPP and Chrysin were comparable to DZP in terms of reducing seizure severity, but unlike DZP, they prevented PTZ-induced memory impairment in experimental animals. Additionally, they increased the levels of BDNF and CREB while reducing apoptotic biomarkers in the hippocampus of experimental animals. CONCLUSIONS: Based on the leads offered by this study EPP and its major bioactive constituent, could be developed as the treatment option for epilepsy.",
      "mesh_terms": [
        "Animals",
        "Flavonoids",
        "Hippocampus",
        "Male",
        "Plant Extracts",
        "Mice",
        "Apoptosis",
        "Memory Disorders",
        "Fruit",
        "Kindling, Neurologic",
        "Anticonvulsants",
        "Pentylenetetrazole",
        "Brain-Derived Neurotrophic Factor",
        "Epilepsy",
        "Seizures",
        "Disease Models, Animal",
        "Neuroprotective Agents",
        "Cyclic AMP Response Element-Binding Protein"
      ]
    },
    {
      "pmid": "37921185",
      "title": "A Review on the Role of Phytoconstituents Chrysin on the Protective Effect on Liver and Kidney.",
      "authors": [
        "Debika Sarmah",
        "Rupa Sengupta"
      ],
      "journal": "Current drug discovery technologies",
      "publication_date": "2024",
      "publication_types": [
        "Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The chance of contracting significant diseases increases due to an unhealthy and contemporary lifestyle. Chrysin is a flavonoid of the flavone class in numerous plants, including Passiflora and Pelargonium. Chrysin has long been used to treat a variety of illnesses. Chrysin, an essential flavonoid, has many pharmacological actions, including anticancer, antiviral, anti-inflammatory, anti-arthritic, depressive, hypolipidemic, hepatoprotective, and nephroprotective activity. PURPOSE: This explorative review was commenced to provide a holistic review of flavonoids confirming that Chrysin has a therapeutic potential on the liver and kidney and reduces the hepatotoxicity and nephrotoxicity induced by diverse toxicants, which can be helpful for the toxicologists, pharmacologists, and chemists to develop new safer pharmaceutical products with chrysin and other toxicants. STUDY DESIGN: The most relevant studies that were well-explained and fit the chosen topic best were picked. The achieved information was analyzed to determine the outcome by screening sources by title, abstract, and whole work. Between themselves, the writers decided on the studies to be considered. The necessary details were systematically organized into titles and subtitles and compressively discussed. METHOD: The information presented in this review is obtained using targeted searches on several online platforms, including Google Scholar, Scifinder, PubMed, Science Direct, ACS publications, and Wiley Online Library. The works were chosen based on the inclusion criteria agreed upon by all authors. RESULTS: Chrysin is a promising bioactive flavonoid with significant health benefits, and its synthetic replacements are being utilized as pharmaceuticals to treat various diseases. Findings revealed that Chrysin exhibits hepatoprotective actions against several hepatotoxicants like 2,3,7,8 tetrachlorodibenzo- p-dioxin, carbon tetrachloride (CCl4), cisplatin, and others by lowering the levels of liver toxicity biomarkers and enhancing antioxidant levels. Additionally, chrysin has potential nephroprotective properties against various nephrotoxicants, like Cisplatin, Doxorubicin, Paracetamol, Gentamicin, Streptazosin, and others by dropping kidney toxicity marker levels, reducing oxidative stress, and improving the antioxidant level. CONCLUSION: According to this revised study, chrysin is a promising phytoconstituent that can be utilized as an alternate treatment for various medications that cause hepatotoxicity and nephrotoxicity. With active chrysin, several dosage forms targeting the liver and kidneys can be formulated.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Antioxidants",
        "Cisplatin",
        "Rats, Wistar",
        "Flavonoids",
        "Kidney",
        "Chemical and Drug Induced Liver Injury"
      ]
    },
    {
      "pmid": "37827266",
      "title": "Possible mechanisms involved in the neuroprotective effects of chrysin against mild traumatic brain injury-induced spatial cognitive decline: An in vivo study in a rat model.",
      "authors": [
        "Masome Rashno",
        "Alireza Sarkaki",
        "Yaghoob Farbood",
        "Mohammad Rashno",
        "Layasadat Khorsandi",
        "Mohammad Kazem Gharib Naseri",
        "Mahin Dianat"
      ],
      "journal": "Brain research bulletin",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Traumatic brain injury (TBI) is recognized as an important risk factor for cognitive deficits. The present study was designed to determine the potential neuroprotective effects of chrysin, a natural flavonoid compound, against TBI-induced spatial cognitive decline and the possible mechanisms involved. Oral administration of chrysin (25, 50, or 100 mg/kg/day) was initiated in rats immediately following the induction of the diffuse TBI model using the weight-dropping Marmarou model. Spatial cognitive ability, hippocampal synaptic plasticity, blood-brain barrier (BBB) permeability, brain water content, and histological changes were assessed at scheduled time points. The animals subjected to TBI exhibited spatial cognitive decline in the Morris water maze (MWM) test, which was accompanied by inhibition of hippocampal long-term potentiation (LTP) induction at the perforant path-dentate gyrus (PP-DG) synapses. Additionally, TBI caused BBB disruption, brain edema, and neuronal loss. Interestingly, treatment with chrysin (especially in the dose of 100 mg/kg) alleviated all the above-mentioned neuropathological changes related to TBI. The results provide evidence that chrysin improves TBI-induced spatial cognitive decline, which may be partly related to the amelioration of hippocampal synaptic dysfunction, alleviation of BBB disruption, reduction of brain edema, and prevention of neuronal loss.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Brain Concussion",
        "Neuroprotective Agents",
        "Brain Edema",
        "Brain Injuries, Traumatic",
        "Flavonoids",
        "Cognitive Dysfunction",
        "Hippocampus",
        "Maze Learning"
      ]
    },
    {
      "pmid": "37716503",
      "title": "Chrysin attenuates paclitaxel-induced hepatorenal toxicity in rats by suppressing oxidative damage, inflammation, and apoptosis.",
      "authors": [
        "Selim Çomaklı",
        "Selçuk Özdemir",
        "Meryem Güloğlu"
      ],
      "journal": "Life sciences",
      "publication_date": "2023-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIMS: Paclitaxel (Pax) is a chemotherapeutic drug from the taxane family that is used in the treatment of human cancer, including ovarian, breast, and non-small cell lung carcinoma. Chrysin (CR) has antioxidant, anti-inflammatory, anti-apoptotic, anti-diabetic, and anti-carcinogenic properties, as well as hepatoprotective and renoprotective activities. In the present study, we evaluated the protective effect of CR against Pax-induced hepatorenal toxicity on inflammation, apoptosis, antioxidant levels, oxidative DNA damage, and histopathology in rats. MATERIAL AND METHODS: Thirty-five male Sprague-Dawley rats were divided into five groups (n = 7): Group I (normal control), Group II (CR alone at a dose of 50 mg/kg), Group III (Pax at a dose of 2 mg/kg), Group IV (Pax+CR 25), and Group V (Pax+CR 50). The expressions of apoptotic (Bax and Bcl-2) and antioxidant genes (SOD1, CAT, GPx3, and GST) were evaluated using RT-PCR from paraffin sections. Caspase 3, KIM-1, NF-kB, COX-2, and 8-OHdG were also determined by immunohistochemical examination. KEY FINDINGS: The results revealed that Pax exposure caused hepatic and renal damage in rats, which was indicated by a significant elevation of caspase 3, Bax, KIM-1, NF-kB, COX-2, and 8-OHdG. However, there was a marked downregulation in the expressions of the Bcl-2, SOD1, CAT, GPx3, and GST genes. In contrast, rats given CR in combination showed better gene expression, histological structure, and immunohistochemical staining results. SIGNIFICANCE: Consequently, CR exhibited the ability to reduce oxidative DNA damage, exert anti-apoptotic and anti-inflammatory properties, and mitigate the toxic effects of Pax-induced hepatorenal toxicity.",
      "mesh_terms": [
        "Humans",
        "Rats",
        "Male",
        "Animals",
        "Antioxidants",
        "Caspase 3",
        "Paclitaxel",
        "NF-kappa B",
        "bcl-2-Associated X Protein",
        "Cyclooxygenase 2",
        "Superoxide Dismutase-1",
        "Rats, Sprague-Dawley",
        "Oxidative Stress",
        "Apoptosis",
        "Inflammation",
        "Proto-Oncogene Proteins c-bcl-2",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "37690916",
      "title": "Corrigendum to \"pH-responsive and targeted delivery of chrysin via folic acid-functionalized mesoporous silica nanocarrier for breast cancer therapy\" [Int. J. Pharmaceut. 631 (2023) 122555].",
      "authors": [
        "Noyel Ghosh",
        "Mousumi Kundu",
        "Sumit Ghosh",
        "Abhishek Kumar Das",
        "Samhita De",
        "Joydeep Das",
        "Parames C Sil"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2023-Oct-15",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "37453011",
      "title": "The protective effects of chrysin on cadmium-induced pulmonary toxicity; a multi-biomarker approach.",
      "authors": [
        "Nurhan Akaras",
        "Mustafa Ileriturk",
        "Cihan Gur",
        "Sefa Kucukler",
        "Mehmet Oz",
        "Fatih Mehmet Kandemir"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to determine the potential protective effects of chrysin (CHR) on experimental cadmium (Cd)-induced lung toxicity in rats. To this end, rats were divided into five groups; Control, CHR, Cd, Cd + CHR25, Cd + CHR50. In the study, rats were treated with CHR (oral gavage, 25 mg/kg and 50 mg/kg) 30 min after giving Cd (oral gavage, 25 mg/kg) for 7 consecutive days. The effects of Cd and CHR treatments on oxidative stress, inflammatory response, ER stress, apoptosis and tissue damage in rat lung tissues were determined by biochemical and histological methods. Our results revealed that CHR therapy for Cd-administered rats could significantly reduce MDA levels in lung tissue while significantly increasing the activity of antioxidant enzymes (SOD, CAT, GPx) and GSH levels. CHR agent exerted antiinflammatory effect by lowering elevated levels of NF-κB, IL-1β IL-6, TNF-α, RAGE and NRLP3 in Cd-induced lung tissue. Moreover CHR down-regulated Cd-induced ER stress markers (PERK, IRE1, ATF6, CHOP, and GRP78) and apoptosis markers (Caspase-3, Bax) lung tissue. CHR up-regulated the Bcl-2 gene, an anti-apoptotic marker. Besides, CHR attenuated the side effects caused by Cd by modulating histopathological changes such as hemorrhage, inflammatory cell infiltration, thickening of the alveolar wall and collagen increase. Immunohistochemically, NF-κB and Caspase-3 expressions were intense in the Cd group, while these expressions were decreased in the Cd + CHR groups. These results suggest that CHR exhibits protective effects against Cd-induced lung toxicity in rats by ameliorating oxidative stress, inflammation, apoptosis, endoplasmic reticulum stress and histological changes.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Cadmium",
        "Caspase 3",
        "NF-kappa B",
        "Antioxidants",
        "Oxidative Stress",
        "Cadmium Poisoning",
        "Lung",
        "Biomarkers",
        "Apoptosis",
        "Endoplasmic Reticulum Stress"
      ]
    },
    {
      "pmid": "37406911",
      "title": "Preparation, optimization, and characterization of chrysin-loaded TPGS-b-PCL micelles and assessment of their cytotoxic potential in human liver cancer (Hep G2) cell lines.",
      "authors": [
        "Abdullah S Alshetaili",
        "Raisuddin Ali",
        "Wajhul Qamar",
        "Salman Almohizea",
        "Md Khalid Anwer"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Aug-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In total, nine TPGS-b-PCL copolymers were synthesized employing distinct TPGS analogues (TPGS 2000, 3500, and 5000). In these copolymers, the length of the PCL chain varied according to the TPGS to PCL molecular weight ratio (1:1, 1:2, and 1:3). The formulation optimization was done by optimizing the drug to polymer ratio, encapsulation efficiency, drug loading, micelle diameter, and polydispersity index (PDI). TPGS3500-b-PCL7000 copolymer (TPGS to PCL ratio 1:2) with drug to polymer ratio 1:30 showed the best percentage encapsulation (63.50 ± 0.45 %) and drug loading (2.05 ± 0.07). The optimal micelle (CHR-M) diameter and PDI were determined to be 94.57 ± 13.40 nm and 0.16 ± 0.02, respectively. CHR-M showed slow release when compared with alcoholic solution of chrysin. Approximately 70.70 ± 6.4 % drug was released in 72 h. The CHR-M demonstrated considerably greater absorption in Hep G2 cells, which confirmed the reliability of the micellar carrier. The MTT assay results showed that the IC50 values for CHR-M were much lower after 24 and 48 h when compared to free chrysin. Therefore, CHR-M may be a viable carrier for active chrysin targeting with improved anticancer potential. Also, it could be a better alternative for the currently available treatment of hepatocellular carcinoma."
    },
    {
      "pmid": "37371032",
      "title": "Chrysin-Induced Regression of Angiogenesis via an Induction of DNA Damage Response and Oxidative Stress in In Vitro and In Vivo Models of Melanoma.",
      "authors": [
        "Aicha Sassi",
        "Maxime Fredon",
        "Alexia K Cotte",
        "Camille Fuselier",
        "Christophe Schneider",
        "Laurent Martiny",
        "David Monchaud",
        "Leila Chekir-Ghedira",
        "Virginie Aires",
        "Dominique Delmas"
      ],
      "journal": "Cells",
      "publication_date": "2023-Jun-06",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Despite the progress made in treatments, melanoma is one of the cancers for which its incidence and mortality have increased during recent decades. In the research of new therapeutic strategies, natural polyphenols such as chrysin could be good candidates owing to their capacities to modulate the different fundamental aspects of tumorigenesis and resistance mechanisms, such as oxidative stress and neoangiogenesis. In the present study, we sought to determine whether chrysin could exert antitumoral effects via the modulation of angiogenesis by acting on oxidative stress and associated DNA damage. For the first time, we show a link between chrysin-induced antiproliferative effects, the activation of the DNA damage pathway, and its ability to limit angiogenesis. More specifically, herein, we show that chrysin induces single- and double-stranded DNA breaks via the activation of the DNA damage response pathway: ATM (ataxia-telangiectasia-mutated)/Chk2 (checkpoint kinase 2) and ATR (ataxia telangiectasia and Rad3-related)/Chk1 (checkpoint kinase 1) pathways. Strong activation of this DNA damage response was found to be partly involved in the ability of chrysin to limit angiogenesis and may partly involve a direct interaction between the polyphenol and DNA G-quadruplex structures responsible for the replication fork collapse. Moreover, these events were associated with a marked reduction in melanoma cells' capacity to secrete proangiogenic factor VEGF-A. The disruption of these key protein actors in tumor growth by chrysin was also confirmed in a syngeneic model of B16 melanoma. This last point is of importance to further consider the use of chrysin as a new therapeutic strategy in melanoma treatment.",
      "mesh_terms": [
        "Humans",
        "Ataxia Telangiectasia Mutated Proteins",
        "Melanoma",
        "Oxidative Stress",
        "DNA Damage"
      ]
    },
    {
      "pmid": "37363987",
      "title": "Chrysin 7-O-β-d-glucopyranoside increases hepatic low-density lipoprotein receptor expression through AMP-activated protein kinase activation.",
      "authors": [
        "Naoki Kaname",
        "Takahiro Fujimaki",
        "Shotaro Horikoshi",
        "Kaito Fujimura",
        "Manami Kodaka",
        "Shinnosuke Wakamori",
        "Ryo Katsuta",
        "Ken Ishigami",
        "Tsukasa Suzuki",
        "Yuji Yamamoto",
        "Jun Inoue"
      ],
      "journal": "FEBS open bio",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Elevated plasma low-density lipoprotein (LDL) cholesterol level is a risk factor for developing atherosclerosis. Increased LDL receptor (LDLR) expression is expected to reduce the risk of atherosclerotic disease since hepatic LDLR is essential for clearing plasma LDL cholesterol. Here, we screened human LDLR promoter effectors and observed that extracts from peduncles of sweet cherry (Prunus avium) 'Sato-Nishiki' induce LDLR gene promoter activity. We used several analytical and chemical methods to show that chrysin 7-O-β-d-glucopyranoside (chrysin-7G) is one of the compounds that stimulate LDLR gene promoter activity in cherry peduncle extracts. Furthermore, synthetic chrysin-7G increased the expression and activity of LDLR. The chrysin-7G-mediated increase in LDLR expression and activity was completely abolished by treatment with an AMP-activated protein kinase (AMPK) inhibitor, compound C. These results indicate that chrysin-7G increases LDLR expression through AMPK activation and may be a useful compound that can be recycled from waste parts of agricultural products.",
      "mesh_terms": [
        "Humans",
        "AMP-Activated Protein Kinases",
        "Liver",
        "Receptors, LDL",
        "Atherosclerosis",
        "Lipoproteins, LDL"
      ]
    },
    {
      "pmid": "37263553",
      "title": "Uro-protective role of chrysin against cyclophosphamide-induced hemorrhagic cystitis in rats involving the turning-off NF-κB/P38-MAPK, NO/PARP-1 and STAT-3 signaling cascades.",
      "authors": [
        "Dalia O Saleh",
        "Nesma M E Abo El-Nasr",
        "Ahmed M Fayez",
        "Kawkab A Ahmed",
        "Reem A Mohamed"
      ],
      "journal": "Chemico-biological interactions",
      "publication_date": "2023-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chemotherapeutic agents are used to treat a wide range of cancer types, but they cause serious side effects which must be managed after treatment. Cyclophosphamide (CYP) is one of chemotherapeutic drugs that causes hemorrhagic cystitis (HC) induced by acrolein. OBJECTIVE: The current investigation intended to uncover the role of chrysin (CHR) in CYP-induced HC in rats and explore the signaling pathway beyond this effect. ANALYSIS: process: A single dose of CYP (200 mg/kg/IP) was injected, meanwhile CHR (25, 50 and 100 mg/kg, P.O) was administered respectively for 7 days prior to CYP administration and resume for 7 days afterwards. Urinary bladder tissue was then isolated from all rats to assess oxidative stress and inflammatory biomarkers. Moreover, histopathological examinations were performed. RESULTS: Treatment with CHR showed a marked alleviation in oxidative stress biomarkers induced by CYP. Furthermore, CHR treatment presented a dose-dependent boost in the anti-inflammatory; IL-10 levels and a drop in the pro-inflammatory biomarkers; IL-1β, IL-6, and TNF-α. Additionally, stabilization of the PARP-1 protein expression was also detected thus preventing DNA damage. Similarly, CHR restored the urinary bladder cGMP levels. Notably, CHR treatment was accompanied with inhibition in NF-κB/p38-MAPK, NO/PARP-1 and STAT-3 signaling pathways inflammatory cascades. All these findings conformed with the histopathological examinations as well as iNOS immunostaining in the urinary bladder tissue. CONCLUSION: Co-administration of CHR and CYP attained uro-protective therapeutic potential to guard against HC as well as spot the tangled mechanism of CHR in attenuating the HC induced by CYP.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "NF-kappa B",
        "Poly(ADP-ribose) Polymerase Inhibitors",
        "Poly (ADP-Ribose) Polymerase-1",
        "Rats, Wistar",
        "Cystitis",
        "Cyclophosphamide",
        "Hemorrhage",
        "Signal Transduction",
        "Biomarkers"
      ]
    },
    {
      "pmid": "37253468",
      "title": "Chrysin Attenuates Oxidative Stress to Alleviate Sevoflurane-Induced Cognitive Impairments in Aged Rats.",
      "authors": [
        "Caiping Chen",
        "Jingyang Zeng",
        "Bo Luo",
        "Shunyuan Li"
      ],
      "journal": "Psychiatry investigation",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Anesthesia-induced cognitive impairments are common for elder patients after surgery. Oxidative stress is the predominant factor contributing to the impairments. This study was to assess the therapeutic potential of an anti-oxidative naturally occurring flavonoid, chrysin, in attenuating sevoflurane-induced cognitive impairments in rat models. METHODS: Rat models of cognitive impairments were constructed by exposing aged rats (18 months old) to sevoflurane for 2 h. Chrysin was administered via oral gavage at the dose of 25, 50, and 100 mg/kg/day for seven days. The elevated plus maze test was used to assess anxiety and explorative behaviors. Spatial memory tests were performed using novel object recognition test, object location memory task, and water maze experiments. Oxidative stress was evaluated by measuring levels of malondialdehyde, nicotinamide adenine dinucleotide phosphate, 4-hydroxynonenal, and glutathione using colorimetric assays. Quantitative real-time polymerase chain reaction and Western blot were used to analyze how chrysin affects nuclear factor E2-related factor (Nrf) signaling. RESULTS: While sevoflurane anesthesia led to significant decline in cognitive performance in object recognition test, object location memory task, and water maze test, chrysin exerted significant effects in alleviating the impairments. Oxidative stress was also reduced in the hippocampus tissue of rats after chrysin intake. Nrf signaling was activated by chrysin treatment in sevoflurane-induced cognitive impairment models. CONCLUSION: Chrysin was effective in alleviating cognitive impairments induced by sevoflurane anesthesia, which was at least in part facilitated by its effects in reducing oxidative stress via activating Nrf signaling."
    },
    {
      "pmid": "37224935",
      "title": "Beneficial effects of Chrysin on Cadmium-induced nephrotoxicity in rats: Modulating the levels of Nrf2/HO-1, RAGE/NLRP3, and Caspase-3/Bax/Bcl-2 signaling pathways.",
      "authors": [
        "Hasan Şimşek",
        "Nurhan Akaras",
        "Cihan Gür",
        "Sefa Küçükler",
        "Fatih Mehmet Kandemir"
      ],
      "journal": "Gene",
      "publication_date": "2023-Jul-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cadmium (Cd) is a toxic heavy metal that targets the kidney directly in the body. Chrysin (CHR) is a natural flavonoid with many properties such as antioxidant, anti-inflammatory and anti-apoptotic. The current study discloses new evidence as regards of the curative effects of CHR on Cd-induced nephrotoxicity by regulating oxidative stress, apoptosis, autophagy, and inflammation. Cd was administered orally at a dose of 25 mg/kg body weight alone or in combination with orally administered CHR (25 and 50 mg/kg body weight) for 7 days. Biochemical, molecular, and histological methods were used to investigate inflammation, apoptosis, autophagy, and oxidant pathways in renal tissue. Renal function tests were also evaluated. Cd caused an increase in serum toxicity markers, lipid peroxidation and a decrease in the activities of antioxidant enzymes. Nrf-2 triggered inflammatory responses by suppressing HO-1 and NQO1 mRNA transcripts and increasing NF-κB, TNF-α, IL-1β and iNOS mRNA transcripts. Cd caused inflammasome by increasing RAGE and NLRP3 mRNA transcripts. In addition, Cd application caused apoptosis by increasing Bax, Apaf-1 and Caspase-3 mRNA transcripts and decreasing Bcl-2 mRNA transcript level. It caused autophagy by increasing the activity of Beclin-1 level. CHR treatment had the opposite effect on all these values and reduced the damage caused by all these signal pathways. Overall, the data of this study indicate that renal damage associated with Cd toxicity could be ameliorated by CHR administration.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Antioxidants",
        "Apoptosis",
        "bcl-2-Associated X Protein",
        "Body Weight",
        "Cadmium",
        "Caspase 3",
        "Flavonoids",
        "Inflammation",
        "NF-E2-Related Factor 2",
        "NF-kappa B",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Oxidative Stress",
        "Rats, Wistar",
        "RNA, Messenger",
        "Signal Transduction",
        "Kidney Diseases"
      ]
    },
    {
      "pmid": "37167529",
      "title": "Chrysin prevents inflammation-coinciding liver steatosis via AMPK signalling.",
      "authors": [
        "Chuanyue Gao",
        "Huan Zhang",
        "Lulin Nie",
        "Kaiwu He",
        "Peimao Li",
        "Xingxing Wang",
        "Zaijun Zhang",
        "Yongmei Xie",
        "Shupeng Li",
        "Gongping Liu",
        "Xinfeng Huang",
        "Huiping Deng",
        "Jianjun Liu",
        "Xifei Yang"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2023-Aug-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: We aimed to elucidate the therapeutic potential of Chrysin (CN) against the high-fat diet (HFD) induced non-alcoholic fatty liver disease (NAFLD) and its mechanism. METHODS: To assess the hypothesis, NAFLD was induced in C57BL/6 mice by feeding a high-fat diet for up to two months, followed by CN administration (for three months). Liver injury/toxicity, lipid deposition, inflammation and fibrosis were detected via molecular and biochemical analysis, including blood chemistry, immunoimaging and immunoblotting. Moreover, we performed proteomic analysis to illuminate Chrysin's therapeutic effects further. KEY FINDINGS: CN treatment significantly reduced liver-fat accumulation and inflammation, ultimately improving obesity and liver injury in NAFLD mice. Proteomic analysis showed that CN modified the protein expression profiles in the liver, particularly improving the expression of proteins related to energy, metabolism and inflammation. Mechanistically, CN treatment increased AMP-activated protein and phosphorylated CoA (P-ACC). Concurrently, it reduced inflammation and inflammation activation by inhibiting NLRP3 expression. CONCLUSIONS: In summary, CN treatment reduced lipid metabolism by AMPK and inflammasome activation by NLRP3 inhibition, ultimately improving NAFLD progression. These findings suggest that CN could be a potential treatment candidate for the NFLAD condition.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Non-alcoholic Fatty Liver Disease",
        "AMP-Activated Protein Kinases",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Proteomics",
        "Mice, Inbred C57BL",
        "Liver",
        "Inflammation",
        "Lipid Metabolism",
        "Diet, High-Fat"
      ]
    },
    {
      "pmid": "37111711",
      "title": "Chrysin Is Immunomodulatory and Anti-Inflammatory against Complete Freund's Adjuvant-Induced Arthritis in a Pre-Clinical Rodent Model.",
      "authors": [
        "Muhammad Asif Faheem",
        "Tasleem Akhtar",
        "Nadia Naseem",
        "Usman Aftab",
        "Muhammad Shoaib Zafar",
        "Safdar Hussain",
        "Muhammad Shahzad",
        "Glenda Carolyn Gobe"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2023-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chrysin (5,7-dihydroxyflavone) has many pharmacological properties including anti-inflammatory actions. The objective of this study was to evaluate the anti-arthritic activity of chrysin and to compare its effect with the non-steroidal anti-inflammatory agent, piroxicam, against complete Freund's adjuvant (CFA)-induced arthritis in a pre-clinical model in rats. Rheumatoid arthritis was induced by injecting CFA intra-dermally in the sub-plantar region of the left hind paw of rats. Chrysin (50 and 100 mg/kg) and piroxicam (10 mg/kg) were given to rats with established arthritis. The model of arthritis was characterized using an index of arthritis, with hematological, biological, molecular, and histopathological parameters. Treatment with chrysin significantly reduced the arthritis score, inflammatory cells, erythrocyte sedimentation rate, and rheumatoid factor. Chrysin also reduced the mRNA levels of tumor necrosis factor, nuclear factor kappa-B, and toll-like recepter-2 and increased anti-inflammatory cytokines interleukin-4 and -10, as well as the hemoglobin levels. Using histopathology and microscopy, chrysin reduced the severity of arthritis in joints, infiltration of inflammatory cells, subcutaneous inflammation, cartilage erosion, bone erosion, and pannus formation. Chrysin showed comparable effects to piroxicam, which is used for the treatment of rheumatoid arthritis. The results showed that chrysin possesses anti-inflammatory and immunomodulatory effects that make it a potential drug for the treatment of arthritis."
    },
    {
      "pmid": "37083920",
      "title": "Chrysin, a 5,7-dihydroxyflavone restrains inflammatory arthritis in rats via subsiding oxidative stress biomarkers and inflammatory cytokines.",
      "authors": [
        "Afnan Afnan",
        "Ammara Saleem",
        "Muhammad Furqan Akhtar"
      ],
      "journal": "Inflammopharmacology",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was intended to appraise the anti-inflammatory and anti-arthritic potential of Chrysin (CR), a natural dietary flavone found in several plant genera, including Passiflora and Propalis, and honey. The in vitro anti-arthritic potential was assessed by protein denaturation and membrane stabilization assays. The acute anti-inflammatory action was assessed by Carrageenan and Xylene induced oedema models in Wistar rats. For determining anti-arthritic potential, 0.1 ml Complete Freund's adjuvant was injected into the left hind paw of rats to induce adjuvant-induced arthritis, followed by initiation of treatment with individual CR at 25, 50, 100 mg/kg and in combination with methotrexate (MTX) by oral gavage for 21 days. The standard treatment group was given MTX (1 mg/kg). Treatment with MTX, chrysin and their combination exhibited a notable inhibition of paw oedema and pain, restoration of body weight and immune organ weight as evident by the histology of ankle joints. Treatment with chrysin alone and in combination significantly (p < 0.0001) restored altered blood parameters (CRP, RF, Hb, WBC, and platelets) with notable (p < 0.0001) down-regulation of interleukin (IL)-6,-1β, tumor necrosis factor-α, NF-κβ, and cyclooxygenase-2 and up-regulation (p < 0.0001) of IL-4, 10, and I-κβ in contrast to disease control rats. The treatment with the combination noticeably improved the superoxide dismutase, and catalase activities while reduced the peroxidation level in liver homogenate. It can be concluded from the findings that chrysin especially in combination with MTX ameliorated CFA-induced arthritis owing to its profound anti-oxidant, analgesic and anti-inflammatory actions.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Cytokines",
        "Rats, Wistar",
        "Methotrexate",
        "Anti-Inflammatory Agents",
        "Oxidative Stress",
        "Interleukin-6",
        "Antioxidants",
        "Arthritis, Experimental",
        "Biomarkers",
        "Edema"
      ]
    },
    {
      "pmid": "37021049",
      "title": "Chrysin ameliorates synovitis and fibrosis of osteoarthritic fibroblast-like synoviocytes in rats through PERK/TXNIP/NLRP3 signaling.",
      "authors": [
        "Liang Ding",
        "Taiyang Liao",
        "Nan Yang",
        "Yibao Wei",
        "Runlin Xing",
        "Peng Wu",
        "Xiaochen Li",
        "Jun Mao",
        "Peimin Wang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objective: Synovitis and fibrosis are common pathological features of knee osteoarthritis (KOA). The interaction of synovitis and fibrosis can promote KOA progression. Chrysin (CHR), a natural flavonoid, may treat inflammation and prevent fibrosis. However, the effect and mechanism of CHR in KOA synovitis and fibrosis remains unclear. Methods: The KOA model was established in male SD rats by anterior cruciate ligament transection (ACLT), and histological analysis was used to evaluate synovitis and fibrosis. IL-6, IL-1β and TNF-α mRNA expression in synovial tissue was measured by qRT‒PCR. Immunohistochemistry (IHC) was performed to detect GRP78, ATF-6 and TXNIP expression in vivo. Synovial fibroblasts (SFs) were treated with TGF-β1 to stimulate the inflammatory response and fibrosis. CCK-8 assays were used to detect the viability of CHR-treated SFs. The IL-1β level was detected by immunofluorescence analysis. Coimmunoprecipitation (Co-IP) and double immunofluorescence colocalization were used to detect the physiological interaction between TXNIP and NLRP3. The expression of fibrosis-related mediators and PERK/TXNIP/NLRP3 signaling molecules was detected by western blotting and qRT-PCR. Results: Four weeks after CHR treatment, pathological sections and associated scores showed that CHR improved synovitis and fibrosis in the ACLT model. In vitro, CHR attenuated the TGF-β1-induced inflammatory response and fibrosis in SFs. Moreover, CHR suppressed the expression of synovial fibrosis markers and PERK/TXNIP/NLRP3 signaling molecules in the synovial tissue of rats with ACLT and cultured SFs. More importantly, we found that CHR inhibited TXNIP-NLRP3 interactions in TGF-β-induced SFs. Conclusion: Our findings indicate that CHR can ameliorate synovitis and fibrosis in KOA. The underlying mechanism may be related to the PERK/TXNIP/NLRP3 signaling pathway."
    },
    {
      "pmid": "37005848",
      "title": "[Chrysin alleviates cerebral ischemia-reperfusion injury by inhibiting ferroptosis in rats].",
      "authors": [
        "Jin-Feng Shang",
        "Jia-Kang Jiao",
        "Qian-Nan Li",
        "Ying-Hui Lu",
        "Jing-Yi Wang",
        "Ming-Xue Yan",
        "Yin-Lian Wen",
        "Gui-Jin-Feng Huang",
        "Xiao-Lu Zhang",
        "Xin Liu"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2023-Mar",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "The purpose of this study is to investigate whether chrysin reduces cerebral ischemia-reperfusion injury(CIRI) by inhi-biting ferroptosis in rats. Male SD rats were randomly divided into a sham group, a model group, high-, medium-, and low-dose chrysin groups(200, 100, and 50 mg·kg~(-1)), and a positive drug group(Ginaton, 21.6 mg·kg~(-1)). The CIRI model was induced in rats by transient middle cerebral artery occlusion(tMCAO). The indexes were evaluated and the samples were taken 24 h after the operation. The neurological deficit score was used to detect neurological function. The 2,3,5-triphenyl tetrazolium chloride(TTC) staining was used to detect the cerebral infarction area. Hematoxylin-eosin(HE) staining and Nissl staining were used to observe the morphological structure of brain tissues. Prussian blue staining was used to observe the iron accumulation in the brain. Total iron, lipid pero-xide, and malondialdehyde in serum and brain tissues were detected by biochemical reagents. Real-time quantitative polymerase chain reaction(RT-qPCR), immunohistochemistry, and Western blot were used to detect mRNA and protein expression of solute carrier fa-mily 7 member 11(SLC7A11), transferrin receptor 1(TFR1), glutathione peroxidase 4(GPX4), acyl-CoA synthetase long chain family member 4(ACSL4), and prostaglandin-endoperoxide synthase 2(PTGS2) in brain tissues. Compared with the model group, the groups with drug intervention showed restored neurological function, decreased cerebral infarction rate, and alleviated pathological changes. The low-dose chrysin group was selected as the optimal dosing group. Compared with the model group, the chrysin groups showed reduced content of total iron, lipid peroxide, and malondialdehyde in brain tissues and serum, increased mRNA and protein expression levels of SLC7A11 and GPX4, and decreased mRNA and protein expression levels of TFR1, PTGS2, and ACSL4. Chrysin may regulate iron metabolism via regulating the related targets of ferroptosis and inhibit neuronal ferroptosis induced by CIRI.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Rats, Sprague-Dawley",
        "Ferroptosis",
        "Signal Transduction",
        "Brain Ischemia",
        "Cyclooxygenase 2",
        "RNA, Messenger",
        "Cerebral Infarction",
        "Reperfusion Injury",
        "Malondialdehyde",
        "Infarction, Middle Cerebral Artery"
      ]
    },
    {
      "pmid": "36964888",
      "title": "Synergistic effect of chrysin and radiotherapy against triple-negative breast cancer (TNBC) cell lines.",
      "authors": [
        "Sevda Jafari",
        "Sheida Dabiri",
        "Elnaz Mehdizadeh Aghdam",
        "Ezzatollah Fathi",
        "Nazli Saeedi",
        "Soheila Montazersaheb",
        "Raheleh Farahzadi"
      ],
      "journal": "Clinical & translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Triple-negative breast cancer (TNBC) is the most aggressive form of breast cancer, accounting for 20% of cases. Due to the lack of a molecular target, limited options are available for TNBC treatment. Radiation therapy (RT) is a treatment modality for the management of TNBC following surgery; however, it has a detrimental effect on surrounding healthy tissues/cells at a higher rate. METHODS: We examined the effect of RT in combination with chrysin as a possible radiosensitizing agent in an MDA-MB-231 cell line as a model of a TNBC. The growth inhibitory effects of chrysin were examined using an MTT assay. Flow cytometry was performed to evaluate apoptosis and expression of hypoxia-induced factor-1α (HIF-1α). The protein expression of p-STAT3/STAT3 and Cyclin D1 was examined using western blotting. Real-time PCR determined apoptotic-related genes (Bax, BCL2, p53). RESULTS: Treatment of MDA-MB-231 cells with chrysin in combination with RT caused synergistic antitumor effects, with an optimum combination index (CI) of 0.495. Our results indicated that chrysin synergistically potentiated RT-induced apoptosis in MDA-MB-231 compared with monotherapies (chrysin and/or RT alone). Expression of HIF-1α was decreased in the cells exposed to combinational therapy. The apoptotic effect of combinational therapy was correlated with increased Bax (pro-apoptotic gene) and p53 levels along with reduced expression of Bcl-2 (anti-apoptotic gene). Increased apoptosis was associated with reduced expression of Cyclin D1, p-STAT3. CONCLUSION: These findings highlight the potential effect of chrysin as a radiosensitizer, indicating the synergistic anti-cancer effect of chrysin and RT in TNBC. Further investigation is warranted in this regard.",
      "mesh_terms": [
        "Humans",
        "Triple Negative Breast Neoplasms",
        "Cyclin D1",
        "Cell Line, Tumor",
        "Tumor Suppressor Protein p53",
        "bcl-2-Associated X Protein",
        "Cell Proliferation",
        "Apoptosis"
      ]
    },
    {
      "pmid": "36906524",
      "title": "Impairment of electron transport chain and induction of apoptosis by chrysin nanoparticles targeting succinate-ubiquinone oxidoreductase in pancreatic and lung cancer cells.",
      "authors": [
        "Eman M Ragab",
        "Doaa M El Gamal",
        "Tarek M Mohamed",
        "Abeer A Khamis"
      ],
      "journal": "Genes & nutrition",
      "publication_date": "2023-Mar-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Flavonoids may help ameliorate the incidence of the major causes of tumor-related mortality, such as pancreatic ductal adenocarcinoma (PDAC) and lung cancer, which are predicted to steadily increase between 2020 to 2030. Here we compared the effect of chrysin and chrysin nanoparticles (CCNPs) with 5-fluorouracil (5-FLU) on the activity and expression of mitochondrial complex II (CII) to induce apoptosis in pancreatic (PANC-1) and lung (A549) cancer cells. METHODS: Chrysin nanoparticles (CCNPs) were synthesized and characterized, and the IC50 was evaluated in normal, PANC-1, and A549 cell lines using the MTT assay. The effect of chrysin and CCNPs on CΙΙ activity, superoxide dismutase activity, and mitochondria swelling were evaluated. Apoptosis was assessed using flow cytometry, and expression of the C and D subunits of SDH, sirtuin-3 (SIRT-3), and hypoxia-inducible factor (HIF-1α) was evaluated using RT-qPCR. RESULTS: The IC50 of CII subunit C and D binding to chrysin was determined and used to evaluate the effectiveness of treatment on the activity of SDH with ubiquinone oxidoreductase. Enzyme activity was significantly decreased (chrysin < CCNPs < 5-FLU and CCNPs < chrysin < 5-FLU, respectively), which was confirmed by the significant decrease of expression of SDH C and D, SIRT-3, and HIF-1α mRNA (CCNPs < chrysin < 5-FLU). There was also a significant increase in the apoptotic effects (CCNPs > chrysin > 5-FLU) in both PANC-1 and A549 cells and a significant increase in mitochondria swelling (CCNPs < chrysin < 5-FLU and CCNPs > chrysin > 5-FLU, respectively) than that in non-cancerous cells. CONCLUSION: Treatment with CCNPs improved the effect of chrysin on succinate-ubiquinone oxidoreductase activity and expression and therefore has the potential as a more efficient formulation than chemotherapy to prevent metastasis and angiogenesis by targeting HIF-1α in PDAC and lung cancer."
    },
    {
      "pmid": "36905557",
      "title": "Chrysin Encapsulated Copper Nanoparticles with Low Dose of Gamma Radiation Elicit Tumor Cell Death Through p38 MAPK/NF-κB Pathways.",
      "authors": [
        "Lubna O Abdelhakm",
        "Eman I Kandil",
        "Somaya Z Mansour",
        "Sawsan M El-Sonbaty"
      ],
      "journal": "Biological trace element research",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Improving radiation effect on tumor cells using radiosensitizers is gaining traction for improving chemoradiotherapy. This study aimed to evaluate copper nanoparticles (CuNPs) synthesized using chrysin as radiosensitizer with γ-radiation on biochemical and histopathological approaches in mice bearing Ehrlich solid tumor. CuNPs were characterized with irregular round sharp shape with size range of 21.19-70.79 nm and plasmon absorption at 273 nm. In vitro study on MCF-7 cells detected cytotoxic effect of CuNPs with IC50 of 57.2 ± 3.1 μg. In vivo study was performed on mice transplanted with Ehrlich solid tumor (EC). Mice were injected with CuNPs (0.67 mg/kg body weight) and/or exposed to low dose of gamma radiation (0.5 Gy). EC mice exposed to combined treatment of CuNPs and radiation showed a marked reduction in tumor volume, ALT and CAT, creatinine, calcium, and GSH, along with elevation in MDA, caspase-3 in parallel with inhibition of NF-κB, p38 MAPK, and cyclin D1 gene expression. Comparing histopathological findings of treatment groups ends that combined treatment was of higher efficacy, showing tumor tissue regression and increase in apoptotic cells. In conclusion, CuNPs with a low dose of gamma radiation showed more powerful ability for tumor suppression via promoting oxidative state, stimulating apoptosis, and inhibiting proliferation pathway through p38MAPK/NF-κB and cyclinD1.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "NF-kappa B",
        "Copper",
        "p38 Mitogen-Activated Protein Kinases",
        "Gamma Rays",
        "Apoptosis",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "36838721",
      "title": "The Anti-Obesity and Anti-Steatotic Effects of Chrysin in a Rat Model of Obesity Mediated through Modulating the Hepatic AMPK/mTOR/lipogenesis Pathways.",
      "authors": [
        "Ghaleb Oriquat",
        "Inas M Masoud",
        "Maher A Kamel",
        "Hebatallah Mohammed Aboudeya",
        "Marwa B Bakir",
        "Sara A Shaker"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Feb-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Obesity is a complex multifactorial disease characterized by excessive adiposity, and is linked to an increased risk of nonalcoholic fatty liver disease (NAFLD). Flavonoids are natural polyphenolic compounds that exert interesting pharmacological effects as antioxidant, anti-inflammatory, and lipid-lowering agents. In the present study, we investigated the possible therapeutic effects of the flavonoid chrysin on obesity and NAFLD in rats, and the role of AMP-activated protein kinase (AMPK)/mammalian target of rapamycin (mTOR) pathways in mediating these effects. METHOD: Thirty-two Wistar male rats were divided into two groups: the control group and the obese group. Obesity was induced by feeding with an obesogenic diet for 3 months. The obese rats were subdivided into four subgroups, comprising an untreated group, and three groups treated orally with different doses of chrysin (25, 50, and 75 mg/kg/day for one month). Results revealed that chrysin treatment markedly ameliorated the histological changes and significantly and dose-dependently reduced the weight gain, hyperglycemia, and insulin resistance in the obese rats. Chrysin, besides its antioxidant boosting effects (increased GSH and decreased malondialdehyde), activated the AMPK pathway and suppressed the mTOR and lipogenic pathways, and stimulated expression of the genes controlling mitochondrial biogenesis in the hepatic tissues in a dose-dependent manner. In conclusion, chrysin could be a promising candidate for the treatment of obesity and associated NAFLD, aiding in attenuating weight gain and ameliorating glucose and lipid homeostasis and adipokines, boosting the hepatic mitochondrial biogenesis, and modulating AMPK/mTOR/SREBP-1c signaling pathways.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "AMP-Activated Protein Kinases",
        "Antioxidants",
        "Diet, High-Fat",
        "Flavonoids",
        "Lipids",
        "Lipogenesis",
        "Liver",
        "Non-alcoholic Fatty Liver Disease",
        "Obesity",
        "Rats, Wistar",
        "TOR Serine-Threonine Kinases",
        "Weight Gain"
      ]
    },
    {
      "pmid": "36723692",
      "title": "Niosomes nanoparticles as a novel approach in drug delivery enhances anticancer properties of chrysin in human ovarian carcinoma cells (SKOV3): an in vitro study.",
      "authors": [
        "Mahdieh Tarahomi",
        "Akram Firouzi Amandi",
        "Majid Eslami",
        "Yalda Yazdani",
        "Amir Salek Farrokhi",
        "Fatemeh Ghorbani",
        "Mohammadhossein Taherian",
        "Bahman Yousefi"
      ],
      "journal": "Medical oncology (Northwood, London, England)",
      "publication_date": "2023-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chrysin (Chr) has drawn a lot of attention recently due to its possible anticancer properties. However, Chr's short half-life and low bioavailability restricted its utility as a medicinal agent. The purpose of this research is to design, synthesize, and test the cytotoxic effects of nano-niosomes containing chrysin (Chr-Nio) on the SKOV3 ovarian cancer cell line. Chr-Nio has a nanoparticle polydispersity index (PDI) of 0.156 and a zeta potential of - 27.4 mV, with an average diameter of 105 nm. Furthermore, Chr was encapsulated in Nio with an entrapment effectiveness of 85.5%. Chr-Nio cytotoxicity was shown to be more than free Chr in a time- and dose-dependent manner. Furthermore, as compared to free Chr-treated cells, the mRNA expression level of apoptotic genes Bcl-2, Bax, and caspase-3 in Chr-Nio-treated cells was considerably altered. According to the data, Chr may inhibit SKOV3 cell migration in vitro scratch wound experiments in a dose-dependent manner, and cells treated with Chr-Nio had the highest percentage of cell death. The findings of this study suggested that encapsulating Chr in niosome nanoparticles might be an effective medication delivery strategy for increasing Chr anticancer effects in the treatment of ovarian cancer.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Liposomes",
        "Drug Delivery Systems",
        "Ovarian Neoplasms",
        "Nanoparticles",
        "Carcinoma, Ovarian Epithelial"
      ]
    },
    {
      "pmid": "36687219",
      "title": "Anti-cancer Activity of Chrysin in Cancer Therapy: a Systematic Review.",
      "authors": [
        "Nader Salari",
        "Farahnaz Faraji",
        "Sima Jafarpour",
        "Fatemeh Faraji",
        "Shna Rasoulpoor",
        "Sadat Dokaneheifard",
        "Masoud Mohammadi"
      ],
      "journal": "Indian journal of surgical oncology",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Chrysin is a natural bioactive compound that is extracted from many trees, honey, and propolis. Chrysin has several pharmacological activities such as anti-inflammatory, anti-cancer, and antioxidant properties. This study was performed to evaluate the anti-cancer activities of chrysin in cancer therapy. The present study was conducted by systematic review of studies published up to August 2021. Related studies were identified by searching Web of Science (WoS), PubMed, Science Direct, SID, MagIran, Scopus, and Google Scholar databases. The keywords of chrysin, cancer, anti-cancer, and cancer therapy were used for searching. The quality of the studies was assessed by the CONSORT checklist. A total of 21 studies were identified. The results of studies showed that chrysin has an anticancer effect by stimulating apoptosis in a wide range of human cells and rats. Chrysin is also an important factor in inhibiting tumor growth and neoplasticity. Chrysin inhibits the growth and proliferation of cancer cells by inducing cytotoxic effects. Therefore, due to the antitumor effects of chrysin and its safety and non-toxicity towards normal cells, this compound can be considered as an adjuvant along with chemotherapeutic agents in cancer treatment."
    },
    {
      "pmid": "36678531",
      "title": "Combinatory Effect and Modes of Action of Chrysin and Bone Marrow-Derived Mesenchymal Stem Cells on Streptozotocin/Nicotinamide-Induced Diabetic Rats.",
      "authors": [
        "Hesham M Sayed",
        "Ashraf S Awaad",
        "Fatma El-Zahraa S Abdel Rahman",
        "M Al-Dossari",
        "N S Abd El-Gawaad",
        "Osama M Ahmed"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2022-Dec-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study was to see how chrysin and/or bone marrow-derived mesenchymal stem cells (BM-MSCs) affected streptozotocin (STZ)/nicotinamide (NA)-induced diabetic rats as an animal model of type 2 diabetes mellitus (T2DM). Male Wistar rats were given a single intraperitoneal (i.p.) injection of 60 mg STZ/kg bodyweight (bw) 15 min after an i.p. injection of NA (120 mg/kg bw) to induce T2DM. The diabetic rats were given chrysin orally at a dose of 100 mg/kg bw every other day, BM-MSCs intravenously at a dose of 1 × 106 cells/rat/week, and their combination for 30 days after diabetes induction. The rats in the diabetic group displayed impaired oral glucose tolerance and a decrease in liver glycogen content and in serum insulin, C-peptide, and IL-13 levels. They also had significantly upregulated activities in terms of liver glucose-6-phosphatase and glycogen phosphorylase and elevated levels of serum free fatty acids, IL-1β, and TNF-α. In addition, the diabetic rats exhibited a significant elevation in the adipose tissue resistin protein expression level and a significant decrease in the expression of adiponectin, insulin receptor-beta subunit, insulin receptor substrate-1, and insulin receptor substrate-2, which were associated with a decrease in the size of the pancreatic islets and in the number of β-cells and insulin granules in the islets. The treatment of diabetic rats with chrysin and/or BM-MSCs significantly improved the previously deteriorated alterations, with chrysin combined with BM-MSCs being the most effective. Based on these findings, it can be concluded that combining chrysin with BM-MSCs produced greater additive therapeutic value than using them separately in NA/STZ-induced T2DM rats."
    },
    {
      "pmid": "36597606",
      "title": "Chrysin Effect Against Gastric Cancer: Focus on its Molecular Mechanisms.",
      "authors": [
        "Seyyed Mohammad Matin Alavi Dana",
        "Tahereh Farkhondeh",
        "Michael Aschner",
        "Majid Darroudi",
        "Helia Samini",
        "Saeed Samarghandian"
      ],
      "journal": "Current molecular pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Review",
        "Journal Article"
      ],
      "abstract": "Gastric cancer is one of the most prevalent cancers in the world. Various therapeutic modalities have been used for its treatment, but all exhibit severe side effects, establishing the need for novel approaches. Chrysin is a phytomedicine compound belonging to the flavonoid group. It is found in honey and many plants. Its antitumor effects have been documented against gastric cancer cell lines in vitro, establishing its effects are mediated via different pathways and the expression of miRNA. In this review, we summarize the available literature on chrysin and its effects on gastric cancer, focusing on the cellular mechanisms it targets.",
      "mesh_terms": [
        "Humans",
        "Stomach Neoplasms",
        "Cell Line, Tumor",
        "Flavonoids",
        "MicroRNAs"
      ]
    },
    {
      "pmid": "36586636",
      "title": "pH-responsive and targeted delivery of chrysin via folic acid-functionalized mesoporous silica nanocarrier for breast cancer therapy.",
      "authors": [
        "Noyel Ghosh",
        "Mousumi Kundu",
        "Sumit Ghosh",
        "Abhishek Kumar Das",
        "Samhita De",
        "Joydeep Das",
        "Parames C Sil"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2023-Jan-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer is a disease of global importance. In order to mitigate conventional chemotherapy-related side effects, phytochemicals with inherent anticancer efficacy have been opted. However, the use of nanotechnology is essential to enhance the bioavailability and therapeutic efficacy of these phytochemicals. Herein, we have formulated folic acid conjugated polyacrylic acid capped mesoporous silica nanoparticles (∼47.6 nm in diameter) for pH-dependent targeted delivery of chrysin to breast cancer (MCF-7) cells. Chrysin loaded mesoporous silica nanoparticles (Chr- mSiO2@PAA/FA) have been noted to induce apoptosis in MCF-7 cells through oxidative insult and mitochondrial dysfunction with subsequent G1 arrest. Further, in tumor bearing mice, intravenous incorporation of Chr-mSiO2@PAA/FA has been noticed to enhance the anti-neoplastic effects of chrysin via tumor site-specific accumulation. Enhanced cytotoxicity of chrysin contributed towards in vivo tumor regression, restoration of normalized tissue architecture and maintenance of healthy body weight. Besides, no serious systemic toxicity was manifested in response to Chr-mSiO2@PAA/FA administration in vivo. Thus, the study evokes about the anticancer potentiality of chrysin and its increased therapeutic activity via incorporation into folic acid conjugated mesoporous silica nanoparticles, which may hold greater impact in field of future biomedical research.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Drug Delivery Systems",
        "Silicon Dioxide",
        "Folic Acid",
        "Nanoparticles",
        "Hydrogen-Ion Concentration",
        "Drug Carriers",
        "Porosity",
        "Neoplasms"
      ]
    },
    {
      "pmid": "36495657",
      "title": "Synthesis, single crystal characterization and anti-AD activities of a novel complex of Cu(II) with in situ formed protonated chrysin derivative ligand.",
      "authors": [
        "Chang Liu",
        "Jianhua Wu",
        "Chengting Hu",
        "Aihong Yang",
        "Rui Shen",
        "Xiaodi Kou"
      ],
      "journal": "Journal of inorganic biochemistry",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Alzheimer's disease (AD), the most common form of neurodegeneration disorder in adults, is becoming the overwhelming burden on the healthcare and economic system. In this study, chrysin derivative with the morpholine moiety was designed, synthesized and evaluated based on the multi targets directed ligands strategy for the treatment of AD centered with therapeutic attempts to restore metal homeostasis. It selectively coordinated with the important bio-metal ions related AD, especially Cu2+. Notably, single crystals of both 1 and 1-Cu(II) were obtained and the single crystal structures were characterized by X-ray crystal diffraction, which provided a basis to further explore the possible structure-activity relationship at the molecular level. Compound 1 and 1-Cu(II) complex showed potent anti-oxidative activities, with respect to both ·OH and ·O2- scavenging properties In addition, 1 had good inhibitory activity on Aβ1-42 aggregation, and it could target copper dyshomeostasis through extracting Cu2+ from the amyloids. The studies in silico showed that 1 had brain availability and peroral bioavailability. Taken together, compound 1, as the derivative of chrysin, might be a promising advanced lead candidate for the development of new anti-AD drugs and it may provide a useful template for studying the structure-activity relationships of biometal-coordinating drugs.",
      "mesh_terms": [
        "Humans",
        "Ligands",
        "Alzheimer Disease",
        "Flavonoids",
        "Metals",
        "Copper",
        "Amyloid beta-Peptides",
        "Molecular Structure"
      ]
    },
    {
      "pmid": "36469968",
      "title": "Evaluation of vasodilatory effect and antihypertensive effect of chrysin through in vitro and sub-chronic in vivo study.",
      "authors": [
        "Wan Yin Tew",
        "Chu Shan Tan",
        "Chong Seng Yan",
        "Hui Wei Loh",
        "Xu Wen",
        "Xu Wei",
        "Mun Fei Yam"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chrysin, a bioflavonoid belonging to the flavone, occurs naturally in plants such as the passionflower, honey and propolis. Few studies have demonstrated that chrysin can promote vasorelaxant activities in rats' aorta and mesenteric arteries. To date, no research has explored the signalling system routes that chrysin may utilise to produce its vasorelaxant action. Therefore, this study aimed to investigate the underlying mechanisms involved in chrysin-induced vasorelaxant in rats' aortic rings and assess the antihypertensive effect of chrysin in spontaneously hypertensive rats (SHRs). The findings revealed that chrysin utilised both endothelium-dependent and endothelium-independent mechanisms. The presence of L-NAME (endothelial NO synthase inhibitor), ODQ (sGC inhibitor), methylene blue (cGMP lowering agent), 4-AP (voltage-gated potassium channel inhibitor), atropine (muscarinic receptors inhibitor) and propranolol (β-adrenergic receptors inhibitor) significantly reduced the chrysin's vasorelaxant action. Furthermore, chrysin can reduce intracellular Ca2+ levels by limiting the extracellular intake of Ca2+ through voltage-operated calcium channels and blocking the intracellular release of Ca2+ from the sarcoplasmic reticulum via the IP3 receptor. These indicate that chrysin-induced vasorelaxants involved NO/sGC/cGMP signalling cascade, muscarinic and β-adrenergic receptors, also the potassium and calcium channels. Although chrysin had vasorelaxant effects in in vitro studies, the in vivo antihypertensive experiment discovered chrysin does not significantly reduce the blood pressure of SHRs following 21 days of oral treatment. This study proved that chrysin utilised multiple signalling pathways to produce its vasorelaxant effect in the thoracic aorta of rats; however, it had no antihypertensive effect on SHRs.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Antihypertensive Agents",
        "Aorta, Thoracic",
        "Calcium Channels",
        "Cyclic GMP",
        "Endothelium, Vascular",
        "Rats, Inbred SHR",
        "Receptors, Adrenergic, beta",
        "Vasodilation",
        "Vasodilator Agents"
      ]
    },
    {
      "pmid": "36446395",
      "title": "Design and evaluation of chrysin-loaded nanoemulsion against lithium/pilocarpine-induced status epilepticus in rats; emphasis on formulation, neuronal excitotoxicity, oxidative stress, microglia polarization, and AMPK/SIRT-1/PGC-1α pathway.",
      "authors": [
        "Mina Y George",
        "Marwa O El-Derany",
        "Yasmine Ahmed",
        "Malvina Zaher",
        "Caroline Ibrahim",
        "Habiba Waleed",
        "Hajar Khaled",
        "Gehad Khaled",
        "Ahmed Saleh",
        "Huda Alshafei",
        "Rahma Alshafei",
        "Nirmeen Ahmed",
        "Sara Ezz",
        "Nouran Ashraf",
        "Shaimaa S Ibrahim"
      ],
      "journal": "Expert opinion on drug delivery",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The present study aims to formulate and evaluate the efficacy of chrysin-loaded nanoemulsion (CH NE) against lithium/pilocarpine-induced epilepsy in rats, as well as, elucidate its effect on main epilepsy pathogenesis cornerstones; neuronal hyperactivity, oxidative stress, and neuroinflammation. METHODS: NEs were characterized by droplet size, zeta potential, pH, in vitro release, accelerated and long-term stability studies. Anti-convulsant efficacy of the optimized formula and underlying mechanisms involved were assessed and compared to that from CH suspension given orally at a 30 folds higher dose. RESULTS: Optimized formula displayed a droplet size of 48.09 ± 0.83 nm, PDI 0.25 ± 0.011, sustained release, and good stability. CH treatment reduced seizures scoring, corrected behavioral and histological changes induced by Li/Pilo. Moreover, CH restored neurotransmitters balance and oxidative stress markers levels. Besides, CH induced microglia polarization from M1 to M2 hindering inflammation induced by Li/Pilo. Also, CH restored energy metabolism homeostasis via regulating protein expression of AMPK/SIRT-1/PGC-1α pathway markers. CH NE formulation was found to significantly enhance drug delivery to rats' hippocampus compared to CH suspension. CONCLUSION: Our findings prove the therapeutic efficacy of CH NE at a lower dose which could be a potential brain targeting platform to combat epilepsy.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Pilocarpine",
        "Microglia",
        "Lithium",
        "AMP-Activated Protein Kinases",
        "Status Epilepticus",
        "Epilepsy",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "36402029",
      "title": "Possible mechanisms involved in the protective effects of chrysin against lead-induced cognitive decline: An in vivo study in a rat model.",
      "authors": [
        "Shahab Ghaderi",
        "Alireza Komaki",
        "Iraj Salehi",
        "Zahra Basir",
        "Masome Rashno"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article",
        "Retracted Publication"
      ],
      "abstract": "Lead (Pb) is a highly poisonous environmental pollutant that can induce cognitive decline. Chrysin, a natural flavonoid compound, has anti-oxidative, anti-inflammatory, and neuroprotective properties in different neurodegenerative disorders. The present study was designed to examine the putative effects of chrysin against Pb-induced cognitive impairment and the possible involved mechanisms. Adult male Wistar rats were exposed to Pb acetate (500 ppm in standard drinking water) either alone or in combination with daily oral administration of chrysin (30 mg/kg) for eight consecutive weeks. During the eight-week period of the study, the cognitive capacity of the rats was evaluated by employing both novel object recognition and passive avoidance tests. On day 56, hippocampal synaptic plasticity (long-term potentiation; LTP) was recorded in perforant path-dentate gyrus (PP-DG) synapses to assess field excitatory postsynaptic potentials (fEPSPs) slope and population spike (PS) amplitude. Subsequently, pro- and anti-inflammatory cytokines and histological changes were evaluated in the cerebral cortex and hippocampus of the rats. Moreover, Pb levels in blood and brain tissues were assessed. The results showed that Pb exposure causes cognitive decline, inhibition of hippocampal LTP induction, imbalance of pro- and anti-inflammatory cytokines, enhancement of Pb levels in blood and brain tissues, and neuronal loss. However, chrysin treatment improved cognitive dysfunction, ameliorated hippocampal LTP impairment, modulated inflammatory status, reduced Pb concentration, and prevented neuronal loss in the Pb-exposed rats. The results suggest that chrysin alleviates Pb-induced cognitive deficit, possibly through mitigation of hippocampal synaptic dysfunction, modulation of inflammatory status, reduction of Pb concentration, and prevention of neuronal loss.",
      "mesh_terms": [
        "Animals",
        "Rats",
        "Male",
        "Dentate Gyrus",
        "Rats, Wistar",
        "Long-Term Potentiation",
        "Excitatory Postsynaptic Potentials",
        "Neuronal Plasticity",
        "Hippocampus",
        "Cognitive Dysfunction"
      ]
    },
    {
      "pmid": "36386691",
      "title": "In vitro and in vivo synergistic effect of chrysin in combination with colistin against Acinetobacter baumannii.",
      "authors": [
        "Yining Zhao",
        "Yan Liu",
        "Luozhu Feng",
        "Mengxin Xu",
        "Hong Wen",
        "Zhuocheng Yao",
        "Shiyi Shi",
        "Qing Wu",
        "Cui Zhou",
        "Jianming Cao",
        "Tieli Zhou"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acinetobacter baumannii is an opportunistic pathogen that is primarily associated with nosocomial infections. With the rise in cases of acquired drug resistance, A. baumannii is gaining resistance to conventional antimicrobial drugs and even to the last line of antibiotics, such as colistin. Hence, the application of the synergistic combination of an antibiotic and a non-antibacterial agent is being contemplated as a new alternative therapeutic approach. Chrysin is a component of honey with anti-inflammatory and antioxidant properties. In this study, we evaluated the antibacterial activity of chrysin in combination with colistin against A. baumannii both in vitro and in vivo, as well as the cytotoxicity of chrysin with or without colistin. Our results revealed that chrysin and colistin exerted synergistic effects against A. baumannii by damaging the extracellular membrane and modifying the bacterial membrane potential. The chrysin/colistin combination group demonstrated an inhibitory effect on biofilm formation. In conclusion, it is expected that the synergy between these drugs can allow the use of a lower concentration of colistin for the treatment of A. baumannii infections, thereby reducing dose-dependent side effects. Thus, a combination therapy of chrysin/colistin may provide a new therapeutic option for controlling A. baumannii infections."
    },
    {
      "pmid": "36344803",
      "title": "Chrysin mitigates diclofenac-induced hepatotoxicity by modulating oxidative stress, apoptosis, autophagy and endoplasmic reticulum stress in rats.",
      "authors": [
        "Behçet Varışlı",
        "Cuneyt Caglayan",
        "Fatih Mehmet Kandemir",
        "Cihan Gür",
        "Adnan Ayna",
        "Aydın Genç",
        "Seyithan Taysı"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diclofenac (DF) is a non-steroidal anti-inflammatory drug (NSAID) generally prescribed for the treatment of pain. In spite of the widespread use of DF, hepatotoxicity has been reported after its administration. The current study discloses new evidence as regards of the curative effects of chrysin (CHR) on DF-induced hepatotoxicity by regulating oxidative stress, apoptosis, autophagy, and endoplasmic reticulum (ER) stress. METHODS: The animals were separated into five different groups. Group-I was in control. Group-II received CHR-only (50 mg/kg bw, p.o.) on all 5 days. Group-III received DF-only (50 mg/kg bw, i.p.) on 4th and 5th day. Group-IV received DF (50 mg/kg bw) + CHR (25 mg/kg, bw) and group-V received DF (50 mg/kg, bw) + CHR (50 mg/kg, bw) for 5 days. RESULTS: DF injection was associated with increased MDA while reduced GSH level, activities of superoxide dismutase, glutathione peroxidase, and catalase and mRNA levels of HO-1 and Nrf2 in the liver. DF injection caused apoptosis and autophagy in the liver by up-regulating caspase-3, Bax, LC3A, and LC3B levels and down-regulating Bcl-2. DF also caused ER stress by increasing mRNA transcript levels of ATF-6, IRE1, PERK, and GRP78. Additionally, it was observed that DF administration up-regulated MMP2 and MMP9. However, treatment with CHR at a dose of 25 and 50 mg/kg considerably ameliorated oxidative stress, apoptosis, autophagy, and ER stress in liver tissue. CONCLUSION: Overall, the data of this study indicate that liver damage associated with DF toxicity could be ameliorated by CHR administration.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Diclofenac",
        "Oxidative Stress",
        "RNA, Messenger",
        "Chemical and Drug Induced Liver Injury",
        "Endoplasmic Reticulum Stress",
        "Apoptosis",
        "Autophagy"
      ]
    },
    {
      "pmid": "36175806",
      "title": "YM155 and chrysin cooperatively suppress survivin expression in SMARCB1/INI1-deficient tumor cells.",
      "authors": [
        "Yuki Yoshino",
        "Hiroaki Goto",
        "Mieko Ito",
        "Yoshinori Tsurusaki",
        "Junko Takita",
        "Yasuhide Hayashi",
        "Masakatsu Yanagimachi"
      ],
      "journal": "Medical oncology (Northwood, London, England)",
      "publication_date": "2022-Sep-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "SMARCB1/INI1 deficiency is seen in several malignant tumors including malignant rhabdoid tumor (MRT), a highly aggressive pediatric malignancy. Loss of SMARCB1/INI1 function alters diverse oncogenic cellular signals, making it difficult to discover effective targeting therapy. By utilizing an in vitro drug screening system, effective therapeutic agents against SMARCB1/INI1-deficient tumors were explored in this study. In the in vitro drug sensitivity test, 80 agents with various actions were screened for their cytotoxicity in a panel of five SMARCB1/INI1-deficient tumor cell lines. The combination effect was screened based on the Bliss independent model. The growth-inhibitory effect was determined in both the conventional two-dimensional culture and the collagen-embedded three-dimensional culture system. Survivin expression after agent exposure was determined by Western blot analysis. All five cell lines were found to be sensitive to YM155, a selective survivin inhibitor. In the drug combination screening, YM155 showed additive to synergistic effects with various agents including chrysin. Chrysin enhanced YM155-induced apoptosis, but not mitochondrial depolarization upon exposure of SMARCB1/INI1-deficient tumor cells to the two agents for 6 h. YM155 and chrysin synergistically suppressed survivin expression, especially in TTN45 cells in which such suppression was observed as early as 6 h after exposure to the two agents. Survivin is suggested to be a therapeutic target in MRT and other SMARCB1/INI1-deficient tumors. Chrysin, a flavone that is widely distributed in plants, cooperatively suppressed survivin expression and enhanced the cytotoxicity of YM155.",
      "mesh_terms": [
        "Child",
        "Flavones",
        "Flavonoids",
        "Humans",
        "Imidazoles",
        "Naphthoquinones",
        "SMARCB1 Protein",
        "Survivin"
      ]
    },
    {
      "pmid": "36139362",
      "title": "SPHK/HIF-1α Signaling Pathway Has a Critical Role in Chrysin-Induced Anticancer Activity in Hypoxia-Induced PC-3 Cells.",
      "authors": [
        "Hengmin Han",
        "Seon-Ok Lee",
        "Yinzhu Xu",
        "Jung-Eun Kim",
        "Hyo-Jeong Lee"
      ],
      "journal": "Cells",
      "publication_date": "2022-Sep-07",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Hypoxia, a typical feature of locally advanced solid tumors including prostate cancer, is a critical contributor to tumor progression and causes resistance to therapy. In this study, we investigated the effects of chrysin on tumor progression in hypoxic PC-3 cells. Chrysin exerted a significant inhibitory effect on 3D cell growth under normoxic and hypoxic conditions. It also decreased the hypoxia-induced vasculogenic mimicry and attenuated the expression of HIF-1α and VE-cadherin. Chrysin inhibited HIF-1α accumulation in a concentration- and time-dependent manner in hypoxic PC-3 cells, while also suppressing the expression of HIF-1α by inhibiting SPHK-1 in both CoCl2 and hypoxic PC-3 cells. At high concentrations of chrysin, there was a greater increase in apoptosis in the hypoxic cells compared to that in normoxic cells, which was accompanied by sub-G1 phase arrest. Chrysin-induced apoptosis inhibited VEGF and Bcl-2 and induced the cleavage of PARP and caspase-3. SPHK-1 knockdown induced apoptosis and inhibited epithelial-mesenchymal transition. Consistent with the in vitro data, 50 mg/kg of chrysin suppressed the tumor growth of PC-3 xenografts by 80.4% compared to that in the untreated control group. The immunohistochemistry of tumor tissues revealed decreased Ki-67, HIF-1α, and VEGF expression in the chrysin-treated group compared to an untreated control. Western blotting data for tumor tissues showed that chrysin treatment decreased SPHK-1, HIF-1α, and PARP expression while inducing caspase-3 cleavage. Overall, our findings suggest that chrysin exerts anti-tumor activity by inhibiting SPHK-1/HIF-1α signaling and thus represents a potent chemotherapeutic agent for hypoxia, which promotes cancer progression and is related to poor prognoses in prostate cancer patients.",
      "mesh_terms": [
        "Caspase 3",
        "Cell Line, Tumor",
        "Flavonoids",
        "Humans",
        "Hypoxia",
        "Hypoxia-Inducible Factor 1, alpha Subunit",
        "Ki-67 Antigen",
        "Male",
        "PC-3 Cells",
        "Poly(ADP-ribose) Polymerase Inhibitors",
        "Prostatic Neoplasms",
        "Proto-Oncogene Proteins c-bcl-2",
        "Signal Transduction",
        "Vascular Endothelial Growth Factor A"
      ]
    },
    {
      "pmid": "36093567",
      "title": "Chrysin inhibits the cell viability, induces apoptosis and modulates expression of genes related to epigenetic events in bladder cancer cells.",
      "authors": [
        "Ana Paula Braga Lima",
        "André Sacramento Melo",
        "Gabriel Monteze Ferreira",
        "Glenda Nicioli da Silva"
      ],
      "journal": "Natural product research",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was conducted with the aim of exploring the molecular and cellular mechanisms of action of the chrysin (natural flavonoid compound) on bladder tumour cell lines with different status of TP53 (RT4, 5637 and T24). The cells were treated with different concentrations of chrysin (20, 40, 60, 80 and 100 µM) to analyze the cell viability, nuclear division index, mutagenicity, apoptosis rates and expression of genes related to epigenetic events (DNMT1, HAT1 and HDAC1). Results showed that the treatment with chrysin reduced the cell viability and caused apoptosis, regardless TP53. Moreover, in the TP53-mutated cell lines, chrysin modulated the expression of the DNMT1, HAT1 and HDAC1 epigenetic genes, which might be a plus to the death observed in the cells with p53 mutation.",
      "mesh_terms": [
        "Humans",
        "Urinary Bladder",
        "Cell Survival",
        "Urinary Bladder Neoplasms",
        "Flavonoids",
        "Apoptosis",
        "Epigenesis, Genetic",
        "Cell Line, Tumor"
      ]
    },
    {
      "pmid": "36077069",
      "title": "Chrysin-Induced G Protein-Coupled Estrogen Receptor Activation Suppresses Pancreatic Cancer.",
      "authors": [
        "Hyun Kyung Lim",
        "Hee Jung Kwon",
        "Ga Seul Lee",
        "Jeong Hee Moon",
        "Joohee Jung"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2022-Aug-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pancreatic cancer (PC) has a high mortality rate due to its poor prognosis and the possibility of surgical resection in patients with the disease. Importantly, adjuvant chemotherapy is necessary to improve PC prognosis. Chrysin, a natural product with anti-inflammatory, antioxidant, and anticancer properties, has been studied for several years. Our previous study demonstrated that chrysin induced G protein-coupled estrogen receptor (GPER) expression and regulated its activity in breast cancer. Herein, we investigated whether chrysin-induced GPER activation suppresses PC progression in MIA PaCa-2 cells and a xenograft model. To determine its mechanism of action, cytotoxicity and clonogenic assays, a FACS analysis, and Western blotting were performed. Furthermore, the delay in tumor growth was evaluated in the MIA PaCa-2-derived xenograft model. Tumor tissues were investigated by Western blotting, immunohistochemistry, and a proteomic analysis. Chrysin caused cell cycle arrest and significantly decreased cell viability. Following co-treatment with chrysin and 17β-estradiol, the inhibitory effect of chrysin on cell proliferation was enhanced. In the xenograft model, chrysin and G1 (a GPER agonist) significantly delayed tumor growth and reduced both Ki-67 (a proliferation marker) and c-Myc expressions in tumor tissues. The proteomic analysis of tumor tissues identified that rho-associated coiled-coil containing protein kinase 1 (ROCK1), transgelin 2 (TAGLN2), and FCH and Mu domain containing endocytic adaptor 2 (FCHO2) levels were significantly reduced in chrysin-treated tumor tissues. High ROCK1, TAGLN2, and FCHO2 expressions were indicative of low overall PC survival as found using the Kaplan-Meier plotter. In conclusion, our results suggest that chrysin suppresses PC progression through the activation of GPER and reductions in ROCK1, TAGLN2, and FCHO2 expressions.",
      "mesh_terms": [
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Estrogens",
        "Flavonoids",
        "GTP-Binding Proteins",
        "Humans",
        "Pancreatic Neoplasms",
        "Proteomics",
        "Receptors, Estrogen",
        "Receptors, G-Protein-Coupled",
        "rho-Associated Kinases"
      ]
    },
    {
      "pmid": "36076266",
      "title": "Therapeutic potential of chrysin nanoparticle-mediation inhibition of succinate dehydrogenase and ubiquinone oxidoreductase in pancreatic and lung adenocarcinoma.",
      "authors": [
        "Eman M Ragab",
        "Doaa M El Gamal",
        "Tarek M Mohamed",
        "Abeer A Khamis"
      ],
      "journal": "European journal of medical research",
      "publication_date": "2022-Sep-08",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Pancreatic adenocarcinoma (PDAC) and lung cancer are expected to represent the most common cancer types worldwide until 2030. Under typical conditions, mitochondria provide the bulk of the energy needed to sustain cell life. For that inhibition of mitochondrial complex ΙΙ (CΙΙ) and ubiquinone oxidoreductase with natural treatments may represent a promising cancer treatment option. A naturally occurring flavonoid with biological anti-cancer effects is chyrsin. Due to their improved bioavailability, penetrative power, and efficacy, chitosan-chrysin nano-formulations (CCNPs) are being used in medicine with increasing frequency. Chitosan (cs) is also regarded as a highly versatile and adaptable polymer. The cationic properties of Cs, together with its biodegradability, high adsorption capacity, biocompatibility, effect on permeability, ability to form films, and adhesive properties, are advantages. In addition, Cs is thought to be both safe and economical. CCNPs may indeed be therapeutic candidates in the treatment of pancreatic adenocarcinoma (PDAC) and lung cancer by blocking succinate ubiquinone oxidoreductase.",
      "mesh_terms": [
        "Adenocarcinoma",
        "Adenocarcinoma of Lung",
        "Chitosan",
        "Flavonoids",
        "Humans",
        "Lung Neoplasms",
        "Nanoparticles",
        "Pancreatic Neoplasms",
        "Succinate Dehydrogenase",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "36063019",
      "title": "Targeted delivery and anticancer effects of Chrysin-loaded chitosan-folic acid coated solid lipid nanoparticles in pancreatic malignant cells.",
      "authors": [
        "Amin Farhadi",
        "Masoud Homayouni Tabrizi",
        "Soroush Sadeghi",
        "Danial Vala",
        "Tina Khosravi"
      ],
      "journal": "Journal of biomaterials science. Polymer edition",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim of this survey was to load Chrysin (CHY) on solid lipid nanoparticles (SLNs) and decorate the nanoparticles with folate-bound chitosan to increase the effectiveness of the treatment. CHY-SCF-NPs were synthesized by homogenizing and sonication methods and characterized. FA binding and encapsulation efficiency (HPLC), antioxidant capacity (ABTS and DPPH), cell viability assay (MTT), programmed cell death analysis (fluorescence staining, flow cytometry, and qPCR), and angiogenesis (CAM and molecular analysis) assay were done for assessment of therapeutic efficiency of CHY-SCF-NPs. Increases in size and change in surface charge of CHY-SLNs (PS: 84.3 nm and ZP: -18 mV) were reported after coating with folate-bound chitosan (PS: 125 nm and ZP: +34.9 mV). CHY-SCF-NPs inhibited PANC, MCF-7, A2780, and HepG2 as malignant cells and HFF as normal cells with IC50∼53, 55, 249, and >250 µg/mL, respectively. Also, CHY-SCF-NPs scavenged ABTS (IC50: 123.73 µg/mL), and DPPH (IC50: 108.7 µg/mL) free radicals and suppressed angiogenesis in the CAM and qPCR assays. Up-regulation of Bax and caspase 9 genes as well as the fluorescence staining and cell cycle results confirmed the pro-apoptotic properties of CHY-SCF-NPs. CHY-SCF-NPs can be considered a promising anti-cancer candidate for preclinical and clinical studies of pancreatic cancer.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Cell Line, Tumor",
        "Chitosan",
        "Folic Acid",
        "Ovarian Neoplasms",
        "Nanoparticles",
        "Drug Carriers"
      ]
    },
    {
      "pmid": "35979647",
      "title": "Chrysin sensitizes osteosarcoma cells against TRAIL-induced apoptosis.",
      "authors": [
        "Bin Xie",
        "JunQi Yang",
        "Jun Zhang"
      ],
      "journal": "Cell biology international",
      "publication_date": "2022-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Identifying novel curative and preventive approaches that can specifically target the osteosarcoma cells (OS) without affecting the normal cells is appreciable. The aim of this study is to investigate the combined effect of chrysin as an apigenin analog with high therapeutic potential and tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) on the treatment of Saos-2 and MG-63 cells. Cell viability were determined using MTT method. The rate of apoptosis was assessed by enzyme-linked immunosorbent assay (ELISA) cell death assay and caspase 8 activity assays. The messenger RNA (mRNA) and protein evaluation of candidate genes include Bcl-2, XIAP, c-IAP1, c-IAP2, and c-FLIP were accomplished before and after the treatment by quantitative real-time polymerase chain reaction (PCR) and Western blot analysis, respectively. Our results showed that chrysin synergistically increased the cytotoxic effects of TRAIL as follows: Chrysin plus TRAIL > TRAIL > Chrysin. Chrysin could sensitize both cells against the TRAIL-induced apoptosis, amplify the caspase 8 activity and this outcome is achieved by decreasing the expression levels of antiapoptotic genes. Our findings suggest that Chrysin can sensitize the OS cell lines against TRAIL through induction of the death receptor pathway. Moreover, the combinational therapy of these agents might be the promising therapeutic regimen for improving the clinical efficacy of TRAIL-induced apoptosis in patients with OS.",
      "mesh_terms": [
        "Apigenin",
        "Apoptosis",
        "Bone Neoplasms",
        "Caspase 8",
        "Cell Line, Tumor",
        "Flavonoids",
        "Humans",
        "Ligands",
        "Osteosarcoma",
        "Proto-Oncogene Proteins c-bcl-2",
        "RNA, Messenger",
        "Receptors, Death Domain",
        "TNF-Related Apoptosis-Inducing Ligand",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "35976957",
      "title": "Chrysin improves diabetic nephropathy by regulating the AMPK-mediated lipid metabolism in HFD/STZ-induced DN mice.",
      "authors": [
        "Yingjun Zhou",
        "Heng Tao",
        "Nuo Xu",
        "Shichun Zhou",
        "Yuke Peng",
        "Jianxiang Zhu",
        "Shaowei Liu",
        "Yaning Chang"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Diabetic nephropathy (DN) is a highly prevalent and severe diabetic complication. It is urgent to explore high efficiency and minor side effects therapy for DN. Chrysin is a natural flavonoid with various biological activities found in honey and propolis, and has considerable potential to improve DN. The study was designed to explore the effects and the specific underlying mechanism of chrysin for DN in high-fat-diet (HFD) and streptozotocin (STZ) induced DN mice. Firstly, the study revealed that chrysin effectively improved obesity, insulin resistance (IR), renal function, and pathological injury in DN mice. Secondly, the study found that chrysin improved the key indices and markers of lipid accumulation, oxidative stress, and inflammation which are closely related to the development or progression of DN. Moreover, chrysin markedly modulated lipid metabolism by regulating Adenosine 5' monophosphate-activated protein kinase (AMPK) and essential downstream proteins. Furthermore, AMPK inhibitor (Dorsomorphin) intervention partially suppressed the positive effects of chrysin on all testing indicators, indicating that activated AMPK is crucial for chrysin action on DN. The present study demonstrated that chrysin may improve DN by regulating lipid metabolism, and activated AMPK plays a critical role in the regulation of chrysin. PRACTICAL APPLICATIONS: The study verified the positive effects of chrysin on obesity, insulin resistance, kidney injury, renal function, lipid accumulation, inflammation, and oxidative stress, which are closely related to the development or progression of diabetic nephropathy (DN). Moreover, we explored that chrysin improves DN by regulating AMPK-mediated lipid metabolism. Furthermore, the AMPK inhibitor was used to confirm that activated AMPK plays a critical role in the effects of chrysin. These results could offer a full explanation and a potential option for adjuvant therapy of DN diabetes with chrysin.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Diabetic Nephropathies",
        "AMP-Activated Protein Kinases",
        "Streptozocin",
        "Lipid Metabolism",
        "Insulin Resistance",
        "Flavonoids",
        "Inflammation",
        "Lipids",
        "Diabetes Mellitus"
      ]
    },
    {
      "pmid": "35943656",
      "title": "Chrysin protects cardiac H9c2 cells against H2O2-induced endoplasmic reticulum stress by up-regulating the Nrf2/PERK pathway.",
      "authors": [
        "Subramani Yuvaraj",
        "Arumugam Kalaiselvi Ajeeth",
        "Shanavas Syed Mohamed Puhari",
        "Albert Abhishek",
        "Tharmarajan Ramprasath",
        "Varadaraj Vasudevan",
        "Narasimman Vignesh",
        "Govindan Sadasivam Selvam"
      ],
      "journal": "Molecular and cellular biochemistry",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative and endoplasmic reticulum (ER) stress-mediated cardiac apoptosis is an essential pathological process in cardiovascular diseases (CVDs). Chrysin (Chy) is a natural flavonoid that exerts several health benefits, particularly anti-oxidative and anti-apoptotic effects. However, its protective effect against CVDs and its mechanism of action at a molecular level remains unclear. Therefore, the present study aimed to investigate the interaction of ER stress response protein with Chy by computational analysis and molecular action in H2O2-induced oxidative and ER stress in cardiomyoblast cells. H9c2 cells were pre-treated with 50 μM of Chy for 24 h and exposed to H2O2 for 1 h. Explore the Chy-mediated Nrf2 signalling on ER stress reduction, H9c2 cell lines were transfected with Nrf2 siRNA for 48 h and further treated with Chy for 24 h and subjected to H2O2 for 1 h. Chy pre-treatment increased the Nrf2-regulated gene expression, reduced the ER stress signalling genes such as CHOP and GRP78, and increased the PERK and AFT6 expression compared to H2O2-treated cells. Chy preincubation down-regulated the expression of PI3K, NF-κB, and caspase-3. Fluorescence staining revealed that Chy reduced intracellular ROS generation, ER stress, apoptosis, and increased MMP. This beneficial effect of Chy was abolished when silencing Nrf2 in H9c2 cells. Overall, the present study confirmed that Chy showed the cardioprotective effect by attenuating ER stress via the activation of Nrf2 signalling. Therefore, the study concluded that improving Nrf2 signalling by Chy supplementation could provide a promising therapeutic target in oxidative and ER stress-mediated CVDs complications.",
      "mesh_terms": [
        "Hydrogen Peroxide",
        "NF-E2-Related Factor 2",
        "Endoplasmic Reticulum Stress",
        "Flavonoids",
        "Oxidative Stress",
        "Apoptosis"
      ]
    }
  ]
}