{
  "supplement": "Cinnamon",
  "query": "Cinnamon[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:37:32",
  "research_count": 446,
  "count": 100,
  "articles": [
    {
      "pmid": "40309764",
      "title": "Protective Effect of Cinnamon (Cinnamomum zeylanicum) Extract on the Sperm Quality During Cool Storage of Ram Semen.",
      "authors": [
        "Reza Heidarzadeh",
        "Saleh Tabatabaei Vakili"
      ],
      "journal": "Veterinary medicine and science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Oxidative stress, caused by an imbalance between reactive oxygen species (ROS) and antioxidants, poses a significant threat to sperm quality during storage. OBJECTIVE: This study aimed to evaluate the protective effects of cinnamon extract, a natural antioxidant, on ram sperm quality during liquid storage at 4°C. METHODS: Semen samples from 10 rams were collected, diluted and divided into five treatment groups. Each group received different concentrations of cinnamon extract (0, 50, 100, 150 and 200 µL/mL) added to the diluted semen. Sperm quality was evaluated at storage intervals of 1, 24, 48 and 72 h, with all samples maintained at 4°C during the storage period. RESULTS: This study demonstrated that cinnamon extract significantly enhances ram sperm quality during liquid storage at 4°C. Notably, the addition of cinnamon extract, particularly at a concentration of 100 µL/mL, resulted in substantial improvements in progressive motility, total motility, sperm viability and plasma membrane integrity over the storage period. Specifically, after 1 h, the 50 µL/mL group showed a significant increase in progressive motility. At 24 h, both total and progressive motility were significantly higher in the 50, 100 and 150 µL/mL groups. By 48 h, the 50 and 100 µL/mL groups demonstrated significant enhancements in all measured parameters. The optimal results were observed at 72 h, where the 100 µL/mL group exhibited the highest values across all sperm quality metrics. These findings underscore the effectiveness of cinnamon extract as a natural antioxidant for preserving sperm quality during storage. CONCLUSIONS: Supplementation with cinnamon extract significantly enhances ram sperm quality, with an optimal concentration of 100 µL/mL effectively maintaining sperm viability during 72 h of liquid storage. These results suggest that cinnamon extract may serve as a valuable natural antioxidant for improving sperm preservation in liquid storage conditions.",
      "mesh_terms": [
        "Animals",
        "Cinnamomum zeylanicum",
        "Male",
        "Semen Preservation",
        "Plant Extracts",
        "Semen Analysis",
        "Spermatozoa",
        "Antioxidants",
        "Semen",
        "Sheep",
        "Sheep, Domestic"
      ]
    },
    {
      "pmid": "40201834",
      "title": "Effect of cinnamon oil (Cinnamomum burmannii) on the histological kidney of male diabetic rats (Rattus norvegicus).",
      "authors": [
        "Budiastuti Budiastuti",
        "Naomi Lan Noviana Thesia",
        "Hani Plumeriastuti",
        "Mustofa Helmi Effendi",
        "Emmanuel Nnabuike Ugbo",
        "Aswin Rafif Khairullah",
        "Ikechukwu Benjamin Moses",
        "Katty Hendriana Priscilia Riwu",
        "Riza Zainuddin Ahmad",
        "Sheila Marty Yanestria",
        "Wasito Wasito",
        "Bima Putra Pratama",
        "Mo Awwanah",
        "Agung Prasetyo"
      ],
      "journal": "Open veterinary journal",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic systemic disease known as diabetes mellitus is defined by elevated blood glucose levels and problems with fat, carbohydrate, and protein metabolism. In Indonesia, the cinnamon species found include Cinnamomum burmannii, which also has hypoglycemic activity. The primary antioxidant chemicals found in C. burmannii bark extract are polyphenols, which include tannins and flavonoids. AIM: The antidiabetic activity of cinnamon essential oil (C. burmannii) against streptozotocin (STZ) was examined in this study. METHODS: STZ (45 mg/kg BW) was administered intraperitoneally as a single dose. Twenty male rats were employed in this investigation. The rats were divided into five groups: treatment 1 (P1) was administered with STZ and provided with 100 mg/kg BW; treatment 2 (P2) was administered with STZ and provided with 200 mg/kg BW; and treatment 3 (P3) was administered with STZ and provided with 400 mg/kg BW. The negative control group (K-) was not treated with STZ and was treated with 1% Tween 80. For 14 days, the medication was administered daily. RESULTS: The essential oil of cinnamon may lessen glomerulosclerosis, tubular necrosis, tubular degeneration, and glomerular necrosis. The kidney P3 treatment (400 mg/kg BW) produced negligible effects. CONCLUSION: It is possible to create cinnamon essential oil as an herbal antidiabetic medication by lowering the degree of kidney cell damage.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Oils, Volatile",
        "Diabetes Mellitus, Experimental",
        "Rats",
        "Kidney",
        "Hypoglycemic Agents",
        "Cinnamomum",
        "Streptozocin",
        "Rats, Wistar",
        "Cinnamomum zeylanicum"
      ]
    },
    {
      "pmid": "40098709",
      "title": "Antibacterial and antibiofilm activities of star anise-cinnamon essential oil against multidrug-resistant Salmonella Thompson.",
      "authors": [
        "Jie Zhang",
        "Dapei Zhang",
        "Yanhua Chen",
        "Yongyu Gong",
        "Binfang Yuan",
        "Zhiyuan Mo",
        "Haibo Tang",
        "Junyu Tao",
        "Ziheng Xu"
      ],
      "journal": "Frontiers in cellular and infection microbiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The emergence of foodborne multidrug-resistant (MDR) Salmonella has attracted considerable global attention. Given that food is the primary transmission route, our study focuses on Bellamya quadrata, a freshwater snail that is commonly consumed as a specialty food in Guangxi, China. METHODS: Eight MDR Salmonella strains were isolated from Bellamya quadrata samples collected across various markets. Previous animal experiments have confirmed their lethality in mice. We determined the minimum inhibitory concentrations (MICs) and fractional inhibitory concentration (FIC) indices of cinnamon essential oil (CEO) and star anise essential oil (SAEO) using the microdilution plate and checkerboard methods. The time-kill curve method was employed to assess the antibacterial activity of the cinnamon-star anise essential oil (SCEO) against planktonic MDR Salmonella. The alkaline phosphatase assay and fluorescence microscopy demonstrated that SCEO causes damage to bacterial cell walls and membranes. Crystal violet staining and scanning electron microscopy (SEM) were used to observe changes in biofilms after SCEO treatment. Quantitative real-time PCR was utilized to analyze the expression of genes related to biofilm formation following SCEO treatment. RESULTS: The MIC of SAEO was determined to be 25 mg/mL, whereas that of CEO was significantly lower at 0.62 mg/mL. The FIC index calculated was 0.375, which suggests a synergistic interaction between the two. When SCEO was used in combination at specific ratios, it demonstrated enhanced antibacterial and anti-biofilm capabilities compared to the individual effects of CEO or SAEO, potentially through the disruption of bacterial cell membranes and cell walls. However, in Salmonella treated with SCEO, an upregulation in the expression of biofilm-associated genes was observed, including csgA, adrA, bcsA, and csgD. This increase may be attributed to stress-induced transcriptional responses within the bacteria. DISCUSSION: SCEO significantly impacts cell wall integrity, suggesting its crucial role in reducing biofilm formation. These findings indicate that SCEO holds potential as an alternative to traditional antibiotics and merits further scientific investigation and development.",
      "mesh_terms": [
        "Biofilms",
        "Microbial Sensitivity Tests",
        "Oils, Volatile",
        "Anti-Bacterial Agents",
        "Drug Resistance, Multiple, Bacterial",
        "Animals",
        "Cinnamomum zeylanicum",
        "Salmonella",
        "Snails",
        "China",
        "Satureja"
      ]
    },
    {
      "pmid": "40077510",
      "title": "Effectiveness of Cinnamon Oil Embedded Chitosan-Gelatin Film in Inhibiting Rhizopus oryzae, R. microsporus, and Syncephalastrum racemosum and Controlling Rice Weevil Infestation on Paddy Rice.",
      "authors": [
        "Lien Thi Kim Phan",
        "Vi Thi Mi Huynh",
        "Nhat Minh Bui",
        "Anh Thi Hong Le"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Feb-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rice (Oryza sativa L.) is a staple food globally, providing a critical food for the majority of the Asian population. However, it exposes risks during post-harvest storage, threatening substantial losses in rice quality and quantity. Hence, this study developed a cinnamon oil-chitosan:gelatin film (CO-C:G film) with the parameters as the chitosan:gelatin ratio (C:G = 1:1 and 1:2), cinnamon oil (CO) contents (0.75, 1.0, 1.25, 2.5, and 5.0%) and thickness film levels (0.165, 0.183, and 0.287 mm) to inhibit three fungal species, Rhizopus oryzae 01, R. microsporus 01, and Syncephalastrum racemosum 01, and control rice weevil infestation on paddy rice at a variety of water activities, such as 0.71 aw and 0.95 aw, at room temperature. The results revealed that at 0.95 aw, the fungal growth rate and rice weevil's mortality were impacted significantly by all parameters of the CO-C:G film (p < 0.05). Especially, the CO-C:G film with 1.25% CO and C:G = 1:1 at a thickness film of 0.287 mm inhibited all observed fungi and rice weevils better than the CO-C:G film's other parameters. The inhibition of the CO-C:G film for these fungi ranged from 66% to 72.6%. Likewise, 80-100% of rice weevils were mortal when paddy rice was treated with the CO-C:G film on the 12th or 15th day of treatment depending on the water activity of paddy rice grains. The findings of this study provide insights for researchers, agricultural experts, and the food industry, highlighting the need to establish effective and sustainable strategies for rice preservation."
    },
    {
      "pmid": "40052026",
      "title": "Effect of Cinnamon Essential Oil on the Chemotherapy-Induced Nausea and Vomiting of Cancer Patients.",
      "authors": [
        "Shima Mehrabian",
        "Batool Tirgari",
        "Mina Beitollahi",
        "Mansooreh Azizzadeh Forouzi",
        "Behjat Kalantari Khandani"
      ],
      "journal": "Iranian journal of nursing and midwifery research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Despite progress made in antiemetic control, most cancer patients still experience chemotherapy-induced nausea and vomiting. In oncology departments, nurses can evaluate the effects of complementary therapies such as use of essential oil on reducing nausea and vomiting of patients undergoing chemotherapy. Therefore, this study was conducted to explore the effect of cinnamon essential oil on the chemotherapy-induced nausea and vomiting of cancer patients. MATERIALS AND METHODS: This is a two-group experimental study with a pretest-posttest design that was conducted between January 20 and March 15 of the year 2020. Through convenience sampling, 70 patients experiencing chemotherapy-induced nausea and vomiting were recruited to participate in this study. The participants were randomly allocated to two control and intervention groups. A pad moistened with 2 ml of isotonic saline and 0.2 ml of cinnamon essential oil was first placed inside a plastic bag, and then patients in the intervention group were asked to take three deep breaths while their face was towards the bag for two times at five-minute intervals. Patients in the control group used a placebo (a pad moistened with 2 ml of isotonic saline) instead of cinnamon essential oil during the intervention period. Participants in the two groups received routine antiemetic treatment. Using Visual Analog Scale (VAS), the severity of nausea and vomiting was measured in both groups before the intervention. For this reason, the severity of nausea and vomiting was measured after the first three breaths, and then after the second three breaths. Data were analyzed by SPSS software, using independent t-test, Chi-squared test, and Fisher's exact test. Repeated measures ANOVA were also used to evaluate nausea and vomiting between the two groups across times. The significant level of 0.05 was considered for all tests. RESULTS: There were no significant differences between the two groups in terms of demographic characteristics and the severity of chemotherapy-induced nausea and vomiting before the intervention. The severity of chemotherapy-induced nausea and vomiting was significantly lower in the cinnamon group than the control group after the first 3.08 (0.55), (F2 = 13.27, p < 0.001) and second breaths 1.91 (0.33) (F2 = 11.39, p < 0.001). CONCLUSIONS: Nurses can educate patients and their families to use of cinnamon essential oil. Nursing managers can also emphasize on the use of cinnamon essential oil, which is one of the non-pharmacological, low-cost, and effective methods of reducing chemotherapy-induced nausea and vomiting, by holding in-service training classes."
    },
    {
      "pmid": "39976507",
      "title": "Effect of cinnamon and statins drug on kidney and liver of rats receiving gentamicin.",
      "authors": [
        "Abdulrahim Aljamal",
        "Mahmoud Al Shawabkeh",
        "Taha Alqadi"
      ],
      "journal": "Archives of physiology and biochemistry",
      "publication_date": "2025-Feb-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: The aim of this study is to examine the effects of cinnamon and statins on the renal and liver functions of gentamicin-received rats. METHODS: Forty male albino rats were recruited into 4 groups (10 rat each) for a 21-day period by gavage treatment. The control group 1 was given nothing but 0.5 ml normal saline, and others injected with a dose of 100 mg/kg of Gentamicin intraperitoneally for one week before treatment. Group 2 received Gentamicin alone, Group 3 received an aqueous extract of cinnamon, and Group 4 treated with a statin medication. RESULTS: Gentamicin-treated group compared to other groups showed a significant increase in lever and kidney enzymes. The group treated with cinnamon or statin revealed noticeable positive effects on these markers, whereas statin showed decrease in Alanine Aminotransferase ALT levels. CONCLUSION: Parameters of hepatotoxicity and nephrotoxicity induced by gentamicin were significantly reserved by cinnamon or statin, statin less effective."
    },
    {
      "pmid": "39948358",
      "title": "Unraveling anthelmintic targets and mechanisms of action of trans-cinnamaldehyde from cinnamon essential oil.",
      "authors": [
        "Guillermina Hernando",
        "Ornella Turani",
        "Noelia Rodriguez Araujo",
        "Alcibeth Pulido Carrasquero",
        "Cecilia Bouzat"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Parasitic nematodes pose a significant global socio-economic threat and contribute to neglected diseases. Current infection control relies on drug therapy, but increasing anthelmintic resistance highlights the urgent need for novel treatments. In this study, we investigate the molecular targets and mechanisms of action of trans-cinnamaldehyde (TCA), a principal component of Cinnamon Essential Oil (Cinnamomum verum EO), using Caenorhabditis elegans as a model organism. Our research offers new insights into the anthelmintic effects of TCA by identifying its specific interactions with key Cys-loop receptors and detailing its inhibitory mechanisms. The anthelmintic activity of C. verum EO and TCA manifests as rapid alterations in locomotor activity and inhibition of egg hatching. TCA screening of mutant worms lacking Cys-loop receptors reveal multiple receptor targets, including the levamisole-sensitive nicotinic ACh receptor (L-AChR), GABA-activated chloride channel (UNC-49) and glutamate-activated chloride channel. The mechanism behind the egg hatching inhibition by TCA remains unclear, as none of the mutants studied were found to be resistant to TCA. Furthermore, TCA increases the paralyzing effects of the anthelmintics levamisole and monepantel in a synergistic manner, offering a route for more effective polytherapy strategies. Electrophysiological studies on C. elegans Cys-loop receptors, in both native and heterologous systems, were used to elucidate the molecular mechanisms of TCA-induced paralysis. TCA reduces ACh- and GABA-elicited macroscopic currents and decreases single-channel activity and open durations of native muscle L-AChR channels, indicating an inhibitory action. Thus, by acting through a different mechanism to that of classical anthelmintics, TCA may be beneficial to counteract resistance in combined anthelmintic therapies. Our findings underscore the potential of the multitarget compound TCA as a valuable tool in integrated pharmacological strategies.",
      "mesh_terms": [
        "Animals",
        "Caenorhabditis elegans",
        "Oils, Volatile",
        "Cinnamomum zeylanicum",
        "Anthelmintics",
        "Acrolein",
        "Caenorhabditis elegans Proteins",
        "Receptors, Nicotinic",
        "Levamisole"
      ]
    },
    {
      "pmid": "39942292",
      "title": "The Influence of Basil and Cinnamon Essential Oils on Bioactive Sponge Composites of Collagen Reinforced with Hydroxyapatite.",
      "authors": [
        "Alina Robu",
        "Madalina Georgiana Albu Kaya",
        "Aurora Antoniac",
        "Durmuș Alpaslan Kaya",
        "Alina Elena Coman",
        "Maria-Minodora Marin",
        "Robert Ciocoiu",
        "Rodica Roxana Constantinescu",
        "Iulian Antoniac"
      ],
      "journal": "Materials (Basel, Switzerland)",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The increasing prevalence of acute traumas, surgical wounds, and chronic skin wounds poses significant therapeutic challenges for wound treatment. One of the main concerns in wound care is the danger of infection, which is a significant barrier to healing and a cause of higher morbidity and mortality rates. The emergence of drug-resistant bacterial species is becoming more frequent every day. Antimicrobial dressings have become a viable strategy for wound healing and hospital expense savings. Several factors, such as the wound's localization and state, microbial load, and cost, must be considered when choosing an appropriate antimicrobial dressing. One of the key goals of wound care is infection avoidance. This study addresses the therapeutic challenges of acute traumas, surgical wounds, and chronic skin wounds, focusing on infection prevention and combating drug-resistant bacterial strains. The research explores the development of novel composite wound dressings incorporating hydroxyapatite, known for its osteoconductive properties, and essential oils from basil and cinnamon, recognized for their antimicrobial activity. The study evaluates the impact of these additives on key properties such as surface morphology, water absorption, enzymatic degradation, and mechanical performance. Antimicrobial tests showed that two experimental samples (A1S and A1BS) exhibited significant activity against Escherichia coli but not on Staphylococcus aureus. The results highlight the dressings' enhanced antimicrobial properties, mechanical strength, and controlled degradation, making them promising candidates for advanced wound healing. Tailored applications were identified, with each dressing composition offering unique benefits for specific wound-healing scenarios based on the balance between flexibility, structural support, and bioactivity."
    },
    {
      "pmid": "39901813",
      "title": "Targeted antibacterial and anticancer therapeutics: PEGylated liposomal delivery of turmeric and cinnamon extracts-in vitro and in vivo efficacy.",
      "authors": [
        "Sitah Alharthi",
        "Amal Abdullah Alrashidi",
        "Saud Almawash",
        "Hasan Ebrahimi Shahmabadi",
        "Seyed Ebrahim Alavi"
      ],
      "journal": "Drug development and industrial pharmacy",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study presents the characterization and evaluation of polyethylene glycol (PEG)-coated liposomal formulations loaded with turmeric (TUR) and cinnamon (CINN) extracts for the treatment of bacterial infections. SIGNIFICANCE: TUR/CINN-loaded PEGylated liposomes enhance the antibacterial effects of TUR and CINN both in vitro and in vivo. METHODS: PEGylated liposomes loaded with TUR and CINN were synthesized using the reverse-phase evaporation method and characterized by dynamic light scattering and spectrophotometry. The formulations were also evaluated for biocompatibility, permeability, and antibacterial efficacy in both in vitro and in vivo environments. RESULTS: The nanoparticles, with dimensions ranging from 155 to 164 nm, exhibited consistent size distribution (polydispersity index (PDI) of 0.219 to 0.23), stable zeta potentials (-20 to -13 mV), and effective drug encapsulation rates (86.8% to 93.6%), suggesting their potential for targeted drug delivery. In vitro experiments demonstrated their biocompatibility (cell viability exceeding 75% at 40 µg/mL), permeability (transfer rates of 20.2% to 21.5%), antibacterial activity (minimum inhibitory concentrations of 8 to 64 µg/mL), and their ability to generate reactive oxygen species (1.2- to 2-fold increase compared to the control). In an in vivo murine model of Pseudomonas aeruginosa skin infections, significant reductions in viable bacterial counts were observed, with PEG-Lip-TUR/CINN leaving only 102 colony-forming units/mL. Additionally, this formulation displayed anti-metastatic properties, inhibiting cancer cell migration by 99%. CONCLUSIONS: This study highlights the potential of PEGylated liposomal formulations loaded with TUR and CINN as versatile therapeutic platforms for the treatment of antibiotic-resistant infections and cancer metastasis.",
      "mesh_terms": [
        "Polyethylene Glycols",
        "Anti-Bacterial Agents",
        "Liposomes",
        "Curcuma",
        "Animals",
        "Plant Extracts",
        "Mice",
        "Cinnamomum zeylanicum",
        "Humans",
        "Drug Delivery Systems",
        "Microbial Sensitivity Tests",
        "Nanoparticles",
        "Antineoplastic Agents",
        "Cell Line, Tumor",
        "Cell Survival"
      ]
    },
    {
      "pmid": "39858391",
      "title": "Evaluation of Cinnamon Essential Oil and Its Emulsion on Biofilm-Associated Components of Acinetobacter baumannii Clinical Strains.",
      "authors": [
        "Tea Ganić",
        "Ilinka Pećinar",
        "Biljana Nikolić",
        "Dušan Kekić",
        "Nina Tomić",
        "Stefana Cvetković",
        "Stefana Vuletić",
        "Dragana Mitić-Ćulafić"
      ],
      "journal": "Antibiotics (Basel, Switzerland)",
      "publication_date": "2025-Jan-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Acinetobacter baumannii, one of the most dangerous pathogens, is able to form biofilm structures and aggravate its treatment. For that reason, new antibiofilm agents are in need, and new sources of antibiofilm compounds are being sought from plants and their products. Cinnamon essential oil is associated with a wide spectrum of biological activities, but with a further improvement of its physicochemical properties it could provide even better bioavailability. The aim of this work was the evaluation of the antibiofilm properties of cinnamon essential oil and its emulsion. METHODS: In order to evaluate the antibiofilm activity, crystal violet assay was performed to determine biofilm biomass. The main components of the biofilm matrix were measured as well as the motile capacity of the tested strains. Gene expression was monitored with RT-qPCR, while treated biofilms were observed with Raman spectroscopy. RESULTS: A particularly strong potential against pre-formed biofilm with a decreased biomass of up to 66% was found. The effect was monitored not only with regard to the whole biofilm biomass, but also on the individual components of the biofilm matrix such as exopolysaccharides, proteins, and eDNA molecules. Protein share drops in treated biofilms demonstrated the most consistency among strains and rose to 75%. The changes in strain motility and gene expressions were investigated after the treatments were carried out. Raman spectroscopy revealed the influence of the studied compounds on chemical bond types and the components present in the biofilm matrix of the tested strains. CONCLUSIONS: The results obtained from this research are promising regarding cinnamon essential oil and its emulsion as potential antibiofilm agents, so further investigation of their activity is encouraged for their potential use in biomedical applications."
    },
    {
      "pmid": "39664834",
      "title": "Effect of Herbal Extract of Spilanthes acmella and Cinnamon Oil on Enterococcus faecalis Biofilm Eradication: An In Vitro Study.",
      "authors": [
        "Shruti A Bhamare",
        "Prasanna T Dahake",
        "Yogesh J Kale",
        "Mahesh V Dadpe",
        "Shrikant B Kendre"
      ],
      "journal": "International journal of clinical pediatric dentistry",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Enterococcus faecalis has a pathogenic role in failed endodontic treatments. The study aimed to assess the efficiency of Spilanthes acmella (SA) and cinnamon oil (CO) extract on E. faecalis biofilm eradication. MATERIALS AND METHODS: The antibacterial efficacy of SA and CO against E. faecalis was assessed by the tests of minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC), and further, the interaction with agents was evaluated at different time intervals by a time-kill assay. The inhibition efficacy of both agents was determined by biofilm adhesion reduction crystal violet assay. RESULTS: The MIC of SA was 25 μg/mL, and for CO, it was 12.5 μg/mL. The time-kill assay revealed that antibacterial efficacy was identified till 36 hours by both the test materials. The mean biofilm reduction at 25 µg/mL of calcium hydroxide [Ca(OH)2], SA, and CO was 1.53 ± 0.05, 1.83 ± 1.57, and 2.06 ± 0.05, respectively. CONCLUSION: SA and CO demonstrated promising antibacterial efficacy against E. faecalis and CO presented significant eradication of biofilms compared to SA. HOW TO CITE THIS ARTICLE: Bhamare SA, Dahake PT, Kale YJ, et al. Effect of Herbal Extract of Spilanthes acmella and Cinnamon Oil on Enterococcus faecalis Biofilm Eradication: An In Vitro Study. Int J Clin Pediatr Dent 2024;17(9):1004-1013."
    },
    {
      "pmid": "39627596",
      "title": "Cinnamon powder intake enhances the effect of caloric restriction on white adipose tissue in male rats.",
      "authors": [
        "Lia Rafaella Ballard Kuhnert",
        "Roberta da Fonseca Coutinho Pontes",
        "Jessika Geisebel Oliveira Neto",
        "Juliana Santos Romão",
        "Carla Eponina de Carvalho Pinto",
        "Karen Jesus Oliveira"
      ],
      "journal": "Journal of molecular histology",
      "publication_date": "2024-Dec-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Caloric Restriction (CR) and cinnamon promote several benefits, including the modulation of lipid metabolism and body fat mass. We hypothesize that cinnamon may act as a mimetic of restriction or enhance the effects of caloric restriction on adipose tissue. Adult male Wistar rats were divided into Control (CT, n = 8) and Cinnamon (CIN, n = 7), with free access to standard chow; Calorie Restriction (CR, n = 8) and Calorie Restriction with Cinnamon (CIN-CR, n = 7), subjected to a 30% reduction in food intake compared to the average consumption of CT rats. Both CIN groups received 50 mg cinnamon powder (Cinnamomun verum) per kg body mass, by gavage, over 6 weeks. Cinnamon treatment did not alter food intake under either ad libitum or caloric restriction conditions. The CR and CIN-CR groups exhibit lower body mass. Basal glycemia, lipid profile, and triglyceride-glycemic index were similar between groups. The combination of both interventions induced lower visceral white adipose tissue (WAT) mass, and smaller adipocyte diameter in the visceral and subcutaneous WAT compartments, accompanied by reduced expression of genes related to lipid metabolism (Acaca, Fasn, Cd36, Srebf1c), suggesting decreased lipid synthesis. Histological analyses identified a browning phenotype in the CR, CIN, and CIN-CR groups, positive for UCP1 immunostaining. The CR and CIN-CR groups showed lower Atg7 expression, and CIN-CR animals expressed increased levels of Lamp2, suggesting modulation of autophagy. Brown adipose tissue mass and lipid content were not influenced by any intervention. These findings suggest that cinnamon may enhance the effects of caloric restriction in promoting adipocyte metabolic health.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Cinnamomum zeylanicum",
        "Caloric Restriction",
        "Adipose Tissue, White",
        "Rats, Wistar",
        "Rats",
        "Lipid Metabolism",
        "Powders",
        "Body Weight",
        "Adipocytes"
      ]
    },
    {
      "pmid": "39619945",
      "title": "Processing of Angelica (Angelica sylvestris L.) into a functional jam with addition of carob and cinnamon extracts: Evaluation of sensorial, physicochemical, and nutritional characteristics and in vitro bioaccessibility of phenolics.",
      "authors": [
        "Elif Koç Alibaşoğlu",
        "Büşra Acoğlu Çelik",
        "Fatma Duygu Ceylan",
        "Özüm Özoğlu",
        "Ertürk Bekar",
        "Esra Çapanoğlu",
        "Canan Ece Tamer",
        "Mihriban Korukluoğlu",
        "Ömer Utku Çopur",
        "Perihan Yolci Ömeroğlu"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A traditional Angelica jam has been produced from stems of Angelica sylvestris L. growing at the foot of Mount Uludag in Bursa for many years. The aim of this study was to develop new functional formulations of Angelica jam by adding carob and cinnamon extracts, and to evaluate the effect of jam processing and the extracts' addition on the sensory attributes, physicochemical and nutritional characteristics of Angelica jams as well as in vitro bioavailability of phenolics. The main physicochemical properties of the jams including total water-soluble dry matter (Brix value), pH, invert sugar content, total dietary fiber content, and 5-(hydroxymethyl) furfural (HMF) ranged between 71.80-72.70 °Bx, 3.65-3.91, 39.30%-49.60%, 0.70-0.90 g/100 g, and 91.00-105.50 mg/kg, respectively. The most abundant minerals were potassium (K), calcium (Ca), magnesium (Mg), phosphorus (P), and iron (Fe) within a concentration range of 80.49-388.67 mg/kg, 111.10-135.00 mg/kg, 24.00-43.28 mg/kg, 7.57-28.06 mg/kg, and 0.52-1.14 mg/kg, respectively. Sensory analysis revealed that general acceptability of Angelica jams in a 9-point hedonic scale was above 7. The highest antioxidant capacity values of Angelica jam and its functional forms fortified with carob and cinnamon extracts were obtained as 96.68 ± 11.30 mg TE/100 g DM, 248.49 ± 17.78 mg TE/100 g DM, and 193.11 ± 16.06 mg TE/100 g DM, respectively, with the ABTS (2,2'-azino-bis-3-ethylbenzothiazoline-6-sulfonic acid) method. It was observed that the main phenolic compound of the jams was caffeic acid. Depending on the type of extract added into the formulations, trans-cinnamic acid and gallic acid (GA) became predominant phenolics. Total antioxidant capacity (TAC) of Angelica sylvestris stem decreased by 72%-85% with the heat treatment applied during jam processing. While total phenolic content (TPC) and total antioxidant capacity (measured by the DPPH (1,1-diphenyl-2-picrylhydrazyl) method) increased as a result of intestinal digestion of the jam, it was observed that bioaccessibility of most of the phenolic compounds decreased after intestinal digestion of the jams."
    },
    {
      "pmid": "39588151",
      "title": "Nanotechnological prospective for enhancing the antibacterial activity of mupirocin and cinnamon essential oil: a combination therapy.",
      "authors": [
        "Bandar Aldhubiab",
        "Rashed M Almuqbil",
        "Tamer M Shehata",
        "Wafaa E Soliman",
        "Heba S Elsewedy"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUNDS: The aim of the current study was to develop a distinctive nanolipid formulation, namely, nanostructured lipid carrier (NLC), which would deliver an antibacterial medication such as mupirocin (MP). Additionally, cinnamon essential oil (CEO), which is reported to exhibit antibacterial activity, was utilized in the development process in an attempt to improve the influence of MP. METHODS: As a consequence, different MP-NLC formulations were developed using the central composite design (CCD) approach. One optimized formula was selected and incorporated within the pre-formulated gel matrix, providing the MP-NLC-gel formula for efficient topical application. MP-NLC-gel was assessed for its physical characteristics to check its suitability for topical application and evaluated for its in vitro drug release over 6 h. Furthermore, it studied the formulation for its stability at different conditions; 25°C ± 2°C and at 4°C ± 3°C for 6 months. Finally, the formulation was examined for its antibacterial performance against gram-positive and -negative bacteria. RESULTS: The developed topical NLC-gel formulation demonstrated pH 5.8, viscosity 14,510 cP, and spreadability 58.1 mm, which were seemed to be satisfactory properties for successful topical application. The drug was released successfully for over 6 h with 52.9%. Additionally, it was stable in both storage conditions for 6 months since it displayed non-significant variations in its evaluated characteristics compared to those of fresh preparation. Ultimately, the developed gel formulation could inhibit the growth of different bacterial strains, especially gram-negative strains. CONCLUSION: To sum up, these findings would demonstrate the efficiency of NLC prepared with CEO and incorporating MP to be a promising antibacterial lipid nanocarrier."
    },
    {
      "pmid": "39579099",
      "title": "Cinnamon potential in alleviating early postmenopause symptoms: a randomized clinical trial.",
      "authors": [
        "Mansoureh Refaei",
        "Zahra Karami",
        "Farideh Kazemi",
        "Shirin Moradkhani",
        "Seyedeh Zahra Masoumi",
        "Ensieh Jenabi",
        "Mobina Jafari"
      ],
      "journal": "Menopause (New York, N.Y.)",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: Menopause is a substantial physical, mental, and emotional transition in a woman's life. Most women suffer symptoms during menopause, impacting their quality of life for a decade or more. This study aimed to determine the effect of cinnamon on the severity of postmenopause symptoms. METHODS: A randomized, triple-blind, parallel clinical trial was conducted on 60 postmenopausal women in the health centers of Hamadan, Iran. The study included women aged 45 to 60 years who were 1 to 3 years after their last menstrual period. The participants were assigned to two groups using a permuted block randomization method. The intervention group received a daily dose of one cinnamon capsule (1 g) for 2 months, whereas the control group received a placebo. The participants, researchers, and statistical analysts were all blinded. The study measured the severity of menopause symptoms using the Menopause Rating Scale before and 2 months later. Data were analyzed using Stata-13 software. RESULTS: Data from 59 individuals were analyzed. The analyses were adjusted for baseline Menopause Rating Scale scores. After the intervention, the severity of menopause symptoms was lower in the intervention group (13.95 ± 4.16) compared to the control group (16.64 ± 4.16) (P = 0.01), with an effect size of 0.65 (95% CI, 0.12-1.17). Additionally, the intervention group had lower scores for psychological symptoms compared to the control group (P = 0.006), with an effect size of 0.74 (95% CI, 0.21-1.27). CONCLUSIONS: The consumption of cinnamon in postmenopausal women has been found to improve the severity of menopause symptoms, with a particular emphasis on the psychological domain.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Cinnamomum zeylanicum",
        "Middle Aged",
        "Postmenopause",
        "Iran",
        "Phytotherapy",
        "Quality of Life",
        "Hot Flashes",
        "Plant Extracts",
        "Treatment Outcome",
        "Severity of Illness Index"
      ]
    },
    {
      "pmid": "39449016",
      "title": "Evaluation of anti-Toxoplasma effects of solid lipid nanoparticles carrying Cinnamon zeylanicum and Moringa oleifera oil extracts.",
      "authors": [
        "Mahsa Mottaghi",
        "Parisa Karami",
        "Zahra Hesari",
        "Sara Nemati",
        "Hanieh Mohammad Rahimi",
        "Hamed Mirjalali"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2024-Oct-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The fabrication of anti-Toxoplasma drugs with less side effects and desirable efficacy is one of the important research goals facing with toxoplasmosis. This study aimed to determine the anti-Toxoplasma effects of Cinnamon zeylanicum (CZ), Moringa oleifera (MO) oil encapsulated into solid lipid nanoparticles (SLNs). METHODS: Vero cells were cultured with serial concentrations (1 mg/mL to 100 µg/mL) of CZ-SLNs and MO-SLNs in DMEM culture medium. The morphological, physical, and chemical features of nanoparticles were calculated. The cell viability assays and anti-T. gondii effects of CZ-SLNs and MO-SLNs were evaluated. The CC50 and IC50 indices of SLNs-enveloped extracts were calculated. RESULTS: The particle sizes of MO-SLNs and CZ-SLNs were 411.5 and 365 nm, while PDI indices were 0.53 and 0.7, respectively. Transmission electron microscopy (TEM) showed that both MO-SLNs and CZ-SLNs were smoothed spherical nanoparticles with rounded edges. The cytotoxicity assay showed the CC50 value of MO-SLNs at concentrations of ˃10 mg/mL. In addition, 60% of T. gondii-infected Vero cells remained alive at the concentrations ≤ 1 mg/ml, while the MO-SLNs killed at least 90% of T. gondii tachyzoites with an IC50 > 1 µg/ml. The cytotoxicity of CZ-SLNs extract showed the CC50 at the concentration 0.1 mg/mL. More than 50% of Vero cells, infected with T. gondii tachyzoites, survived at a concentration less than 0.1 mg/mL (IC50 ˂ 0.1 mg/mL), while the CZ-SLNs killed at least 85% of T. gondii tachyzoites in all concentrations. CONCLUSION: The current results represented that the use of SLNs as a nano-carrier for M. oleifera and C. zeylanicum could kill T. gondii tachyzoites with low cytotoxicity, suggesting the effectiveness of these nano-emulsions along with the chemical agents in the treatment of Toxoplasma.",
      "mesh_terms": [
        "Moringa oleifera",
        "Animals",
        "Chlorocebus aethiops",
        "Vero Cells",
        "Nanoparticles",
        "Toxoplasma",
        "Plant Extracts",
        "Cinnamomum zeylanicum",
        "Plant Oils",
        "Antiprotozoal Agents",
        "Cell Survival",
        "Liposomes"
      ]
    },
    {
      "pmid": "39405601",
      "title": "Parthenogenetic Haemaphysalis longicornis acetylcholinesterases are triggered by the repellent effect of cinnamaldehyde, a primary compound found in cinnamon oil.",
      "authors": [
        "Ceyan Kuang",
        "Jie Cao",
        "Yongzhi Zhou",
        "Houshuang Zhang",
        "Yanan Wang",
        "Jinlin Zhou"
      ],
      "journal": "Ticks and tick-borne diseases",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The control and prevention of ticks and tick-borne diseases rely on chemical insecticides and repellents. Plant-derived compounds potentially represent new and safer repellents. Cinnamaldehyde, a component of cinnamon oil, exhibits antibacterial, anti-inflammatory, acaricidal, and repellent activity against ticks. Here we studied the molecular mechanism of the repellent effect of cinnamaldehyde on Haemaphysalis longicornis. A 2 % cinnamaldehyde treatment resulted in >90 % nymph repellency within 6 h. Nymphs were exposed to cinnamaldehyde for 30 min, and subsequent transcriptome and metabolome analyses revealed the involvement of H. longicornis Acetylcholinesterases (HL-AchEs) in the response process. HL-AchEs was transcribed in all tick developmental stages and tissues. Following cinnamaldehyde treatment, the transcript and specific activity of the enzyme of AchE were significantly altered. Following RNAi, electroantennography (EAG) tests demonstrated a significant decrease in response to various repellents as well as a significant decrease in repellency. Our findings have revealed that HL-AchEs mediates cinnamaldehyde-induced tick repellency, and the results provide insights into the mechanism of plant-derived tick repellents.",
      "mesh_terms": [
        "Animals",
        "Acrolein",
        "Acetylcholinesterase",
        "Ixodidae",
        "Nymph",
        "Insect Repellents",
        "Cinnamomum zeylanicum",
        "Plant Oils",
        "Female",
        "Haemaphysalis longicornis"
      ]
    },
    {
      "pmid": "39328234",
      "title": "Antimicrobial effect of combined preservatives using chestnut inner shell, cinnamon, and ε-poly-lysine against food-poisoning bacteria Staphylococcus aureus.",
      "authors": [
        "Na-Kyoung Lee",
        "Yeong Jin Park",
        "Cho Eun Kang",
        "Ji Hun Kim",
        "Doohang Shin",
        "Dae-Hee Lee",
        "Hyun-Dong Paik"
      ],
      "journal": "Food science and biotechnology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chestnut inner shell, cinnamon, and ε-poly-lysine (ε-PL) have been used for natural preservative of food grade, and combined preservatives (CP) has been formulated previously. This study examined whether Staphylococcus aureus growth could be controlled using CP in tryptic soy broth (TSB). CP inhibited S. aureus growth by about 5 log CFU/mL in TSB. The cell surface hydrophobicity, autoaggregation, and motility of S. aureus were slightly reduced by CP treatment. The expression of adhesion- and toxin-related genes in S. aureus treated with CP was reduced than that in the control treated with TSB. In addition, the inhibitory activity of the CP was visible through the SEM images. Therefore, the CP consisted of chestnut inner shell extract, cinnamon extract, and ε-PL had appropriate antibacterial effect against S. aureus and could be applied as antibacterial agents."
    },
    {
      "pmid": "39294894",
      "title": "Effects of cinnamon, rosemary and oregano on growth performance, blood biochemistry, liver enzyme activities, excreta microbiota and ileal morphology of Campylobacter jejuni-challenged broiler chickens.",
      "authors": [
        "Zahra Alimohammadi",
        "Hassan Shirzadi",
        "Kamran Taherpour",
        "Enayat Rahmatnejad",
        "Ali Khatibjoo"
      ],
      "journal": "Veterinary medicine and science",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Phytogenic additives would be helpful to mitigate the detrimental impact of Campylobacter jejuni on broiler chickens. OBJECTIVE: The experiment aimed to assess the effects of cinnamon, rosemary and oregano powder on physiological responses of broiler chickens challenged with C. jejuni from 0 to 42 days of age. METHODS: A total of 192 one-day-old male broiler chickens were divided into 6 treatment groups. The treatments included: negative control (NC; basal diet without additives and no C. jejuni challenge), positive control (PC; basal diet with C. jejuni challenge), PC with cinnamon, rosemary or oregano powder (3 g/kg each), and PC with Erythromycin (55 mg/kg). Except for the NC group, all chicks were orally challenged with 2 × 108 CFU/mL C. jejuni daily from days 21-25. Feed intake, body weight gain (BWG), feed conversion ratio (FCR), energy efficiency ratio (EER) and protein efficiency ratio (PER) were assessed during the rearing period (0-42 days). On day 42 of age, fresh excreta samples were collected from each pen to determine apparent dry matter digestibility and excreta microbiota. In addition, at the end of the experiment, blood samples were collected to evaluate blood profile and liver enzyme activities. RESULTS: C. jejuni challenge (PC treatment) decreased BWG, EER and PER, while increasing FCR of broiler chickens (p < 0.05), whereas rosemary, oregano and Erythromycin improved these performance parameters akin to NC. PC diet showed negative effect in ileal morphology, alleviated by additives except cinnamon (p < 0.05). Dietary additives successfully reduced Campylobacter levels and increased Lactobacilli counts in the PC. Rosemary and oregano lowered plasma total cholesterol (p < 0.05). Alanine aminotransferase elevation by C. jejuni challenge in the PC group was prevented by rosemary, oregano and Erythromycin (p < 0.05). CONCLUSIONS: Oregano and rosemary alleviate the impact of C. jejuni challenge.",
      "mesh_terms": [
        "Animals",
        "Chickens",
        "Origanum",
        "Campylobacter jejuni",
        "Cinnamomum zeylanicum",
        "Male",
        "Rosmarinus",
        "Animal Feed",
        "Diet",
        "Campylobacter Infections",
        "Poultry Diseases",
        "Gastrointestinal Microbiome",
        "Liver",
        "Ileum",
        "Dietary Supplements",
        "Random Allocation",
        "Feces",
        "Blood Chemical Analysis"
      ]
    },
    {
      "pmid": "39171474",
      "title": "γCyclodextrin-assisted Aqueous Extract of Cinnamon for Cancer and Stress Management.",
      "authors": [
        "Yang Shi",
        "Huifu He",
        "Huayue Zhang",
        "Tian Yuan",
        "Zhenya Zhang",
        "Ranil DeSilva",
        "Yoshiyuki Ishida",
        "Keiji Terao",
        "Sunil C Kaul",
        "Renu Wadhwa"
      ],
      "journal": "Current topics in medicinal chemistry",
      "publication_date": "2024-Aug-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: Our goal was to investigate the use of Cyclodextrin in creating an aqueous extract of Cinnamon with a high content of its bioactive ingredients, validated by cell-based assays. BACKGROUND: Due to their safety and cost-effectiveness, natural compounds have garnered attention for cancer therapy, which often faces challenges related to drug toxicity and resistance. Cinnamon (Cinnamomum verum; also known as Ceylon Cinnamon) is a commonly used spice with a history in folk medicine for treating various ailments. However, its active ingredients suffer from poor solubility, stability, and bioavailability, which limits its use and benefits. OBJECTIVE: We prepared γCyclodextrin (γCD)-assisted aqueous extract of Cinnamon (CD-CIN) and compared its activity with the DMSO extract (DM-CIN). METHODS: The cells were exposed to CD-CIN and DM-CIN extracts under normal and stressed (oxidative, metal, and hypoxic) conditions and then analyzed for stress and cancerous phenotypes using various molecular assays. RESULTS: We found that CD-CIN possesses considerable anticancer activity that involves the activation of tumor suppressor proteins and DNA damage response. Low, non-toxic concentrations of DM-CIN and CD-CIN caused comparable inhibition of migration and invasion capability of cells, supported by molecular marker analyses. Furthermore, protection against oxidative, metal, and hypoxia stress, as well as induction of differentiation, was recorded in both DM-CIN and CD-CIN treated cells, as compared to the control. CONCLUSION: We report CD-CIN as a new economic and easy Cinnamon-derived resource that possesses considerable anticancer and antistress activities and hence warrants further chemical, in vitro, and in vivo studies."
    },
    {
      "pmid": "39094880",
      "title": "Improving the performance of kraft paper by cinnamon essential oil/soybean protein isolate microcapsules and konjac glucomannan for citrus preservation.",
      "authors": [
        "Yan Liu",
        "Liujun Pan",
        "Tingli Li",
        "Tingting Tang",
        "Rui Xu",
        "Xulin Duan",
        "Zainab Rasheed",
        "Mingrui Chen",
        "Wuxia Tang",
        "Jing Yan",
        "Wen Qin",
        "Suqing Li",
        "Yaowen Liu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In order to reduce the quality loss of citrus and extend its storage time after harvest, it is essential to develop coated kraft papers with antibacterial and fresh-keeping properties. In this study, cinnamon essential oil (CEO)/soybean protein isolate (SPI) microcapsules were prepared by the coagulation method, and their properties were optimized. Then, the microcapsules were added to konjac glucomannan (KGM) as a coating solution to enhance the physical, and chemical properties of kraft paper by a coating method. The release behavior of CEO, tensile properties, antibacterial properties and preservation effects of the paper were investigated. The results show that when the ratio of wall to core was 7:3, the highest encapsulation rate was 92.20 ± 0.43 %. The coating treatment significantly reduced the oxygen and water vapor transmission rates of kraft paper. The shelf life of citrus treated with coated Kraft was extended by >10 days. Thus, the CEO/SPI microencapsulation and KGM coating could improve the properties of kraft paper and have the potential for citrus preservation.",
      "mesh_terms": [
        "Citrus",
        "Soybean Proteins",
        "Oils, Volatile",
        "Capsules",
        "Mannans",
        "Cinnamomum zeylanicum",
        "Paper",
        "Food Preservation",
        "Anti-Bacterial Agents"
      ]
    },
    {
      "pmid": "39061948",
      "title": "Antioxidant and Anti-Apoptotic Neuroprotective Effects of Cinnamon in Imiquimod-Induced Lupus.",
      "authors": [
        "Georges Maalouly",
        "Christine-Marie-Anne Martin",
        "Yara Baz",
        "Youakim Saliba",
        "Anna-Maria Baramili",
        "Nassim Fares"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Jul-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Despite accumulating evidence correlating oxidative stress with lupus disease activity, the brain redox pathways are still poorly investigated. Cinnamomum cassia, a widely used spice with powerful antioxidant properties, could be a novel therapeutic candidate in lupus. METHODS: C57BL/6J female mice were divided into five groups: sham, sham-cinnamon, lupus, lupus-cinnamon starting from induction, and lupus-cinnamon starting two weeks before induction. Lupus was induced by skin application on the right ear with 1.25 mg of 5% imiquimod cream three times per week for six weeks. Cinnamomum cassia was given orally, five days per week, at 200 mg/kg. RESULTS: Concomitant to TLR7-MYD88 pathway activation, the p-NRF2/NRF2 and p-FOXO3/FOXO3 ratios were increased in the hippocampus and alleviated by cinnamon treatment. BCL-2 positivity was enhanced in hippocampal neurons and reversed only by preventive cinnamon administration. In vitro, exposure of hippocampal cells to the plasma of different groups induced a surge in oxidative stress. This was associated with an increased t-BID/BID ratio. Cinnamon treatment, particularly in the preventive arm, normalized these modifications. CONCLUSIONS: Our study shows a neuroprotective effect of cinnamon by rescuing brain redox and apoptosis homeostasis in lupus, paving the way for its use as a natural therapeutic compound in the clinical management of lupus."
    },
    {
      "pmid": "39053085",
      "title": "Effect of cinnamon as a Chinese herbal medicine on markers of cardiovascular risk in women with polycystic ovary syndrome: A systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Zhou Xiaomei",
        "Fan Xiaoyan"
      ],
      "journal": "European journal of obstetrics, gynecology, and reproductive biology",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "INTRODUCTION: Polycystic Ovary Syndrome (PCOS) is a hormonal disorder in women associated with increased cardiovascular risk. Cinnamon, a Chinese herbal medicine, is known for its anti-inflammatory and insulin-sensitizing properties, making it a potential therapeutic agent for PCOS-related cardiovascular complications. This systematic review and meta-analysis aimed to assess the impact of cinnamon supplementation on cardiovascular risk markers in women diagnosed with PCOS. METHODS: Twelve randomized controlled trials (RCTs) were included in the analysis. The primary outcomes assessed were body weight, insulin resistance measured by Homeostatic Model Assessment for Insulin Resistance (HOMA-IR), and fasting blood sugar (FBS). RESULTS: The meta-analysis revealed a statistically significant effect of cinnamon on reducing weight. Under the random-effects model, the pooled weighted mean difference (WMD) was -0.47 kg (95 % CI: -0.80 to -0.15, p < 0.001; I2 = 0.0 %). There was also a beneficial impact on insulin resistance, with reduced HOMA-IR scores following cinnamon supplementation (SMD=0.5015, 95 % CI: 0.2496 to 0.7533, p < 0.0001). Additionally, there was a significant improvement in FBS levels (pooled WMD: -7.72 mg/dL, 95 % CI: -12.33 to -3.12, p < 0.001; I2 = 91.3 %). The meta-analysis indicated a tendency towards reduced total cholesterol (WMD: -11.12 mg/dL, 95 % CI: -19.06 to -3.18, p = 0.01; I2 = 0.0 %) and LDL levels (WMD: -11.11 mg/dL, 95 % CI: -18.22 to -4.00, p < 0.01; I2 = 0.0 %) following cinnamon intervention. Substantial heterogeneity was observed among the studies, indicating the need for further research with larger sample sizes and standardized methodologies. CONCLUSION: Cinnamon supplementation demonstrates promising effects on body weight, blood sugar, total cholesterol, LDL, and insulin resistance in women with PCOS, indicating its potential in mitigating cardiovascular risk factors associated with this condition.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Blood Glucose",
        "Cardiovascular Diseases",
        "Cinnamomum zeylanicum",
        "Drugs, Chinese Herbal",
        "Heart Disease Risk Factors",
        "Insulin Resistance",
        "Polycystic Ovary Syndrome",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "38974565",
      "title": "The effect of Centella asiatica, cinnamon, and spirulina as neuroprotective based on histopathological findings in ratus Sprague Dawley with traumatic brain injury.",
      "authors": [
        "Rohadi Muhammad Rosyidi",
        "Dewa Putu Wisnu Wardhana",
        "Bambang Priyanto",
        "Januarman Januarman",
        "Decky Aditya Zulkarnaen",
        "Lale Maulin Prihatina",
        "Hanan Anwar Rusidi",
        "Rozikin Rozikin"
      ],
      "journal": "Surgical neurology international",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Traumatic brain injury (TBI) is a global health problem with the potential to cause dangerous neurological problems. Based on histopathological findings in Sprague Dawley (SD) rats with TBI in the acute phase, the study seeks to discover the effect of Centella asiatica, cinnamon, and spirulina as neuroprotective. METHODS: We conducted an experimental study with 30 SD rats randomly divided into three groups. The intervention was the administration of C. asiatica, cinnamon, and spirulina to the control and the experimental groups. Histological features were assessed using hematoxylin and eosin (H&E) staining and immunohistochemical examination. The data were analyzed using statistical analysis through correlation tests. RESULTS: The test samples' average body weights had P > 0.05, indicating no significant difference in the test sample body weights. Therefore, the variations in the expression level of the dependent variable were expected to be caused by the induction of brain injury and the administration of C. asiatica, cinnamon, and spirulina. In addition, the variables were not normally distributed. Thus, the Spearman test was carried out and showed the correlation was very strong, with a value of r = 0.818 and P < 0.05. CONCLUSION: Based on histopathological findings from the brains of SD rats with TBI, pegagan, cinnamon, and spirulina will protect the brain (neuroprotective) in the acute phase."
    },
    {
      "pmid": "38966626",
      "title": "Metabolic and endocrine changes induced by cinnamon in women with polycystic ovarian syndrome: A pilot study.",
      "authors": [
        "Sepideh Peivandi",
        "Sahar Heydari-Latibari",
        "Fatemeh Ghasemzadeh",
        "Marzieh Zamaniyan",
        "Adele Bahar",
        "Hadi Majidi",
        "Behnam Maleki"
      ],
      "journal": "Avicenna journal of phytomedicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Most polycystic ovary syndrome (PCOS) patients have metabolic abnormalities in which insulin resistance (IR) plays a pivotal role. Cinnamon is a herbal medicine with insulinotropic properties. This pilot study aimed to evaluate the effects of cinnamon on ovarian volume, androgenic profile, and metabolic and anthropometric parameters in women with PCOS. MATERIALS AND METHODS: A single-center, double-blind, randomized, placebo-controlled trial was carried out on 39 overweight / obese women with PCOS. For six months, subjects in the cinnamon (500 mg) (n=19) and placebo (n=20) groups were given three capsules daily. Before and after the intervention, the variables were assessed. The data was analyzed using the GraphPad Prism software. RESULTS: After the intervention, the two intervention and control groups had significant differences in abdominal subcutaneous fat and ovarian volume, but they did not differ significantly in terms of body mass index (BMI). Also, after the intervention, no significant difference was observed between the two groups in terms of lipid profile and the concentration of androgenic biomarkers of insulin resistance. CONCLUSION: Cinnamon supplementation improves ovarian volume and subcutaneous abdominal fat but has no effect on anthropometric parameters, lipid profile, insulin resistance, or androgen hormones."
    },
    {
      "pmid": "38948170",
      "title": "Effects of cinnamon on anthropometric indices and headache-related disability of patients with migraine: A randomized double-blind placebo-controlled trial.",
      "authors": [
        "Azadeh Zareie",
        "Mohammad Bagherniya",
        "Amirhossein Sahebkar",
        "Manoj Sharma",
        "Fariborz Khorvash",
        "Akbar Hasanzadeh",
        "Gholamreza Askari"
      ],
      "journal": "Avicenna journal of phytomedicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Increased body mass index (BMI) seems to be a risk factor for migraine attacks. Cinnamon has anti-inflammatory, neuroprotective, and anti-obesity effects. This study aimed to assess the effects of cinnamon on anthropometric indices and headache-related disability of patients with migraine. MATERIALS AND METHODS: This study was conducted as a randomized, double-blind, placebo-controlled trial involving 50 migraine patients. Patients were randomized to receive either 600 mg cinnamon powder or placebo capsules for two months. Height, body weight (BW), waist circumference (WC), and hip circumference (HC) were measured.Furthermore, Minimal or Infrequent Disability (MIDAS) and Headache Daily Result (HDR) Questionnaires were recorded. RESULTS: At the end of the treatment period, BW and BMI did not change in the intervention group; however, both factors were significantly increased in the placebo group (p=0.001). The change of WC, HDR and MIDAS was significantly different between the intervention and placebo groups (p<0.001). Furthermore, HC and WHR significantly decreased (p=0.001). CONCLUSION: Cinnamon seems to have beneficial effects on anthropometric indices and headache disability of migraine patients."
    },
    {
      "pmid": "38917435",
      "title": "Effects of cinnamon supplementation on metabolic biomarkers in individuals with type 2 diabetes: a systematic review and meta-analysis.",
      "authors": [
        "Suzana Laís de Moura",
        "Bruna Gabrielle Rocha Gomes",
        "Mariana Julião Guilarducci",
        "Olívia Gonçalves Leão Coelho",
        "Nathalia Sernizon Guimarães",
        "Júnia Maria Geraldo Gomes"
      ],
      "journal": "Nutrition reviews",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "CONTEXT: The global prevalence of type 2 diabetes mellitus (DM2) has been rising significantly over the years. Recent studies have shown beneficial effects of cinnamon on metabolic biomarkers. OBJECTIVE: The objective of this review was to assess the effect of cinnamon supplementation on metabolic biomarkers in patients with DM2. DATA SOURCES: The Pubmed/MEDLINE, Cochrane CENTRAL, and Embase databases were searched up to November 10, 2022. DATA EXTRACTION: A systematic search was performed for randomized controlled trials (RCTs) evaluating the effect of cinnamon supplementation on metabolic biomarkers, in adults and the elderly with DM2, and comparing the data for a cinnamon intervention group with that for a placebo group or a control group. The main exclusion criteria were studies (1) with other types of diabetes (ie, gestational diabetes or type 1 diabetes), (2) without cinnamon consumption, (3) that did not evaluate metabolic biomarkers, or (4) in vitro and animal studies. Two researchers independently screened 924 records, evaluated full-text studies, extracted data, and appraised their quality. A third researcher was consulted to resolve any discrepancies. The data were pooled using random-effects models and expressed as the weighted mean difference (WMD) with 95% CI. Heterogeneity was assessed using Cochran's Q test and quantified using I2 statistics. Risk of bias was assessed using the Joanna Briggs Institute (JBI) instrument. Sensitivity analysis and the GRADE system were used to assess the robustness and certainty of the findings. DATA ANALYSIS: In total, 28 RCTs with a duration ranging from 30 to 120 days and a total enrollment of 3054 patients with DM2 were included. Participants consuming cinnamon showed a significant reduction in fasting blood glucose (FBG) (WMD: -15.26 mg/dL; 95% CI: -22.23 to -8.30; I2 = 88%), postprandial glucose (WMD: -39.22 mg/dL; 95% CI: -63.90 to -14.55; I2 = 100%), HbA1c (WMD: -0.56 mg/dL; 95% CI: -0.99 to -0.13; I2 = 94%), and HOMA-IR (WMD = -0.76, 95% CI: -1.13 to -0.39; I2 = 22%) compared with the control group. An intervention of cinnamon in capsule form reduced FBG (WMD:-18.43 mg/dL, 95% CI: -26.32 to -10.53; I2 = 89%), postprandial glucose (WMD: -44.83 mg/dL, 95% CI: -70.67 to -18.99; I2 = 100%), HbA1c (WMD: -0.56 mg/dL, 95% CI: -1.02 to -0.09; I2 = 94%), total cholesterol (WMD: -13.39 mg/dL; 95% CI: -24.71 to -2.07; I2 = 96%), LDL-C (WMD: -6.49 mg/dL, 95% CI: -12.69 to -0.29; I2 = 92%), and triglycerides (WND: -19.75 mg/dL; 95% CI, -33.71 to -5.80; I2 = 88%). Both doses (≤2 g/day and >2 g/day) reduced FBG and postprandial glucose. Only cinnamon doses of ≤2 g/day reduced HbA1c (WMD: -0.68 mg/dL, 95% CI: -1.16 to -0.1; I2 = 92%), HOMA-IR (WMD: -0.94 mg/dL; 95% CI: -1.21 to -0.67; I2 = 0%), and BMI (WMD: -1.18 kg/m2; 95% CI: -1.97 to -0.39; I2 = 0%). CONCLUSION: The data suggest that cinnamon improves the glycemic and lipid profile and reduces the BMI, particularly in DM2 patients who receive cinnamon supplementation in capsule form and at a dose of ≤2 g/day. SYSTEMATIC REVIEW REGISTRATION: PROSPERO registration no. CRD42022370332.",
      "mesh_terms": [
        "Humans",
        "Biomarkers",
        "Blood Glucose",
        "Cinnamomum zeylanicum",
        "Diabetes Mellitus, Type 2",
        "Dietary Supplements",
        "Glycated Hemoglobin",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "38910556",
      "title": "Physicochemical Characterization of Yogurt Fortified with Microencapsulated Cinnamon (Cinnamomum zeylanicum) and Its Effects on Metabolic Syndrome Induced in Rabbits (Oryctolagus cuniculus).",
      "authors": [
        "María Fernanda Riós Pérez",
        "Aurora Quintero Lira",
        "Javier Piloni Martini",
        "Maricela Ayala Martínez",
        "Sergio Soto Simental",
        "Rosa Hayde Alfaro Rodríguez",
        "Juan Ocampo López",
        "Raquel Cariño Cortés",
        "Abigail Reyes Munguía"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic noncommunicable diseases are a global health problem causing increased rates of mortality and sick leaves, which can be reduced by controlling dyslipidemia and hyperglycemia. Experimental and clinical studies have demonstrated the antidiabetic, lipid-lowering, antiobesogenic, anti-inflammatory, and antihypertensive properties of cinnamon; therefore, its use in yogurt can help reverse the effects of these diseases. Our study aims to evaluate the effect of a microencapsulated aqueous extract of cinnamon (Cinnamomum zeylanicum) (MCE Cz) incorporated in a yogurt drink on metabolic syndrome (MS) in a rabbit (Oryctolagus cuniculus). Physicochemical, microbiological, and proximal chemical characterization; total phenol, flavonoid, and 2,2-diphenyl-1-picrylhydrazil activity quantification; intestinal bioaccessibility; sensory analysis; MS induction through diet; and treatment with 5, 10, and 20 mg/kg of flavonoids contained in the MCE Cz were performed to help evaluate morphological, biochemical, and lipid peroxidation measurements in the liver and heart. The results show that the addition of MCE Cz in the yogurt modified the yogurt texture, increased its adhesiveness and firmness, and imparted a characteristic cinnamon color and biological value by providing intestinally bioaccessible antioxidants with antioxidant potential by reducing lipoperoxidation in the liver and heart after treatment. MCE Cz reduced the weight of the animals by up to 38.5% and the abdominal circumference by 29%. Biochemically, it decreased glucose levels by 24.38%, total cholesterol levels by 69.2%, triglyceride levels by 72.69%, and low-density lipoprotein levels by 89.25%; it increased high-density lipoprotein levels by 67.08%. Therefore, adding MCE Cz in doses of 5 and 10 mg of flavonoids in drinkable yogurt can be an alternative to preparing functional foods with physicochemical attributes and biological properties that can be consumed at all stages of life without undesirable effects. Moreover, it can act as a potential adjuvant in the treatment of comorbidities related to MS.",
      "mesh_terms": [
        "Animals",
        "Rabbits",
        "Cinnamomum zeylanicum",
        "Metabolic Syndrome",
        "Yogurt",
        "Plant Extracts",
        "Male",
        "Food, Fortified",
        "Flavonoids",
        "Drug Compounding",
        "Humans"
      ]
    },
    {
      "pmid": "38878706",
      "title": "Single and combined application of bacteriophage and cinnamon oils against pathogenic Listeria monocytogenes in milk and smoked salmon.",
      "authors": [
        "Aye Thida Maung",
        "Marwa Nabil Sayed Abdelaziz",
        "Tahir Noor Mohammadi",
        "Su Zar Chi Lwin",
        "Mohamed El-Telbany",
        "Junxin Zhao",
        "Chen Wang",
        "Yunzhi Lin",
        "Cunkuan Shen",
        "Mahmoud Zayda",
        "Yoshimitsu Masuda",
        "Ken-Ichi Honjoh",
        "Takahisa Miyamoto"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2024-Aug-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nowadays, the discovery of alternative natural antimicrobial substances such as bacteriophages, essential oils, and other physical and chemical agents is developing in the food industry. In this study, nine bacteriophages were isolated from various parts of raw chickens and exhibited lytic activities against L. monocytogenes and various Listeria spp. The characterization of phage vB_LmoS-PLM9 was stable at 4 to 50 °C and pH range from 4 to 10. Phage vB_LmoS-PLM9 had a circular, double-stranded genomic DNA with 38,345 bp having endolysin but no antibiotic resistance or virulence genes. Among the eight essential oils tested at 10 %, cinnamon bark, and cassia oils showed the strongest antilisterial activities. The combined use of phage vB_LmoS-PLM9 and cinnamon oils indicated higher efficiency than single treatments. The combination of phage (MOI of 10) and both cinnamon oils (0.03 %) reduced the viable counts of L. monocytogenes and inhibited the regrowth of resistant cell populations in broth at 30 °C. Furthermore, treatment with the combination of phage (MOI of 100) and cinnamon oil (0.125 %) was effective in milk, especially at 4 °C by reducing the viable count to less than lower limit of detection. These results suggest combining phage and cinnamon oil is a potential approach for controlling L. monocytogenes in milk.",
      "mesh_terms": [
        "Animals",
        "Listeria monocytogenes",
        "Milk",
        "Cinnamomum zeylanicum",
        "Bacteriophages",
        "Oils, Volatile",
        "Salmon",
        "Food Microbiology",
        "Plant Oils",
        "Food Preservation",
        "Chickens",
        "Anti-Bacterial Agents"
      ]
    },
    {
      "pmid": "38867202",
      "title": "Cinnamon nanoemulsion mitigates acetamiprid-induced hepatic and renal toxicity in rats: biochemical, histopathological, immunohistochemical, and molecular docking analysis.",
      "authors": [
        "Ahmed A A Aioub",
        "Sameh A Abdelnour",
        "Ahmed S Hashem",
        "Mohamed Maher",
        "Sarah I Z Abdel-Wahab",
        "Lamya Ahmed Alkeridis",
        "Mustafa Shukry",
        "Samy M Sayed",
        "Ahmed E A Elsobki"
      ],
      "journal": "BMC veterinary research",
      "publication_date": "2024-Jun-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acetamiprid (ACDP) is a widely used neonicotinoid insecticide that is popular for its efficacy in controlling fleas in domestic settings and for pets. Our study aims to offer a comprehensive examination of the toxicological impacts of ACDP and the prophylactic effects of cinnamon nanoemulsions (CMNEs) on the pathological, immunohistochemical, and hematological analyses induced by taking ACDP twice a ‎week for 28 days. Forty healthy rats were divided into four groups (n = 10) at random; the first group served as control rats; the second received CMNEs (2 mg/Kg body weight); the third group received acetamiprid (ACDP group; 21.7 mg/Kg body weight), and the fourth group was given both ACDP and CMNEs by oral gavage. Following the study period, tissue and blood samples were extracted and prepared for analysis. According to a GC-MS analysis, CMNEs had several bioactive ingredients that protected the liver from oxidative stress by upregulating antioxidant and anti-inflammatory agents. Our findings demonstrated that whereas ACDP treatment considerably boosted white blood cells (WBCs) and lymphocytes, it significantly lowered body weight gain (BWG), red blood cells (RBCs), hemoglobin (Hb), hematocrit (HCT), and platelets (PLT). ACDP notably reduced antioxidant enzyme activities: superoxide dismutase (SOD), glutathione peroxidase (GPx), and catalase (CAT) and elevated hydrogen peroxide and malondialdehyde levels compared with other groups. ACDP remarkably raised alanine aminotransferase (ALT), aspartate amino transaminase (AST), and alkaline phosphatase (ALP) levels.Moreover, the histopathological and immunohistochemistry assays discovered a severe toxic effect on the liver and kidney following ACDP delivery. Furthermore, cyclooxygenase 2 (COX-2) + immunoexpression was enhanced after treatment with CMNEs. All of the parameters above were returned to nearly normal levels by the coadministration of CMNEs. The molecular docking of cinnamaldehyde with COX-2 also confirmed the protective potential of CMNEs against ACDP toxicity. Our findings highlighted that the coadministration of CMNEs along with ACDP diminished its toxicity by cutting down oxidative stress and enhancing antioxidant capacity, demonstrating the effectiveness of CMNEs in lessening ACDP toxicity.",
      "mesh_terms": [
        "Animals",
        "Neonicotinoids",
        "Cinnamomum zeylanicum",
        "Insecticides",
        "Rats",
        "Emulsions",
        "Molecular Docking Simulation",
        "Male",
        "Liver",
        "Kidney",
        "Oxidative Stress",
        "Chemical and Drug Induced Liver Injury",
        "Antioxidants",
        "Kidney Diseases",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "38849108",
      "title": "Effects of Taiwanese indigenous cinnamon (Cinnamomum osmophloeum) leaf hot-water extract on nonspecific immune responses, resistance against Vibrio parahaemolyticus, nonviable cells, and haemocyte subpopulations in white shrimp (Penaeusvannamei).",
      "authors": [
        "Muhammad Ar Rozzaaq Nugraha",
        "Yu-Ru Lin",
        "Novi Rosmala Dewi",
        "Huai-Ting Huang",
        "Fan-Hua Nan",
        "Yeh-Fang Hu"
      ],
      "journal": "Fish & shellfish immunology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effects of Cinnamomum osmophloeum leaf hot-water extract (CLWE) on nonspecific immune responses and resistance to Vibrio parahaemolyticus in white shrimp (Penaeus vannamei). Firstly, a cell viability assay demonstrated that the CLWE is safe to white shrimp heamocytes in the concentration of 0-500 mg L-1. Haemocytes incubated in vitro with 10 and 50 mg L-1 of CLWE showed significantly higher response in superoxide anion production, PO activity, and phagocytic activity. In the in vivo trials, white shrimp were fed with 0, 0.5, 1, 5, and 10 g kg-1 CLWE supplemented feeds (designated as CLWE 0, CLWE 0.5, CLWE 1, CLWE 5, and CLWE 10, respectively) over a period of 28 days. In vivo experiments demonstrated that CLWE 0.5 feeding group resulted in the highest total haemocyte count, superoxide anion production, phenoloxidase activity, and phagocytic activity. Moreover, CLWE 0.5 supplemented feed significantly upregulated the clotting system, antimicrobial peptides, pattern recognition receptors, pattern recognition proteins, and antioxidant defences in white shrimp. Furthermore, the shrimp were infected with V. parahaemolyticus injections after 14 days of feeding as challenge test. Based on the challenge test result, both CLWE 0.5 and CLWE 5 demonstrated a strong resistance to V. parahaemolyticus. These two dosages effectively reduced the number of nonviable cells and activated different haemocyte subpopulations. These findings indicated that treatment with CLWE 0.5 could promote nonspecific immune responses, immune-related gene expression, and resistance to V. parahaemolyticus in white shrimp.",
      "mesh_terms": [
        "Animals",
        "Vibrio parahaemolyticus",
        "Penaeidae",
        "Hemocytes",
        "Plant Extracts",
        "Immunity, Innate",
        "Animal Feed",
        "Plant Leaves",
        "Diet",
        "Dietary Supplements",
        "Cinnamomum"
      ]
    },
    {
      "pmid": "38835214",
      "title": "Evaluation of Aloe Vera Gel Combined with Cinnamon Oil with Antibacterial Activity for Wound Healing Application.",
      "authors": [
        "Sana Khurshid",
        "Ume Farwa",
        "Zaryab Mazhar",
        "Hamna Naeem",
        "Yasmeen Ishaq"
      ],
      "journal": "The international journal of lower extremity wounds",
      "publication_date": "2024-Jun-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Treatment of chronic wounds has been shifted to traditional approaches due to surge in antibiotic resistance. Wounds that fail to heal satisfactorily may result in the amputation of the organ. In this research work, cinnamon oil (CO) and aloe vera (AV) that have been traditionally used as antibacterial agents are combined in a unique gel (COVA) and its antibacterial activity has been evaluated through in vitro and in vivo studies. Antibacterial activity was measured through disk diffusion and agar dilution method against Pseudomonas aeruginosa and Staphylococcus aureus. To check antibacterial and wound healing activity, diabetic excision wound healing rat model was used. Wound closure, wound contraction, tissue hydroxyproline content, antioxidant capacity (TAC), and malondialdehyde (MDA) level were monitored. The minimum inhibitory concentrations of CO + AV for bacterium P. aeruginosa and S. aureus were 100 and 200 µg/ml, respectively. After 14 days, the wounds covered with COVA therapy reached to nearly full wound closure (79% wound contraction) compared to control. The collagen content and level of TAC increased significantly (P < 0.05) in treated groups; therefore, 25% fast healing was observed in wounds treated with CO and AV gel combined. Reduced levels of tissue MDA were observed in all treated groups and specially wound covered with COVA (0.43 mM/mg in control vs 0.25 mM/mg in COVA). Histopathological examination also supported the outcomes. Significantly elevated increase in the level of hydroxyproline was found in rats of COVA treatment group (37.1 ± 0.44). Combination of CO and AV can be potentially used to prevent infection in wound; as these herbal agents not only inhibit the growth of pathogenic bacteria but also accelerate tissue repair."
    },
    {
      "pmid": "38828194",
      "title": "Enhancing Therapeutic Efficacy of Cinnamon Essential Oil by Nanoemulsification for Intravaginal Treatment of Candida Vaginitis.",
      "authors": [
        "Yi-Ting Lin",
        "Wei-Chung Tsai",
        "Hsueh-Yu Lu",
        "Shih-Yuan Fang",
        "Hsiang-Wen Chan",
        "Chung-Hsiung Huang"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Due to its prevalence, recurrence, and the emergence of drug-resistance, Candida vaginitis significantly impacts the well-being of women. Although cinnamon essential oil (CEO) possesses antifungal activity, its hydrophobic properties limit its clinical application. PURPOSE: To overcome this challenge, a nanoemulsification technology was employed to prepare cinnamon essential oil-nanoemulsion (CEO@NE), and its therapeutic efficacy and action mechanism for Candida vaginitis was investigated in vivo and in vitro. MATERIALS AND METHODS: CEO@NE, composed of 4% CEO, 78% distilled water, and 18% Tween 80, was prepared by ultrasonic nanoemulsification. The physical properties, anti-Candida activity, cytotoxicity, immunomodulatory potential and storage stability of CEO@NE were explored. Subsequently, the effect of intravaginal CEO@NE treatment on Candida vaginitis was investigated in mice. To comprehend the possible mechanism of CEO@NE, an analysis was conducted to ascertain the production of intracellular reactive oxygen species (ROS) in C. albicans. RESULTS: CEO@NE, with the droplet size less than 100 nm and robust storage stability for up to 8 weeks, exhibited comparable anti-Candida activity with CEO. CEO@NE at the concentration lower than 400 μg/mL had no cytotoxic and immunomodulatory effects on murine splenocytes. Intravaginal treatment of CEO@NE (400 μg/mL, 20 μL/day/mouse for 5 consecutive days) curbed Candida colonization, ameliorated histopathological changes, and suppressed inflammatory cytokine production in mice intravaginally challenged with C. albicans. Notably, this treatment preserved the density of vaginal lactic acid bacteria (LAB) crucial for vaginal health. Co-culturing C. albicans with CEO@NE revealed concentration-dependent augmentation of intracellular ROS generation and ensuing cell death. In addition, co-culturing LPS-stimulated murine splenocytes with CEO@NE yielded a decrease in the generation of cytokines. CONCLUSION: This discovery provides insight into the conceivable antifungal and anti-inflammatory mechanisms of CEO@NE to tackle Candida vaginitis. CEO@NE offers a promising avenue to address the limitations of current treatments, providing novel strategy for treating Candida vaginitis.",
      "mesh_terms": [
        "Female",
        "Animals",
        "Oils, Volatile",
        "Candidiasis, Vulvovaginal",
        "Candida albicans",
        "Antifungal Agents",
        "Mice",
        "Administration, Intravaginal",
        "Cinnamomum zeylanicum",
        "Emulsions",
        "Reactive Oxygen Species",
        "Humans",
        "Nanoparticles",
        "Mice, Inbred BALB C"
      ]
    },
    {
      "pmid": "38794384",
      "title": "Effect of Exogenous Organic Matter on Phosphorus Forms in Middle-High Fertility Cinnamon Soil.",
      "authors": [
        "Xiaodi Shi",
        "Duanyin Gu",
        "Haotian Yang",
        "Yun Li",
        "Yaqun Jiang",
        "Nanbiao Zhan",
        "Xiumin Cui"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-May-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To slow down the chemical fixation of phosphate fertilizer, reduce the risk of active phosphorus leaching, stimulate the inherent phosphorus resource activity of soil, and improve phosphorus supply capacity. METHODS: This study utilized a combination of field experiments and indoor chemical analysis. Six types of exogenous organic matter (fulvic acid, biochar, compound microbial fertilizer, high-energy microbial inoculum, pig manure-vermicompost, cow manure-vermicompost) were added based on conventional fertilization. The experiment was conducted under the wheat-maize rotation system in the Huang-Huai-Hai region. RESULTS: Compared with control (CK) without exogenous organic matter (EOM), all the other treatments with EOM had an enhancing effect on the available phosphorus of the cultivated soil. During the maize harvest, the combined application of biochar, pig manure-vermicompost and cow manure-vermicompost treatment significantly increased the content of available phosphorus in 0-20 cm soil by 45.87-56.59% compared with CK. The combined application of fulvic acid, biochar, pig manure-vermicompost and cow manure-vermicompost treatment significantly increased the content of Ca2-P in 0-20 cm soil by 34.04-65.14%. The content of Ca10-P in each treatment with EOM exhibited a lower level compared to CK. EOM could slow down the fixation of phosphorus to some degree. Correlation analysis revealed significant associations between Ca2-P, Ca8-P, Al-P, Fe-P, neutral phosphatase activity, acid phosphatase activity, and the available phosphorus content in the soil. The combined application of fulvic acid, biochar, and cow manure-vermicompost could enhance the activity of neutral and acid phosphatase in topsoil to a certain extent, thereby facilitating the conversion of phosphorus into highly available Ca2-P. EOM could enhance the soil phosphorus availability and decelerate the conversion of soil phosphorus into O-P and Ca10-P forms with low availability. Among all treatments, biochar exhibited the most pronounced efficiency in mitigating phosphorus leaching downward. CONCLUSIONS: All the EOMs had the potential to enhance the conversion of phosphorus into soluble phosphorus (Ca2-P), thereby mitigating the chemical fixation of soil phosphorus and ameliorating non-point source pollution caused by phosphorus. EOM enhanced the activity of neutral and acid phosphatase, which was beneficial to the conversion of organic phosphorus to inorganic phosphorus and increasing the content of available phosphorus. All EOMs had good effects on the retention of soil effective phosphorus, among which biochar had the best effect on retaining effective phosphorus in the tillage layer and blocking phosphorus leaching downward."
    },
    {
      "pmid": "38791259",
      "title": "Interaction between Enrofloxacin and Three Essential Oils (Cinnamon Bark, Clove Bud and Lavender Flower)-A Study on Multidrug-Resistant Escherichia coli Strains Isolated from 1-Day-Old Broiler Chickens.",
      "authors": [
        "Sławomir Zych",
        "Michalina Adaszyńska-Skwirzyńska",
        "Małgorzata Anna Szewczuk",
        "Danuta Szczerbińska"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-May-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Avian pathogenic Escherichia coli (APEC) causes a variety of infections outside the intestine. The treatment of these infections is becoming increasingly difficult due to the emergence of multi-drug resistant (MDR) strains, which can also be a direct or indirect threat to humans as consumers of poultry products. Therefore, alternative antimicrobial agents are being sought, which could be essential oils, either administered individually or in interaction with antibiotics. Sixteen field isolates of E. coli (originating from 1-day-old broilers) and the ATCC 25922 reference strain were tested. Commercial cinnamon bark, clove bud, lavender flower essential oils (EOs) and enrofloxacin were selected to assess the sensitivity of the selected E. coli strains to antimicrobial agents. The checkerboard method was used to estimate the individual minimum inhibitory concentration (MIC) for each antimicrobial agent as well as to determine the interactions between the selected essential oil and enrofloxacin. In the case of enrofloxacin, ten isolates were resistant at MIC ≥ 2 μg/mL, three were classified as intermediate (0.5-1 μg/mL) and three as sensitive at ≤0.25 μg/mL. Regardless of the sensitivity to enrofloxacin, the MIC for cinnamon EO was 0.25% v/v and for clove EO was 0.125% v/v. All MDR strains had MIC values for lavender EO of 1% v/v, while drug-sensitive isolates had MIC of 0.5% v/v. Synergism between enrofloxacin and EO was noted more frequently in lavender EO (82.35%), followed by cinnamon EO (64.7%), than in clove EO (47.1%). The remaining cases exhibited additive effects. Owing to synergy, the isolates became susceptible to enrofloxacin at an MIC of ≤8 µg/mL. A time-kill study supports these observations. Cinnamon and clove EOs required for up to 1 h and lavender EO for up to 4 h to completely kill a multidrug-resistant strain as well as the ATCC 25922 reference strain of E. coli. Through synergistic or additive effects, blends with a lower than MIC concentration of enrofloxacin mixed with a lower EO content required 6 ± 2 h to achieve a similar effect.",
      "mesh_terms": [
        "Oils, Volatile",
        "Animals",
        "Escherichia coli",
        "Enrofloxacin",
        "Chickens",
        "Microbial Sensitivity Tests",
        "Drug Resistance, Multiple, Bacterial",
        "Cinnamomum zeylanicum",
        "Lavandula",
        "Anti-Bacterial Agents",
        "Escherichia coli Infections",
        "Drug Synergism",
        "Plant Oils",
        "Poultry Diseases"
      ]
    },
    {
      "pmid": "38783942",
      "title": "Protective effect of cinnamon extract against cobalt-induced multiple organ damage in rats.",
      "authors": [
        "Bahar Isik",
        "Bahadir Suleyman",
        "Renad Mammadov",
        "Seval Bulut",
        "Bulent Yavuzer",
        "Durdu Altuner",
        "Taha Abdulkadir Coban",
        "Halis Suleyman"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The role of oxidative stress and inflammation in cobalt (Co) toxicity has been the focus of previous studies. Cinnamon and its main components have been reported to have protective effects in various tissues with antioxidant and anti-inflammatory effects. AIMS: In this study, the protective effect of cinnamon extract (CE) against possible Co-induced heart, kidney, and liver damage in rats was investigated biochemically. METHODS: Eighteen albino Wistar-type male rats were categorized into three groups (n = 6 per group): control (CG), CoCL2-administered (CoCL2), and CE + CoCL2-administered (CE + Co) groups. The CE + CoCL2 group was administered CE (100 mg/kg), and the CoCL2 and CG groups were administered distilled water orally by gavage. One hour after the administration, Co (150 mg/kg) was administered orally to the CE + CoCL2 and CoCL2 groups. This procedure was repeated once daily for 7 days. Then, biochemical markers were studied in the excised heart, kidney, and liver tissues. RESULTS: CoCL2 increased oxidants and proinflammatory cytokines and decreased antioxidants in heart, kidney, and liver tissues. Heart, kidney, and liver tissue were affected by Co damage. CE treatment suppressed the CoCL2-induced increase in oxidants and proinflammatory cytokines and decrease in antioxidants in heart, kidney, and liver tissues. CE treatment has been shown to attenuate cardiac damage by reducing serum troponin I (TpI) and creatine kinase-MB (CK-MB), renal damage by reducing creatinine and blood urea nitrogen (BUN), and liver damage by reducing alanine aminotransferase (ALT) and aspartate aminotransferase (AST). CONCLUSION: Co induced the production of oxidants and proinflammatory parameters and antioxidant depletion in heart, kidney, and liver tissues of rats. Our experimental results show that CE protects heart, kidney, and liver tissues against oxidative and inflammatory changes induced by CoCLl2."
    },
    {
      "pmid": "38761892",
      "title": "Nanoemulsion of cinnamon oil to combat colistin-resistant Klebsiella pneumoniae and cancer cells.",
      "authors": [
        "Gamal M El-Sherbiny",
        "Mohamed H Kalaba",
        "Abdullah M Foda",
        "Shehata M E",
        "Amira Salah El-Din Youssef",
        "Islam A Elsehemy",
        "Eman E Farghal",
        "Esmail M El-Fakharany"
      ],
      "journal": "Microbial pathogenesis",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the potential of cinnamon oil nanoemulsion (CONE) as an antibacterial agent against clinical strains of colistin-resistant Klebsiella pneumoniae and its anticancer activity. The prepared and characterized CONE was found to have a spherical shape with an average size of 70.6 ± 28.3 nm under TEM and a PDI value of 0.076 and zeta potential value of 6.9 mV using DLS analysis. The antibacterial activity of CONE against Klebsiella pneumoniae strains was investigated, and it was found to have higher inhibitory activity (18.3 ± 1.2-30.3 ± 0.8 mm) against the tested bacteria compared to bulk cinnamon oil (14.6 ± 0.88-20.6 ± 1.2) with MIC values ranging from 0.077 to 0.31 % v/v which equivalent to 0.2-0.82 ng/ml of CONE. CONE inhibited the growth of bacteria in a dose and time-dependent manner based on the time-kill assay in which Klebsiella pneumoniae B-9 was used as a model among the bacterial strains under investigation. The study also investigated the expression of the mcr-1 gene in the Klebsiella pneumoniae strains and found that all strains were positive for the gene expression and subsequently its presence. The level of mcr-1 gene expression among the B-2, B-4, B-9, and B-11 control strains and that treated with colistin was similar, but it was different in both B-5 and B-2. However, all strains exhibited a significant downregulation in gene expression (ranging from 3.97 to 8.7-fold) after their treatment with CONE. Additionally, the CONE-treated bacterial cells appeared with a great deformation compared with control cells under TEM. Finally, CONE exhibited selective toxicity against different cancer cell lines depending on comparison with the normal cell lines.",
      "mesh_terms": [
        "Klebsiella pneumoniae",
        "Colistin",
        "Humans",
        "Anti-Bacterial Agents",
        "Microbial Sensitivity Tests",
        "Drug Resistance, Bacterial",
        "Cinnamomum zeylanicum",
        "Cell Line, Tumor",
        "Emulsions",
        "Oils, Volatile",
        "Klebsiella Infections",
        "Antineoplastic Agents",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "38691789",
      "title": "Assessment of the potential effects of l-carnitine and cinnamon supplementation on weight loss and body composition.",
      "authors": [
        "Qayssar Joudah Fadheel"
      ],
      "journal": "Wiadomosci lekarskie (Warsaw, Poland : 1960)",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Aim: To assess efficacy of L-carnitine and cinnamon alone and in combination on body composition parameters in addition to compare between them. PATIENTS AND METHODS: Materials and Methods: Sample of 28 obese and overweight adults in Babylon city, sample collection includes patients in places, or by internet, where interview take place according to specialize questionnaire height, weight, and body mass index were measured. RESULTS: Results: A significant differences P<0.05 among gender distribution between male and female. A significant difference between (150-160 cm, 160-170 cm) as compared with (170-180 cm, 180-190 cm). A significant difference between 170-180 cm as compared with 180-190 cm but non-significant differences between 150-160 cm as compared with 160-170 cm. A significant difference between 26-35 as compared with 36-45, 46-55, but non-significant differences between 36-45 as compared with 46-55. A significant difference between body weight, body fat, water content, skeletal muscle, and body mass index after treatment, but non-significant differences between protein, and inorganic salt after treatment and at baseline. A significant difference between body weight, water content, skeletal muscle, and body mass index in group treated with cinnamon as compared with negative control group, but non-significant differences between body fat, protein, and inorganic salt as compared with negative control group. CONCLUSION: Conclusions: The prevalence of overweight and obesity within accepted range of that reported in Iraq, important relationship was reported between several life style risk factor, as soon as diagnose increase in weight and education health program for behavior of life style were high recommended.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Cinnamomum zeylanicum",
        "Adult",
        "Body Composition",
        "Carnitine",
        "Weight Loss",
        "Dietary Supplements",
        "Middle Aged",
        "Obesity",
        "Body Mass Index",
        "Overweight"
      ]
    },
    {
      "pmid": "38671840",
      "title": "Exploring the Antioxidative Effects of Ginger and Cinnamon: A Comprehensive Review of Evidence and Molecular Mechanisms Involved in Polycystic Ovary Syndrome (PCOS) and Other Oxidative Stress-Related Disorders.",
      "authors": [
        "Sladjana Novakovic",
        "Vladimir Jakovljevic",
        "Nikola Jovic",
        "Kristina Andric",
        "Milica Milinkovic",
        "Teodora Anicic",
        "Bozidar Pindovic",
        "Elena Nikolaevna Kareva",
        "Vladimir Petrovich Fisenko",
        "Aleksandra Dimitrijevic",
        "Jovana Joksimovic Jovic"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Mar-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Oxidative stress represents the pathophysiological basis for most disorders, including reproductive issues. Polycystic ovary syndrome (PCOS) is heterogeneous endocrine disorder of women characterized primarily by irregular menstrual cycles, hyper-androgenism, and ovulatory dysfunction. In the last decades, PCOS was recognized as a systemic silent inflammation and an oxidative disturbance-related disorder, exerting multifaceted symptoms, including metabolic. PCOS treatment should involve a personalized approach tailored to individual symptoms; however, the results are often unsatisfactory. Various supplementary treatments have been proposed to assist in the management and alleviation of PCOS symptoms. Cinnamon and ginger, known for millennia as herbs used in spices or traditional medicine for the treatment of various diseases, are of interest in this study. The aim of this study is to evaluate and investigate the effects of cinnamon and ginger in PCOS patients. Using relevant keywords we searched through PubMed/MEDLINE, Science Direct, Google Scholar and Web of science to find animal studies, pre-clinical, and clinical studies which were then reviewed for usage. Out of all of the reviewed studies a total of 65 studies were included in this review article. Cinnamon and ginger can affect hormonal status, lipid profile, obesity, and insulin resistance by mitigating oxidative stress and inflammation. Generally, based on current clinical evidence, it was revealed that supplementation with cinnamon or ginger had a useful impact in patients with PCOS. This review summarizes the antioxidative effects of ginger and cinnamon in PCOS treatment, highlighting their potential benefits in other oxidative stress-related pathologies."
    },
    {
      "pmid": "38669415",
      "title": "Exploring the mechanism of action of the combination of cinnamon and motherwort in the treatment of benign prostatic hyperplasia: A network pharmacology study.",
      "authors": [
        "Jiutian Yang",
        "Dongyue Ma",
        "Ziwei Zhao",
        "Jun Guo",
        "Kai Ren",
        "Fu Wang",
        "Jun Guo"
      ],
      "journal": "Medicine",
      "publication_date": "2024-Apr-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cinnamon and motherwort are traditional Chinese medicines and are often combined to treat benign prostatic hyperplasia; however, the specific therapeutic mechanisms involved remain unclear. Therefore, in this study, we applied a network pharmacology approach to investigate the potential mechanisms of action of the drug pair cinnamon and motherwort (PCM) for the treatment of benign prostatic hyperplasia. Relevant targets for the use of PCM to treat benign prostatic hyperplasia were obtained through databases. Protein-protein interactions were then identified by the STRING database and core targets were screened. Enrichment analysis was conducted through the Metascape platform. Finally, molecular docking experiments were carried out to evaluate the affinity between the target proteins and ligands of PCM. We identified 22 active ingredients in PCM, 315 corresponding targets and 130 effective targets of PCM for the treatment of benign prostatic hyperplasia. These targets were related to the PI3K-Akt, MAPK, FoxO, TNF, and IL-17 signaling pathways. Network pharmacology was used to identify the effective components and action targets of PCM. We also identified potential mechanisms of action for PCM in the treatment of benign prostatic hyperplasia. Our results provide a foundation for expanding the clinical application of PCM and provide new ideas and directions for further research on the mechanisms of action of PCM and its components for the treatment of benign prostatic hyperplasia.",
      "mesh_terms": [
        "Prostatic Hyperplasia",
        "Male",
        "Humans",
        "Network Pharmacology",
        "Molecular Docking Simulation",
        "Cinnamomum zeylanicum",
        "Drugs, Chinese Herbal",
        "Signal Transduction",
        "Medicine, Chinese Traditional"
      ]
    },
    {
      "pmid": "38667920",
      "title": "Inhibitory Properties of Cinnamon Bark Oil against Postharvest Pathogen Penicillium digitatum In Vitro.",
      "authors": [
        "Ting Zhou",
        "Jingjing Pan",
        "Jingjing Wang",
        "Qinru Yu",
        "Pengcheng Zhang",
        "Tongfei Lai"
      ],
      "journal": "Journal of fungi (Basel, Switzerland)",
      "publication_date": "2024-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Penicillium digitatum is a major postharvest pathogen that threatens the global citrus fruit industry and causes great economic losses annually. In the present study, inhibitory properties of cinnamon bark oil (CBO) against P. digitatum in vitro were investigated. Results indicated that 0.03% CBO could efficiently inhibit the spore germination, germ tube elongation, mycelial growth, colonial expansion and conidial accumulation of P. digitatum. The results of fluorescein diacetate (FDA) and MitoTraker Orange (MTO) staining also proved the suppression effects of CBO against P. digitatum. Meanwhile, CBO could inhibit green mold rots induced by P. digitatum in citrus fruit when the working concentration of CBO exceeded 0.06%. In addition, the expressions of 12 genes critical for the growth and virulence of P. digitatum were also significantly regulated under CBO stress. Through a transcriptomic analysis, a total of 1802 common differentially expressed genes (DEGs) were detected in P. digitatum after 4 h and 8 h of CBO treatment. Most of the DEG products were associated with carbohydrate, amino acid and lipid metabolism. They directly or indirectly led to the disturbance of the membrane and the generation of reactive oxygen species (ROS). Our results may deepen the understanding of antifungal properties of CBO against P. digitatum and provide the theoretical foundation to uncover the antifungal mechanism of CBO at the molecular level."
    },
    {
      "pmid": "38667687",
      "title": "Enhancing the Topical Antibacterial Activity of Fusidic Acid via Embedding into Cinnamon Oil Nano-Lipid Carrier.",
      "authors": [
        "Heba S Elsewedy",
        "Tamer M Shehata",
        "Shaymaa M Genedy",
        "Khuzama M Siddiq",
        "Bushra Y Asiri",
        "Rehab A Alshammari",
        "Sarah I Bukhari",
        "Adeola T Kola-Mustapha",
        "Heba A Ramadan",
        "Wafaa E Soliman"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2024-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Presently, antimicrobial resistance is of great risk to remarkable improvements in health conditions and infection management. Resistance to various antibiotics has been considered a great obstacle in their usage, necessitating alternative strategies for enhancing the antibacterial effect. Combination therapy has been recognized as a considerable strategy that could improve the therapeutic influence of antibacterial agents. Therefore, the aim of this study was to combine the antibacterial action of compounds of natural origin like fusidic acid (FA) and cinnamon essential oil (CEO) for synergistic effects. A distinctive nanoemulsion (NE) was developed using cinnamon oil loaded with FA. Applying the Box-Behnken design (BBD) approach, one optimized formula was selected and integrated into a gel base to provide an FA-NE-hydrogel for optimal topical application. The FA-NE-hydrogel was examined physically, studied for in vitro release, and investigated for stability upon storage at different conditions, at room (25 °C) and refrigerator (4 °C) temperatures, for up to 3 months. Ultimately, the NE-hydrogel preparation was inspected for its antibacterial behavior using multidrug-resistant bacteria and checked by scanning electron microscopy. The FA-NE-hydrogel formulation demonstrated a pH (6.32), viscosity (12,680 cP), and spreadability (56.7 mm) that are acceptable for topical application. The in vitro release could be extended for 6 h, providing 52.0%. The formulation was stable under both test conditions for up to 3 months of storage. Finally, the FA-NE-hydrogel was found to inhibit the bacterial growth of not only Gram-positive but also Gram-negative bacteria. The inhibition was further elucidated by a scanning electron micrograph, indicating the efficiency of CEO in enhancing the antibacterial influence of FA when combined in an NE system."
    },
    {
      "pmid": "38529191",
      "title": "Antibacterial activity of cinnamon essential oil and its main component of cinnamaldehyde and the underlying mechanism.",
      "authors": [
        "Chengjie Shu",
        "Ling Ge",
        "Zhuohang Li",
        "Bin Chen",
        "Shengliang Liao",
        "Lu Lu",
        "Qinlin Wu",
        "Xinyi Jiang",
        "Yuhan An",
        "Zongde Wang",
        "Man Qu"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Plant essential oils have long been regarded as repositories of antimicrobial agents. In recent years, they have emerged as potential alternatives or supplements to antimicrobial drugs. Although literature reviews and previous studies have indicated that cinnamon essential oil (CIEO) and its major component, cinnamaldehyde (CID), possess potent antibacterial activities, their antibacterial mechanisms, especially the in vivo antibacterial mechanisms, remain elusive. Methods: In this study, we utilized the in vivo assessment system of Caenorhabditis elegans (C. elegans) to investigate the effects and mechanisms of high dose (100 mg/L) and low dose (10 mg/L) CIEO and CID in inhibiting Pseudomonas aeruginosa (P. aeruginosa). In addition, we also examined the in vitro antibacterial abilities of CIEO and CID against other common pathogens including P. aeruginosa and 4 other strains. Results: Our research revealed that both high (100 mg/L) and low doses (10 mg/L) of CIEO and CID treatment significantly alleviated the reduction in locomotion behavior, lifespan, and accumulation of P. aeruginosa in C. elegans infected with the bacteria. During P. aeruginosa infection, the transcriptional expression of antimicrobial peptide-related genes (lys-1 and lys-8) in C. elegans was upregulated with low-dose CIEO and CID treatment, while this trend was suppressed at high doses. Further investigation suggested that the PMK-1 mediated p38 signaling pathway may be involved in the regulation of CIEO and CID during nematode defense against P. aeruginosa infection. Furthermore, in vitro experimental results also revealed that CIEO and CID exhibit good antibacterial effects, which may be associated with their antioxidant properties. Conclusion: Our results indicated that low-dose CIEO and CID treatment could activate the p38 signaling pathway in C. elegans, thereby regulating antimicrobial peptides, and achieving antimicrobial effects. Meanwhile, high doses of CIEO and CID might directly participate in the internal antimicrobial processes of C. elegans. Our study provides research basis for the antibacterial properties of CIEO and CID both in vivo and in vitro."
    },
    {
      "pmid": "38521924",
      "title": "An in vitro study elucidating the synergistic effects of aqueous cinnamon extract and an anti-TNF-α biotherapeutic: implications for a complementary and alternative therapy for non-responders.",
      "authors": [
        "Shubrata Khedkar",
        "Minhaj Ahmad Khan"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2024-Mar-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Tumor necrosis factor-alpha (TNF-α) is a critical pro-inflammatory cytokine, and its abnormal production is associated with several immune mediated inflammatory diseases (IMID). Biological anti-TNF-α therapy includes treatment with monoclonal antibodies such as infliximab which have proven successful and are well-tolerated in most patients. Unfortunately, some patients may not respond to therapy (primary non-responders) or may lose sensitivity to the biological agent over time (early and late secondary non-responders). Natural products can reduce inflammation and act synergistically with small molecules or biologics, although evidence remains limited. This study aimed to investigate whether complementary and alternative medicine (CAM) could play a role in infliximab non-responders. Reportedly, cinnamon can help manage chronic inflammatory conditions owing to its anti-inflammatory properties. METHODS: We studied the synergistic effects of cinnamon and infliximab in vitro using a two-step approach. First, we investigated whether cinnamon and infliximab act synergistically. Second, we selected conditions that supported statistically significant synergy with infliximab and studied the mRNA expression of several genes involved in non-response to infliximab. We used aqueous cinnamon extract (aCE) from Cinnamomum cassia, Cinnamomum zeylanicum, and Cinnamomum loureiroi and bioactive trans-cinnamaldehyde (TCA), cinnamic acid (CA), and eugenol to study the synergy between infliximab and aCE/bioactive compounds using bioassays in fibroblast (L929) and monocytic (U937) cell lines, followed by qPCR for molecular-level insights. TCA, C. cassia aCE, and C. zeylanicum aCE demonstrated a dose-dependent synergistic effect with infliximab. Moreover, we saw differential gene expression for adhesion molecules, apoptotic factors, signaling molecules, and matrix remodelers in presence and absence of aCE/bioactives. RESULTS: CAM supplementation was most effective with C. cassia aCE, where a synergistic effect was observed for all the tested genes specifically for MMP-1, BcL-xL, Bax and JAK2, followed by TCA, which affected most of the tested genes except TLR-2, MMP1, MMP3, TIMP-1, and BAX, and C. zeylanicum aCE, which did not affect ICAM-1, VCAM-1, TLR-2, TLR-4, MMP1, MMP3, TIMP-1, and STAT3. CONCLUSION: In conclusion, cinnamon acted synergistically with infliximab to mitigate inflammation when used as an extract. Purified bioactive TCA also showed synergistic activity. Thus, aCE, or cinnamon bioactive may be used as a CAM to improve patients' quality of life.",
      "mesh_terms": [
        "Humans",
        "Tumor Necrosis Factor-alpha",
        "Cinnamomum zeylanicum",
        "Infliximab",
        "Matrix Metalloproteinase 1",
        "Matrix Metalloproteinase 3",
        "Tissue Inhibitor of Metalloproteinase-1",
        "Tumor Necrosis Factor Inhibitors",
        "Toll-Like Receptor 2",
        "Quality of Life",
        "bcl-2-Associated X Protein",
        "Complementary Therapies",
        "Plant Extracts",
        "Inflammation"
      ]
    },
    {
      "pmid": "38471231",
      "title": "Effect of cinnamon powder on quality attributes and off-flavor in fried chicken drumsticks made from long-term thawed Korean native chicken.",
      "authors": [
        "Yousung Jung",
        "Soomin Oh",
        "Dongwook Kim",
        "Sangrok Lee",
        "Hee-Jeong Lee",
        "Dong-Jin Shin",
        "Hyo-Jun Choo",
        "Cheorun Jo",
        "Ki-Chang Nam",
        "Jun-Heon Lee",
        "Aera Jang"
      ],
      "journal": "Poultry science",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of cinnamon powder on the quality and mitigation of off-flavor in fried chicken drumsticks made from long-term thawed Korean native chicken (Woorimatdag No. 1, WRMD1) was investigated. The WRMD1 drumsticks were categorized into 5 groups: conventional thawing (16 h, CT), long-term thawing (48 h, LT), cinnamon powder added into 'LT' as marinade (0.03%, CM) or incorporated into the batter (1.35%, CB), and long-term thawing with cinnamon powder incorporated both in the marinade and batter (0.03% + 1.35%, CMB). The crude fat content was significantly higher in the CT and CMB than that of the CB. The CM, CB, and CMB showed significantly lower levels of 2-thiobarbituric acid reactive substance compared with the CT and LT. The predominant fatty acids in all treatments were C18:1n9, C18:2n6, and C16:0. The LT displayed lower total unsaturated fatty acid content than the CT (P < 0.05). The CM effectively decreased lipid oxidative volatiles, such as 1-octanol, 1-octen-3-ol, and 2-octen-1-ol, (E), in the LT (P < 0.05). Both the CM and CB showed an inclination to increase specific pyrazines associated with pleasant notes compared with the LT, and showed higher levels of pyrazines, such as pyrazine, 2-ethyl-6-methyl-, and pyrazine, 3-ethyl-2,5-dimethyl-, than those of the CMB (P < 0.05). The CM contained higher levels of 2,3-butanedione when compared with the other groups (P < 0.05). Multivariate analysis demonstrated that cinnamon had an effect in discriminating the treatment groups with cinnamon addition from both the CT and LT, whereas the CM, CB, and CMB formed distinct clusters. The CM and CMB received significantly higher aroma scores from panelists in comparison to the other groups. These findings suggest that the CM (0.03% cinnamon powder) can be used to enhance the aroma in fried WRMD1 drumsticks by reducing or masking the off-flavor volatiles associated with long-term thawing.",
      "mesh_terms": [
        "Animals",
        "Chickens",
        "Cinnamomum zeylanicum",
        "Cooking",
        "Republic of Korea",
        "Meat Products",
        "Taste",
        "Powders"
      ]
    },
    {
      "pmid": "38466959",
      "title": "A Systematic Review Evaluating Cinnamon's Effects on Glucose Utilizing a Ranking System to Assess Bias and Study Quality.",
      "authors": [
        "Hebat Bakhach",
        "Monika Nuffer",
        "Shasta Tall Bull",
        "Wesley Nuffer"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Review"
      ],
      "abstract": "In the context of diabetes, the use of cinnamon continues to be among the most popular supplements taken by patients for glucose control. To strategically evaluate the available literature comparing various cinnamon species and statistically significant glucose effects after ranking studies based on two tools to assess bias and overall study quality, to clarify cinnamon's role in glucose control. The authors performed a systematic search based upon PRISMA guidelines. The search was conducted utilizing PubMed, AMED, CINAHL, EMBASE, Cochrane, and Medline databases, with the final search performed in September 2022 with restrictions to human subjects and English language. Electronic searches were conducted utilizing the keywords \"diabetes mellitus\" combined with Cinnamomum zeylanicum/Cinnamomum cassia/Cinnamomum verum combined with blood glucose (BG). A second search utilized \"cinnamomum zeylanicum/cinnamomum cassia/cinnamomum verum\" combined with \"blood glucose,\" and a final search utilized \"diabetes mellitus\" combined with \"cinnamon.\" Data extraction and ranking of included studies utilizing the risk of bias 2 tool and modified Heyland Methodological Quality Scoring tool were performed independently by two review authors. These authors compared their results and reconciled any differences in scoring to generate a final ranking of studies. A third author was available for any discrepancies that could not be resolved but was not needed. Forty-five studies were included in the review and were scored for bias and quality. Overall 62% demonstrated statistical significance for positive effects in at least one parameter around BG control. Applying the ranking systems reduced the percentage closer to 50%. Safety was extremely well documented across studies with few adverse effects. Results are limited by heterogeneity of glucose parameters, leading to studies being ranked individually and not synthesized. Cinnamon supplementation likely has a modest positive effect on BG. Based upon the strong safety profile, utilization of this spice as an adjunct to pharmacologic therapy is reasonable.",
      "mesh_terms": [
        "Humans",
        "Bias",
        "Blood Glucose",
        "Cinnamomum aromaticum",
        "Cinnamomum zeylanicum",
        "Diabetes Mellitus",
        "Dietary Supplements",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "38331716",
      "title": "Regulation of overexpressed efflux pump encoding genes by cinnamon oil and trimethoprim to abolish carbapenem-resistant Acinetobacter baumannii clinical strains.",
      "authors": [
        "Neveen M Saleh",
        "Hadeer Ezzat",
        "Gharieb S El-Sayyad",
        "Hamdallah Zedan"
      ],
      "journal": "BMC microbiology",
      "publication_date": "2024-Feb-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Resistance mechanisms are a shelter for Acinetobacter baumannii to adapt to our environment which causes difficulty for the infections to be treated and WHO declares this organism on the top of pathogens priority for new drug development. The most common mechanism that develops drug resistance is the overexpression of the efflux pump, especially Resistance-nodulation-cell division (RND) family, to almost most antibiotics. The study is designed to detect RND efflux pump genes in A. baumannii, and its correlation to multidrug resistance, in particular, the carbapenems resistance Acinetobacter baumannii (CRAB), and using different inhibitors that restore the antibiotic susceptibility of imipenem. Clinical A. baumannii isolates were recovered from different Egyptian hospitals in Intensive care unit (ICU). The expression of genes in two strains was analyzed using RT-PCR before and after inhibitor treatment. About 100 clinical A. baumannii isolates were recovered and identified and recorded as MDR strains with 75% strains resistant to imipenem. adeB, adeC, adeK, and adeJ were detected in thirty- seven the carbapenems resistance Acinetobacter baumannii (CRAB) strains. Cinnamomum verum oil, Trimethoprim, and Omeprazole was promising inhibitor against 90% of the carbapenems resistance Acinetobacter baumannii (CRAB) strains with a 2-6-fold decrease in imipenem MIC. Downregulation of four genes was associated with the addition of those inhibitors to imipenem for two the carbapenems resistance Acinetobacter baumannii (CRAB) (ACN15 and ACN99) strains, and the effect was confirmed in 24 h killing kinetics. Our investigation points to the carbapenems resistance Acinetobacter baumannii (CRAB) strain's prevalence in Egyptian hospitals with the idea to revive the imipenem activity using natural and chemical drugs as inhibitors that possessed high synergistic activity.",
      "mesh_terms": [
        "Humans",
        "Trimethoprim",
        "Acinetobacter baumannii",
        "Cinnamomum zeylanicum",
        "Bacterial Proteins",
        "Acinetobacter Infections",
        "Anti-Bacterial Agents",
        "Imipenem",
        "Microbial Sensitivity Tests",
        "Drug Resistance, Multiple, Bacterial"
      ]
    },
    {
      "pmid": "38290699",
      "title": "Effect of cinnamon spice on continuously monitored glycemic response in adults with prediabetes: a 4-week randomized controlled crossover trial.",
      "authors": [
        "Hila Zelicha",
        "Jieping Yang",
        "Susanne M Henning",
        "Jianjun Huang",
        "Ru-Po Lee",
        "Gail Thames",
        "Edward H Livingston",
        "David Heber",
        "Zhaoping Li"
      ],
      "journal": "The American journal of clinical nutrition",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Previous clinical studies showing that cinnamon spice lowers blood glucose concentrations had inconsistent results. OBJECTIVES: To determine the effect of daily cinnamon spice supplementation in an amount commonly used for seasoning on glucose concentrations in adults with obesity and prediabetes. METHODS: Following a 2-wk run-in period of maintaining a low polyphenol/fiber diet, 18 participants with obesity and prediabetes underwent a 10-wk randomized, controlled, double-blind, crossover trial (mean age 51.1 y; mean fasting plasma glucose 102.9 mg/dL). The participants were randomly assigned to take cinnamon (4 g/d) or placebo for 4-wk, followed by a 2-wk washout period, and then crossed over to the other intervention for an additional 4-wk. Glucose changes were measured with continuous glucose monitoring. Oral glucose tolerance testing immediately following ingestion of cinnamon or placebo was performed at 4-time points to assess their acute effects both at the baseline and end of each intervention phase. Digestive symptom logs were obtained daily. RESULTS: There were 694 follow-up days with 66,624 glucose observations. When compared with placebo, 24-h glucose concentrations were significantly lower when cinnamon was administered [mixed-models; effect size (ES) = 0.96; 95 % confidence interval (CI): -2.9, -1.5; P < 0.001]. Similarly, the mean net-area-under-the-curve (netAUC) for glucose was significantly lower than for placebo when cinnamon was given (over 24 h; ES = -0.66; 95 % CI: 2501.7, 5412.1, P = 0.01). Cinnamon supplementation resulted in lower glucose peaks compared with placebo (Δpeak 9.56 ± 9.1 mg/dL compared with 11.73 ± 8.0 mg/dL; ES = -0.57; 95 % CI: 0.8, 3.7, P = 0.027). Glucose-dependent-insulinotropic-polypeptide concentrations increased during oral glucose tolerance testing + cinnamon testing (mixed-models; ES = 0.51; 95 % CI: 1.56, 100.1, P = 0.04), whereas triglyceride concentrations decreased (mixed-models; ES = 0.55; 95 % CI: -16.0, -1.6, P = 0.02). Treatment adherence was excellent in both groups (cinnamon: 97.6 ± 3.4 % compared with placebo: 97.9 ± 3.7 %; ES = -0.15; 95 % CI: -1.8, 0.2, P = 0.5). No differences were found in digestive symptoms (abdominal pain, borborygmi, bloating, excess flatus, and stools/day) between cinnamon and placebo groups. CONCLUSIONS: Cinnamon, a widely available and low-cost supplement, may contribute to better glucose control when added to the diet in people who have obesity-related prediabetes. This trial was registered at clinicaltrials.gov as NCT04342624.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Middle Aged",
        "Prediabetic State",
        "Cinnamomum zeylanicum",
        "Blood Glucose",
        "Cross-Over Studies",
        "Spices",
        "Blood Glucose Self-Monitoring",
        "Obesity",
        "Double-Blind Method",
        "Diabetes Mellitus, Type 2"
      ]
    },
    {
      "pmid": "38225121",
      "title": "Effect of pin-to-plate atmospheric cold plasma (ACP) on microbial load and physicochemical properties in cinnamon, black pepper, and fennel.",
      "authors": [
        "Suraj P Kahar",
        "Ashutosh Shelar",
        "Uday S Annapure"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current study aimed to investigate the influence of pin-to-plate atmospheric cold plasma treatment (ACP) on the microbial decontamination efficacy, physical (water activity, color, texture), and bioactive (total phenolic and anti-oxidant capacity, volatile oil profile) of three major spices cinnamon, black pepper, and fennel at three different voltages (170, 200, 230 V) and exposure time (5, 10, 15 min). The surface etching and oxidative reactions of cold plasma is anticipated to cause microbial decontamination of the spices. In accordance with this, the ACP treatment significantly reduced the yeast and mold count of cinnamon, black pepper, and fennel, resulting in 1.3 Log CFU/g, 1.1 Log CFU/g, and 1.0 Log CFU/g, respectively even at the lowest treatment at 170 V-5 min. While at the highest treatment of 230 V-15 min, complete decontamination in all the samples was observed due to the plasma-induced microbial cell disruption. The water activity of samples reduced post-treatment 0.69 ± 0.02 to 0.51 ± 0.03 for cinnamon, 0.61 ± 0.03 to 0.49 ± 0.01 for pepper, and 0.60 ± 0.02 to 0.43 ± 0.02 for fennel which further reassures better microbial stability. The color and textural properties were significantly unaffected (p > 0.05) preserving the fresh-like attributes. The total phenolic content was increased for cinnamon (2.26 %), black pepper (0.11 %), and fennel (0.33 %) after plasma treatment at 230 V-15 min due to the cold plasma surface etching phenomenon. However, the essential oil composition revealed no significant variation in all three spices' control and treated samples. Thus, the study proves the potential of the atmospheric pressure cold plasma for the complete decontamination of the investigated spices (cinnamon, pepper, fennel) without remarkable changes in the volatile oil profile.",
      "mesh_terms": [
        "Plasma Gases",
        "Foeniculum",
        "Cinnamomum zeylanicum",
        "Piper nigrum",
        "Water",
        "Oils, Volatile"
      ]
    },
    {
      "pmid": "38143071",
      "title": "Enhanced mechanical properties and antibacterial activities of chitosan films through incorporating zein-gallic acid conjugate stabilized cinnamon essential oil Pickering emulsion.",
      "authors": [
        "Linjie Yang",
        "Chuang Zhou",
        "Yunhao Liu",
        "Zuyu He",
        "Mengru Zhang",
        "Chao Wang",
        "Ziming Yang",
        "Puwang Li"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, zein-gallic acid covalent complex prepared by alkali treatment was utilized as an emulsifier to stabilize cinnamon essential oil (CEO) Pickering emulsion, and the chitosan-based (CZGE) films loaded with CEO Pickering emulsion were prepared by blending. The influences of different contents of CEO Pickering emulsion on the physical properties and biological activities of CZGE films were investigated. The results showed that Pickering emulsion had good compatibility with chitosan matrix and enhanced the interaction between film-forming matrix polymer. In addition, incorporating with CEO Pickering emulsion (15 %, v/v) significantly improved the mechanical and barrier properties of the films, and also enhanced the light transmittance and thermal stability of the films. Furthermore, the loading of emulsion also improved the antioxidant activities of the films and led to the formation of high antimicrobial property against food pathogens, and the slow-release behavior of CEO could effectively extend the biological activity of the films. These results suggested that Pickering emulsion has potential as a loading system and a plasticizer in active packaging, and the feasibility of CZGE film in food packaging.",
      "mesh_terms": [
        "Oils, Volatile",
        "Cinnamomum zeylanicum",
        "Chitosan",
        "Zein",
        "Gallic Acid",
        "Emulsions",
        "Anti-Bacterial Agents",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "38096669",
      "title": "Consequences of dietary cinnamon and ginger oils supplementation on blood biochemical parameters, oxidative status, and tissue histomorphology of growing Japanese quails.",
      "authors": [
        "Mohamed E Abd El-Hack",
        "Mohamed F AboElMaati",
        "Wafaa F Abusudah",
        "Ohaad F Awlya",
        "Najlaa H Almohmadi",
        "Walid Fouad",
        "Hanan S Mohamed",
        "Islam M Youssef",
        "Naif A Al-Gabri",
        "Sarah I Othman",
        "Ahmed A Allam",
        "Ayman E Taha",
        "Guillermo Tellez-Isaias",
        "Amira M Mansour"
      ],
      "journal": "Poultry science",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aimed to investigate the impact of various concentrations of ginger and cinnamon oils as antibiotic substitutes on some blood biochemical parameters, antioxidant capacity, and histopathological profile of the liver and gut of growing Japanese. A total of 900 Japanese quails were randomly allotted into 6 treatment groups. Each group had 5 replicates (30 chicks each). The first group received a basal diet and served as the control, while the second received a basal diet plus 0.5 g of colistin antibiotic/kg diet. The third and fourth groups were supplemented with 0.5 mL and 1.0 mL of ginger oil (GO)/kg diet, respectively. While the fifth and sixth groups received basal diet with 0.5 and 1.0 mL of cinnamon oil (CO)/kg diet, respectively. Results showed that adding herbal oils significantly (P < 0.05) decreased the aspartate aminotransferase (AST) and urea levels compared to control and colistin groups. Various levels of GO and CO significantly (P < 0.05) reduced cholesterol levels compared to control birds. Compared to the control and antibiotic groups, Japanese quails supplemented with various levels of herbal oils (GO and CO) had more extraordinarily significant (P < 0.05) values for total antioxidant capacity (TAC), superoxide dismutase (SOD), glutathione peroxidase (GPX), and glutathione reductase (GSR). Regarding histopathologic examination, the jejunum displayed a nearly empty lumen, a few fusions, and mild goblet cell metaplasia. On the other hand, the duodenum looked tall and had a few fusions of villi and remnants of removal in its lumina. It could be concluded that cinnamon and GO improved birds' blood biochemical parameters, electorate oxidative stress, and enhanced intestinal and hepatic histology of the treated quails. Also, the levels of 0.5 mL CO and 0.5 mL GO may be an acceptable substitute for antibiotics (colistin) in the diets of growing Japanese quail.",
      "mesh_terms": [
        "Animals",
        "Coturnix",
        "Antioxidants",
        "Zingiber officinale",
        "Cinnamomum zeylanicum",
        "Colistin",
        "Animal Feed",
        "Chickens",
        "Diet",
        "Dietary Supplements",
        "Quail",
        "Oils, Volatile",
        "Oxidative Stress",
        "Anti-Bacterial Agents"
      ]
    },
    {
      "pmid": "38089418",
      "title": "The effects of cinnamon supplementation on adipokines and appetite-regulating hormones: A systematic review of randomized clinical trials.",
      "authors": [
        "Alireza Gheflati",
        "Naseh Pahlavani",
        "Elyas Nattagh-Eshtivani",
        "Zahra Namkhah",
        "Mohammad Ghazvinikor",
        "Golnaz Ranjbar",
        "Mostafa Shahraki Jazinaki",
        "Abdolreza Norouzy"
      ],
      "journal": "Avicenna journal of phytomedicine",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: Cinnamon is extracted from the inner bark of Cinnamomum trees. Recent studies have indicated that cinnamon is a safe and cost-effective treatment for improving body weight, lipid profiles, insulin resistance, and blood pressure. This systematic review aimed to summarize the effect of cinnamon supplementation on adipokines and appetite-regulating hormones. MATERIALS AND METHODS: This comprehensive literature search was conducted using databases such as PubMed, Scopus, ISI Web of Science, and Google Scholar up to March 2022 without any limitation. The quality of eligible studies was evaluated through the Cochrane Collaboration's tool for assessing the risk of bias. RESULTS: This systematic review included six clinical trial studies (363 participants), among which, only one study was performed on children, and two investigations were conducted on obese participants. A decreasing effect was found in the level of leptin and visfatin after cinnamon supplementation. Two out of three studies examined adiponectin levels and revealed non-significant effects of cinnamon consumption on this parameter. Two studies evaluated ghrelin levels and found an increase after cinnamon supplementation. The result of cinnamon supplementation on other biomarkers such as glucose-dependent insulinotropic polypeptide, glucagon-like peptide 1, and resistin was inconsistent. CONCLUSION: The result of this systematic review indicated the increasing effect of cinnamon supplementation on ghrelin levels and decreasing effect on leptin and visfatin levels. However, more clinical data are required to clarify the beneficial effects of cinnamon on adipokines levels due to the controversial findings of the studies."
    },
    {
      "pmid": "38003308",
      "title": "Adjuvant Effect of Cinnamon Polyphenolic Components in Colorectal Cancer Cell Lines.",
      "authors": [
        "Alessandro Palmioli",
        "Matilde Forcella",
        "Monica Oldani",
        "Irene Angotti",
        "Grazia Sacco",
        "Paola Fusi",
        "Cristina Airoldi"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Nov-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colorectal cancer (CRC) is the second-leading cause of cancer death, with a worldwide incidence rate constantly increasing; thus, new strategies for its prevention or treatment are needed. Here, we describe the adjuvant effect of the polyphenol-enriched fractions of cinnamon, from cinnamon bark and buds, when co-administered with a potent anticancer drug, cetuximab, used for CRC therapy. The co-administration significantly reduces the cetuximab dose required for the antiproliferative activity against colorectal cancer cell line E705, which is sensitive to EGFR-targeted therapy. The anticancer activity of these cinnamon-derived fractions, whose major components (as assessed by UPLC-HRMS analysis) are procyanidins and other flavonoids, strictly correlates with their ability to induce apoptosis in cancer cell lines through ERK activation and the mitochondrial membrane potential impairment. Due to the severe side effects of cetuximab administration, our results suggest the use of nutraceuticals based on the polyphenolic fractions of cinnamon extracts as adjuvants in the therapy of CRC.",
      "mesh_terms": [
        "Humans",
        "Cetuximab",
        "Cinnamomum zeylanicum",
        "Cell Proliferation",
        "Antineoplastic Agents",
        "Cell Line, Tumor",
        "Colorectal Neoplasms"
      ]
    },
    {
      "pmid": "37907022",
      "title": "Synergistic bactericidal mechanisms of RF energy simultaneously combined with cinnamon essential oil or epsilon-polylysine against Salmonella revealed at cellular and metabolic levels.",
      "authors": [
        "Yuanmei Xu",
        "Xiangyu Guan",
        "Shaojin Wang"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2024-Jan-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Radio frequency (RF) heating and antimicrobials are considered to be effective methods for inactivating food pathogens. This study explored the bactericidal effects against Salmonella of RF heating combined with two kinds of natural antimicrobials possessing different hydrophobic properties and their synergistic bactericidal mechanisms. Results showed that RF heating caused sublethal damage to bacterial cells and enhanced the interaction of cells and antimicrobials, leading to synergistic bactericidal effects of the simultaneous combination of RF heating and antimicrobials. The combination of RF heating and ε-polylysine (ε-PL) further promoted cell morphological alteration, raised membrane permeability, intracellular adenosine triphosphate (ATP) leakage and intracellular reactive oxygen species (ROS) accumulation compared to individual treatment. The simultaneous combination of RF heating and cinnamon essential oil nanoemulsion (CEON) also further enhanced membrane permeability and ROS accumulation compared to individual treatment, but impacts were less than those in the combination of RF heating and ε-PL. The major synergistic bactericidal mechanism of RF heating and CEON was significantly inhibiting intracellular ATP synthesis. The untargeted metabolomics analysis revealed that the combined treatments enhanced disturbances to multiple intracellular metabolisms compared to individual treatment, thus leading to synergistic bactericidal effects against Salmonella. These results provide an in-depth understanding of the synergistic bactericidal mechanisms of the combination of RF heating and natural antimicrobials from cellular and metabolic levels.",
      "mesh_terms": [
        "Polylysine",
        "Cinnamomum zeylanicum",
        "Oils, Volatile",
        "Reactive Oxygen Species",
        "Anti-Bacterial Agents",
        "Anti-Infective Agents",
        "Salmonella typhimurium",
        "Adenosine Triphosphate"
      ]
    },
    {
      "pmid": "37895849",
      "title": "Galangal-Cinnamon Spice Mixture Blocks the Coronavirus Infection Pathway through Inhibition of SARS-CoV-2 MPro, Three HCoV-229E Targets; Quantum-Chemical Calculations Support In Vitro Evaluation.",
      "authors": [
        "Doaa G El-Hosari",
        "Wesam M Hussein",
        "Marwa O Elgendy",
        "Sara O Elgendy",
        "Ahmed R N Ibrahim",
        "Alzhraa M Fahmy",
        "Afnan Hassan",
        "Fatma Alzahraa Mokhtar",
        "Modather F Hussein",
        "Mohamed E A Abdelrahim",
        "Eman G Haggag"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2023-Sep-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Natural products such as domestic herbal drugs which are easily accessible and cost-effective can be used as a complementary treatment in mild and moderate COVID-19 cases. This study aimed to detect and describe the efficiency of phenolics detected in the galangal-cinnamon mixture in the inhibition of SARS-CoV-2's different protein targets. The potential antiviral effect of galangal-cinnamon aqueous extract (GCAE) against Low Pathogenic HCoV-229E was assessed using cytopathic effect inhibition assay and the crystal violet method. Low Pathogenic HCoV-229E was used as it is safer for in vitro laboratory experimentation and due to the conformation and the binding pockets similarity between HCoV-229E and SARS-CoV-2 MPro. The GCAE showed a significant antiviral effect against HCoV-229E (IC50 15.083 µg/mL). Twelve phenolic compounds were detected in the extract with ellagic, cinnamic, and gallic acids being the major identified phenolic acids, while rutin was the major identified flavonoid glycoside. Quantum-chemical calculations were made to find molecular properties using the DFT/B3LYP method with 6-311++G(2d,2p) basis set. Quantum-chemical values such as EHOMO, ELUMO, energy gap, ionization potential, chemical hardness, softness, and electronegativity values were calculated and discussed. Phenolic compounds detected by HPLC-DAD-UV in the GCAE were docked into the active site of 3 HCoV-229E targets (PDB IDs. 2ZU2, 6U7G, 7VN9, and 6WTT) to find the potential inhibitors that block the Coronavirus infection pathways from quantum and docking data for these compounds. There are good adaptations between the theoretical and experimental results showing that rutin has the highest activity against Low Pathogenic HCoV-229E in the GCAE extract."
    },
    {
      "pmid": "37893745",
      "title": "Effects of Cinnamon Powder on Glucose Metabolism in Diabetic Mice and the Molecular Mechanisms.",
      "authors": [
        "Yaoyao Liu",
        "Fan Liu",
        "Dongxu Xing",
        "Weifei Wang",
        "Qiong Yang",
        "Sentai Liao",
        "Erna Li",
        "Daorui Pang",
        "Yuxiao Zou"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Oct-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The liver is the primary organ regulating glucose metabolism. In our recent study, cinnamon improved liver function in diabetic mice. However, it is not clear whether cinnamon can reduce the glycemia of diabetic animals by regulating liver glucose metabolism. The purpose of this study was to investigate the hypoglycemic mechanism of cinnamon powder (CP) from the perspective of regulating liver glucose metabolism. To achieve this, different doses of CP (200, 400, or 800 mg/kg body weight) were given to diabetic mice by gavage once per day for 8 weeks. These mice were compared with healthy controls, untreated diabetic mice, and diabetic mice treated with metformin (the main first-line drug for type 2 diabetes). CP treatment effectively reduced fasting blood glucose levels and food intake, improved glucose tolerance and fasting serum insulin levels, and decreased glycated serum protein levels in diabetic mice. Furthermore, treatment with CP increased liver glycogen content and reduced the level of the gluconeogenesis precursor pyruvate in the liver. Data obtained by qPCR and western blotting suggested that CP improved glucose metabolism disorders by regulating AMPKα/PGC1α-mediated hepatic gluconeogenesis and PI3K/AKT-mediated hepatic glycogen synthesis. CP exhibits good hypoglycemic effects by improving hepatic glycogen synthesis and controlling hepatic gluconeogenesis. Therefore, CP may be applied as a functional food to decrease blood glucose."
    },
    {
      "pmid": "37876365",
      "title": "Effect of cinnamon essential oil dietary supplementation on the growth, fatty acid composition, and meat quality of tilapia.",
      "authors": [
        "Xiaoli Liu",
        "Huiyi Li",
        "Dong He",
        "Pingping Wang",
        "Yuteng Li",
        "Kegang Wu"
      ],
      "journal": "Journal of food science",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was conducted to investigate the effects of dietary supplementation of 0%, 0.2%, 0.35%, and 0.5% cinnamon essential oil on growth performance, fatty acid, and fillet quality of tilapia (Oreochromis niloticus). The results of growth experiments showed that the weight gain rate linearly and quadratically increased with increasing cinnamon essential oil doses (p < 0.05). The results of fatty acids experiments showed that the addition of essential oil significantly decreased the saturated fatty acids levels from 36.67% to 30.82% and increased the polyunsaturated fatty acids (PUFA) levels from 24.55% to 46.89%; especially, the n - 3 PUFA of 0.5% essential oil treatment showed the highest levels. Moreover, the n - 6 PUFA of 0.2% essential oil treatment were increased from 22.17% to 32.99%. The results of fillet quality experiments showed that the hardness and cohesiveness were linearly and quadratically increased with the increasing essential oil doses on days 4 and 7, respectively. The b* values linearly and quadratically decreased as the doses increased on day 7 (p < 0.05). The total volatile basic nitrogen levels were quadratically decreased with increasing cinnamon essential oil doses on day 7 (p < 0.05). In general, it can be concluded that cinnamon essential oil presented positive effects on the growth, nutritive values, and meat quality in tilapia.",
      "mesh_terms": [
        "Animals",
        "Fatty Acids",
        "Tilapia",
        "Oils, Volatile",
        "Cinnamomum zeylanicum",
        "Fatty Acids, Omega-3",
        "Meat",
        "Dietary Supplements",
        "Animal Feed"
      ]
    },
    {
      "pmid": "37818728",
      "title": "The effect of cinnamon supplementation on glycemic control in patients with type 2 diabetes mellitus: An updated systematic review and dose-response meta-analysis of randomized controlled trials.",
      "authors": [
        "Amir Hossein Moridpour",
        "Zeynab Kavyani",
        "Somaye Khosravi",
        "Elahe Farmani",
        "Maziar Daneshvar",
        "Vali Musazadeh",
        "Amir Hossein Faghfouri"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Systematic Review",
        "Meta-Analysis",
        "Journal Article",
        "Review"
      ],
      "abstract": "Although many randomized controlled trials (RCTs) have revealed the benefits of cinnamon on type 2 diabetes mellitus (T2DM), the effects of cinnamon supplementation on glycemic control in patients with T2DM are inconclusive. Therefore, the aim of this meta-analysis of RCTs was to assess the effects of cinnamon supplementation in managing glycemic control in patients with T2DM. Scientific international databases including Scopus, Web of Sciences, PubMed, Embase, and the Cochrane Library were searched till December 2022. For net changes in glycemic control, standard mean differences (SMDs) were calculated using random-effects models. Findings from 24 RCTs revealed that cinnamon supplementation had a statistically significant reduction in fasting blood sugar (SMD: -1.32; 95% CI: -1.77, -0.87, p < 0.001), Homeostatic Model Assessment for Insulin Resistance (SMD: -1.32; 95% CI: -1.77, -0.87, p < 0.001), and hemoglobin A1C (SMD: -0.67; 95% CI: -1.18, -0.15, p = 0.011) compared with the control group in patients with T2DM. Additionally, cinnamon did not change the serum levels of insulin (SMD: -0.17; 95% CI: -0.34, 0.01, p = 0.058) significantly. Our analysis indicated that glycemic control indicators are significantly decreased by cinnamon supplementation. Together, these findings support the notion that cinnamon supplementation might have clinical potential as an adjunct therapy for managing T2DM.",
      "mesh_terms": [
        "Humans",
        "Cinnamomum zeylanicum",
        "Blood Glucose",
        "Glycemic Control",
        "Randomized Controlled Trials as Topic",
        "Diabetes Mellitus, Type 2",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "37809560",
      "title": "Antibacterial activity and mechanism of cinnamon essential oil nanoemulsion against Pseudomonas deceptionensis CM2.",
      "authors": [
        "Dianbo Zhao",
        "Yanqing Ma",
        "Wenwen Wang",
        "Qisen Xiang"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This work aimed to evaluate the antibacterial activity and mechanism of cinnamon essential oil nanoemulsion (CON) against Pseudomonas deceptionensis CM2. The results revealed that CON could effectively inhibit the proliferation of P. deceptionensis CM2 cells in a time- and concentration-dependent manner. After 4 h of incubation with CON at the minimum inhibitory concentration (0.125 mg/mL), the relative fluorescence intensity of propidium iodide and 1-N-phenylnapthylamine (NPN) was increased by 32.0% and 351.4%, respectively. The membrane permeability of P. deceptionensis CM2 cells was significantly disrupted after CON treatment, resulting in the leakage of intracellular substances (such as proteins and electrolytes). CON also caused significant increases in the DiBAC4(3) fluorescence intensity of P. deceptionensis CM2 cells. These results demonstrate that CON induced inactivation of P. deceptionensis CM2 by destroying the integrity and function of bacterial membrane. A higher level of intracellular reactive oxygen species (ROS) was observed in CON-treated cells (p < 0.05), compared with control cells. Moreover, the addition of glutathione to the growth medium remarkably decreased the antimicrobial activity of CON against P. deceptionensis CM2, further confirming that oxidative stress played an important role in the antimicrobial activity of CON. Overall, CON may exhibit antibacterial effects by causing damage to the bacterial membranes and oxidative stress."
    },
    {
      "pmid": "37781063",
      "title": "Cinnamon (Cinnamomum cassia) hot water extract improves inflammation and tight junctions in the intestine in vitro and in vivo.",
      "authors": [
        "Tae Gwon Park",
        "Yu Rim Kim",
        "Soo-Yeon Park",
        "Kwanyong Choi",
        "Kyeong Jin Kim",
        "Ji Yeon Kim"
      ],
      "journal": "Food science and biotechnology",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: The natural byproduct Cinnamomum cassia was widely used in ancient Asia to cure disease because of its various pharmacological effects. Despite its ethnomedicinal benefits, few studies on the intestinal anti-inflammatory effect of C. cassia have been reported. Therefore, this study aimed to evaluate the potential beneficial effects of C. cassia on the intestine in vitro and in vivo. Herein, the effects of cinnamon hot water extract (CWE) on tight junction (TJ) barrier function, transepithelial electrical resistance, and mRNA expression were confirmed in Caco-2 cells. The CWE treatment groups showed significantly enhanced cell permeability, proinflammatory cytokine mRNA expression, and TJ expression. CWE-treated mice showed an improved histological index and decreased cytokine concentrations compared with those of colitis model mice. These results suggest that CWE alleviated inflammatory damage and improved the TJ barrier, indicating that CWE may be used as a functional food to improve intestinal health. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s10068-023-01292-3."
    },
    {
      "pmid": "37764946",
      "title": "Antibacterial and Anti-Biofilm Activities of Cinnamon Oil against Multidrug-Resistant Klebsiella pneumoniae Isolated from Pneumonic Sheep and Goats.",
      "authors": [
        "Sara H Mahrous",
        "Farouk A El-Balkemy",
        "Naser Z Abo-Zeid",
        "Mamdouh F El-Mekkawy",
        "Hend M El Damaty",
        "Ibrahim Elsohaby"
      ],
      "journal": "Pathogens (Basel, Switzerland)",
      "publication_date": "2023-Sep-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The primary objectives were to isolate and identify Klebsiella pneumoniae (K. pneumoniae), and determine the antimicrobial resistance patterns and biofilm formation abilities of the isolates. Additionally, the study aimed to investigate the antimicrobial and anti-biofilm effects of cinnamon oil against K. pneumoniae isolates. A cross-sectional study was conducted from March 2022 to April 2023 to collect 200 samples (including 156 nasal swabs and 44 lung specimens) from pneumonic sheep and goats admitted to the Veterinary Teaching Hospital of Zagazig University, Egypt. K. pneumoniae was isolated from a total of 72 (36%) samples, with 53 (73.6%) isolates recovered from nasal swabs and 19 (26.4%) from lung samples. Among the samples, 52 (36.9%) were from sheep and 20 (33.9%) were from goats. Antimicrobial susceptibility testing of the 72 K. pneumoniae isolates to 18 antimicrobials revealed that all isolates were resistant to ampicillin, amoxicillin/clavulanic acid, cefotaxime, ceftriaxone, tetracycline, colistin, fosfomycin, and trimethoprim/sulphamethoxazole. None of the isolates were resistant to amikacin, imipenem, and norfloxacin. Multidrug resistance (MDR) was observed in all K. pneumoniae isolates recovered from sheep and goats. The average MAR index was 0.71, ranging from 0.50 to 0.83. Regarding biofilm formation, among the K. pneumoniae isolates with a high MAR index (n = 30), 10% exhibited strong formation, 40% showed moderate formation, 43.3% displayed weak formation, and 6.7% did not form biofilms. Additionally, the biofilm-forming genes treC and fimA were present in all 28 biofilm-forming K. pneumoniae isolates, while the mrkA gene was detected in 15 (53.6%) of the 28 isolates. MDR K. pneumoniae isolates with strong biofilm formation abilities were treated with cinnamon oil at varying concentrations (100%, 75%, 50%, and 25%). This treatment resulted in inhibition zone diameters ranging from 35 to 45 mm. Cinnamon oil exhibited lower minimum inhibitory concentration and minimum bactericidal concentration values compared to norfloxacin for all isolates. Additionally, cinnamon oil significantly reduced the expression of biofilm-associated genes (treC, fimA, and mrkA) when compared to isolates treated with norfloxacin or untreated. In conclusion, this study identified a high level of MDR K. pneumoniae with strong and moderate biofilm formation abilities in pneumonic sheep and goats in Sharika Governorate, Egypt. Although cinnamon oil demonstrated potential antibacterial and anti-biofilm properties against K. pneumoniae, further research is required to investigate its effectiveness in treating K. pneumoniae infections in pneumonic sheep and goats."
    },
    {
      "pmid": "37638214",
      "title": "Cinnamon modulates the pharmacodynamic & pharmacokinetic of amlodipine in hypertensive rats.",
      "authors": [
        "Ibrahim Abdelsalam Abdelrahman",
        "Abdul Ahad",
        "Mohammad Raish",
        "Yousef A Bin Jardan",
        "Mohd Aftab Alam",
        "Fahad I Al-Jenoobi"
      ],
      "journal": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to investigate the effects of cinnamon on the pharmacodynamic (PD) & pharmacokinetic (PK) of amlodipine in hypertensive rats. The hypertensive control group of Wistar rats received L-NAME (40 mg/kg, daily, orally) only. The cinnamon group of rats was treated with cinnamon (200 mg/kg, daily, orally) along with L-NAME. Following 14 days treatment period, blood pressures of rats were monitored at designated intervals over 24 h utilizing a tail-cuff system for measuring blood pressure. To assess the oral PK; amlodipine was administered as a single oral dose of 1 mg/kg to rats and blood samples were collected at specified intervals over 24 h and analysed by UPLC-LC MS/MS. Synergistic decreased in rat's blood pressure was observed in presence of cinnamon + amlodipine. Simultaneous administration of cinnamon ameliorates the Cmax and AUC0-t of amlodipine, the Cmax and AUC0-t was 11.04 ± 1.01 ng/ml and 113.76 ± 5.62 ng h/ml for the cinnamon + amlodipine group as compared to 4.12 ± 0.49 ng/ml and 48.59 ± 4.28 ng h/ml for the amlodipine alone group. The study demonstrates that the use of cinnamon considerably decreases the blood pressure levels and enhances the PK parameters of amlodipine in hypertensive rats."
    },
    {
      "pmid": "37476402",
      "title": "Cinnamon essential oil vapor alleviates the reduction of aroma-related volatiles in cold-stored \"Feicheng\" peach using HS-GC-IMS.",
      "authors": [
        "Dan Wang",
        "Jing Zhang",
        "Wen-Yu Chen",
        "Hao Zhai",
        "Yang Jiang"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "\"Feicheng\" peach is popular for its unique aroma, but its defect of being highly sensitive to chilling injury (CI) often leads to aroma loss and internal browning. Essential oils (EOs) are often used to enhance the antioxidant capacity of plants and fruits, as well as to trigger their defense against biotic/abiotic stresses. This study aimed to examine the effect of cinnamon essential oil (CEO) vapor treatment on the aroma quality of peach fruit during cold storage using HS-GC-IMS. The results showed that 50 μL/L CEO vapor reduced the severity of internal browning (IB) in peaches at the stage of 7 ~ 21 d during refrigeration (Significantly, the L* value was higher and the IB index was lower than that of control, p < 0.05). Meanwhile, the evident reduction or loss of aroma content caused by CI was restored to a higher level than the control (p < 0.05). Furthermore, CEO treatment promoted the release of aroma-related volatiles as evidenced by more propyl acetate, and the dimer of amyl acetate, isoamyl acetate, butyl acetate detected than that on harvest day and no-treated group after 21 d of cold storage plus 2 d of shelf life. Genes of PpLOX1, PpLOX2, PpHPL1 and PpADH1 associated with aroma-related volatile biosynthesis revealed higher transcript abundance in peach fruits treated with CEO than the control (p < 0.05). Overall, our study demonstrated that CEO in vapor phase may be beneficial to alleviate the quality deterioration in aroma and flesh color of \"Feicheng\" peaches caused by CI, which lays a theoretical reference for maintaining postharvest quality of peach fruits."
    },
    {
      "pmid": "37447309",
      "title": "The Effect of Cinnamon on Glycolipid Metabolism: A Dose-Response Meta-Analysis of Randomized Controlled Trials.",
      "authors": [
        "Tingqing Yu",
        "Kun Lu",
        "Xinyi Cao",
        "Hui Xia",
        "Shaokang Wang",
        "Guiju Sun",
        "Liang Chen",
        "Wang Liao"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Jun-30",
      "publication_types": [
        "Meta-Analysis",
        "Journal Article",
        "Review"
      ],
      "abstract": "(1) Background: The effect of cinnamon on the regulation of glycolipid levels in type 2 diabetic patients is still controversial, and there is a lack of research on the dose-response relationship between cinnamon and glycolipid indicators in type 2 diabetic patients. (2) Methods: This dose-response meta-analysis was performed to explore the effect of the cinnamon intervention on glycolipid metabolism. We conducted a comprehensive database search for literature published before November 2022. Nonlinear models were used for dose-response relationship analysis. (3) Results: We identified that a cinnamon intervention was effective in controlling triglyceride (TG) levels (mean difference = -7.31; 95%CI: -12.37, -2.25, p = 0.005) and low-density lipoprotein cholesterol (LDL-C) levels (mean difference = -6.78; 95%CI: -11.35, -2.22, p = 0.004) in type 2 diabetic patients; however, it also was able to increase high-density lipoprotein cholesterol (HDL-C) levels in patients with type 2 diabetes (mean difference = 1.53; 95%CI: 1.01, 2.05, p < 0.001). However, the cinnamon intervention had no significant effect on the level of fasting blood glucose, glycated hemoglobin (HbA1c), or total cholesterol (TC) levels. We found a significant effect of the cinnamon intervention dose on the TG level (p-nonlinearity = 0.016) and LDL-C (p-nonlinearity = 0.019) in the nonlinear dose-response analysis. In the subgroup analysis, we found a hypoglycemic effect with the cinnamon dose ≤1200 mg (mean difference = -11.1, 95%CI: -14.64, -7.58, p < 0.001). (4) Conclusion: Cinnamon intervention may be beneficial in lowering TG and LDL-C levels while enhancing HDL-C levels, and the dosage of the intervention was an important factor in influencing the TG and LDL-C levels.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Cholesterol, LDL",
        "Cinnamomum zeylanicum",
        "Randomized Controlled Trials as Topic",
        "Glycolipids",
        "Blood Glucose",
        "Cholesterol, HDL",
        "Triglycerides"
      ]
    },
    {
      "pmid": "37416658",
      "title": "Cinnamon oil solid self-microemulsion mediates chronic mild stress-induced depression in mice by modulating monoamine neurotransmitters, corticosterone, inflammation cytokines, and intestinal flora.",
      "authors": [
        "Tianyu Ma",
        "Bingjie Tang",
        "Yan Wang",
        "Mengting Shen",
        "Yang Ping",
        "Lihong Wang",
        "Jin Su"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cinnamon oil (CO) is a classic Chinese medicine with excellent soothing effects on exhaustion, weakness and depression. Cinnamaldehyde is the main active ingredient of cinnamic oil. Although CO have antidepression-like effects, limited information is available. Furthermore, the disadvantages of CO, such as low oral availability and difficult portability, limit its development. In this study, a Cinnamon Oil Solid Self-Microemulsifying Drug Delivery System (CO-S-SME) was designed, prepared. In addition, we explored the effects and mechanisms of CO-S-SME on chronic unpredictable mild stress (CUMS)-induced depression-like behavior, monoamine neurotransmitters, inflammatory factors, intestinal flora in mice. Mice were subjected CUMS to establish the depression model. The antidepressant effect of CO-S-SME was evaluated by behavioral tests. In addition, the expression levels of neurotransmitters, corticosterone (CORT) and inflammatory factors in CUMS mice were analyzed by enzyme-linked immunosorbent assay. In addition, we explored the effects of CO-S-SME on the diversity and richness of intestinal flora of mice in each group. Behavioral tests showed that CO-S-SME could effectively improve depression-like behaviors in CUMS mice. Specifically, CO-S-SME treatment effectively increased neurotransmitter levels and reduced the expressions of corticosterone and inflammatory factors in CUMS mice. CO-S-SME also changed the intestinal flora composition, decreased the ratio of Firmicutes to Bacteroidetes, reduced relative abundances of Lactobacillus, modulated Alpha diversity and beta diversity. These results suggest that CO-S-SME an act as a good antidepressant, exhibiting effects via monoamine neurotransmitters, CORT, inflammation cytokines, and intestinal flora."
    },
    {
      "pmid": "37401321",
      "title": "Therapeutic effects of cinnamon bark oil on sciatic nerve injury in rats.",
      "authors": [
        "O Ozhan",
        "S F Izci",
        "M Huz",
        "M Colak",
        "Z Kucukakcali",
        "H Parlakpinar"
      ],
      "journal": "European review for medical and pharmacological sciences",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim of this study was to investigate the effects of cinnamon bark essential oil (CBO) on analgesia, motor activity, balance, and coordination in rats with sciatic nerve damage. MATERIALS AND METHODS: Rats were divided into three groups as simply randomized. The right sciatic nerve (RSN) of the Sham group was explored. Only vehicle solution was applied for 28 days. The RSN of the sciatic nerve injury (SNI) group was explored. Damage was created by unilateral clamping, and vehicle solution was applied for 28 days. The RSN of the sciatic nerve injury+cinnamon bark essential oil (SNI+CBO) group was explored. SNI was created by unilateral clamping and CBO was applied for 28 days. In the experiment study, motor activity, balance, and coordination measurements were made with rotarod and accelerod tests. A hot plate test was performed for analgesia measurements. Histopathology studies were carried out with the sciatic nerve tissues. RESULTS: In the rotarod test, there was a statistically significant difference between the SNI group and the SNI+CBO group (p<0.05). According to the accelerod test findings, there was a statistically significant difference between the SNI group with the Sham and SNI+CBO groups. In the hot plate test, there was a statistically significant difference between the SNI group with the Sham and SNI+CBO groups (p<0.05). In comparison to the Sham group and the SNI group, the SNI+CBO group was shown to have the greatest expression level of vimentin. CONCLUSIONS: We have concluded that CBO can be used as an adjuvant treatment in cases of SNI, increased pain, nociception, impaired balance, motor activity, and coordination. Our results will be supported by further studies.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Sciatic Neuropathy",
        "Sciatic Nerve",
        "Cinnamomum zeylanicum",
        "Peripheral Nerve Injuries",
        "Pain",
        "Oils, Volatile"
      ]
    },
    {
      "pmid": "37375915",
      "title": "Cinnamon Oil Alleviates Acetaminophen-Induced Uterine Toxicity in Rats by Abrogation of Oxidative Stress, Apoptosis, and Inflammation.",
      "authors": [
        "Sohail Hussain",
        "Saeed Alshahrani",
        "Rahimullah Siddiqui",
        "Andleeb Khan",
        "Manal Mohammed Elhassan Taha",
        "Rayan A Ahmed",
        "Abdulmajeed M Jali",
        "Marwa Qadri",
        "Khairat H M Khairat",
        "Mohammad Ashafaq"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Jun-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Paracetamol, or acetaminophen (APAP), is one of the first-line medications that is used for fever and pain. However, APAP can induce uterine toxicity when overused. The mode of action of APAP toxicity is due to the production of free radicals. The main goal of our study is to determine uterine toxicity from APAP overdose and the antioxidative activity of cinnamon oil (CO) in female rats. The effect of different doses of CO (50-200 mg/kg b.w.) was assessed in the uterus toxicity induced by APAP. Additionally, the imbalance in oxidative parameters, interleukins, and caspases was evaluated for the protective effects of CO. A single dose of APAP (2 g/kg b.w.) resulted in uterus toxicity, indicated by a significant increase in the level of lipid peroxidation (LPO), inflammatory interleukins cytokines (IL-1 and 6), expression of caspases 3 and 9, and a marked change in uterus tissue architecture evaluated by histopathology. Co-treatment of CO resulted in a significant amelioration of all the parameters such as LPO, interleukins IL-1β, IL-6, caspases 3 and 9 expression, and distortion of tissue architecture in a dose-dependent manner. Therefore, we can conclude that APAP-induced uterine injury due to oxidative stress can be restored by co-treatment with cinnamon oil (CO)."
    },
    {
      "pmid": "37316893",
      "title": "The effect of cinnamon supplementation on glycemic control in patients with type 2 diabetes or with polycystic ovary syndrome: an umbrella meta-analysis on interventional meta-analyses.",
      "authors": [
        "Meysam Zarezadeh",
        "Vali Musazadeh",
        "Elaheh Foroumandi",
        "Majid Keramati",
        "Alireza Ostadrahimi",
        "Rania A Mekary"
      ],
      "journal": "Diabetology & metabolic syndrome",
      "publication_date": "2023-Jun-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Several meta-analyses reported glycemic-lowering effects of cinnamon, while others reported conflicting findings. In the present study, we aimed to perform an umbrella meta-analysis of previous interventional meta-analyses on the effects of cinnamon on glycemic control in patients with type 2 diabetes (T2D) or with polycystic ovary syndrome (PCOS). METHODS: Relevant studies were searched in PubMed, Scopus, EMBASE, Web of Science, and Google Scholar up to June 2022. Meta-analyses of randomized clinical trials (RCTs) investigating the effects of cinnamon on glycemic indices including fasting plasma glucose (FPG), homeostatic model assessment for insulin resistance (HOMA-IR), insulin, and hemoglobin A1C (HbA1c) were included. Random-effects models were used to perform the umbrella meta-analysis and pool the weighted mean difference (WMD) or standardized mean difference (SMD) and their 95% confidence intervals (CI). RESULTS: Overall, 11 meta-analyses of RCTs were included. Cinnamon supplementation was effective in reducing serum FPG (WMD: -10.93 mg/dL; 95%CI: -16.22, -5.65; SMD: -0.86; 95%CI: -1.19, -0.52), insulin (WMD: -2.01 IU/mL; 95%CI: -3.96, -0.07; SMD: -0.61; 95%CI: -0.93, -0.30), HOMA-IR levels (WMD: -0.61; 95%CI: -0.91, -0.31; SMD: -0.78; 95%CI: -1.26, -0.30), and HbA1c (WMD: -0.10%; 95%CI: -0.17, -0.03). CONCLUSION: Cinnamon can be used as an anti-diabetic agent and an add-on treatment to control glycemic indices among patients with T2D or PCOS."
    },
    {
      "pmid": "37309758",
      "title": "A Comprehensive Study on Peppermint Oil and Cinnamon Oil as Nanoemulsion: Preparation, Stability, Cytotoxicity, Antimicrobial, Antifungal, and Antioxidant Activity.",
      "authors": [
        "Emrah Özakar",
        "Levent Alparslan",
        "M Cemal Adıgüzel",
        "Gülşah Torkay",
        "Alper Baran",
        "Ayça Bal-Öztürk",
        "Rukiye Sevinç-Özakar"
      ],
      "journal": "Current drug delivery",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Recent studies have shown that nanoemulsions prepared with essential oils have significant antimicrobial potential against multidrug-resistant pathogens due to increased chemical stability. Nanoemulsion also promotes controlled and sustained release, which increases their bioavailability and efficacy against multidrug-resistant bacteria. OBJECTIVE: This study aimed to investigate the antimicrobial, antifungal, antioxidant, and cytotoxicity properties of cinnamon essential oil and peppermint essential oil as nanoemulsions compared to pure forms. For this purpose, analyses of the selected stable nanoemulsions were carried out. METHOD: The droplet sizes and zeta potentials of peppermint essential oil nanoemulsions and cinnamon essential oil nanoemulsions were found to be 154.6±1.42 nm and -17.1±0.68 mV and 200.3±4.71 nm and -20.0±0.81 mV, respectively. Although the amount of essential oil used in nanoemulsions was 25% w/w, antioxidant and antimicrobial activities were found to be more effective compared to pure essential oils. RESULTS: In cytotoxicity studies on the 3T3 cell line, both essential oil nanoemulsions showed higher cell viability than pure essential oils. At the same time, cinnamon essential oil nanoemulsions exhibited a higher antioxidant property than peppermint essential oil nanoemulsions and showed superiority in the antimicrobial susceptibility test conducted against four bacteria and two fungi. Cell viability tests determined that cinnamon essential oil nanoemulsions showed considerably higher cell viability compared to pure cinnamon essential oil. CONCLUSION: These findings indicated that the prepared nanoemulsions in the current study might positively influence the dosing regimen and clinical outcomes of antibiotic therapy.",
      "mesh_terms": [
        "Antifungal Agents",
        "Antioxidants",
        "Cinnamomum zeylanicum",
        "Emulsions",
        "Anti-Infective Agents",
        "Oils, Volatile"
      ]
    },
    {
      "pmid": "37298151",
      "title": "Digested Cinnamon (Cinnamomum verum J. Presl) Bark Extract Modulates Claudin-2 Gene Expression and Protein Levels under TNFα/IL-1β Inflammatory Stimulus.",
      "authors": [
        "Elena Lonati",
        "Gessica Sala",
        "Paolo Corbetta",
        "Stefania Pagliari",
        "Emanuela Cazzaniga",
        "Laura Botto",
        "Pierangela Rovellini",
        "Ilaria Bruni",
        "Paola Palestini",
        "Alessandra Bulbarelli"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-May-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Epigenetic changes, host-gut microbiota interactions, and environmental factors contribute to inflammatory bowel disease (IBD) onset and progression. A healthy lifestyle may help to slow down the chronic or remitting/relapsing intestinal tract inflammation characteristic of IBD. In this scenario, the employment of a nutritional strategy to prevent the onset or supplement disease therapies included functional food consumption. Its formulation consists of the addition of a phytoextract enriched in bioactive molecules. A good candidate as an ingredient is the Cinnamon verum aqueous extract. Indeed, this extract, subjected to a process of gastrointestinal digestion simulation (INFOGEST), exhibits beneficial antioxidant and anti-inflammatory properties in an in vitro model of the inflamed intestinal barrier. Here, we deepen the study of the mechanisms related to the effect of digested cinnamon extract pre-treatment, showing a correlation between transepithelial electrical resistance (TEER) decrement and alterations in claudin-2 expression under Tumor necrosis factor-α/Interleukin-1β (TNF-α/IL-1) β cytokine administration. Our results show that pre-treatment with cinnamon extract prevents TEER loss by claudin-2 protein level regulation, influencing both gene transcription and autophagy-mediated degradation. Hence, cinnamon polyphenols and their metabolites probably work as mediators in gene regulation and receptor/pathway activation, leading to an adaptive response against renewed insults.",
      "mesh_terms": [
        "Humans",
        "Cinnamomum zeylanicum",
        "Tumor Necrosis Factor-alpha",
        "Claudin-2",
        "Interleukin-1beta",
        "Plant Bark",
        "Inflammatory Bowel Diseases",
        "Gene Expression"
      ]
    },
    {
      "pmid": "37275760",
      "title": "Effect of insulin and cinnamon extract on spatial memory and gene expression of GLUT1, 3, and 4 in streptozotocin-induced Alzheimer's model in rats.",
      "authors": [
        "Elham Sajadi",
        "Javad Sajedianfard",
        "Saeid Hosseinzadeh",
        "Mahnaz Taherianfard"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Since diminished hippocampal insulin signaling leads to memory impairment, insulin resistance and hyperinsulinemia are probably associated with Alzheimer's disease (AD). The effect of intracerebroventricular injection of insulin (Ins) and oral cinnamon extract (Cinn) on glucose transporter (GLUT) 1, 3, and 4 gene expressions in the hippocampus and spatial memory in a streptozotocin (STZ)-induced AD rat model was investigated in the present study. MATERIALS AND METHODS: Fifty-six adult male Sprague-Dawley rats (280±20 g) were allocated into eight distinct groups (n=7) of five controls (negative, Ins, Cinn, Ins+Cinn, and STZs) and three treatments (STZ+ Ins, STZ+ Cinn, and STZ+ Ins + Cinn). Single dose STZ 4 mg/kg (icv), Cinn at a dose of 200 mg/ kg (orally for 14 days), and Ins 5 mIU/5 µl (icv for 14 days) were administered in the defined groups. To evaluate the behavioral performance the animals were subjected to the Morris Water Maze (MWM) test. The level of mRNA expression of GLUTs was evaluated by the Real time-PCR method. RESULTS: In the STZ+Cinn+Ins group, the performance of animals in the MWM test was improved and the over-expression of GLUTs genes in hippocampal tissue was observed. The results of Ins and Cinn synergist treatment groups revealed improvement in the behavioral tests and gene expression compared with Ins and Cinn treatment groups (P<0.001). CONCLUSION: Administration of Ins and Cinn has a positive effect on the function of the AD rat model. To clarify the effect of Ins and Cinn extract on the GLUTs investigated in this study, it is essential to evaluate their influence on the protein levels."
    },
    {
      "pmid": "37175897",
      "title": "Cinnamaldehyde-Rich Cinnamon Extract Induces Cell Death in Colon Cancer Cell Lines HCT 116 and HT-29.",
      "authors": [
        "Arti Nile",
        "Jisoo Shin",
        "Juhyun Shin",
        "Gyun Seok Park",
        "Suhyun Lee",
        "Ji-Ho Lee",
        "Kyung-Woo Lee",
        "Beob Gyun Kim",
        "Sung Gu Han",
        "Ramesh Kumar Saini",
        "Jae-Wook Oh"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-May-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cinnamon is a natural spice with a wide range of pharmacological functions, including anti-microbial, antioxidant, and anti-tumor activities. The aim of this study is to investigate the effects of cinnamaldehyde-rich cinnamon extract (CRCE) on the colorectal cancer cell lines HCT 116 and HT-29. The gas chromatography mass spectrometry analysis of a lipophilic extract of cinnamon revealed the dominance of trans-cinnamaldehyde. Cells treated with CRCE (10-60 µg/mL) showed significantly decreased cell viability in a time- and dose-dependent manner. We also observed that cell proliferation and migration capacity were inhibited in CRCE-treated cells. In addition, a remarkable increase in the number of sub-G1-phase cells was observed with arrest at the G2 phase by CRCE treatment. CRCE also induced mitochondrial stress, and finally, CRCE treatment resulted in activation of apoptotic proteins Caspase-3, -9, and PARP and decreased levels of mu-2-related death-inducing gene protein expression with BH3-interacting domain death agonist (BID) activation.",
      "mesh_terms": [
        "Humans",
        "Cinnamomum zeylanicum",
        "Apoptosis",
        "Colonic Neoplasms",
        "HT29 Cells",
        "Cell Death",
        "Cell Proliferation",
        "Plant Extracts",
        "Cell Survival"
      ]
    },
    {
      "pmid": "37111272",
      "title": "Role of Fenugreek, Cinnamon, Curcuma longa, Berberine and Momordica charantia in Type 2 Diabetes Mellitus Treatment: A Review.",
      "authors": [
        "Marisol Cortez-Navarrete",
        "Karina G Pérez-Rubio",
        "Miriam de J Escobedo-Gutiérrez"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2023-Mar-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Type 2 diabetes mellitus (T2DM) is a complex disease that has become a major global health concern. Given the efficacy of antidiabetic drugs, pharmacological therapy is considered the first-line treatment of T2DM; however, due to their potential side effects and high costs, new and cost-effective treatments with minimal side effects are needed. Medicinal plants have been used for centuries as part of traditional medicine to treat T2DM. Among these, fenugreek, cinnamon, Curcuma longa, berberine, and Momordica charantia have demonstrated different degrees of hypoglycemic activity in clinical studies and animal models. Therefore, the aim of this review is to synthesize the mechanisms of action of five medicinal plants, as well as the experimental and clinical evidence of their hypoglycemic activity from the published literature."
    },
    {
      "pmid": "37065797",
      "title": "Blood Glucose Level, Langerhans Pancreas and Lipid Profile of Diabetic Rats After Administration of Red Betel, Ginger and Cinnamon Combination Extract.",
      "authors": [
        "Mega Safithri",
        "Maria Bintang",
        "Syaefudin"
      ],
      "journal": "Tropical life sciences research",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Previous studies had reported antihyperglycemic activity in vitro, in vivo and in silico of red betel (Piper crocatum) extract, which was associated with its polyphenolic, tannins, alkaloids, and flavonoids compounds. This study aimed to determine blood glucose level, Langerhans pancreas, lipid profile and bodyweight of streptozotocin-induced diabetic rats after administrating red betel combination extract. Red betel combination extract is composed of red betel extract that was combined with ginger and cinnamon extracts. 16 male rats (Sprague Dawley) were divided randomly into two controls groups (Normal and diabetic groups; orally administered with 2 mL of aquadest for 14 days) and two extract groups (diabetic groups; orally administered with red betel combination extract 9 mL/kg BW and 13.5 mL/kg BW). Results showed that the administration of red betel combination extract for 14 days (9 mL/kg BW dosage) decreased the rat's blood glucose level up to 55.42%, which was significantly different (p < 0.05) compared to the rat's blood glucose levels on day 3. While the combination extract (dosages 9 mL/kg BW and 13.5 mL/kg BW) increased the numbers of rat Langerhans islets up to 10.9%-30.6%. The level of rat's blood high-density lipoprotein (HDL) and triglyceride levels in the diabetic control group were significantly different (p < 0.05) compared to that of the diabetic with red betel combination extract and normal groups. The treatment orally with red betel combination extract (various dosages) for 14 days suppressed the weight loss of rats by 10%-11%."
    },
    {
      "pmid": "37051350",
      "title": "Validation of γ-radiation and their effect on phenolic compounds, antioxidant activity, and microbial load of fennel (Foeniculum vulgare) seeds and cinnamon (Cinnamomum verum) sticks.",
      "authors": [
        "Salma M Ahmed",
        "Amro B Hassan"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to validate the optimum doses of γ-radiation and its effect on the antioxidant capacity and microbial load of fennel seeds and cinnamon sticks. Gamma irradiation was applied in different doses 0.0, 2.5, 5.0, 7.5, 10, and 15 kGy. The findings stated that increasing gamma dose significantly (p < .05) increased the total phenolic content of the fennel seeds; however, it was decreased in cinnamon at doses higher than 5 kGy. The total flavonoid content was found higher after treatments at 5 kGy or more minor. After the gamma irradiation treatments, the antioxidant activities were enhanced. The microbial load of these spices was reduced after treatment. Doses more than 10.0 kGy are required to lower the bacterial load in samples, while only 5.0 kGy is sufficient to eliminate fungi growth. The partial least squares regression analysis stated the application of 7.5 kGy and reflects the most valid treatment doses for radiation treatments of fennel seeds and cinnamon sticks. Accordingly, it can be discovered that the γ-radiation at a dose of 7.5 kGy could be considered a suitable dose for the preservation and decontamination of these spices and also for enhancing its antioxidant capacity. Three spices were subjected to gamma irradiation at different doses. The application of gamma radiation significantly reduces the level of the microbial load in the spices. Gamma irradiation improved the antioxidant capacity of the spices. Gamma irradiation can be applied as an effective preservative method in the food industries."
    },
    {
      "pmid": "36950010",
      "title": "Ethyl-acetate fraction from a cinnamon-cortex extract protects pancreatic β-cells from oxidative stress damage.",
      "authors": [
        "Weiling Li",
        "Jialu Qiao",
        "Kuan Lin",
        "Ping Sun",
        "Yuansong Wang",
        "Qian Peng",
        "Xiansheng Ye",
        "Wei Liu",
        "Binlian Sun"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: The pathogenesis of diabetes mellitus is mediated mainly by oxidative stress produced by damaged pancreatic β-cells. We identified that an ethyl-acetate fraction (EA) from a cinnamon-cortex extract (CCE) is rich in flavonoid, and showed no toxicity to β cells. Objective: In this study, we evaluated the pharmacologic activities of EA on pancreatic β cells using a model of oxidative stress induced by H2O2 or alloxan. Results: The results showed that EA could significantly reduce reactive oxygen (ROS) accumulation to improve the survival of cells. Western blot showed that EA treatment upregulated expression of nuclear factor erythroid 2 related factor 2, heme oxygenase-1, and gamma glutamylcysteine synthetase. The same model study found that EA also can protect β cells against the apoptosis induced by oxidative stress. Furthermore, EA can enhance insulin secretion in rat and mouse β cell lines treated or not with alloxan or H2O2. The expression of the insulin transcription factor PDX-1 increased in an EA concentration-dependent manner. At last, the major functional compounds of EA analysis showed that three compounds, cinnamyl alcohol, coumarin, and cinnamic acid, had similar effects as EA. Conclusions: In sum, our data suggested that EA fraction from CCE can protect β cells from oxidative stress, and increase insulin secretion to improve the function of β cells. This function might be due to these three compounds found in EA. Our findings provide a theoretical basis and functional molecules for the use of CCE against diabetes mellitus."
    },
    {
      "pmid": "36922972",
      "title": "Inhibitory effect and underlying mechanism of cinnamon and clove essential oils on Botryosphaeria dothidea and Colletotrichum gloeosporioides causing rots in postharvest bagging-free apple fruits.",
      "authors": [
        "Dan Wang",
        "Guiping Wang",
        "Jinzheng Wang",
        "Hao Zhai",
        "Xiaomin Xue"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bagging-free apple is more vulnerable to postharvest disease, which severely limits the cultivation pattern transformation of the apple industry in China. This study aimed to ascertain the dominant pathogens in postharvest bagging-free apples, to evaluate the efficacy of essential oil (EO) on inhibition of fungal growth, and to further clarify the molecular mechanism of this action. By morphological characteristics and rDNA sequence analyses, Botryosphaeria dothidea (B. dothidea) and Colletotrichum gloeosporioides (C. gloeosporioides) were identified as the main pathogens isolated from decayed bagging-free apples. Cinnamon and clove EO exhibited high inhibitory activities against mycelial growth both in vapor and contact phases under in vitro conditions. EO vapor at a concentration of 60 μL L-1 significantly reduced the incidence and lesion diameter of inoculated decay in vivo. Observations using a scanning electron microscope (SEM) and transmission electron microscope (TEM) revealed that EO changed the mycelial morphology and cellular ultrastructure and destroyed the integrity and structure of cell membranes and major organelles. Using RNA sequencing and bioinformatics, it was demonstrated that clove EO treatment impaired the cell membrane integrity and biological function via downregulating the genes involved in the membrane component and transmembrane transport. Simultaneously, a stronger binding affinity of trans-cinnamaldehyde and eugenol with CYP51 was assessed by in silico analysis, attenuating the activity of this ergosterol synthesis enzyme. Moreover, pronounced alternations in the oxidation/reduction reaction and critical materials metabolism of clove EO-treated C. gloeosporioides were also observed from transcriptomic data. Altogether, these findings contributed novel antimicrobial cellular and molecular mechanisms of EO, suggesting its potential use as a natural and useful preservative for controlling postharvest spoilage in bagging-free apples."
    },
    {
      "pmid": "36903823",
      "title": "An Analysis of the Toxicity, Antioxidant, and Anti-Cancer Activity of Cinnamon Silver Nanoparticles in Comparison with Extracts and Fractions of Cinnamomum Cassia at Normal and Cancer Cell Levels.",
      "authors": [
        "Y G El-Baz",
        "A Moustafa",
        "M A Ali",
        "G E El-Desoky",
        "S M Wabaidur",
        "M M Faisal"
      ],
      "journal": "Nanomaterials (Basel, Switzerland)",
      "publication_date": "2023-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this work, the extract of cinnamon bark was used for the green synthesis of cinnamon-Ag nanoparticles (CNPs) and other cinnamon samples, including ethanolic (EE) and aqueous (CE) extracts, chloroform (CF), ethyl acetate (EF), and methanol (MF) fractions. The polyphenol (PC) and flavonoid (FC) contents in all the cinnamon samples were determined. The synthesized CNPs were tested for the antioxidant activity (as DPPH radical scavenging percentage) in Bj-1 normal cells and HepG-2 cancer cells. Several antioxidant enzymes, including biomarkers, superoxide dismutase (SOD), catalase (CAT), glutathione peroxidase (GPx), glutathione-S-transferase (GST), and reduced glutathione (GSH), were verified for their effects on the viability and cytotoxicity of normal and cancer cells. The anti-cancer activity depended on apoptosis marker protein levels (Caspase3, P53, Bax, and Pcl2) in normal and cancerous cells. The obtained data showed higher PC and FC contents in CE samples, while CF showed the lowest levels. The IC50 values of all investigated samples were higher, while their antioxidant activities were lower than those of vitamin C (5.4 g/mL). The CNPs showed lower IC50 value (55.6 µg/mL), whereas the antioxidant activity inside or outside the Bj-1 or HepG-2 was found to be higher compared with other samples. All samples execrated a dose-dependent cytotoxicity by decreasing the cells' viability percent of Bj-1 and HepG-2. Similarly, the anti-proliferative potency of CNPs on Bj-1 or HepG-2 at different concentrations was more effective than that of other samples. Higher concentrations of the CNPs (16 g/mL) showed greater cell death in Bj-1 (25.68%) and HepG-2 (29.49%), indicating powerful anti-cancer properties of the nanomaterials. After 48 h of CNPs treatment, both Bj-1 and HepG-2 showed significant increases in biomarker enzyme activities and reduced glutathione compared with other treated samples or untreated controls (p < 0.05). The anti-cancer biomarker activities of Caspas-3, P53, Bax, and Bcl-2 levels were significantly changed in Bj-1 or HepG-2 cells. The cinnamon samples were significantly increased in Caspase-3, Bax, and P53, while there were decreased Bcl-2 levels compared with control."
    },
    {
      "pmid": "36898350",
      "title": "Proposal of novel ApoE4 inhibitors from the natural spice Cinnamon for the treatment of Alzheimer's disease: Ab initio molecular simulations.",
      "authors": [
        "Divya Shaji",
        "Abhinav Das",
        "Ryo Suzuki",
        "Yoshinobu Nagura",
        "Haruna Sabishiro",
        "Noriyuki Kurita"
      ],
      "journal": "Biophysical chemistry",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Alzheimer's disease (AD), one of the most common neurodegenerative diseases, is a major factor contributing to cognitive impairment in older adults. Current therapeutic treatments can only relieve the symptoms of AD, but they cannot stop the progression of the disease because it takes a long time for clinical symptoms to manifest. Therefore, it is essential to develop effective diagnostic strategies for early detection and treatment of AD. As the most common genetic risk factor for AD, apolipoprotein E4 (ApoE4) is present in more than half of patients with AD, and it can be a target protein for AD therapy. We used molecular docking, classical molecular mechanics optimizations, and ab initio fragment molecular orbital (FMO) calculations to investigate the specific interactions between ApoE4 and Cinnamon-derived compounds. Of the 10 compounds, epicatechin was found to have the highest binding affinity to ApoE4 because the hydroxyl groups of epicatechin form strong hydrogen bonds with the Asp130 and Asp12 residues of ApoE4. Therefore, we proposed some epicatechin derivatives by adding a hydroxyl group to epicatechin and studied their interactions with ApoE4. The FMO results indicate that the addition of a hydroxyl group to epicatechin increases its binding affinity to ApoE4. It is also revealed that the Asp130 and Asp12 residues of ApoE4 are important for the binding between ApoE4 and the epicatechin derivatives. These findings will help propose potent inhibitors against ApoE4, leading to a proposal for effective therapeutic candidates for AD.",
      "mesh_terms": [
        "Humans",
        "Aged",
        "Alzheimer Disease",
        "Apolipoprotein E4",
        "Molecular Docking Simulation",
        "Cinnamomum zeylanicum",
        "Catechin",
        "Spices"
      ]
    },
    {
      "pmid": "36873789",
      "title": "Exploring Myocardial Ischemia-Reperfusion Injury Mechanism of Cinnamon by Network Pharmacology, Molecular Docking, and Experiment Validation.",
      "authors": [
        "Tao Xue",
        "Yan Xue",
        "Yangyue Fang",
        "Chuanghong Lu",
        "Yu Fu",
        "Zefeng Lai",
        "Xiaojun Qin",
        "Feng Huang",
        "Zhiyu Zeng",
        "Jianping Huang"
      ],
      "journal": "Computational and mathematical methods in medicine",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Myocardial ischemia-reperfusion injury (MIRI) is a common complication of acute myocardial infarction that seriously endangers human health. Cinnamon, a traditional Chinese medicine, has been used to counteract MIRI as it has been shown to possess anti-inflammatory and antioxidant properties. To investigate the mechanisms of action of cinnamon in the treatment of MIRI, a deep learning-based network pharmacology method was established to predict potential active compounds and targets. The results of the network pharmacology showed that oleic acid, palmitic acid, beta-sitosterol, eugenol, taxifolin, and cinnamaldehyde were the main active compounds, and phosphatidylinositol-3 kinase (PI3K)/protein kinase B (Akt), mitogen-activated protein kinase (MAPK), interleukin (IL)-7, and hypoxia-inducible factor 1 (HIF-1) are promising signaling pathways. Further molecular docking tests revealed that these active compounds and targets exhibited good binding abilities. Finally, experimental validation using a zebrafish model demonstrated that taxifolin, the active compound of cinnamon, has a potential protective effect against MIRI.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Cinnamomum zeylanicum",
        "Molecular Docking Simulation",
        "Myocardial Reperfusion Injury",
        "Network Pharmacology",
        "Zebrafish"
      ]
    },
    {
      "pmid": "36850340",
      "title": "Nitrocellulose Based Film-Forming Gels with Cinnamon Essential Oil for Covering Surface Wounds.",
      "authors": [
        "Lauryna Pudžiuvelytė",
        "Evelina Drulytė",
        "Jurga Bernatonienė"
      ],
      "journal": "Polymers",
      "publication_date": "2023-Feb-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acute and chronic wounds caused by assorted reasons impact patient's quality of life. Films are one of the main types of moisture retentive dressings for wounds. To improve the healing of the wound, films must ensure there is no microorganism contamination, protect from negative environmental effects, and support optimal moisture content. The aim of this study was to formulate optimal film-forming gel compositions that would have good physico-chemical properties and be suitable for wound treatment. Nitrocellulose, castor oil, ethanol (96%), ethyl acetate, and cinnamon leaf essential oil were used to create formulations. During the study, the drying rate, adhesion, flexibility, tensile strength, cohesiveness, swelling, water vapor penetration, pH value, and morphology properties of films were examined. Results showed that optimal concentrations of nitrocellulose for film-forming gel production were 13.4% and 15%. The concentrations of nitrocellulose and cinnamon leaf essential oil impacted the films' physicochemical properties (drying rate, swelling, adhesion, flexibility, etc.). The swelling test showed that films of formulations could absorb significant amounts of simulant wound exudate. Film-forming gels and films showed no microbial contamination and were stable three months after production."
    },
    {
      "pmid": "36838612",
      "title": "The Application of Cinnamon Twig Extract as an Inhibitor of Listeriolysin O against Listeria monocytogenes Infection.",
      "authors": [
        "Xiaoning Hou",
        "Qiushuang Sheng",
        "Jichuan Zhang",
        "Runbao Du",
        "Nan Wang",
        "Haoyu Zhu",
        "Xuming Deng",
        "Zhongmei Wen",
        "Jianfeng Wang",
        "Yonglin Zhou",
        "Dan Li"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Feb-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As a major virulence factor of Listeria monocytogenes (L. monocytogenes), listeriolysin O (LLO) can assist in the immune escape of L. monocytogenes, which is critical for the pathogen to evade host immune recognition, leading to various infectious diseases. Cinnamon twig (CT), as a traditional medicine, has been widely used in clinics for multiple functions and it has exhibited excellent safety, efficacy and stability. There are few reports on the effects of the extracts of traditional medicine on bacterial virulence factors. CT has not been reported to be effective in the treatment of L. monocytogenes infection. Therefore, this study aims to explore the preventive effect of CT against L. monocytogenes infection in vivo and in vitro by targeting LLO. Firstly, a hemolysis assay and a cell viability determination are used to detect the effect of CT extract on the inhibition of the cytolytic activity of LLO. The potential mechanism through which CT extract inhibits LLO activity is predicted through network pharmacology, molecular docking assay, real-time polymerase chain reaction (RT-PCR), Western blotting and circular dichroism (CD) analysis. The experimental therapeutic effect of CT extract is examined in a mouse model infected with L. monocytogenes. Then, the ingredients are identified through a high-performance liquid chromatography (HPLC) and thin layer chromatography (TLC) analysis. Here we find that CT extract, containing mainly cinnamic acid, cinnamaldehyde, β-sitosterol, taxifolin, catechin and epicatechin, shows a potential inhibition of LLO-mediated hemolysis without any antimicrobial activity. The results of the mechanism research show that CT extract treatment can simultaneously inhibit LLO expression and oligomerization. Furthermore, the addition of CT extract led to a remarkable alleviation of LLO-induced cytotoxicity. After treatment with CT extract, the mortality, bacterial load, pathological damage and inflammatory responses of infected mice are significantly reduced when compared with the untreated group. This study suggests that CT extract can be a novel and multicomponent inhibitor of LLO with multiple strategies against L. monocytogenes infection, which could be further developed into a novel treatment for infections caused by L. monocytogenes.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Listeria monocytogenes",
        "Cinnamomum zeylanicum",
        "Molecular Docking Simulation",
        "Hemolysis",
        "Listeriosis",
        "Hemolysin Proteins",
        "Virulence Factors"
      ]
    },
    {
      "pmid": "36826307",
      "title": "Development and Optimization of Erythromycin Loaded Transethosomes Cinnamon Oil Based Emulgel for Antimicrobial Efficiency.",
      "authors": [
        "Marwa H Abdallah",
        "Hanaa A Elghamry",
        "Nasrin E Khalifa",
        "Weam M A Khojali",
        "El-Sayed Khafagy",
        "Seham Shawky",
        "Hemat El-Sayed El-Horany",
        "Shaimaa El-Housiny"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2023-Feb-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Erythromycin (EM) is a macrolide antibiotic that is frequently used to treat skin bacterial infections. It has a short half-life (1-1.5 h), instability in stomach pH, and a low oral bioavailability. These foregoing factors limit its oral application; therefore, the development of topical formulations loaded with erythromycin is an essential point to maximize the drug's concentration at the skin. Accordingly, the current study's goal was to boost the antimicrobial activity of EM by utilizing the advantages of natural oils such as cinnamon oil. Erythromycin-loaded transethosomes (EM-TE) were generated and optimized using a Box-Behnken design employing, phospholipid concentration (A), surfactant concentration (B), and ethanol content (C) as independent variables. Their effects on entrapment efficiency, EE, (Y1) and the total amount of erythromycin that penetrated the skin after 6 h, Q6h (Y2), were assessed. The optimized transethosome showed a particle size of 256.2 nm, EE of 67.96 ± 0.59%, and Q6h of 665.96 ± 5.87 (µg/cm2) after 6 h. The TEM analysis revealed that, the vesicles are well-known packed structures with a spherical shape. The optimized transethosomes formulation was further transformed into a cinnamon oil-based emulgel system using HPMC as a gelling agent. The generated EM-TE-emulgel was characterized by its physical features, in vitro, ex vivo studies, and antimicrobial activities. The formulation showed sufficient characteristics for effective topical application, and demonstrated a great stability. Additionally, EM-TE-Emulgel had the highest transdermal flux (120.19 μg/cm2·h), and showed considerably (p < 0.05) greater antimicrobial activity, than EM-TE-gel and placebo TE-Emulgel. The action of EM was subsequently augmented with cinnamon oil, which eventually showed a notable effect against bacterial growth. Finally, these results demonstrate that the transethosomes-loaded cinnamon oil-based emulgel is an alternative way to deliver erythromycin for the treatment of topical bacterial infections."
    },
    {
      "pmid": "36779418",
      "title": "Investigating the effects of Ceylon cinnamon water extract on HepG2 cells for Type 2 diabetes therapy.",
      "authors": [
        "Leila Azimian",
        "Nimalka M Weerasuriya",
        "Ranjani Munasinghe",
        "Suzie Song",
        "Chun-Yu Lin",
        "Lidan You"
      ],
      "journal": "Cell biochemistry and function",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cinnamon and its extracts have been used as herbal remedies for many ailments, including for reducing insulin resistance and diabetes complications. Type 2 diabetes mellitus (T2DM) is a rapidly growing health concern around the world. Although many drugs are available for T2DM treatment, side effects and costs can be considerable, and there is increasing interest in natural products for managing chronic health conditions. Cinnamon may decrease the expression of genes associated with T2DM risk. The purpose of this study was to evaluate the effects of cinnamon water extract (CWE) compared with metformin on T2DM-related gene expression. HepG2 human hepatoma cells, widely used in drug metabolism and hepatotoxicity studies, were treated with different concentrations of metformin or CWE for 24 or 48 h. Cell viability was assessed by MTT (3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium) assay and glucose uptake was compared in untreated and CWE- or metformin-treated cells under high-glucose conditions. Finally, total RNA was extracted and analyzed by RNA sequencing (RNA-seq), and bioinformatics analyses were performed to compare the transcriptional effects of CWE and metformin. We found cell viability was better in cells treated with CWE than in metformin-treated cells, demonstrating that CWE was not toxic at tested doses. CWE significantly increased glucose uptake in HepG2 cells, to the same degree as metformin (1.4-fold). RNA-seq data revealed CWE and metformin both induced significantly increased (1.3- to 1.4-fold) glucose uptake gene expression compared with untreated controls. Transcriptional differences between CWE and metformin were not significant. The effects of 0.125 mg mL-1 CWE on gene expression were comparable to 1.5 mg mL-1 (9.5 mM) metformin. In addition, gene expression at 0.125 mg mL-1 CWE was comparable to 1.5 mg mL-1 (9.5 mM) metformin. Our results reveal that CWE's effects on cell viability, glucose uptake, and gene expression in HepG2 cells are comparable to those of metformin, suggesting CWE may be an effective dietary supplement for mitigating T2DM-related metabolic dysfunction.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Hypoglycemic Agents",
        "Cinnamomum zeylanicum",
        "Hep G2 Cells",
        "Water",
        "Sri Lanka",
        "Metformin",
        "Glucose"
      ]
    },
    {
      "pmid": "36747357",
      "title": "Cinnamon: an aromatic condiment applicable to chronic kidney disease.",
      "authors": [
        "Laís de Souza Gouveia Moreira",
        "Isabela de Souza da Costa Brum",
        "Drielly C M de Vargas Reis",
        "Liana Trugilho",
        "Tuany R Chermut",
        "Marta Esgalhado",
        "Ludmila F M F Cardozo",
        "Peter Stenvinkel",
        "Paul G Shiels",
        "Denise Mafra"
      ],
      "journal": "Kidney research and clinical practice",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cinnamon, a member of the Lauraceae family, has been widely used as a spice and traditional herbal medicine for centuries and has shown beneficial effects in cardiovascular disease, obesity, and diabetes. However, its effectiveness as a therapeutic intervention for chronic kidney disease (CKD) remains unproven. The bioactive compounds within cinnamon, such as cinnamaldehyde, cinnamic acid, and cinnamate, can mitigate oxidative stress, inflammation, hyperglycemia, gut dysbiosis, and dyslipidemia, which are common complications in patients with CKD. In this narrative review, we assess the mechanisms by which cinnamon may alleviate complications observed in CKD and the possible role of this spice as an additional nutritional strategy for this patient group."
    },
    {
      "pmid": "36699075",
      "title": "Aqueous cinnamon extract ameliorates bowel dysfunction and enteric 5-HT synthesis in IBS rats.",
      "authors": [
        "Lijuan Yu",
        "Chunhua Huang",
        "Wei Yang",
        "Zhenxing Ren",
        "Lifeng Li",
        "Huiyuan Cheng",
        "Chengyuan Lin",
        "Lixiang Zhai",
        "Ziwan Ning",
        "Hoileong Xavier Wong",
        "Quanbin Han",
        "Wei Jia",
        "Zhaoxiang Bian",
        "Ling Zhao"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cinnamon protects against irritable bowel syndrome with diarrhea (IBS-D) in humans, but its efficacy and underlying mechanism of action remain poorly understood. Maternally separated (MS) IBS-D rat model and 2,4,6-trinitrobenzene sulfonic acid (TNBS)-induced post-inflammatory IBS-D rat model are characterized by visceral hyperalgesia and diarrhea. This study used the two models to evaluate the effect of cinnamon extract (CE) on bowel symptoms. The MS rat model was also used to explore its underlying anti-IBS mechanism. cinnamon extract reduced defecation frequency and visceral hyperalgesia in MS rats in a dose-dependent manner and effectively improved visceral hyperalgesia in TNBS rats. The efficacy of cinnamon extract was comparable to the positive drug serotonin receptor 3 (5-HT3) selective antagonist, Ramosetron. Excessive 5-HT, a well-known pathogenic factor for IBS, in the colon and circulation of IBS rats was reduced after cinnamon extract intervention. Both, gene and protein levels of the colonic 5-HT synthetase, Tryptophan Hydroxylase 1 (Tph1), were also decreased in CE-treated IBS rats. In addition, a luciferase assay revealed that cinnamon extract and its major components, catechin, procyanidin B1/2, cinnamic acid, and cinnamyl alcohol, significantly inhibited Tph1 transcription activity in vitro. These findings illustrated that aqueous cinnamon extract partially attenuated bowel symptoms in IBS models by directly inhibiting Tph1 expression and controlling 5-HT synthesis. This provides a scientific viewpoint for the use of cinnamon as a folk medication to treat IBS."
    },
    {
      "pmid": "36671364",
      "title": "Antibacterial Effect of 16 Essential Oils and Modulation of mex Efflux Pumps Gene Expression on Multidrug-Resistant Pseudomonas aeruginosa Clinical Isolates: Is Cinnamon a Good Fighter?",
      "authors": [
        "Răzvan Lucian Coșeriu",
        "Camelia Vintilă",
        "Mirela Pribac",
        "Anca Delia Mare",
        "Cristina Nicoleta Ciurea",
        "Radu Ovidiu Togănel",
        "Anca Cighir",
        "Anastasia Simion",
        "Adrian Man"
      ],
      "journal": "Antibiotics (Basel, Switzerland)",
      "publication_date": "2023-Jan-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of the study was to describe the antimicrobial activity of 16 common essential oils (EOs) on multidrug-resistant (MDR) Pseudomonas aeruginosa clinical isolates, including the determination of the effects on mex efflux pumps gene expression. Seventy-two clinical isolates of P. aeruginosa collected between 2020-2022 were screened for susceptibility to EOs using Kirby-Bauer disk diffusion to identify potential candidates for future alternative therapies. The minimal inhibitory concentration (MIC) was further determined for the EO that proved antibacterial activity following the disk diffusion screening. Positive and negative controls were also used for method validation. Since cinnamon EO exhibited the best antimicrobial activity, it was further used to evaluate its influence on mex A, B, C, E, and X efflux pumps gene expression using real-time RT-PCR. Cinnamon EO inhibited all P. aeruginosa strains, followed by thyme EO (37.5%, n = 27) and lavender EO (12.5%, n = 9). The other EOs were less efficient. The MIC detection showed that cinnamon at a concentration of 0.05% v/v inhibited all MDR P. aeruginosa isolates. Thyme, turmeric, peppermint, basil, clove, and lavender EOs presented various results, most of them having activity at concentrations higher than 12.5% v/v. By studying the activity of cinnamon EO on mex efflux pumps, it was found that mexA and mexB (66.5%) were generally under-expressed. The remarkable results produced using the very low concentrations of cinnamon EO, with 100% antimicrobial activity against multi-, extended-, and pan- drug-resistant (MDR, XDR, PDR) P. aeruginosa clinical isolates, completed with the severe alteration of the RNA messaging system, supports its potential to be used as adjuvant treatment, with impact on therapeutic results."
    },
    {
      "pmid": "36652384",
      "title": "Cinnamon and cognitive function: a systematic review of preclinical and clinical studies.",
      "authors": [
        "Samaneh Nakhaee",
        "Alireza Kooshki",
        "Ali Hormozi",
        "Aref Akbari",
        "Omid Mehrpour",
        "Khadijeh Farrokhfall"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "Cinnamon is the inner bark of trees named Cinnamomum. Studies have shown that cinnamon and its bioactive compounds can influence brain function and affect behavioral characteristics. This study aimed to systematically review studies about the relationship between cinnamon and its key components in memory and learning. Two thousand six hundred five studies were collected from different databases (PubMed, Scopus, Google Scholar, and Web of Science) in September 2021 and went under investigation for eligibility. As a result, 40 studies met our criteria and were included in this systematic review. Among the included studies, 33 were In vivo studies, five were In vitro, and two clinical studies were also accomplished. The main outcome of most studies (n = 40) proved that cinnamon significantly improves cognitive function (memory and learning). In vivo studies showed that using cinnamon or its components, such as eugenol, cinnamaldehyde, and cinnamic acid, could positively alter cognitive function. In vitro studies also showed that adding cinnamon or cinnamaldehyde to a cell medium can reduce tau aggregation, Amyloid β and increase cell viability. For clinical studies, one study showed positive effects, and another reported no changes in cognitive function. Most studies reported that cinnamon might be useful for preventing and reducing cognitive function impairment. It can be used as an adjuvant in the treatment of related diseases. However, more studies need to be done on this subject.",
      "mesh_terms": [
        "Acrolein",
        "Amyloid beta-Peptides",
        "Cinnamomum zeylanicum",
        "Cognition",
        "Eugenol",
        "Cognitive Dysfunction"
      ]
    },
    {
      "pmid": "36576077",
      "title": "Using cinnamon (Cinnamomum zeylanicum) and turmeric (Curcuma longa L) powders as an antibiotic growth promoter substitutions in broiler chicken's diets.",
      "authors": [
        "Khanzada Khan",
        "Nazir Ahmad"
      ],
      "journal": "Animal biotechnology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Randomized Controlled Trial, Veterinary",
        "Journal Article"
      ],
      "abstract": "In the current study supplementations of cinnamon (Cinnamomum zeylanicum) powder (CNP) and turmeric (Curcuma longa L) powder (TP) as an antibiotic growth promoter substitutions on growth performance, intestinal microbiota and hematological profile of broiler chickens have been investigated. A total of 240, one day old as-hatched broiler chickens (ROSS 308) were randomly assigned into five treatments with four replicates per treatment and 10 chickens per replicate. Treatment groups were C: control (fed basal diet); CNP1: 0.5% CNP; CNP2: 1.0% CNP; TP1: 0.5% TP; TP2: 1.0% TP and 500 mg oxytetracycline (OTC)/kg of diet. Body weight gain (BWG), feed intake, and feed conversion ratio (FCR) were improved (p < 0.05) by CNP and TP while OTC improved BWG and FCR. Ileal and cecal Lactobacillus and total aerobes were significantly improved while coliforms and Escherichia coli were decreased by CNP, TP, and OTC. The percentage of packed cell volume (%PCV), hemoglobin (Hb), red blood cell (RBC) count, and white blood cell (WBC) count was increased by CNP and TP while OTC decreased %PCV, Hb, RBC, and increased WBC count. In conclusion, the results showed that OTC can be safely replaced by CNP and TP at 1.0% dose rate in broiler chicken's diets.",
      "mesh_terms": [
        "Animals",
        "Anti-Bacterial Agents",
        "Dietary Supplements",
        "Chickens",
        "Cinnamomum zeylanicum",
        "Curcuma",
        "Powders",
        "Diet",
        "Oxytetracycline",
        "Animal Feed"
      ]
    },
    {
      "pmid": "36576052",
      "title": "Alleviation of negative effect of heat stress through supplementations of cinnamon (Cinnamomum zeylanicum) and turmeric (Curcuma longa L) powders in diets of broiler chickens.",
      "authors": [
        "Khanzada Khan",
        "Nazir Ahmad",
        "Muhammad Tahir",
        "Naila Chand"
      ],
      "journal": "Animal biotechnology",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was designed to assess the effect of cinnamon powder (CNP) and turmeric powder (TP) on growth performance, antioxidant status, liver function, meat quality and lactate dehydrogenase activity of broiler chickens under heat stress conditions. A total of 200, one day old as-hatched broiler chickens (ROSS 308) were randomly allotted into five treatments with four replicates (n = 10). Treatment groups were control (C): fed basal diet; T1: 0.5% CNP; T2: 1.0% CNP; T3: 0.5% TP and T4: 1.0% TP. Results indicated that body weight gain, feed intake and feed conversion ratio were improved significantly (p < 0.05) in treatments fed CNP and TP. Serum malondialdehyde and lactate dehydrogenase activity were decreased (p < 0.05) while blood superoxide dismutase, catalase and glutathione peroxidase activity were increased (p < 0.05) in treatments fed CNP and TP. Addition of CNP and TP decreased (p < 0.05) serum aspartate aminotransferase, alanine aminotransferase and alkaline phosphatase activity. Treatments fed CNP and TP resulted increased (p < 0.05) breast and thigh meat monounsaturated fatty acid, polyunsaturated fatty acid, linoleic acid, oleic acid and water holding capacity while decreased (p < 0.05) saturated fatty acid and cook loss. In conclusion CNP and TP possess advantageous effect on growth performance, antioxidant status, liver function, meat quality and lactate dehydrogenase activity.",
      "mesh_terms": [
        "Animals",
        "Dietary Supplements",
        "Antioxidants",
        "Cinnamomum zeylanicum",
        "Chickens",
        "Curcuma",
        "Powders",
        "Diet",
        "Heat-Shock Response",
        "Lactate Dehydrogenases",
        "Animal Feed",
        "Meat"
      ]
    },
    {
      "pmid": "36560942",
      "title": "Effects of cinnamon essential oil on the physiological metabolism of Salmonella enteritidis.",
      "authors": [
        "Zhen Zhang",
        "Yuanyuan Zhao",
        "Xueqin Chen",
        "Wei Li",
        "Li Wang",
        "Wen Li",
        "Jianming Du",
        "Shengxiang Zhang"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Food safety and health are the themes of today's society. As a class of foodborne pathogens, Salmonella enteritidis has become one of the common zoonotic pathogens. Because chemical preservatives have certain harmfulness and have been questioned, it is particularly important to find green and safe natural preservatives. The advantages of plant essential oils (EOs) are that they are green and safe, have a wide range of antibacterials, and are not easy to form drug resistance. In recent years, studies have found that EOs have excellent antibacterial activity, but their antibacterial mechanism has not been conclusive, which has certain limitations in their application in the food field. Cinnamon essential oil (CEO) extracted from dried cinnamon is a secondary metabolite of cells and a very important natural food flavor. More importantly, it is non-toxic to the human body and has been proven to have a good antibacterial effect, but its antibacterial mechanism is still unclear. Therefore, it was of great practical significance to carry out the research on the antibacterial mechanism of CEO on S. enteritidis. In this work, S. enteritidis was used as the test bacteria, and CEO was selected as the antibacterial agent to study the antibacterial mechanisms. By studying the physiological metabolism of S. enteritidis cells by CEO, the influence of CEO on the bacteriostatic mechanism of S. enteritidis was systematically elucidated. The study found that CEO treatment would reduce the activity of bacterial metabolism. It is mainly reflected in the following three aspects: first, the activity of key enzymes in TCA circulation is inhibited, thus affecting the respiration of S. enteritidis. Second, it affects the level of energy metabolism by inhibiting the content of adenosine triphosphate (ATP) and the activity of ATPase. Finally, it can affect the physiological metabolism of bacteria by inhibiting the metabolism of proteins and other substances. Therefore, this article was expected to provide a theoretical basis for the development of new natural food preservatives and the prevention and control of S. enteritidis."
    },
    {
      "pmid": "36553712",
      "title": "Microbiological and Sensorial Quality of Beef Meat (Longissimus dorsi) Marinated with Cinnamon Extract and Stored at Various Temperatures.",
      "authors": [
        "Che Jaafar Zawani",
        "Mahmud Ab Rashid Nor-Khaizura",
        "Nor Ainy Mahyudin",
        "Mohammad Rashedi Ismail-Fitry",
        "Nilesh Prakash Nirmal"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Dec-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Meat spoilage caused by temperature abuse is a major problem for producers, retailers, and consumers that can generate large economic losses to industries. Microbial growth of Pseudomonas spp. is the main source of spoilage during storage. Cinnamon has antimicrobial properties that may potentially be used to reduce the spoilage caused by Pseudomonas. The objectives of this study were to determine the inhibitory effect of cinnamon extract (CE) against Pseudomonas aeruginosa (ATCC 27853) and evaluate the treatment of CE on meat quality during different storage temperatures (5 °C, 10 °C, 15 °C, and 25 °C). The anti-Pseudomonas result showed that 100% (w/v) CE concentration produced a 13.50 mm zone of inhibition in a disc diffusion assay. The minimum inhibitor concentration (MIC) of CE was noted at 25% (v/v), whereas the minimum bactericidal concentration (MBC) value was observed at 50% (v/v) concentration of CE. The time-kill showed the growth of P. aeruginosa decreased from 7.64 to 5.39 log CFU/mL at MIC concentration. Total phenolic content and IC50 value of the cinnamon extract was expressed as 6.72 ± 0.87 mg GAE/g extract and 0.15 mg/mL, respectively. When the meat was marinated with 50% (v/v) CE and stored at various temperatures, the total viable count (TVC) and growth of Pseudomonas spp. were lowered as compared to the control sample. However, the reduction in microbial count in all samples was influenced by the storage temperature, where the lowered microbial count was noted in the sample treated with CE and stored at 5 and 10 °C for 48 h. The pH of meat treated with or without CE ranged from pH 5.74 to 6.48. The sensory attributes of colour, texture, and overall acceptability have a significant difference, except for odour, between marinated meat and control. The results indicate that the use of cinnamon extract as the marination agent for meat could reduce the growth of Pseudomonas spp. and therefore assist in extending the shelf life of meat at 5 and 10 °C storage temperatures."
    },
    {
      "pmid": "36523331",
      "title": "A comparison of the effects of cinnamon, ginger, and metformin consumption on metabolic health, anthropometric indices, and sexual hormone levels in women with poly cystic ovary syndrome: A randomized double-blinded placebo-controlled clinical trial.",
      "authors": [
        "Marsa Dastgheib",
        "Reza Barati-Boldaji",
        "Niki Bahrampour",
        "Reihane Taheri",
        "Mohammad Borghei",
        "Sedigheh Amooee",
        "Mohsen Mohammadi-Sartang",
        "Alexei Wong",
        "Siavash Babajafari",
        "Seyed Mohammad Mazloomi"
      ],
      "journal": "Frontiers in nutrition",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Polycystic ovary syndrome (PCOS) is a prevalent endocrine disorder in women that can alter blood glucose, lipid profile and sexual hormonal level. Therefore, the evaluation of potential therapeutic agents in this population is important. The aim of the study was to determine the effects of cinnamon, ginger, and metformin intake on improvement of sex hormones level, metabolic health (lipid profiles, insulin level and fasting blood glucose) and anthropometric indices (weight, body mass index (BMI), etc.) in women with PCOS. METHODS: A total of 100 women with PCOS were randomly assigned to one of the following four groups: cinnamon (500 mg of cinnamon, 3 × day), ginger (500 mg of ginger, 3 × day), metformin (500 mg of metformin 3 × day) or placebo. However, 17 participants were excluded for various reasons and consequently, 83 participants were considered for analysis. Sexual hormones, anthropometrics, glycemic and lipid markers were evaluated before and after the 8-week intervention. RESULTS: Weight and BMI decreased significantly in all intervention groups. The consumption of metformin and cinnamon significantly decreased insulin resistance (HOMA-IR) in comparison to the placebo and ginger groups (P < 0.05). Moreover, a significant decrease in FSH (follicle-stimulating hormone) and LH (Luteinizing hormone) levels were observed in the ginger compared to the placebo group. While metformin and cinnamon significantly lowered testosterone levels (P < 0.05), none of the groups experienced a significant change in DHEA (dehydroepiandrosterone). CONCLUSION: Our findings suggest that in women with PCOS, cinnamon supplementation causes similar reductions in insulin resistance and testosterone level to that of metformin. Ginger supplementation decreased FSH and LH, hormonal effects not seen following metformin consumption. Overall, cinnamon and ginger supplementations may potentially be used as alternative treatment in women with PCOS. CLINICAL TRIAL REGISTRATION: [https://www.irct.ir/trial/28548], identifier [IRCT20171227038105N1]."
    },
    {
      "pmid": "36517462",
      "title": "Chemopreventive Effect of Cinnamon and Its Bioactive Compounds in a Rat Model of Premalignant Prostate Carcinogenesis.",
      "authors": [
        "Srividya Gopalakrishnan",
        "Mahamaya Dhaware",
        "Athira Anilkumar Sudharma",
        "Surekha Venkata Mullapudi",
        "Siva Ramakrishna Siginam",
        "Ramesh Gogulothu",
        "Irfan Ahmad Mir",
        "Ayesha Ismail"
      ],
      "journal": "Cancer prevention research (Philadelphia, Pa.)",
      "publication_date": "2023-Mar-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: Cinnamon and its bioactive compounds inhibit prostate cancer cell proliferation in vitro. The aim of the current study was to assess the chemopreventive efficacy of cinnamon (CN) and its bioactive compounds in vivo using N-methyl-N-nitrosourea (MNU) and testosterone (T) to induce prostate carcinogenesis in male Wistar/National Institute of Nutrition rats. Cancer-induced (CI) rats (n = 10) developed prostatic hyperplasia and prostatic intraepithelial neoplasia. These histopathologic changes were diminished in CI rats fed for 4 months with diets supplemented with either CN (n = 20) or its bioactive compounds (cinnamaldehyde, n = 10 and procyanidin B2, n = 10). Androgen receptor (AR) expression was lower in the prostates of CI rats than in control, but the AR target gene, probasin, was robustly upregulated. Treatment of CI rats with CN or its bioactive compounds upregulated AR expression but inhibited the expression of the 5-alpha reductase genes (Srd5a1 and Srd5a2) and did not further increase probasin expression, suggesting blunted transcriptional activity of AR due to the limited availability of dihydrotestosterone. MNU+T induced an altered oxidant status in rat prostate, which was reflected by an increase in lipid peroxidation and DNA oxidation. These changes were completely or partially corrected by treatment with CN or the bioactive compounds. CN and its active components increased the activity of the apoptotic enzymes caspase-8 and caspase-3 in the prostates of CI rats. In conclusion, our data demonstrate that CN and its bioactive compounds have inhibitory effects on premalignant prostate lesions induced by MNU + T and, therefore, may be considered for the chemoprevention of prostate cancer. PREVENTION RELEVANCE: The research work presented in this article demonstrates the chemopreventive efficacy of CN and its bioactive compounds in a rat model of premalignant prostate cancer.",
      "mesh_terms": [
        "Humans",
        "Rats",
        "Male",
        "Animals",
        "Prostate",
        "Cinnamomum zeylanicum",
        "Rats, Wistar",
        "Prostatic Neoplasms",
        "Anticarcinogenic Agents",
        "Androgens",
        "Precancerous Conditions",
        "Carcinogenesis",
        "Membrane Proteins",
        "3-Oxo-5-alpha-Steroid 4-Dehydrogenase"
      ]
    },
    {
      "pmid": "36432096",
      "title": "Anxiolytic-like Effect of Inhaled Cinnamon Essential Oil and Its Main Component Cinnamaldehyde in Animal Models.",
      "authors": [
        "Ly Thi Huong Nguyen",
        "Nhi Phuc Khanh Nguyen",
        "Khoa Nguyen Tran",
        "Heung-Mook Shin",
        "In-Jun Yang"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Nov-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aromatherapy is one of the most common safer alternative treatments for psychiatric disorders with fewer side effects than conventional drugs. Here, we investigated the effects of cinnamon essential oil (CIEO) inhalation on mouse behaviors by performing different behavioral tests. CIEO inhalation showed anxiolytic effects in the elevated plus maze test, as inferred from increased time spent in open arms and decreased time spent in closed arms. Moreover, the CIEO treatment enhanced social behavior by increasing the total contact number, time spent in the center, distance traveled in the center, and total distance in the social interaction test. However, CIEO inhalation did not have any effect on performance in the open field test, tail suspension test, forced swimming test, and Y maze tests. The microarray analysis indicated that the CIEO treatment downregulated 17 genes and upregulated 15 genes in the hippocampus. Among them, Dcc, Egr2, and Fos are the most crucial genes that are involved in anxiety-related biological processes and pathways, including the regulation of neuronal death and neuroinflammation. Gas chromatography/mass spectrometry analysis revealed that cinnamaldehyde is the main component of CIEO. Cinnamaldehyde recovered MK-801-induced anxiety-related changes in the electroencephalogram power spectrum in zebrafish. Taken together, our findings suggest that CIEO and its main component cinnamaldehyde have an anxiolytic effect through the regulation of the expression of genes related to neuroinflammatory response and neuronal death.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Cinnamomum zeylanicum",
        "Anti-Anxiety Agents",
        "Oils, Volatile",
        "Zebrafish",
        "Models, Animal"
      ]
    },
    {
      "pmid": "36413866",
      "title": "In vitro effects of cinnamon, oregano, and thyme essential oils against Escherichia coli and Trueperella pyogenes isolated from dairy cows with clinical endometritis.",
      "authors": [
        "Renan B Paiano",
        "Ricardo L M de Sousa",
        "Jeannine Bonilla",
        "Luisa Z Moreno",
        "Evandro D F de Souza",
        "Pietro S Baruselli",
        "Andrea M Moreno"
      ],
      "journal": "Theriogenology",
      "publication_date": "2023-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Clinical endometritis causes serious economic losses in dairy farms, mainly due to its negative health impact on fertility and milk production, as well as the additional costs of medicines used to treat the affected animals. The therapy for uterine diseases is principally performed with antibiotic treatment; however, its indiscriminate use in dairy herds can favor the increase in the resistance of pathogenic bacteria, leading to treatment failures. In this regard, the use of unconventional treatment may be a good option to reduce the use of antimicrobials in milk production. The objective of the present study was to evaluate the antibacterial activity of cinnamon, oregano, and thyme essential oils, and their combinations, against bovine uterine pathogens. The antibacterial activities of these essential oils were evaluated by the Minimum Inhibitory Concentration (MIC) and Minimum Bactericidal Concentration (MBC), and Fractional Inhibitory Concentration (FIC) indices against Escherichia coli and Trueperella pyogenes, which were isolated from dairy cows with clinical endometritis. Among the essential oils evaluated, the lowest MIC and MBC values observed were obtained with cinnamon essential oil alone. The association among essential oils showed different kinds of interactions, and in some situations, antagonism was observed. This study demonstrated a promising antimicrobial activity of cinnamon's essential oil, indicating that it has excellent potential to be explored as a possible alternative in the treatment of clinical endometritis in dairy cows.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Female",
        "Origanum",
        "Cinnamomum zeylanicum",
        "Oils, Volatile",
        "Escherichia coli",
        "Plant Oils"
      ]
    },
    {
      "pmid": "36407625",
      "title": "Transcriptional and biochemical profiling of defense enzymes in Citrus sinensis during salicylic acid and cinnamon mediated suppression of green and blue mold.",
      "authors": [
        "Anam Moosa",
        "Faisal Zulfiqar",
        "Kadambot H M Siddique"
      ],
      "journal": "Frontiers in plant science",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Green and blue mold of citrus are threatening diseases that continuously inflict economic post-harvest loss. The suppressive effect of salicylic (SA) and Cinnamomum verum (CV) on green and blue mold of sweet oranges was investigated in this study. Among five tested plant extracts methanolic extract of Cinnamon caused the highest colony growth inhibition of P. digitatum and P. italicum in an in vitro antifungal assay. The methanolic extract of Cinnamon in combination with SA showed the lowest disease incidence and severity of green and blue mold on citrus fruit without affecting the fruit quality. Transcriptional profiling of defense enzymes revealed that the polyphenol oxidase (PPO), phenylalanine ammonia-lyase (PAL), and peroxidase (POD) genes were upregulated in fruit treated with CV, SA, and their combination compared to the control. The treatment SA+CV caused the highest upsurge in PPO, POD, and PAL gene expression than the control. Furthermore, the biochemical quantification of PPO, POD and PAL also revealed a similar pattern of activity. The present findings unravel the fact that the escalation in the activity of tested defense enzymes is possibly associated with the reduced incidence of blue and green molds. In conclusion, the study unveils the promising suppressive potential of SA+CV against green and blue mold by regulating the expression of PPO, POD, and PAL genes. Therefore, these treatments can find a role as safer alternatives to chemicals in the management of post-harvest green and blue mold."
    },
    {
      "pmid": "36402912",
      "title": "Identification of potential targets of cinnamon for treatment against Alzheimer's disease-related GABAergic synaptic dysfunction using network pharmacology.",
      "authors": [
        "Dongdong Qian",
        "Qixue Wang",
        "Siyuan Lin",
        "Ying Li",
        "Xinyi Gu",
        "Chenyi Xia",
        "Ying Xu",
        "Ting Zhang",
        "Li Yang",
        "Qianfu Wu",
        "Jijia Sun",
        "Yi Liu",
        "Mingmei Zhou"
      ],
      "journal": "Scientific reports",
      "publication_date": "2022-Nov-19",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Cinnamon aqueous extract's active substance base remains unclear and its mechanisms, mainly the therapeutic target of anti-Alzheimer's disease (AD)-related GABAergic synaptic dysfunction, remain unclear. Here, 30 chemical components were identified in the aqueous extract of cinnamon using LC/MS; secondly, we explored the brain-targeting components of the aqueous extract of cinnamon, and 17 components had a good absorption due to the blood-brain barrier (BBB) limitation; thirdly, further clustering analysis of active ingredient targets by network pharmacology showed that the GABA pathway with GABRG2 as the core target was significantly enriched; then, we used prominent protein-protein interactions (PPI), relying on a protein-metabolite network, and identified the GABRA1, GABRB2 and GABRA5 as the closest targets to GABRG2; finally, the affinity between the target and its cognate active compound was predicted by molecular docking. In general, we screened five components, methyl cinnamate, propyl cinnamate, ( +)-procyanidin B2, procyanidin B1, and myristicin as the brain synapse-targeting active substances of cinnamon using a systematic strategy, and identified GABRA1, GABRB2, GABRA5 and GABRG2 as core therapeutic targets of cinnamon against Alzheimer's disease-related GABAergic synaptic dysfunction. Exploring the mechanism of cinnamon' activities through multi-components and multiple targets strategies promise to reduce the threat of single- target and symptom-based drug discovery failure.",
      "mesh_terms": [
        "Cinnamomum zeylanicum",
        "Molecular Docking Simulation",
        "Network Pharmacology",
        "Alzheimer Disease",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "36360087",
      "title": "Effect of Combined Treatment with Cinnamon Oil and petit-High Pressure CO2 against Saccharomyces cerevisiae.",
      "authors": [
        "Liyuan Niu",
        "Jingfei Liu",
        "Xinpei Wang",
        "Zihao Wu",
        "Qisen Xiang",
        "Yanhong Bai"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Nov-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effects of the combined treatment with cinnamon oil (CIN) and petit-high pressure CO2 (p-HPCO2) against Saccharomyces cerevisiae. The results showed that CIN and p-HPCO2 exhibited a synergistic antifungal effect against S. cerevisiae. After being treated by CIN at a final concentration of 0.02% and p-HPCO2 under 1.3 MPa at 25 °C for 2 h, the S. cerevisiae population decreased by 3.35 log10 CFU/mL, which was significantly (p < 0.05) higher than that of CIN (1.11 log10 CFU/mL) or p-HPCO2 (0.31 log10 CFU/mL). Through scanning electron microscopy, fluorescence staining, and other approaches, a disorder of the structure and function of the cell membrane was observed after the CIN + p-HPCO2 treatment, such as severe morphological changes, increased membrane permeability, decreased cell membrane potential, and loss of membrane integrity. CIN + p-HPCO2 also induced mitochondrial membrane depolarization in S. cerevisiae cells, which could be associated with the decrease in intracellular ATP observed in this study. Moreover, the expression of genes involved in ergosterol synthesis in S. cerevisiae was up-regulated after exposure to CIN + p-HPCO2, which might be an adaptive response to membrane damage. This work demonstrates the potential of CIN and p-HPCO2 in combination as an alternative pasteurization technique for use in the food industry."
    },
    {
      "pmid": "36299724",
      "title": "Cinnamon essential oil and its emulsion as efficient antibiofilm agents to combat Acinetobacter baumannii.",
      "authors": [
        "Tea Ganić",
        "Stefana Vuletić",
        "Biljana Nikolić",
        "Magdalena Stevanović",
        "Maja Kuzmanović",
        "Dušan Kekić",
        "Saša Đurović",
        "Stefana Cvetković",
        "Dragana Mitić-Ćulafić"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acinetobacter baumannii is an emerging nosocomial pathogen resistant to a wide spectrum of antibiotics, with great potential to form a biofilm, which further aggravates treatment of infections caused by it. Therefore, searching for new potent agents that are efficient against A. baumannii seems to be a necessity. One of them, which has already been proven to possess a wide spectrum of biological activities, including antimicrobial effect, is cinnamon essential oil. Still, further increase of antibacterial efficacy and improvement of bioavailability of cinnamon oil is possible by emulsification process. The aim of this study was comparative analysis of cinnamon essential oil and its emulsion against biofilm forming A. baumannii clinical isolates. Furthermore, the investigation of toxicological aspects of possible applications of essential oil and emulsion was done as well. Gas chromatography-mass spectrometry of essential oil indicated trans-cinnamaldehyde as the most abundant component. The cinnamon emulsion was synthesized from cinnamon essential oil by combining modified low- and high- energy methods. Synthesized emulsion was characterized with Fourier-transform infrared spectroscopy and photon correlation spectroscopy. Both substances exhibited significant antibacterial (minimal inhibitory concentrations in the range 0.125-0.5 mg/ml) and antibiofilm effects (inhibitions of formation and reduction of pre-formed biofilm were 47-81 and 30-62%, respectively). Compared to essential oil, the efficacy of emulsion was even stronger considering the small share of pure oil (20%) in the emulsion. The result of biofilm eradication assay was confirmed by scanning electron microscopy. Even though the cytotoxicity was high especially for the emulsion, genotoxicity was not determined. In conclusion, strong antibacterial/antibiofilm effect against A. baumannii of the cinnamon essential oil and the fact that emulsification even potentiated the activity, seems to be of great significance. Observed cytotoxicity implicated that further analysis is needed in order to clearly determine active principles being responsible for obtained antibacterial/antibiofilm and cytotoxic properties."
    }
  ]
}