{
  "supplement": "Cissus Quadrangularis",
  "query": "Cissus Quadrangularis[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:37:50",
  "research_count": 59,
  "count": 59,
  "articles": [
    {
      "pmid": "39247029",
      "title": "Antibacterial Activity of Cissus quadrangularis (Veldt Grape) Against Porphyromonas gingivalis, a Keystone Pathogen in Periodontal Disease: An In Vitro Study.",
      "authors": [
        "Aathira R Nair",
        "Prem Blaisie Rajula",
        "Ravishankar Pl",
        "Sai Sri Soury Geddam",
        "Subhashini B",
        "Lochini S"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Porphyromonas gingivalis, a keystone pathogen and one of the primary pathogens responsible for periodontitis, leads to a chronic inflammatory condition that destroys the periodontal tissues and ultimately results in tooth loss. While conventional non-surgical therapy combined with antibiotics and local drug delivery systems are commonly used to treat periodontitis, certain medicinal herbs have also demonstrated efficacy in its prevention. Cissus quadrangularis L. (CQ), a perennial plant from the Vitaceae family, is widely recognized and used as a medicinal herb in many tropical countries, predominantly in India, Sri Lanka, Thailand, Java, West Africa, and the Philippines. AIM: The aim of the study was to determine the antibacterial activity of CQ against the periodontal keystone pathogen P. gingivalis. METHOD: Aqueous and ethanolic extracts of CQ were prepared using a Soxhlet extractor. The antibacterial effectiveness of these extracts against the periodontal pathogen P. gingivalis was evaluated at different concentrations, and the minimal inhibitory concentration (MIC) was determined using broth microdilution. RESULTS: The ethanolic extract of CQ mixed with 10% dimethyl sulfoxide (DMSO) showed higher inhibition compared to the aqueous extract of CQ against P. gingivalis. CONCLUSION: Our study revealed the potent inhibitory effects of CQ against P. gingivalis. Both aqueous and ethanolic extracts displayed MIC values of 500 µg/mL. Notably, the ethanolic extract of CQ, dissolved in 10% DMSO, demonstrated superior efficacy with a lower IC50 value of 194.36 µg/mL. These findings indicate promising potential for CQ in the management of periodontal disease."
    },
    {
      "pmid": "39050759",
      "title": "Anti-hyperglycemic effects of Cissus quadrangularis extract via regulation of gluconeogenesis in type 2 diabetic db/db mice.",
      "authors": [
        "Jeong-Won Kim",
        "Ji-Soo Jeong",
        "Jin-Hwa Kim",
        "Eun-Hye Chung",
        "Chang-Yeop Kim",
        "Dong-Ryung Lee",
        "Bong-Keun Choi",
        "Jong-Hwan Lim",
        "Je-Won Ko",
        "Tae-Won Kim"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: Cissus quadrangularis is a vining plant widely used as a traditional herbal remedy for various ailments. In this study, the therapeutic effects of C. quadrangularis extract (CQR-300) on type 2 diabetes mellitus (T2DM) were investigated in a leptin receptor-mutated db/db mouse model. Methods: CQR-300 was orally administered to db/db mice (n = 6/group) at different doses (50, 100, and 200 mg/kg) for 8 weeks. Blood glucose levels and oral glucose tolerance were assessed using the AccuCheck glucometer. Enzyme-linked immunosorbent assay was performed to evaluate insulin and hemoglobin A1c (HbA1c) levels in the blood of db/db mice. Liver and pancreatic tissues from db/db mice were examined by hematoxylin and eosin (H&E) and immunohistochemical staining. The protein levels of gluconeogenesis-, lipogenesis-, and oxidative stress-related factors were evaluated using western blotting. Results and discussion: CQR-300 treatment effectively reduced body weight, blood glucose, and insulin levels. HbA1c levels were increased by leptin receptor mutation. Additionally, in the oral glucose tolerance tests, the CQR-300 treated group had a faster blood glucose recovery rate than the db/db group. H&E and Oil red-O staining of the liver showed decreased lipid accumulation in the CQR-300 treated group than the db/db group. Western blot analysis confirmed that CQR-300 effectively inhibited gluconeogenesis, lipogenesis, and oxidative stress-related factors. Our findings suggest that CQR-300 has the potential to be used as a T2DM supplement."
    },
    {
      "pmid": "38765287",
      "title": "Effects of Cissus quadrangularis L. Powder on Proximate Composition, Physicochemical and Textural Properties of Tteokgalbi.",
      "authors": [
        "Jae-Joon Lee",
        "Jisu Lee",
        "Jung-Seok Choi",
        "Jung-Heun Ha"
      ],
      "journal": "Food science of animal resources",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We investigated Cissus quadrangularis L. powder (C) use as a natural additive to Tteokgalbi, a traditional Korean meat-based dish. Five distinct Tteokgalbi samples were treated: one without any additives (negative control, NC), one with 1.00% C (C1), 2.00% C (C2), 4.00% C (C3), and 0.10% ascorbic acid (positive control, PC). C addition resulted in changes in composition, quality, and sensory attributes. Moisture content decreased with higher C levels; crude protein varied among the groups, with C1 having the highest crude protein levels and C3 the lowest. Crude fat decreased with increasing C concentration, whereas the carbohydrate content increased. The water-holding capacity notably decreased in the C3 group, resulting in increased cooking loss with higher C concentrations. C treatment altered color and texture, reducing CIE L* and increasing CIE a* before cooking and increasing CIE L* and CIE a* after cooking. CIE b* decreased before cooking but increased thereafter. C-treated Tteokgalbi was less cohesive, chewy, and brittle compared to the NC. The C treatment increased the total phenolic and flavonoid contents and enhanced radical scavenging capacities. It also affects storage characteristics, lowers pH, and increases 2-thiobarbituric acid reactive substances values. The microbial counts were lower in C2 and C3 after 11 days. These findings suggest the potential use of C as a natural meat additive."
    },
    {
      "pmid": "38730121",
      "title": "Self Emulsifying Delivery System of Cissus quadrangularis: Evidence of Enhanced Efficacy and Promising Pharmacokinetic Profile in the Management of Osteoporosis.",
      "authors": [
        "Jaspreet Garg",
        "Gargi Ghoshal",
        "Gajanand Sharma",
        "O P Katare",
        "Sanjay Bhadada"
      ],
      "journal": "AAPS PharmSciTech",
      "publication_date": "2024-May-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Treatment therapies used to manage osteoporosis are associated with severe side effects. So worldwide herbs are widely studied to develop alternative safe & effective treatments. Cissus quadrangularis (CQ) has a significant role in bone health and fracture healing. It is documented that its extracts increase osteoblastic differentiation & mineralization. Currently, Cissus quadrangularis is available in the form of tablets in the market for oral delivery. But these conventional forms are associated with poor bioavailability. There is a need for a novel drug delivery system with improving oral bioavailability. Therefore, a Cissus quadrangularis-loaded self-emulsifying drug delivery system (CQ-SEDDS) was developed which disperses rapidly in the gastrointestinal fluids, yielding nano-emulsions containing a solubilized drug. This solubilized form of the drug can be easily absorbed through lymphatic pathways and bypass the hepatic first-pass effect. The emulsification efficiency, zeta potential, globule size, in-vitro dissolution, ex-vivo, in-vivo and bone marker studies were performed to assess the absorption and permeation potential of CQ incorporated in SEDDS. CQ-SEDDS with excipients Tween 80, Cremophor RH40, Transcutol HP & α-Tocopherol acetate had shown about 76% enhancement in the bioavailability of active constituents of CQ. This study provided the pre-clinical data of CQ-SEDDS using osteoporotic rat model studies.",
      "mesh_terms": [
        "Animals",
        "Emulsions",
        "Osteoporosis",
        "Rats",
        "Cissus",
        "Drug Delivery Systems",
        "Biological Availability",
        "Female",
        "Administration, Oral",
        "Excipients",
        "Solubility",
        "Plant Extracts",
        "Particle Size",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "38595910",
      "title": "The Cissus quadrangularis genome reveals its adaptive features in an arid habitat.",
      "authors": [
        "Qingyun Li",
        "Yi Wang",
        "Huimin Zhou",
        "Yuanshuang Liu",
        "Duncan Kiragu Gichuki",
        "Yujun Hou",
        "Jisen Zhang",
        "Rishi Aryal",
        "Guangwan Hu",
        "Tao Wan",
        "Sara Getachew Amenu",
        "Robert Wahiti Gituru",
        "Haiping Xin",
        "Qingfeng Wang"
      ],
      "journal": "Horticulture research",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cissus quadrangularis is a tetraploid species belonging to the Vitaceae family and is known for the Crassulacean acid metabolism (CAM) pathway in the succulent stem, while the leaves perform C3 photosynthesis. Here, we report a high-quality genome of C. quadrangularis comprising a total size of 679.2 Mb which was phased into two subgenomes. Genome annotation identified 51 857 protein-coding genes, while approximately 47.75% of the genome was composed of repetitive sequences. Gene expression ratios of two subgenomes demonstrated that the sub-A genome as the dominant subgenome played a vital role during the drought tolerance. Genome divergence analysis suggests that the tetraploidization event occurred around 8.9 million years ago. Transcriptome data revealed that pathways related to cutin, suberine, and wax metabolism were enriched in the stem during drought treatment, suggesting that these genes contributed to the drought adaption. Additionally, a subset of CAM-related genes displayed diurnal expression patterns in the succulent stems but not in leaves, indicating that stem-biased expression of existing genes contributed to the CAM evolution. Our findings provide insights into the mechanisms of drought adaptation and photosynthesis transition in plants."
    },
    {
      "pmid": "37869400",
      "title": "Potential Curative Effects of Aqueous Extracts of Cissus quadrangularis (Vitaceae) and Jatropha gossypiifolia (Euphorbiaceae) on Acetaminophen-Induced Liver Injury in Mice.",
      "authors": [
        "Romeo Joel Guemmogne Temdie",
        "Edwige Ymele Chiogo Vouffo",
        "Borris Rosnay Tietcheu Galani",
        "Bertrand Dabole Ladane",
        "Josee Bianzoumbe",
        "Marc Germain Kuum Minoue",
        "Fidèle Ntchapda",
        "Theophile Dimo"
      ],
      "journal": "Current therapeutic research, clinical and experimental",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Acetaminophen-induced liver injury remains a significant public health problem because available treatments are limited due to their adverse effects. Medicinal plants, which are an important source of bioactive molecules, could be an alternative treatment for liver disease. OBJECTIVE: This study was designed to investigate the curative effect of aqueous extracts of Cissus quadrangularis (Vitaceae) and Jatropha gossypiifolia (Euphorbiaceae) on acetaminophen-induced liver injury in mice. METHODS: Mice were divided into groups and treated with distilled water, silymarin (50 mg/kg), a reference hepatoprotective agent, and aqueous extracts of C quadrangularis and J gossypiifolia (50 and 100 mg/kg, PO, respectively). These substances were given as a single daily dose 4 hours after acetaminophen administration (300 mg/kg, PO) for 2 days. Mice were humanely put to death 24 hours after the last dose and serum alanine aminotransferase and aspartate aminotransferase activities, total bilirubin and protein levels, reduced glutathione, superoxide dismutase, malondialdehyde, catalase, and nitrite tissue levels were assessed. Histology of the livers of the mice was performed by hematoxylin and eosin staining. RESULTS: Acetaminophen administration induced a significant (P < 0.05) mean (SEM) body weight loss (-14.45% [5.92%]), a significant elevation of alanine aminotransferase activity (15.08%), total protein and bilirubin levels (25.80%), and a significant (P < 0.05) increase in liver superoxide dismutase (67.71%), catalase (63.00%), glutathione (40.29%), malondialdehyde (30.67%), and nitrite levels compared with the control group. In curative treatment, C quadrangularis and J gossypiifolia (50 and 100 mg/kg) significantly (P < 0.05) reduced mean (SEM) body weight loss (16.67% [7.16%] and 1.25% [0.51%], respectively), serum alanine aminotransferase activity (17.62% and 11.14%, respectively), bilirubin level (29.62% and 49.14%, respectively) compared with acetaminophen group, and J gossypiifolia normalized serum total protein level. Both extracts significantly (P < 0.05) reduced the levels of glutathione and malondialdehyde and normalized that of nitrite, superoxide dismutase, and catalase compared with the acetaminophen group. Hepatocyte necrosis and inflammatory cell infiltration were remarkably reduced by the plant extracts. CONCLUSIONS: The results obtained are evidence in favor of the development of a formulation based on the extracts of these plants against liver diseases."
    },
    {
      "pmid": "37305322",
      "title": "Development of Cissus quadrangularis-Loaded POSS-Reinforced Chitosan-Based Bilayer Sponges for Wound Healing Applications: Drug Release and In Vitro Bioactivity.",
      "authors": [
        "Sibel Deger Aker",
        "Sedef Tamburaci",
        "Funda Tihminlioglu"
      ],
      "journal": "ACS omega",
      "publication_date": "2023-Jun-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nowadays, antibiotic-loaded biomaterials have been widely used in wound healing applications. However, the use of natural extracts has come into prominence as an alternative to these antimicrobial agents in the recent period. Among natural sources, Cissus quadrangularis (CQ) herbal extract is used for treatment of bone and skin diseases in ayurvedic medicine due to its antibacterial and anti-inflammatory effects. In this study, chitosan-based bilayer wound dressings were fabricated with electrospinning and freeze-drying techniques. CQ extract-loaded chitosan nanofibers were coated on chitosan/POSS nanocomposite sponges using an electrospinning method. The bilayer sponge is designed to treat exudate wounds while mimicking the layered structure of skin tissue. Bilayer wound dressings were investigated with regard to the morphology and physical and mechanical properties. In addition, CQ release from bilayer wound dressings and in vitro bioactivity studies were performed to determine the effect of POSS nanoparticles and CQ extract loading on NIH/3T3 and HS2 cells. The morphology of nanofibers was investigated with SEM analysis. Physical characteristics of bilayer wound dressings were determined with FT-IR analysis, swelling study, open porosity determination, and mechanical test. The antimicrobial activity of CQ extract released from bilayer sponges was investigated with a disc diffusion method. Bilayer wound dressings' in vitro bioactivity was examined using cytotoxicity determination, wound healing assay, proliferation, and the secretion of biomarkers for skin tissue regeneration. The nanofiber layer diameter was obtained in the range of 77.9-97.4 nm. The water vapor permeability of the bilayer dressing was obtained as 4021 to 4609 g/m2day, as it is in the ideal range for wound repair. The release of the CQ extract over 4 days reached 78-80% cumulative release. The release media were found to be antibacterial against Gram-negative and Gram-positive bacteria. In vitro studies showed that both CQ extract and POSS incorporation induced cell proliferation as well as wound healing activity and collagen deposition. As a result, CQ-loaded bilayer CHI-POSS nanocomposites were found as a potential candidate for wound healing applications."
    },
    {
      "pmid": "36824186",
      "title": "Comparison of Teriparatide and Combination of Cissus Quadrangularis and Dalbergia Sissoo on Bone Healing Against the Control Group in Maxillofacial Fractures: A Randomized Open-label Control Trial.",
      "authors": [
        "Gigi Pg",
        "Ankita Chugh",
        "Kirti Chaudhry",
        "Amanjot Kaur",
        "Pravin Kumar",
        "Shubham Gaur",
        "Shailendra Kumar",
        "Surjit Singh"
      ],
      "journal": "Craniomaxillofacial trauma & reconstruction",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "STUDY DESIGN: Randomized Control Trial. OBJECTIVE: A randomized control trial was planned to aim to assess whether subcutaneous Injection of Teriparatide and Tablet Reunion (combination of Cissus Quadrangularis and Dalbergia sissoo) improves maxillofacial fracture healing as compared to the control group. METHODS: 24 patients of mandibular fracture with or without concomitant maxillofacial fractures were randomly divided into 3 equal groups (Group 1- Control, Group 2- Tablet Reunion, and Group 3- Injection Teriparatide) and the treatment duration was 4 weeks. Pain, fracture site mobility, bite force, serum markers, and radiographic healing were assessed preoperatively and postoperatively at regular intervals till 12 weeks. RESULTS: Group 2 showed early pain relief, although it was insignificant. Group 3 showed the highest anterior bite force at all the time points. Change in mean posterior bite force (PBF) showed a statistically significant increase at 8th week and 12th week in intergroup comparison; however, at 12th week, Group 3 was significantly better than Group 1 and reported the highest posterior bite force compared to other groups. Serum calcium and PTH level showed no significant difference, whereas Serum ALP showed a statistically significant increase in Group 3. The radiographic assessment showed no significant difference among the 3 groups. CONCLUSIONS: Both the intervention group drugs showed a promising effect on accelerating the fracture healing and improving bite force restoration with the osteoanabolic action; however, early radiographic healing and increased serum osteogenic markers in Group 3 indicate its possible optimistic role in maxillofacial fracture healing."
    },
    {
      "pmid": "36259295",
      "title": "Effect of Cissus quadrangularis Hydrogel on Enhancing Osseointegration of Titanium Implant to Bone: An In Vivo Study.",
      "authors": [
        "Srinidhi Bhat",
        "Ramesh Chowdhary"
      ],
      "journal": "The journal of contemporary dental practice",
      "publication_date": "2022-Sep-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: The aim of the study was to evaluate the osteogenic potential of Cissus quadrangularis (CQ) hydrogel in enhancing the osseointegration of titanium to the bone in an experimental rabbit model. MATERIALS AND METHODS: Six adult male New Zealand white rabbits were used in this study. A total of 24 implants (12 coated test implants and 12 uncoated control implants) were placed in these 6 rabbits. A polyethylene glycol (PEG) hydrogel was prepared with the C. quadrangularis hydrogel in which the test implants were coated. Each rabbit was operated on both hind legs and one implant, each, was placed in the femur and tibia. Hence, one rabbit received four implants [two test implants (HG coated) and two control implants (uncoated)]. The animals were sacrificed after 4 weeks, and the specimens were histomorphometrically analyzed. The bone-to-implant contact (BIC) and the bone area fraction occupancy (BAFO) were calculated using Image J analysis. RESULTS: The statistically analyzed values which were obtained by paired t-test, revealed that the average mean values were higher in the test implants (coated) than the control implants (uncoated). The BIC values of the test implants were not significantly different from the control implants in the case of both femur and tibia (p >0.05). The test implants showed significantly increased BAFO values in femur (p <0.05). However, the BAFO values of test implants in tibia did not vary significantly from the control implants. CONCLUSION: Based on the findings of the study, the authors conclude that the coating of C. quadrangularis hydrogel enhances the osseointegration of titanium implants to bone. The further studies need to be designed to check the osseointegrative potential of C. quadrangularis. CLINICAL SIGNIFICANCE: The findings of this study suggest that the C. quadrangularis hydrogel is a potent osteogenic material that can reduce the osseointegration period and thus enhance the patient compliance toward implant treatment.",
      "mesh_terms": [
        "Male",
        "Rabbits",
        "Animals",
        "Osseointegration",
        "Titanium",
        "Cissus",
        "Dental Implants",
        "Hydrogels",
        "Coated Materials, Biocompatible",
        "Surface Properties",
        "Polyethylene Glycols"
      ]
    },
    {
      "pmid": "35896310",
      "title": "Cissus quadrangularis extract mitigates diabetic cardiomyopathy by inhibiting RAAS activation, inflammation and oxidative stress.",
      "authors": [
        "Anees Ahmed Syed",
        "Mohammad Irshad Reza",
        "Mohammad Shafiq",
        "Sanjana Kumariya",
        "Roshan Katekar",
        "Kashif Hanif",
        "Jiaur R Gayen"
      ],
      "journal": "Biomarkers : biochemical indicators of exposure, response, and susceptibility to chemicals",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diabetic cardiomyopathy (DCM) is an age-related disease, and its progression is accompanied by hyperglycaemia, cardiac dysfunction, and myocardial structural and functional abnormalities. Cissus quadrangularis, a traditional medicinal plant, contains polyphenols, flavonoids, phytosterols, carbohydrates and ascorbic acid. It is used to treat osteoporosis, asthma, haemorrhoids and menstrual disorders.Objective: In the current research, we have investigated the effect of ethanolic extract of C. quadrangularis (EECQ) against a high-fat diet (HFD)/streptozotocin-induced DCM by estimating cardiac biomarkers, inflammatory markers and Reactive oxygen species (ROS) production. MATERIAL AND METHODS: Rats were fed with an HFD for 12 weeks, followed by single-shot low-dose streptozotocin (35 mg/kg; i.p.). The treatment was performed by EECQ (200 mg/kg/day, orally) for six weeks. RESULTS: The extract EECQ improves glucose, insulin tolerance tests and hypercholesteremia. DCM is characterized by cardiac dysfunction, cardiac biomarkers CKMB and LDH, which were attenuated by the EECQ treatment. The hypertrophic biomarker ANP, BNP expression and cardiomyocyte surface area were decreased by EECQ. Moreover, EECQ also alleviated the biomarkers Angiotensin II and renin level. EECQ also reduced oxidative stress, ROS production and cardiac inflammation. CONCLUSIONS: Thus, these findings suggested that EECQ could be used as a possible therapeutic regiment to treat DCM.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Cissus",
        "Streptozocin",
        "Diabetic Cardiomyopathies",
        "Reactive Oxygen Species",
        "Renin-Angiotensin System",
        "Plant Extracts",
        "Oxidative Stress",
        "Inflammation",
        "Ethanol",
        "Diabetes Mellitus"
      ]
    },
    {
      "pmid": "35523116",
      "title": "The effect of Cissus quadrangularis L. on delaying bone loss in postmenopausal women with osteopenia: A randomized placebo-controlled trial.",
      "authors": [
        "Saksit Benjawan",
        "Hataikarn Nimitphong",
        "Pramote Tragulpiankit",
        "Olarik Musigavong",
        "Sompop Prathanturarug",
        "Thanika Pathomwichaiwat"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Osteopenia refers to bone density that is not normal but also not as low as that noted in osteoporosis. Osteopenia leads to osteoporosis and increases the risk of fractures. Current research is focused on agents that will prevent or slow the progression of bone loss. On the basis of published evidence, Cissus quadrangularis (CQ) might potentially provide a novel natural treatment for osteopenia. PURPOSE: To determine the effect of 24 weeks of consecutive treatment with CQ on delaying bone loss and safety in postmenopausal women (PMW) with osteopenia. METHODS: This study is a randomized, placebo-controlled trial. Here, 134 enrolled PMW with osteopenia (> 40 years and having no period for 1-10 years) received CQ at 1.2 (CQ1.2) or 1.6 g/day (CQ1.6) or placebo. The %change in bone mineral density (BMD) at the lumbar spine (L1-L4), femoral neck, and total hip served as the primary outcome. The %change in bone turnover markers (BTMs), including C-terminal telopeptide of type 1 collagen (CTX) and procollagen type 1 amino-terminal propeptide (P1NP), was the secondary outcome. These outcomes were compared between the CQ vs. placebo group at weeks 12 and 24. The least significant change (LSC) was used to monitor clinical changes. The adverse events (AE) were monitored. RESULTS: A total of 108 participants completed this study. The %BMD changes in the CQ-treated groups did not differ at any site after 24 weeks compared to the placebo. Statistically significant differences were detected in CQ1.6 at the lumbar spine (0.011 ± 0.025 g/cm2, p = 0.008) and CQ1.2 at the femoral neck (-0.015 ± 0.036 g/cm2, p = 0.024) compared to baseline, but these changes did not exceed the LSC. Reduced bone remodeling activity was detected in both CQ-treated groups. Compared to the placebo, the %P1NP change was significantly reduced in CQ1.6 (-2.46 ± 26.05%; p < 0.01) at week 12 and in CQ1.2 (-3.36 ± 29.47%; p < 0.01) and CQ1.6 (-9.95 ± 22.22%; p < 0.01) at week 24. These results correlated with the within-group comparison, which showed a continuously significant increase in both BTMs in the placebo group. However, a stable CTX and a significant reduction in P1NP (p < 0.05) were detected in both CQ-treated groups. This reduction exceeded the LSC of P1NP. The incidence of adverse events did not differ among the three groups. CONCLUSION: This is the first clinical report that showed a promising effect on delaying bone loss of orally administration of CQ for 24 weeks, as indicated by a slower bone remodeling process via a reduction in BTMs. However, no change in BMD was observed.",
      "mesh_terms": [
        "Biomarkers",
        "Bone Density",
        "Bone Density Conservation Agents",
        "Bone Diseases, Metabolic",
        "Cissus",
        "Collagen Type I",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Osteoporosis",
        "Osteoporosis, Postmenopausal",
        "Postmenopause"
      ]
    },
    {
      "pmid": "34973346",
      "title": "Polyphenolic-rich Cissus quadrangularis extract ameliorates insulin resistance by activating AdipoR1 in peri-/post-menopausal rats.",
      "authors": [
        "Anees Ahmed Syed",
        "Mohammad Irshad Reza",
        "Pragati Singh",
        "Athar Husain",
        "Shailesh Dadge",
        "Jiaur R Gayen"
      ],
      "journal": "Experimental gerontology",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Insulin resistance (IR) is a significant complication in menopausal women, which predisposes them to cardiovascular disorder, obesity, and diabetes. Cissus quadrangularis is a polyphenolic plant rich in nutrients and is used as an edible vegetable in Nigeria. Previously, we investigated that C. quadrangularis extract (EECQ) treatment ameliorates IR, hyperlipidemia, and overweight in diabetic rats. Accordingly, in the current study, we further evaluated the adiponectin mimetic activity of EECQ in peri-/post-menopausal rats. Perimenopause was induced by High-fat diet/4-vinylcyclohexenediepoxide/(HFD-VCD), while postmenopause was by HFD/bilateral ovariectomy (HFD-OVX). Both the menopausal rats demonstrated an abnormal level of sex hormones, IR, hyperlipidemia, increased fat mass, and abnormal weight gain. Nevertheless, EECQ treated group revealed protection from these untoward complications. Furthermore, the docking score of major constituents of EECQ on adiponectin receptor 1 (AdipoR1) depicted a strong binding affinity, which was comparable to the ligand adipoRon. Besides, AdipoR1 expression determined by RT-PCR, Western blotting, and immunohistochemistry was downregulated in peri-/post-menopausal rats. Similarly, the expression of AdipoR1 downstream marker APPL1 and insulin sensitivity markers, including IRS1, Akt1, and GLUT4, were also dysregulated in menopausal rats. However, EECQ treated rats manifested restoration of normal expression of APPL1, IRS1, Akt1, and GLUT4 by upregulating AdipoR1. Altogether, the current study promulgated the adiponectin mimetic activity of EECQ, which is substantial to mitigate IR in menopausal conditions.",
      "mesh_terms": [
        "Adaptor Proteins, Signal Transducing",
        "Adiponectin",
        "Animals",
        "Cissus",
        "Diabetes Mellitus, Experimental",
        "Insulin Resistance",
        "Nerve Tissue Proteins",
        "Plant Extracts",
        "Postmenopause",
        "Rats",
        "Receptors, Adiponectin"
      ]
    },
    {
      "pmid": "34765003",
      "title": "Clinical Pilot Study of Rectal Suppository Containing Combined Extract of Cissus quadrangularis Linn. and Acmella paniculata (Wall ex. DC.) R. K. Jansen in Acute Hemorrhoids.",
      "authors": [
        "Kanokporn Niwatananun",
        "Wirat Niwatananun",
        "Sirivipa Piyamongkol",
        "Darunee Hongwiset",
        "Chidchanok Ruengorn",
        "Kiatkriangkrai Koyratkoson",
        "Panee Sirisa-Ard",
        "Sunee Chansakaow",
        "Songwut Yotsawimonwat",
        "Chalermpong Saenjum",
        "Ampai Phrutivorapongkul",
        "Suporn Charumanee"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cissus quadrangularis Linn. (CQ) is a medicinal plant with good evidence for the treatment of hemorrhoids, listed in the Thai National List of Herbal Products in the oral dosage form. Acmella paniculata (Wall ex. DC.) R. K. Jansen. (AP) is a medicinal plant with a local anesthetic effect. OBJECTIVE: To investigate the potential of rectal suppositories containing CQ and AP extracts to alleviate symptoms of hemorrhoids compared with the commercialized rectal suppository containing hydrocortisone and cinchocaine. MATERIALS AND METHODS: Hemorrhoid outpatients (n = 105) with different severity grades (I, II, or III) from eight hospitals in northern Thailand were included in this study. Hemorrhoid severity was graded by proctoscopy associated with either anal pain or bleeding related to hemorrhoids or both. The patients were randomly allocated to two groups: CQ-AP group (n = 52) or the commercialized rectal suppository group (n = 53). One suppository was rectally administered twice daily in the morning and at bedtime for seven days. Evaluations were performed by physicians on days 1, 4, and 8 of the study. The primary endpoints were bleeding and prolapse size, while the secondary endpoint was anal pain. RESULTS: Baseline demographics, lifestyle, constipation, number of prolapses, grade of hemorrhoid severity, and duration of experiencing hemorrhoids were comparable in both groups of patients. The effects of CQ-AP and the commercialized rectal suppository on bleeding, prolapse size, and anal pain were comparable. The patients in both groups were satisfied with both products at comparable levels and stated a preference for further use in the case of hemorrhoids recurrence. In terms of safety, the patients in the commercialized rectal suppository group experienced a higher incidence of adverse events, including anal pain and bleeding. CONCLUSION: Rectal suppositories containing a combined extract of CQ and AP show potential in alleviating hemorrhoidal symptoms with a good safety profile."
    },
    {
      "pmid": "34648416",
      "title": "Ethanolic extract of Cissus quadrangularis improves vasoreactivity by modulation of eNOS expression and oxidative stress in spontaneously hypertensive rats.",
      "authors": [
        "Anees Ahmed Syed",
        "Mohammed Shafiq",
        "Mohammad Irshad Reza",
        "Pragya Bharati",
        "Athar Husain",
        "Pragati Singh",
        "Kashif Hanif",
        "Jiaur R Gayen"
      ],
      "journal": "Clinical and experimental hypertension (New York, N.Y. : 1993)",
      "publication_date": "2022-Jan-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Endothelial dysfunction is related to the reduced bioavailability of nitric oxide (NO) and plays a significant role in developing hypertension. The intake of a diet rich in antioxidants decreases the threat of hypertension. Cissus quadrangularis possesses antioxidant, anti-inflammatory, and hypocholesterolemic activities. However, to date, no studies have been performed to explore this plant's antihypertensive and vasorelaxant activity. Herein, we investigated the chronic effect of C. quadrangularis on blood pressure as well as vascular function in hypertensive rats. METHODS: Male spontaneously hypertensive rats (SHR) were randomly divided into two groups. Normotensive Wistar rats were taken as the control group. The treatment was done using ethanolic extract of C. quadrangularis (EECQ) at a dose of 200 mg/kg. RESULTS: The administration of EECQ for six weeks reduced the systolic blood pressure, mean arterial blood pressure, and heart rate. It also alleviated the cardiac and renal hypertrophy indices. Supplementation of EECQ improved the endothelium-dependent aortic vasodilation induced by acetylcholine. It restored the NO level and endothelial NO synthase expression in the aorta. Subsequently, the extract alleviates the oxidative stress and inflammatory markers in SHR rats. CONCLUSION: Thus, in the present study, the chronic treatment of EECQ to genetically hypertensive rats improved endothelium-dependent relaxation in addition to its antihypertensive effect by eNOS activation and inhibition of ROS production, inflammation.",
      "mesh_terms": [
        "Animals",
        "Cissus",
        "Endothelium, Vascular",
        "Hypertension",
        "Male",
        "Nitric Oxide",
        "Nitric Oxide Synthase Type III",
        "Oxidative Stress",
        "Plant Extracts",
        "Rats",
        "Rats, Inbred SHR",
        "Rats, Inbred WKY",
        "Rats, Wistar",
        "Vasodilation"
      ]
    },
    {
      "pmid": "34128987",
      "title": "Cissus quadrangularis extract attenuates diabetic nephropathy by altering SIRT1/DNMT1 axis.",
      "authors": [
        "Anees Ahmed Syed",
        "Mohammad Irshad Reza",
        "Richa Garg",
        "Umesh K Goand",
        "Jiaur R Gayen"
      ],
      "journal": "The Journal of pharmacy and pharmacology",
      "publication_date": "2021-Oct-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Hyperglycemia-induced SIRT1, DNMT1, SODs, as well as oxidative stress, play a pivotal role in the progression of diabetic nephropathy. Cissus quadrangularis, holds antioxidant and hypoglycemic activity; however, a direct link between its activity and prevention of diabetic nephropathy has not been ascertained yet. Accordingly, we aimed to delineate the protective effect of ethanolic extract of Cissus quadrangularis (EECQ) against high-fat diet/streptozotocin (HFD/STZ) induced diabetic nephropathy rats. METHODS: The control group was fed with a normal chow diet. Rats kept on an HFD for 12 weeks with a single low dose of STZ manifested the features of diabetic nephropathy. The treatment was done by the oral administration of EECQ (200 mg/kg) for six weeks (six rats in each group). KEY FINDINGS: Treatment with EECQ demonstrated substantial attenuation of elevated insulin resistance, lipid profile and creatinine level. Additionally, EECQ restored albuminuria, glomerular filtration rate and creatinine clearance in diabetic nephropathy rats. Furthermore, HFD consumption in rats culminated in reduced SIRT1 and enhanced DNMT1 expression, nonetheless, rescued by EECQ. Moreover, EECQ augmented the SOD 1 and 3 levels, thereby safeguarded from oxidative damage and renal inflammation. Besides, treatment protected from renal fibrosis by downregulating TGFβ, Smad2/3 and col1/3 expression in diseased rats. CONCLUSIONS: Thus, based on the above findings, we conclude that EECQ shows a protective effect against diabetic nephropathy.",
      "mesh_terms": [
        "Albuminuria",
        "Animals",
        "Antioxidants",
        "Cissus",
        "Creatinine",
        "Diabetes Mellitus, Experimental",
        "Diabetic Nephropathies",
        "Diet, High-Fat",
        "Glomerular Filtration Rate",
        "Hypoglycemic Agents",
        "Inflammation",
        "Insulin Resistance",
        "Kidney",
        "Lipids",
        "Male",
        "Oxidative Stress",
        "Phytotherapy",
        "Plant Extracts",
        "Rats, Sprague-Dawley",
        "Repressor Proteins",
        "Sirtuin 1",
        "Smad Proteins, Receptor-Regulated",
        "Superoxide Dismutase",
        "Transforming Growth Factor beta",
        "Rats"
      ]
    },
    {
      "pmid": "33479386",
      "title": "Cissus Quadrangularis enhances UCP1 mRNA, indicative of white adipocyte browning and decreases central obesity in humans in a randomized trial.",
      "authors": [
        "Saimai Chatree",
        "Chantacha Sitticharoon",
        "Pailin Maikaew",
        "Kitchaya Pongwattanapakin",
        "Issarawan Keadkraichaiwat",
        "Malika Churintaraphan",
        "Chanakarn Sripong",
        "Rungnapa Sririwichitchai",
        "Sompol Tapechum"
      ],
      "journal": "Scientific reports",
      "publication_date": "2021-Jan-21",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Obesity is associated with the growth and expansion of adipocytes which could be decreased via several mechanisms. Cissus Quadrangularis (CQ) extract has been shown to reduce obesity in humans; however, its effect on human white adipocytes (hWA) has not been elucidated. This study aimed to investigate the effects of CQ on obesity, lipolysis, and browning of hWA. CQ treatment in obese humans significantly decreased waist circumference at week 4 and week 8 when compared with the baseline values (p < 0.05 all) and significantly decreased hip circumference at week 8 when compared with the baseline and week 4 values (p < 0.05 all). Serum leptin levels of the CQ-treated group were significantly higher at week 8 compared to baseline levels (p < 0.05). In hWA, glycerol release was reduced in the CQ-treated group when compared with the vehicle-treated group. In the browning experiment, pioglitazone, the PPAR-γ agonist, increased UCP1 mRNA when compared to vehicle (p < 0.01). Interestingly, 10, 100, and 1000 ng/ml CQ extract treatment on hWA significantly enhanced UCP1 expression in a dose-dependent manner when compared to pioglitazone treatment (p < 0.001 all). In conclusion, CQ decreased waist and hip circumferences in obese humans and enhanced UCP1 mRNA in hWA suggestive of its action via browning of hWA.",
      "mesh_terms": [
        "Adipocytes, Brown",
        "Adipocytes, White",
        "Adult",
        "Cissus",
        "Female",
        "Humans",
        "Leptin",
        "Lipolysis",
        "Male",
        "Obesity, Abdominal",
        "Plant Extracts",
        "RNA, Messenger",
        "Uncoupling Protein 1"
      ]
    },
    {
      "pmid": "33463919",
      "title": "Bioactivity-Guided Isolation and Identification of Anti-adipogenic Constituents from the n-Butanol Fraction of Cissus quadrangularis.",
      "authors": [
        "Rabail Hassan Toor",
        "Zainab Nasir Khan",
        "Maira Tariq",
        "Raazia Tassaduq",
        "Qurratulann Afza Gardner",
        "W Waheed-Uz-Zaman",
        "Jane B Lian",
        "Janet L Stein",
        "Gary S Stein",
        "Abdul Rauf Shakoori"
      ],
      "journal": "Critical reviews in eukaryotic gene expression",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Obesity is marked by the buildup of fat in adipose tissue that increases body weight and the risk of many associated health problems, including diabetes and cardiovascular disease. Treatment options for obesity are limited, and available medications have many side effects. Thus there is a great need to find alternative medicines for treating obesity. This study explores the anti-adipogenic potential of the n-butanol fraction of Cissus quadrangularis (CQ-B) on 3T3-L1 mouse preadipocyte cell line. The expression of various lipogenic marker genes such as adiponectin, peroxisome proliferator-activated receptor gamma, leptin, fatty acid-binding proteins, sterol regulatory element-binding proteins, fetal alcohol syndrome, steroyl-CoA desaturase-1, lipoproteins, acetyl-CoA carboxylase alpha, and acetyl-CoA carboxylase beta were variously significantly downregulated. After establishing the anti-adipogenic potential of CQ-B, it was fractionated to isolate anti-adipogenic compounds. We observed significant reduction in neutral lipid content of differentiated cells treated with various fractions of CQ-B. Gas chromatography-mass spectrometry analysis revealed the presence of thirteen compounds with reported anti-adipogenic activities. Further studies to purify these compounds can offer efficacious and viable treatment options for obesity and related complications.",
      "mesh_terms": [
        "3T3-L1 Cells",
        "Acetyl-CoA Carboxylase",
        "Adipogenesis",
        "Adiponectin",
        "Animals",
        "Cissus",
        "Fatty Acid Desaturases",
        "Fatty Acid-Binding Proteins",
        "Gene Expression Regulation",
        "Humans",
        "Leptin",
        "Mice",
        "Obesity",
        "PPAR gamma",
        "Plant Extracts",
        "Sterol Regulatory Element Binding Protein 1"
      ]
    },
    {
      "pmid": "32920263",
      "title": "Enhanced osteogenesis of 3D printed β-TCP scaffolds with Cissus Quadrangularis extract-loaded polydopamine coatings.",
      "authors": [
        "Samuel F Robertson",
        "Susmita Bose"
      ],
      "journal": "Journal of the mechanical behavior of biomedical materials",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "Growing demand in bone tissue replacement has shifted treatment strategy from pursuing traditional autogenous and allogeneic grafts to tissue replacement with bioactive biomaterials. Constructs that exhibit the ability to support the bone structure while encouraging tissue regeneration, integration, and replacement represent the future of bone tissue engineering. The present study aimed to understand the osteogenic and mechanical effects of binder jet 3D printed, porous β-tricalcium phosphate scaffolds modified with a natural polymer/drug coating of polydopamine and Cissus Quadrangularis extract. Compression testing was used to determine the effect the polydopamine coating process had on the mechanical strength of the scaffolds. 3D printed scaffolds with and without polydopamine coatings fractured at 3.88 ± 0.51 MPa and 3.84 ± 1 MPa, respectively, suggesting no detrimental effect on strength due to the coating process. The osteogenic potential of the extract-loaded coating was tested in vitro, under static and dynamic flow conditions, and in vivo in a rat distal femur model. Static osteoblast cultures indicated polydopamine-coated samples with and without the extract exhibited greater proliferation after 3 days (p < 0.05). Similarly, polydopamine resulted in increased proliferation and alkaline phosphatase expression under dynamic flow, but alkaline phosphatase expression was significantly enhanced (p < 0.05) only in samples treated with the extract. Histological analysis of implanted scaffolds showed substantially more new bone growth throughout the implant pores at 4 weeks post-op in polydopamine and extract-loaded implants compared to pure β-tricalcium phosphate. These results indicated that implants coated with polydopamine and Cissus Quadrangularis extract facilitated osteoblast proliferation and alkaline phosphatase production and improved early bone formation and ingrowth while maintaining mechanical strength.",
      "mesh_terms": [
        "Animals",
        "Calcium Phosphates",
        "Cissus",
        "Indoles",
        "Osteogenesis",
        "Polymers",
        "Printing, Three-Dimensional",
        "Rats",
        "Tissue Scaffolds"
      ]
    },
    {
      "pmid": "32877714",
      "title": "Effects of magnesium carbonate concentration and lignin presence on properties of natural cellulosic Cissus quadrangularis fiber composites.",
      "authors": [
        "R Siva",
        "T N Valarmathi",
        "K Palanikumar"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2020-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cissus quadrangularis biodegradable natural cellulosic fibers comprehensively characterized to assess their potential as reinforcing materials in polymer composites. Initially, the Cissus quadrangularis fibers were chemically treated with 5% Sodium hydroxide (NaOH) and 5% magnesium carbonate (MgCO3) to improvise the properties of the fiber. The mechanical test result shows that chemically treated 5% MgCO3 fiber show that 4% and 24% improved tensile strength compared to NaOH and untreated ones. The cellulose crystallinity of the treated fiber got increased as the amorphous constituents removed. Further, 5% MgCO3 treatment removed a larger amount of amorphous hemicellulose, lignin, and other impurities present on the fiber surface. Secondly, the composites were fabricated at different combination of MgCO3 (5%, 10%, 15%), plasticizer (5%, 7.5%, 10%), and fiber volume (20%, 25% and 30%) with L9 Taguchi orthogonal array approach. Based on the results, 5% MgCO3, 5% plasticizer, and 30% fiber volume showed significant improvement in Young's modulus, tensile, and flexural strength of 8%, 27%, and 16% respectively. Moreover, there was no notable improvement observed on impact strength for both treated (15.91 KJ/m2) and untreated (13.98 KJ/m2) fiber. The scanning electron microscopy (SEM) micrographs used to examine the interface bonding between fiber and the matrix.",
      "mesh_terms": [
        "Cellulose",
        "Cissus",
        "Dietary Fiber",
        "Lignin",
        "Magnesium",
        "Polymers",
        "Thermogravimetry"
      ]
    },
    {
      "pmid": "32245457",
      "title": "Depletion of β-sitosterol and enrichment of quercetin and rutin in Cissus quadrangularis Linn fraction enhanced osteogenic but reduced osteoclastogenic marker expression.",
      "authors": [
        "Jetsada Ruangsuriya",
        "Suporn Charumanee",
        "Supat Jiranusornkul",
        "Panee Sirisa-Ard",
        "Busaban Sirithunyalug",
        "Jakkapan Sirithunyalug",
        "Thanawat Pattananandecha",
        "Chalermpong Saenjum"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2020-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cissus quadrangularis Linn. (CQ) has been used in Indian and Thai traditional medicine for healing bone fractures because of numerous active ingredients in CQ. It is still unclear which compounds are the active ingredients for bone formation. METHODS: The molecular docking technique, the ethanolic extraction along with hexane fractionation, and an in vitro experiment with a human osteoblast cell line (MG-63) were used to narrow down the active compounds, to prepare the CQ extract, and to test biological activities, respectively. RESULTS: The molecular docking technique revealed that quercetin and β-sitosterol had highest and lowest potential to bind to estrogen receptors, respectively. Compared to the crude ethanol extract (P1), the ethanolic fraction (P2) was enriched with rutin and quercetin at 65.36 ± 0.75 and 1.06 ± 0.12 mg/g, respectively. Alkaline phosphatase (ALP) activity was significantly enhanced in osteoblasts exposed to the P2 in both tested concentrations. The amount of hydroxyproline was slightly increased in the P1 treatment, while osteocalcin was inhibited. Moreover, the P2 significantly activated osteoprotegerin (OPG) and inhibited receptor activator of nuclear factor κ ligand (RANKL) expression. CONCLUSIONS: Taken together, the enriched rutin and quercetin fraction of CQ triggered the molecules involved in bone formation and the molecules inhibiting bone resorption.",
      "mesh_terms": [
        "Bone Resorption",
        "Cell Line",
        "Cissus",
        "Humans",
        "Molecular Docking Simulation",
        "Molecular Structure",
        "Osteogenesis",
        "Plant Extracts",
        "Quercetin",
        "Rutin",
        "Sitosterols"
      ]
    },
    {
      "pmid": "30756174",
      "title": "Modulation of bone turnover by Cissus quadrangularis after ovariectomy in rats.",
      "authors": [
        "Juan M Guerra",
        "Martha A Hanes",
        "Cordelia Rasa",
        "Nagarajan Loganathan",
        "Wendy Innis-Whitehouse",
        "Ednia Gutierrez",
        "Saraswathy Nair",
        "Jameela Banu"
      ],
      "journal": "Journal of bone and mineral metabolism",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In women, age-related bone loss is associated with increased risk of bone fracture. Existing therapies are associated with severe side effects; thus, there is a need to find alternative medicines with less or optimal side effects. Cissus quadrangularis (CQ), an Ayurvedic medicine used to enhance fracture healing, was tested for its bone protective properties and studied to discern the mechanism by which it is beneficial to bone. Female Sprague Dawley rats were either sham operated or ovariectomized and were fed CQ for 3 months. Several biochemical markers, cytokines and hormones were assayed. Femur, tibia and lumbar vertebrae were subjected to pQCT and µCT densitometry. MC3T3 cells were cultured, treated with CQ and used to analyze miRNA content and subjected to qPCR for gene expression analysis related to bone metabolism. CQO rats showed protected bone mass and microarchitecture of trabecular bone in the distal femoral metaphysis and the proximal tibial metaphysis. The lumbar vertebrae, however, showed no significant changes. Serum protein expression levels of P1NP increased and Trap5b and CTX levels decreased with in vivo CQ treatment. Some influence on the anti- and pro-inflammatory markers was also observed. Significantly high level of estradiol in the CQO rats was observed. In vitro expression of a few genes related to bone metabolism showed that osteocalcin increased significantly. The other genes-collagen I expression, SPP1, BMP2, DCAT1-decreased significantly. Certain miRNA that regulate bone turnover using the BMP pathway and Wnt signaling pathways were upregulated by CQ. qPCR after acute treatment with CQ showed significantly increased levels of osteocalcin and decreased levels of Wnt/β catenin antagonist DCAT1. Overall, CQ protected the microarchitecture of the long bones from ovariectomy-induced bone loss. This may be because of decreased inflammation and modulation through the BMP and Wnt signaling pathways. We conclude that CQ is a potential therapeutic agent to treat postmenopausal osteoporosis with no side effects.",
      "mesh_terms": [
        "Animals",
        "Biomarkers",
        "Body Weight",
        "Bone Remodeling",
        "Cell Line",
        "Cissus",
        "Cytokines",
        "Feeding Behavior",
        "Female",
        "Hormones",
        "Humans",
        "Lipids",
        "Liver",
        "Lumbar Vertebrae",
        "Mice",
        "MicroRNAs",
        "Organ Size",
        "Ovariectomy",
        "Plant Extracts",
        "Rats, Sprague-Dawley",
        "Spleen"
      ]
    },
    {
      "pmid": "30443977",
      "title": "Ethyl acetate and n-butanol fraction of Cissus quadrangularis promotes the mineralization potential of murine pre-osteoblast cell line MC3T3-E1 (sub-clone 4).",
      "authors": [
        "Rabail Hassan Toor",
        "Raazia Tasadduq",
        "Achyut Adhikari",
        "Muhammad Iqbal Chaudhary",
        "Jane B Lian",
        "Janet L Stein",
        "Gary S Stein",
        "Abdul Rauf Shakoori"
      ],
      "journal": "Journal of cellular physiology",
      "publication_date": "2019-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In a sequel to investigate osteogenic potential of ethanolic extract of Cissus quadrangularis (CQ), the present study reports the osteoblast differentiation and mineralization potential of ethyl acetate (CQ-EA) and butanol (CQ-B) extracts of CQ on mouse pre-osteoblast cell line MC3T3-E1 (sub-clone 4) with an objective to isolate an antiosteoporotic compound. Growth curve, proliferation, and viability assays showed that both the extracts were nontoxic to the cells even at high concentration (100 µg/ml). The cell proliferation was enhanced at low concentrations (0.1 µg/ml and 1 µg/ml) of both the extracts. They also upregulated the osteoblast differentiation and mineralization processes in MC3T3-E1 cells as reflected by expression profile of osteoblast marker genes such as RUNX2, Osterix, Collagen (COL1A1), Alkaline Phosphatase (ALP), Integrin-related Bone Sialoprotein (IBSP), Osteopontin (OPN), and Osteocalcin (OCN). CQ-EA treatment resulted in early differentiation and mineralization as compared with the CQ-B treatment. These findings suggest that low concentrations of CQ-EA and CQ-B have proliferative and osteogenic properties. CQ-EA, however, is more potent osteogenic than CQ-B.",
      "mesh_terms": [
        "1-Butanol",
        "Acetates",
        "Alkaline Phosphatase",
        "Animals",
        "Bone Morphogenetic Protein 2",
        "Calcification, Physiologic",
        "Cell Differentiation",
        "Cell Line",
        "Cell Proliferation",
        "Cissus",
        "Mice",
        "Osteoblasts",
        "Osteocalcin",
        "Osteogenesis",
        "Osteopontin",
        "Plant Extracts",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "30065650",
      "title": "Anxiolytic and Antiepileptic Properties of the Aqueous Extract of Cissus quadrangularis (Vitaceae) in Mice Pilocarpine Model of Epilepsy.",
      "authors": [
        "Fleur C O Moto",
        "Aren Arsa'a",
        "Gwladys T Ngoupaye",
        "Germain S Taiwe",
        "Jacqueline S K Njapdounke",
        "Antoine K Kandeda",
        "Gisele C N Nkantchoua",
        "Jean P Omam Omam",
        "Simon Pale",
        "Nadege E Kouemou",
        "Espoir R Ayissi Mbomo",
        "David B Pahaye",
        "Lucie Ojong",
        "Veronique Mairara",
        "Elisabeth Ngo Bum"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cissus quadrangularis (C. quadrangularis) is a plant of the Vitaceae family known for its anticonvulsant effects in traditional medicine. The objective of this study was to elucidate the anxiolytic and antiepileptic effects of aqueous extract of C. quadrangularis. The mice were divided into different groups and treated for seven consecutive days as follows: a negative control group that received distilled water, po, four test groups that received four doses of the plant (37.22, 93.05, 186.11, and 372.21 mg/kg, po), and a positive control group that received sodium valproate (300 mg/kg, ip). One hour after the first treatment (first day), epilepsy was induced by intraperitoneal administration of a single dose of pilocarpine (360 mg/kg). On the seventh day, the anxiolytic effects of the extract were evaluated in the epileptic mice using the elevated plus maze (EPM) and open field (OP) paradigms. Antioxidant activities and the involvement of gabaergic neurotransmission were determined by measuring the levels of malondialdehyde, reduced glutathione (GSH), GABA, and GABA-transaminase (GABA-T) in the hippocampus of sacrificed epileptic mice. The results show that the extract of C. quadrangularis significantly and dose-dependently increased the latency to clonic and generalized tonic-clonic seizures and decreased the number and duration of seizures. In the EPM, the extract of C. quadrangularis significantly increased the number of entries and the time spent into the open arms and reduced the number of entries and the time spent into the closed arms as well as the number of rearing. The extract of C. quadrangularis also increased the number of crossing, and the time spent in the center of the OP. The level of MDA and the activity of GABA-T were significantly decreased by the extract of C. quadrangularis while reduced GSH and GABA levels were increased. The results suggest that the anticonvulsant activities of C. quadrangularis are accompanied by its anxiolytics effects. These effects may be supported by its antioxidant properties and mediated at least in part by the GABA neurotransmission."
    },
    {
      "pmid": "29912570",
      "title": "The Use of a Stem and Leaf Aqueous Extract of Cissus quadrangularis (CQR-300) to Reduce Body Fat and Other Components of Metabolic Syndrome in Overweight Participants.",
      "authors": [
        "Robert Nash",
        "Boris Azantsa",
        "Dieudonne Kuate",
        "Harrinder Singh",
        "Julius Oben"
      ],
      "journal": "Journal of alternative and complementary medicine (New York, N.Y.)",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Previous work had shown the ability of an aqueous leaf and stem extract of Cissus quandrangularis (300 mg of CQR, CQR-300) to improve components of metabolic syndrome (MS) in overweight individuals. OBJECTIVE: This small pilot study aimed to confirm the efficacy of CQR-300 in reducing the percentage body fat measured using two different methods-bioelectrical impedance assay versus dual-energy X-ray absorptiometry (DEXA). DESIGN: The study was an 8-week double-blind, placebo-controlled pilot trial on 67 individuals who were requested by a dietary counselor to maintain their normal exercise and dietary routines. Participants were randomly divided into two groups, placebo (32 participants) and the CQR-300 group (35 participants), and received 300 mg of corn starch or CQR-300 daily. METHODS: Body fat was measured by bioelectrical impedance using a TANITA impedance meter and by DEXA, with blood samples taken at baseline and at 8 weeks for the measurement of lipid parameters. RESULTS: After 8 weeks of treatment, participants of the placebo group showed a 1.05% decrease in body fat as determined by bioelectrical impedance analysis, but no difference using DEXA. In the same time period, the CQR-300 group had an 8.9% and 12.8% decreases in the body fat as measured by impedance and DEXA, respectively. These values were significantly (p < 0.05) lower than the placebo. Compared with the placebo, the CQR-300 group demonstrated significant (p < 0.05) decreases in the waist and hip circumferences, systolic and diastolic blood pressures, total cholesterol, triglycerides, fasting blood glucose, as well as leptin levels. On the contrary, there were significant (p < 0.05) increases in HDL-cholesterol and adiponectin levels. CONCLUSION: CQR-300 administered as a single 300 mg dose daily was effective in reducing body fat as well as improving blood parameters associated with MS.",
      "mesh_terms": [
        "Absorptiometry, Photon",
        "Adipose Tissue",
        "Adult",
        "Blood Pressure",
        "Body Weight",
        "Cissus",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Male",
        "Metabolic Syndrome",
        "Middle Aged",
        "Overweight",
        "Pilot Projects",
        "Plant Extracts",
        "Plant Leaves",
        "Plant Stems"
      ]
    },
    {
      "pmid": "29854631",
      "title": "Cissus quadrangularis extract (CQR-300) inhibits lipid accumulation by downregulating adipogenesis and lipogenesis in 3T3-L1 cells.",
      "authors": [
        "Hae Jin Lee",
        "Bao Le",
        "Dong-Ryung Lee",
        "Bong-Keun Choi",
        "Seung Hwan Yang"
      ],
      "journal": "Toxicology reports",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to evaluate the anti-obesity activity and the action mechanism of Cissus quadrangularis extracts (CQR-300) in 3T3-L1 adipocytes. Cissus quadrangularis was extracted with hot water, resulting in CQR-300. The anti-obesity activity of CQR-300 in 3T3-L1 adipocytes was examined by Oil-red O staining. Possible mechanisms of CQR-300 in 3T3-L1 adipocytes were determined by real-time PCR and western blot. Treatment with CQR-300 inhibited lipid accumulation without showing cytotoxicity to 3T3-L1 adipocytes. Furthermore, CQR-300 decreased adipogenesis/lipogenesis-related mRNA expression levels of fatty acid binding protein (aP2), fatty acid synthase (FAS), lipoprotein lipase (LPL), stearoyl-CoA desaturase-1 (SCD-1), and acetyl-CoA carboxylase (ACC). CQR-300 also down-regulated expression levels of adipogenesis/lipogenesis-associated proteins, including peroxisome proliferator-activated receptor γ (PPARγ), CCAAT/enhancer-binding protein α (C/EBPα), sterol regulatory element binding protein-1c (SREBP-1c), and FAS. It's also up-regulated the expression level of phosphorylated-AMPK (p-AMPK). Collectively, these results suggested that CQR-300 might have an anti-obesity effect by its ability to decrease expression levels of adipogenesis/lipogenesis-related genes and proteins."
    },
    {
      "pmid": "27264191",
      "title": "Ethanol Extract of Cissus quadrangularis Enhances Osteoblast Differentiation and Mineralization of Murine Pre-Osteoblastic MC3T3-E1 Cells.",
      "authors": [
        "Raazia Tasadduq",
        "Jonathan Gordon",
        "Khalid A Al-Ghanim",
        "Jane B Lian",
        "Andre J Van Wijnen",
        "Janet L Stein",
        "Gary S Stein",
        "Abdul Rauf Shakoori"
      ],
      "journal": "Journal of cellular physiology",
      "publication_date": "2017-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Traditional medicinal literature and previous studies have reported the possible role of Cissus quadrangularis (CQ) as an anti-osteoporotic agent. This study examines the effectiveness of CQ in promoting osteoblast differentiation of the murine pre-osteoblast cell line, MC3T3-E1. Ethanolic extract of CQ (CQ-E) was found to affect growth kinetics of MC3T3-E1 cells in a dosage-dependent manner. High concentrations of CQ-E (more than 10 μg/ml) have particularly adverse effects, while lower concentrations of 0.1 and 1 µg/ml were non-toxic and did not affect cell viability. Notably, cell proliferation was significantly increased at the lower concentrations of CQ-E. CQ-E treatment also augmented osteoblast differentiation, as reflected by a substantial increase in expression of the early osteoblast marker ALP activity, and at later stage, by mineralization of extracellular matrix compared to the control group. These findings suggest dose-dependent effect of CQ-E with lower concentrations exhibiting anabolic and osteogenic properties. J. Cell. Physiol. 232: 540-547, 2017. © 2016 Wiley Periodicals, Inc.",
      "mesh_terms": [
        "Alkaline Phosphatase",
        "Animals",
        "Calcification, Physiologic",
        "Cell Differentiation",
        "Cell Line",
        "Cell Proliferation",
        "Cissus",
        "Ethanol",
        "Gene Expression Regulation",
        "Kinetics",
        "Mice",
        "Osteoblasts",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "26929569",
      "title": "Cissus quadrangularis Linn. Stem Ethanolic Extract Liberates Reactive Oxygen Species and Induces Mitochondria Mediated Apoptosis in KB Cells.",
      "authors": [
        "Saba Sheikh",
        "Sahabjada Siddiqui",
        "Anupam Dhasmana",
        "Safia",
        "Ejazul Haque",
        "Mohammed Kamil",
        "Mohtashim Lohani",
        "Mohammad Arshad",
        "Snober Shabnam Mir"
      ],
      "journal": "Pharmacognosy magazine",
      "publication_date": "2015-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cissus quadrangularis Linn. (CQ) commonly known as Hadjod (Family: Vitaceae) is usually distributed in India and Sri Lanka and contains several bioactive compounds responsible for various metabolic and physiologic effects. OBJECTIVE: In this study, the biological effects of CQ ethanolic extract were evaluated by in vitro and supported by in silico analysis on KB oral epidermoid cancer cell line. MATERIALS AND METHODS: Anti-cancer potential of ethanolic extract of CQ stem against KB oral epidermoid cancer cells was evaluated in terms of morphological analysis, nuclei staining, liberation of reactive oxygen species (ROS), cell cycle arrest, mitochondrial membrane potential (MMP) and p53 and Bcl-2 protein expression which reveal the induction of apoptosis along with supporting in silico analysis. RESULTS: Ethanolic extract of CQ stem contains various bioactive compounds responsible for cancer cell morphological alterations, liberation of ROS, G1 phase cell cycle arrest and decreased MMP along with up-regulation of p53 and down-regulation of Bcl-2. By employing in silico approach, we have also postulated that the CQ extract active constituents sequester Bcl-2 with higher affinity as compared to p53, which may be the reason for induction of growth arrest and apoptosis in KB cells. CONCLUSION: Our data indicate that the CQ extract has a remarkable apoptotic effect that suggests that it could be a viable treatment option for specific types of cancers. SUMMARY: Cissus quadrangularis stem ethanolic extract induces apoptosis and cell cycle arrest at G1 phaseIt liberates (ROS) and mitochondria mediated apoptosisIt upregulates p53 and down-regulates Bcl-2 protein expressionIn silico studies indicates that the active constituents of CQ binds Bcl-2 with higher affinity as compared to p53."
    },
    {
      "pmid": "26342521",
      "title": "Cissus quadrangularis attenuates the adjuvant induced arthritis by down regulating pro-inflammatory cytokine and inhibiting angiogenesis.",
      "authors": [
        "Rohit Kumar",
        "Yogendra Kumar Gupta",
        "Surender Singh",
        "S Arunraja"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2015-Dec-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: In traditional medicine, Cissus quadrangularis has been used as a chief ingredient of many formulation for the treatment of inflammatory and bone disorders.. OBJECTIVE: The study was carried out to investigate the anti-arthritic activity of C. quadrangularis hydroalcoholic extract (CQHE) and to explore the plausible mechanism of action. MATERIALS AND METHODS: Arthritis was induced by sub plantar administration of formaldehyde (2% v/v) and 0.1ml of complete Freund's adjuvant. Joint swelling was measured on days 8, 9 and 10 in formaldehyde-induced arthritis and on 3, 7, 14 and 21 days in adjuvant induced arthritis (AIA) respectively. Serum and ankle joints of AIA rats were used for estimation of serum TNF-α level, oxidative stress markers and synovial expression of proinflammatory cytokines/cytokine receptor (IL-1β, IL-6, TNF-R1), angiogenesis marker (VEGF) and matrix metalloproteinases (MMP-3& 9). An acute and 28-day oral toxicity was carried out to evaluate the safety of the test drug. RESULTS: CQHE produced a dose dependent inhibition of joint swelling in both formaldehyde-induced and adjuvant induced arthritis. CQHE treatment also reduced serum TNF-α level, oxidative stress and synovial expression of inflammatory and angiogenesis marker. In sub acute toxicity study of CQHE, chronic administration of CQHE did not produce any physiological and pathological changes as compared to normal rats. CONCLUSION: Our study demonstrated the anti-arthritic potential of C. quadrangularis and it validates its traditional use for the treatment of arthritis and other inflammatory disorders.",
      "mesh_terms": [
        "Angiogenesis Inhibitors",
        "Animals",
        "Ankle Joint",
        "Anti-Inflammatory Agents",
        "Arthritis, Experimental",
        "Cissus",
        "Cytokines",
        "Down-Regulation",
        "Male",
        "Phytotherapy",
        "Plant Extracts",
        "Rats, Wistar",
        "Vascular Endothelial Growth Factor A"
      ]
    },
    {
      "pmid": "26321745",
      "title": "Ethyl acetate fraction of Cissus quadrangularis stem ameliorates hyperglycaemia-mediated oxidative stress and suppresses inflammatory response in nicotinamide/streptozotocin induced type 2 diabetic rats.",
      "authors": [
        "R K Lekshmi",
        "R Rajesh",
        "S Mini"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2015-Sep-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Cissus quadrangularis is a plant with great medicinal value and different parts of the plant is traditionally used for the treatment of skin infections, constipation, piles, anaemia, asthma, irregular menstruation, burns and wounds. The stems and leaves of Cissus quadrangularis has been traditionally consumed as a vegetable. OBJECTIVE: The current study was hypothesized to investigate the beneficial effects of ethyl acetate fraction of Cissus quadrangularis stem (CQSF) on hyperglycaemia-mediated oxidative stress and inflammatory responses in nicotinamide/streptozotocin induced diabetes mellitus. MATERIALS AND METHODS: Experimental diabetes was induced by intraperitoneal injection of 110 mg/kg body weight nicotinamide 15 min prior to the injection of 45 mg/kg body weight streptozotocin. Diabetic rats were administered with a daily oral dose of 100 mg/kg CQSF for 60 days after diabetes induction. RESULTS: Diabetic control rats showed significant (p < 0.05) increase in blood glucose, HbA1c, liver toxicity markers, inflammatory markers and lipid peroxidation products and reduction in the activities of antioxidant enzymes. The mRNA expressions of TNF-α, IL-6 and NF-κB in adipose tissue were significantly (p < 0.05) increased in diabetic group. Nuclear translocation of NF-κB p65 subunit level was greater in diabetic rats. CQSF administration significantly reversed these alterations. Histopathological alterations of liver and pancreas were also restored by CQSF treatment. The results were compared with the standard oral hypoglycaemic drug metformin. In addition, the ESI-MS and GC-MS analysis of CQSF confirmed the presence of quercetin and phenol, 2,4-bis(1,1-dimethylethyl)- respectively. CONCLUSIONS: The present study demonstrates that CQSF exerts antidiabetic activity by potentiating the antioxidant defense system and suppressing inflammatory responses.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Blood Glucose",
        "Cissus",
        "Cytokines",
        "Diabetes Mellitus, Experimental",
        "Glycated Hemoglobin",
        "Hyperglycemia",
        "Hypoglycemic Agents",
        "Inflammation",
        "Insulin",
        "Lipid Peroxidation",
        "Liver",
        "Male",
        "Niacinamide",
        "Oxidative Stress",
        "Plant Stems",
        "Plants, Medicinal",
        "Rats",
        "Rats, Sprague-Dawley",
        "Streptozocin"
      ]
    },
    {
      "pmid": "26089642",
      "title": "Cissus quadrangularis inhibits IL-1β induced inflammatory responses on chondrocytes and alleviates bone deterioration in osteotomized rats via p38 MAPK signaling.",
      "authors": [
        "Jagat R Kanwar",
        "Rasika M Samarasinghe",
        "Kuldeep Kumar",
        "Ramesh Arya",
        "Sanjeev Sharma",
        "Shu-Feng Zhou",
        "Sreenivasan Sasidharan",
        "Rupinder K Kanwar"
      ],
      "journal": "Drug design, development and therapy",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Inflammatory mediators are key players in the pathogenesis of osteoarthritis (OA) and bone destruction. Conventional drugs suppress symptomatic activity and have no therapeutic influence on disease. Cissus quadrangularis and Withania somnifera are widely used for the treatment of bone fractures and wounds; however, the cellular and molecular mechanisms regulated by these herbals are still unclear. METHODS: We established an in vitro OA culture model by exposing human chondrocytes to proinflammatory cytokine and interleukin (IL)-1β for 36 hours prior to treatment with the herbals: C. quadrangularis, W. somnifera, and the combination of the two herbals. Cell viability, toxicity, and gene expression of OA modifying agents were examined. In addition, expression of survivin, which is crucial for cell growth, was analyzed. In vivo work on osteotomized rats studied the bone and cartilage regenerative effects of C. quadrangularis, W. somnifera, and the combination therapy. RESULTS: Exposure of chondrocytes to IL-1β induced significant toxicity and cell death. However, herbal treatment alleviated IL-1β induced cell toxicity and upregulated cell growth and proliferation. C. quadrangularis inhibited gene expression of cytokines and matrix metalloproteinases, known to aggravate cartilage and bone destruction, and augmented expression of survivin by inhibiting p38 MAPK. Interestingly, osteotomized rats treated with C. quadrangularis drastically enhanced alkaline phosphatase and cartilage tissue formation as compared to untreated, W. somnifera only, or the combination of both herbals. CONCLUSION: Our findings demonstrate for the first time the signaling mechanisms regulated by C. quadrangularis and W. somnifera in OA and osteogenesis. We suggest that the chondroprotective effects and regenerative ability of these herbals are via the upregulation of survivin that exerts inhibitory effects on the p38 MAPK signaling pathway. These findings thus validate C. quadrangularis as a potential therapeutic for rheumatic disorders.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Bone Diseases",
        "Cell Survival",
        "Chondrocytes",
        "Cissus",
        "Female",
        "Gene Expression",
        "Glycosaminoglycans",
        "Humans",
        "Inflammation",
        "Interleukin-1beta",
        "Male",
        "Nitric Oxide",
        "Osteotomy",
        "Plant Extracts",
        "Primary Cell Culture",
        "Rats",
        "Signal Transduction",
        "p38 Mitogen-Activated Protein Kinases"
      ]
    },
    {
      "pmid": "25857823",
      "title": "The regulatory effects of Cissus quadrangularis on some enzymes involved in carbohydrate metabolism in streptozotocin-induced diabetic rats.",
      "authors": [
        "R K Lekshmi",
        "M S Sreekutty",
        "S Mini"
      ],
      "journal": "Pharmaceutical biology",
      "publication_date": "2015-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Diabetes mellitus (DM) is probably the single most important metabolic disease and is widely recognized as one of the leading causes of death and disability. Cissus quadrangularis Linn. (Vitaceae) is a medicinal food and is reported to possess hypoglycemic activity. OBJECTIVE: The present study evaluates the effect of ethyl acetate fraction of C. quadrangularis stem (CQSF) on carbohydrate metabolism in hepatic tissues of experimental diabetic rats. The phytochemical compounds present in the CQSF extract were identified by gas chromatography-mass spectrometry (GC-MS) analysis. MATERIALS AND METHODS: Diabetic animals were treated with CQSF (50, 100, and 200 mg/kg body weight) for 45 d. Several indices such as blood glucose, glycated hemoglobin (HbA1c), insulin, liver function tests, hepatic glycogen content, and the activities of carbohydrate-metabolizing enzymes were assayed after 45 d of extract treatment. RESULTS: A pronounced effect was observed with extract doses 100 and 200 mg/kg body weight. CQSF at a dose of 100 mg/kg body weight significantly decreased the altered levels of blood glucose by about 56%. CQSF also modulated the activities of carbohydrate-metabolizing enzymes by significantly increasing the activity of hexokinase (1.9-fold) and pyruvate kinase (2.2-fold) and significantly reducing the activity of glucose-6-phosphatase (41.23%), fructose-1,6-diphosphatase (29.43%), and glycogen phosphorylase (35.07%). GC-MS analysis revealed the presence of 10 chemical constituents, and N-methyl-1-adamantane acetamide was found to be the prevailing compound in the extract. DISCUSSION AND CONCLUSION: The current study suggests the antidiabetic potential of CQSF, mediated through the regulation of carbohydrate metabolic enzyme activities.",
      "mesh_terms": [
        "Animals",
        "Carbohydrate Metabolism",
        "Cissus",
        "Diabetes Mellitus, Experimental",
        "Hypoglycemic Agents",
        "Male",
        "Plant Extracts",
        "Plant Stems",
        "Rats",
        "Rats, Sprague-Dawley",
        "Streptozocin",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "24812472",
      "title": "Protective effect of Cissus quadrangularis Linn. on diabetes induced delayed fetal skeletal ossification.",
      "authors": [
        "Srinivasa Rao Sirasanagandla",
        "K Sreedhara Ranganath Pai",
        "Bhagath Kumar Potu",
        "Kumar Mr Bhat"
      ],
      "journal": "Journal of Ayurveda and integrative medicine",
      "publication_date": "2014-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Delayed fetal skeletal ossification is one of the known complications of maternal diabetes. OBJECTIVE: The present study was designed to evaluate the protective role of petroleum ether extract of Cissus quadrangularis (PECQ) on diabetes-induced delayed fetal skeletal ossification. MATERIALS AND METHODS: Female Wistar rats were rendered diabetic with streptozotocin (STZ, 40 mg/kg, intraperitonial) before mating. After confirmation of pregnancy, the pregnant rats were divided into three groups: normal control group, diabetic control group, and diabetic + CQ group. The diabetic + CQ group pregnant rats were treated with PECQ (500 mg/kg body weight) throughout their gestation period. Immediately after delivery, pups were collected from all three groups and processed for alizarin red S-alcian blue staining in order to examine the pattern of skeletal ossification. RESULTS: Fewer ossification centers and decreased extent of ossification of forelimb and hindlimb bones were observed in the neonatal pups of diabetic control group as compared to those in the normal control group. PECQ pretreatment significantly restored the ossification centers and improved the extent of ossification of forelimb and hindlimb bones in the neonatal pups of diabetic + CQ group as compared to those in the diabetic control group. CONCLUSIONS: The results suggested that PECQ treatment is effective against diabetes-induced delayed fetal skeletal ossification. However, further studies on the isolation and characterization of active constituents of PECQ, which can cross the placental barrier and are responsible for the bone anabolic activity are warranted."
    },
    {
      "pmid": "24803925",
      "title": "Beneficial Effect of Cissus quadrangularis Linn. on Osteopenia Associated with Streptozotocin-Induced Type 1 Diabetes Mellitus in Male Wistar Rats.",
      "authors": [
        "Srinivasa Rao Sirasanagandla",
        "Sreedhara Ranganath Pai Karkala",
        "Bhagath Kumar Potu",
        "Kumar M R Bhat"
      ],
      "journal": "Advances in pharmacological sciences",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Petroleum ether fraction of Cissus quadrangularis (PECQ) impact on the development of osteopenia in type 1 diabetic rat model has been evaluated. Diabetic rats were treated orally with two doses of PECQ. Another group of diabetic rats were treated with subcutaneous injection of synthetic human insulin. The cortical and trabecular bone thickness and bone strength were significantly decreased in diabetic rats. Treatment with two doses of PECQ significantly prevented these changes in diabetic rats. However, PECQ treatment (two doses) did not alter the glycemic levels in these diabetic rats. Increased levels of serum alkaline phosphatase (ALP), tartrate-resistant acid phosphatase (TRAP), and hydroxyproline were noted in diabetic rats when compared to normal control rats. The two doses of PECQ treatment further improved the serum ALP levels and significantly decreased the serum levels of TRAP and hydroxyproline. The effects of PECQ treatment on histological, biomechanical, and biochemical parameters are comparable to those of insulin. Since PECQ improves the bone health in hyperglycemic conditions by enhancing the cortical and trabecular bone growth and altering the circulating bone markers, it could be used as an effective therapy against diabetes-associated bone disorders."
    },
    {
      "pmid": "24581381",
      "title": "Antioxidant mediated ameliorative steroidogenesis by Commelina benghalensis L. and Cissus quadrangularis L. against quinalphos induced male reproductive toxicity.",
      "authors": [
        "Palanivel Kokilavani",
        "Udhayaraj Suriyakalaa",
        "Perumal Elumalai",
        "Bethunaicken Abirami",
        "Rajamanickam Ramachandran",
        "Arunachalam Sankarganesh",
        "Shanmugam Achiraman"
      ],
      "journal": "Pesticide biochemistry and physiology",
      "publication_date": "2014-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Quinalphos (QP) is speculated to cause endocrine disruption through the generation of reactive oxygen species (ROS) by oxidative stress (OS). Exposure of QP decreased testosterone level considerably which resulted in reduced viable sperms in mice. The QP induced toxicity is initiated by the formation of free radicals as it is evidenced from the increased Lipid peroxidation (LPO) and diminution of antioxidant enzymes in testicular tissue. Increased serum cholesterol and reduced testicular cholesterol indicated the inhibition of cholesterol transport and biosynthesis in testicular tissues. Lack of cholesterol in testicular tissue impaired the steroidogenesis by down-regulating the expression of StAR protein, Cytochrome P450, 3β-HSD and 17β-HSD leading to reduced testosterone level. Treatment of Commelina benganlensis (CBE) and Cissus quadrangularis (CQE) significantly recovered the alterations in antioxidant profiles as well as increased LPO, thereby recovering the decreased mRNA expression levels of intermediate enzymes. However, CQE effectively protected the OS and prevented the inhibition of steroidogenesis thereby preventing male infertility.",
      "mesh_terms": [
        "17-Hydroxysteroid Dehydrogenases",
        "3-Hydroxysteroid Dehydrogenases",
        "Animals",
        "Catalase",
        "Cell Survival",
        "Cholesterol",
        "Cissus",
        "Commelina",
        "Cytochrome P-450 Enzyme System",
        "Glutathione Peroxidase",
        "Insecticides",
        "L-Lactate Dehydrogenase",
        "Luteinizing Hormone",
        "Male",
        "Mice",
        "Organothiophosphorus Compounds",
        "Phosphoproteins",
        "Plant Extracts",
        "Sperm Count",
        "Spermatozoa",
        "Superoxide Dismutase",
        "Testis",
        "Testosterone",
        "Steroidogenic Acute Regulatory Protein"
      ]
    },
    {
      "pmid": "24113700",
      "title": "Cissus quadrangularis reduces joint pain in exercise-trained men: a pilot study.",
      "authors": [
        "Richard J Bloomer",
        "Tyler M Farney",
        "Cameron G McCarthy",
        "Sang-Rok Lee"
      ],
      "journal": "The Physician and sportsmedicine",
      "publication_date": "2013-Sep",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Strenuous, high-volume exercise is often associated with inflammation and joint pain. Cissus quadrangularis (CQ) has been reported to have anti-inflammatory activity. The purpose of our study was to determine the therapeutic effects of CQ supplementation in healthy, exercise-trained men with joint-specific pain. METHODS: Twenty-nine men between the ages of 20 and 46 years, who reportedly experienced chronic joint pain as a result of strenuous exercise, participated in our pilot study. All men received CQ 3200 mg daily for 8 weeks. Before and after the 8-week intervention period, subjects completed a questionnaire to determine their degree of joint pain (Western Ontario and McMaster Universities Index of Osteoarthritis [WOMAC]). Clinical measures (eg, heart rate, blood pressure, blood biomarkers) were also collected for each subject pre- (baseline) and post-intervention. RESULTS: Subject ratings for multiple variables within the WOMAC Index improved (decreased) significantly (P < 0.05), with the subject mean total WOMAC score decreasing from 25.4 ± 2.4 to 17.4 ± 2.1 (~31%), pre- to post-intervention. No clinical measure was significantly impacted by use of CQ supplementation. CONCLUSION: An 8-week course of supplementation with CQ reduced joint pain in a sample of 29 young, otherwise healthy, exercise-trained men. Additional study is needed to extend these findings, including comparison with a placebo-controlled cohort, and possibly, examining effects of CQ use in women and older adult subjects.",
      "mesh_terms": [
        "Adult",
        "Arthralgia",
        "Cissus",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Middle Aged",
        "Pain Measurement",
        "Phytotherapy",
        "Pilot Projects",
        "Plant Preparations",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "23175101",
      "title": "Induction of apoptosis in A431 skin cancer cells by Cissus quadrangularis Linn stem extract by altering Bax-Bcl-2 ratio, release of cytochrome c from mitochondria and PARP cleavage.",
      "authors": [
        "Arti Bhujade",
        "G Gupta",
        "S Talmale",
        "S K Das",
        "M B Patil"
      ],
      "journal": "Food & function",
      "publication_date": "2013-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Skin is generally damaged through genetic and environmental factors such as smoking, exposure to xenobiotics, heat, hormonal changes, and ultraviolet light. These factors can cause skin diseases. Cissus quadrangularis Linn. (CQ) has been used in folk medicine for the treatment of skin diseases since ancient times. Taking in to consideration the medicinal properties exhibited by this genus, it was decided to investigate the anti-cancer activity of CQ. Extracts obtained from CQ and their phenolic contents were subjected to in vitro evaluation of anticancer activity by using A431 (skin epidermoid carcinoma, human) cell line. The A431 cells were treated with different extracts of CQ in a dose dependent manner. Out of five extracts, the acetone extract demonstrated significant anti-cancer activity in the A431 cell line. Hexane, chloroform, ethyl acetate and methanol extracts also exhibited cytotoxicity but to a comparatively lesser extent than the acetone extract. The GI(50) value of the acetone extract was found to be 8 μg mL(-1), whereas GI(50) value of purified fraction of acetone extract, termed as AFCQ (active acetone fraction of CQ) with respect to A431 cells, was found to be 4.8 μg mL(-1). Furthermore, the mechanism of anticancer activity exhibited by AFCQ was investigated by comparing its effect with the standard anticancer drug Doxorubicin (DOX) by evaluating the status of apoptotic markers after treatment of A431 cells with AFCQ and DOX. Bax-Bcl-2 ratio along with the release of cytochrome c from mitochondria to cytoplasm, which is a hallmark of apoptosis, was also evaluated. Cleavage of PARP revealed that AFCQ induces apoptosis in A431 cells with reference to DOX.",
      "mesh_terms": [
        "Antineoplastic Agents, Phytogenic",
        "Apoptosis",
        "Cell Line, Tumor",
        "Cissus",
        "Cytochromes c",
        "Humans",
        "Mitochondria",
        "Plant Extracts",
        "Plant Stems",
        "Poly(ADP-ribose) Polymerases",
        "Proto-Oncogene Proteins c-bcl-2",
        "Skin Neoplasms",
        "bcl-2-Associated X Protein"
      ]
    },
    {
      "pmid": "23049194",
      "title": "Effect of Majja Basti (therapeutic enema) and Asthi Shrinkhala (Cissus quadrangularis) in the management of Osteoporosis (Asthi-Majjakshaya).",
      "authors": [
        "Ajay K Gupta",
        "Nehal Shah",
        "A B Thakar"
      ],
      "journal": "Ayu",
      "publication_date": "2012-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Osteoporosis is a systemic disorder that affects entire skeleton, which is a metabolic bone disease characterized by low bone mass and microarchitectural deterioration of the skeleton, leading to enhanced bone fragility and a consequent increase in fracture risk. In Ayurveda, it can be correlated with Asthi-Majjakshaya. Basti (therapeutic enema) is the prime therapy for Asthi related diseases and Asthi Shrinkhala (Cissus quadrangularis) is the drug which is being used for strengthening of bone by traditional Vaidya since long. It has been selected for oral administration. In clinical trial, 12 patients treated with Majja Basti along with Asthi Shrinkhala pulp capsules and results are very encouraging."
    },
    {
      "pmid": "22902249",
      "title": "Cissus quadrangularis ethanol extract upregulates superoxide dismutase, glutathione peroxidase and endothelial nitric oxide synthase expression in hydrogen peroxide-injured human ECV304 cells.",
      "authors": [
        "Tarat Sapsrithong",
        "Weeraya Kaewprem",
        "Sarunya Tongumpai",
        "Punnee Nusuetrong",
        "Duangdeun Meksuriyen"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2012-Sep-28",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Cissus quadrangularis has been widely used in traditional medicine for the treatment of hemorrhoid. However, the detailed mechanism of antioxidant defense of C. quadrangularis in endothelial cells under oxidative stress remains unclear. AIM OF THE STUDY: The present study aims to elucidate the protective role of ethanol extract of C. quadrangularis (CQE) including its constituents, quercetin and resveratrol, on hydrogen peroxide (H(2)O(2))-injured human umbilical vein endothelial ECV304 cells. MATERIALS AND METHODS: Viability, genotoxicity and protein expression of ECV304 cells were analyzed by MTT, alkaline comet and Western blot, respectively. Production of intracellular reactive oxygen species (ROS) was determined using dichlorofluorescein fluorescence dye. RESULTS: After exposing cells to CQE containing quercetin and resveratrol, DNA damage was not observed. CQE including quercetin and resveratrol significantly attenuated ROS in H(2)O(2)-injured ECV304 cells in a concentration-dependent manner. The protein expression of superoxide dismutase (Cu/Zn-SOD, Mn-SOD), glutathione peroxidase (GPx) and endothelial nitric oxide synthase (eNOS) increased in the cells treated with CQE, quercetin or resveratrol prior to H(2)O(2) exposure, as compared with control. CONCLUSIONS: The results provide a molecular mechanism of C. quadrangularis, which could be partially related to quercetin and resveratrol, in restoring ROS in endothelial cells through the upregulation of Cu/Zn-SOD, Mn-SOD, GPx and eNOS.",
      "mesh_terms": [
        "Antioxidants",
        "Cell Line",
        "Cell Survival",
        "Cissus",
        "Comet Assay",
        "Cytosol",
        "Ethanol",
        "Glutathione Peroxidase",
        "Hemorrhoids",
        "Human Umbilical Vein Endothelial Cells",
        "Humans",
        "Hydrogen Peroxide",
        "Medicine, Traditional",
        "Mitochondria",
        "Nitric Oxide Synthase Type III",
        "Plant Components, Aerial",
        "Plant Extracts",
        "Quercetin",
        "Reactive Oxygen Species",
        "Resveratrol",
        "Solvents",
        "Stilbenes",
        "Superoxide Dismutase"
      ]
    },
    {
      "pmid": "22701244",
      "title": "Antiosteoporotic activity of phytoestrogen-rich fraction separated from ethanol extract of aerial parts of Cissus quadrangularis in ovariectomized rats.",
      "authors": [
        "Urmila M Aswar",
        "V Mohan",
        "Subhash L Bodhankar"
      ],
      "journal": "Indian journal of pharmacology",
      "publication_date": "2012-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Cissus quadrangularis L. (C. quadrangularis L.) (Vitaceae) has been reported in Ayurveda for its antiosteoporotic activity. The study separated the phytoestrogen-rich fraction (IND-HE) from aerial parts of C. quadrangularis L. and evaluated its effect on osteoporosis caused by ovariectomy in rats. MATERIALS AND METHODS: IND-HE was separated from the ethanol extract of C. quadrangularis. Ovariectomized female Wistar rats were divided into four groups (n = 6). Group 1: Control (distilled water), Group II: IND-HE (75 mg/kg p.o.), Group III: IND-HE (100 mg/kg p.o.) were treated once daily for 8 weeks and Group IV: standard estradiol group, received estrogen (1 mg/kg, s.c. bi-weekly). The effects on body weight were determined. DEXA (Dual energy-emission X-ray absorptimatory analysis) of whole body bone and femur was carried out. Blood was removed and analyzed for biochemical parameters. After sacrificing the animals, biomechanical study of right tibia and histopathology of pelvic bone was carried out. RESULTS: IND-HE showed presence of phytoestrogen-rich fraction. IND-HE (75 and 100 mg/ kg) and estrogen treatment showed statistically significant increase in bone thickness, bone density and bone hardness. IND-HE (75 and 100 mg/kg) and estrogen treatment significantly increased serum estradiol. IND-HE (100 mg/kg) (P<0.05) and estrogen treatment increased serum vitamin D3 and serum calcium compared to control. Alkaline phosphatase was significantly reduced by IND-HE (100 mg/kg p.o.) and estrogen treatment. Histopathology and DEXA results indicated that IND-HE (75 and 100 mg/kg) prevented bone loss. DISCUSSION AND CONCLUSION: These findings confirm that phytoestrogen-rich fraction (IND- HE) possess good antiosteoporotic activity."
    },
    {
      "pmid": "22639499",
      "title": "Clinical evaluation of cissus quadrangularis and moringa oleifera and osteoseal as osteogenic agents in mandibular fracture.",
      "authors": [
        "Vibha Singh",
        "Narendra Singh",
        "U S Pal",
        "Satish Dhasmana",
        "Shadab Mohammad",
        "Nimisha Singh"
      ],
      "journal": "National journal of maxillofacial surgery",
      "publication_date": "2011-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ayurveda the ancient science of medicine describes various herb preparations that achieve the hastening of bone healing. Harjor showed clinical efficacy in the treatment of fractures. OBJECTIVES: The comparative evaluation of herbal agents as osteogenic agents in mandibular fractures. STUDY DESIGN: The patients were divided into four groups. Group 1: Osteoseal; Group 3: Harjor (Cissus quadrangularis); Group 2: Moringa (Moringa Oleifera); Group 4: Placebo. RESULT AND CONCLUSION: Pain, Swelling, Tenderness, Mobility reduction is maximum in Osteoseal group and minimum in Placebo. There was an increase in the serum calcium and phosphorus level at different follow-ups in each groups but there was a decrease in the placebo group. Ca, Ca+, Phosphrous increase was maximum in the group 1."
    },
    {
      "pmid": "22015109",
      "title": "Cissus quadrangularis augments IGF system components in human osteoblast like SaOS-2 cells.",
      "authors": [
        "Sridhar Muthusami",
        "Ilangovan Ramachandran",
        "Senthilkumar Krishnamoorthy",
        "Ramajayam Govindan",
        "Srinivasan Narasimhan"
      ],
      "journal": "Growth hormone & IGF research : official journal of the Growth Hormone Research Society and the International IGF Research Society",
      "publication_date": "2011-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Osteoporosis is a public health problem which is associated with significant morbidity and mortality. Growth factors are produced locally in the bone and control cellular events such as induction of bone growth. Signaling through the Insulin-like growth factor (IGF)-I receptor (IGF-IR) by locally synthesized IGF - I or IGF-II in osteoblast is considered crucial for normal development and for bone remodeling. Traditional use of Cissus quadrangularis (C. quadrangularis) in the treatment of bone disorders have been documented, however its regulatory effects on IGF system components remain largely unknown. The present study is employed to delineate the effects of ethanolic extract of C. quadrangularis on the regulation of IGF system components in human osteoblast like SaOS-2 cells. RT-PCR analysis revealed an increase in the mRNA expression of IGF-I, IGF-II, IGF-IR in cells treated with C. quadrangularis when compared with control cells. The mRNA expression of IGF binding protein-3 (IGFBP-3) did not differ significantly between control and C. quadrangularis treated cells. Immunoradiometric analysis revealed increased levels of IGF-I, IGF-II and IGFBP-3 in the conditioned medium of C. quadrangularis treated cultures when compared with control. Western blotting analysis revealed increase in protein levels of IGF-IR in cells treated with C. quadrangularis. These results indicate positive regulation of C. quadrangularis on the IGF system components of human osteoblast like SaOS-2 cells.",
      "mesh_terms": [
        "Blotting, Western",
        "Cells, Cultured",
        "Cissus",
        "Humans",
        "Insulin-Like Growth Factor Binding Protein 3",
        "Insulin-Like Growth Factor I",
        "Insulin-Like Growth Factor II",
        "Osteoblasts",
        "Plant Extracts",
        "Polymerase Chain Reaction",
        "RNA, Messenger",
        "Receptor, IGF Type 1"
      ]
    },
    {
      "pmid": "21983486",
      "title": "Safety assessment of Cissus quadrangularis extract (CQR-300): subchronic toxicity and mutagenicity studies.",
      "authors": [
        "Shil C Kothari",
        "Prasad Shivarudraiah",
        "Suresh Babu Venkataramaiah",
        "Kesavan Poonimangadu Koppolu",
        "Swapna Gavara",
        "Ravikumar Jairam",
        "Suhasini Krishna",
        "Ravindra K Chandrappa",
        "Madhu G Soni"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2011-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cissus quadrangularis has been used for centuries for therapeutic and culinary purposes. Extract from this plant (CQR-300) has been claimed for its health benefits. The objective of present investigation was to delineate adverse effects, if any, of CQR-300 in subchronic toxicity, and gentotoxicity studies. In the subchronic study, Sprague Dawley rats (20/sex/group) were administered (gavage) C. quadrangularis extract (CQR-300) at dose levels of 0, 100, 1000, and 2500 mg/kg body weight (bw)/day for 90 days. No treatment related clinical signs of toxicity, mortality or changes in body weights, body weight gain or food consumption were noted. Functional observation tests and ophthalmological examination did not reveal any changes. No toxicologically significant treatment related changes in hematological, clinical chemistry, urine analysis parameters, and organ weights were noted. No treatment related macroscopic and microscopic abnormalities were noted at the end of treatment period. The results of mutagenicity studies as evaluated by Ames assay, in vitro chromosomal aberration and in vivo micronucleus assay did not reveal any genotoxicity of CQR-300. Based on the subchronic study, the no-observed-adverse-effect level (NOAEL) for C. quadrangularis extract (CQR-300) determined as 2500 mg/kg bw/day, the highest dose tested.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Body Weight",
        "Cissus",
        "Dose-Response Relationship, Drug",
        "Drug Evaluation, Preclinical",
        "Female",
        "Male",
        "Micronucleus Tests",
        "No-Observed-Adverse-Effect Level",
        "Organ Size",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Toxicity Tests, Subchronic"
      ]
    },
    {
      "pmid": "21912817",
      "title": "Effect of Cissus quadrangularis Linn on the development of osteopenia induced by ovariectomy in rats.",
      "authors": [
        "B K Potu",
        "G K Nampurath",
        "M S Rao",
        "K M R Bhat"
      ],
      "journal": "La Clinica terapeutica",
      "publication_date": "2011",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim of our study was to see the efficacy of petroleum ether extract of Cissus quadrangularis (CQ) on development of osteopenia in ovariectomy induced Wistar rats. MATERIALS AND METHODS: The female Wistar rats were ovariectomized or Sham operated. The rats were anesthetized with pentobarbital sodium (40 mg/ kg b.w, i.p.), the ovaries were removed bilaterally. Sham-operation was performed in the same manner but only exposing the ovaries (sham operated (SHAM) group). A day later, the ovariectomized rats were randomly divided into four groups of eight animals each. The groups are 1. Sham operated (SHAM), 2. Ovariectomized (OVX), 3. Ovariectomized and treated with 25 mg/kg b.w of raloxifene (OVX+RAL), 4. Ovariectomized and treated with 500 mg/kg b.w of petroleum ether extract of CQ (OVX+CQ). The treatment continued for 30 days. At the end of the treatment, rats in all groups were sacrificed by cervical dislocation. Before sacrifice, blood was collected for the estimation of serum ALP, TRAP, Calcium and hydroxyproline; where as the left femur was used for histomorphometrical analysis. RESULTS: The findings assessed on the basis of animal weight, morphology of femur, histomorphometry and biochemical analysis. As compared to SHAM group, OVX group animals showed a significant rise in serum ALP, TRAP and hydroxyproline levels at the end of 1 month following ovariectomy while no significant change was seen in the serum calcium levels. ALP and TRAP levels of OVX + RAL and OVX + CQ groups showed a further increase following administration of raloxifene and Cissus quadrangularis. The serum hydroxyproline content was found to be increased in the OVX + CQ compared to SHAM group. CQ significantly increased the thickness of both cortical (p <0.001) and trabecular bone (p <0.001).This action of CQ is comparable to action of Raloxifene. )These data suggest a strong anti-osteoporotic activity of CQ. CONCLUSION: The results confirm, at least in part, for the use of Cissus quadrangularis in folk medicine to treat osteoporosis.",
      "mesh_terms": [
        "Acid Phosphatase",
        "Alkaline Phosphatase",
        "Alkanes",
        "Animals",
        "Biomarkers",
        "Bone Diseases, Metabolic",
        "Bone Resorption",
        "Calcium",
        "Cissus",
        "Disease Models, Animal",
        "Drug Evaluation, Preclinical",
        "Female",
        "Femur",
        "Humans",
        "Hydroxyproline",
        "Isoenzymes",
        "Osteoporosis, Postmenopausal",
        "Ovariectomy",
        "Phytotherapy",
        "Plant Extracts",
        "Raloxifene Hydrochloride",
        "Random Allocation",
        "Rats",
        "Rats, Wistar",
        "Tartrate-Resistant Acid Phosphatase"
      ]
    },
    {
      "pmid": "21344797",
      "title": "Experimental comparative study of the efficacy and side effects of Cissus quadrangularis L. (Vitaceae) to Daflon (Servier) and placebo in the treatment of acute hemorrhoids.",
      "authors": [
        "Sukij Panpimanmas",
        "Surath Sithipongsri",
        "Chairath Sukdanon",
        "Charuwan Manmee"
      ],
      "journal": "Journal of the Medical Association of Thailand = Chotmaihet thangphaet",
      "publication_date": "2010-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To investigate efficacy and side effects of Cissus quadrangularis L. and micronised purified flavanoid fraction (MPFF) in treatment of hemorrhoids. MATERIAL AND METHOD: A prospective double blind randomized study was designed in acute hemorrhoidal patients from three hospitals. In each hospital, eighty patients received the flavanoid mixture, C. quadrangularis, or placebo (3 x 2 p.c. for 4 days and then 2 x 2 p.c. for 3 days). Patients were evaluated on bleeding, pain, discharge, pruritis, erythema, and direct patient interviews. Each symptom was scored on a graded severity scale from 0 to 3 on the first day and the seventh day. Blood tests and monitoring of treatment-related side effects were conducted. RESULTS: Five hundred seventy patients (299 females, 271 males) were enrolled. No significant difference regarding age, gender, occupation, and history of disease was recorded. Mostly acute bleeding ceased at the second day in all groups. Analysis on all groups revealed improvement in all symptoms with non-significant difference. No adverse events, no blood chemistry changes were reported. CONCLUSION: The therapeutic efficacy of flavanoid mixture, C. quadrangularis L. and placebo are not different indicating that they play no role in improving early hemorrhoidal symptoms. Long-term studies should be conducted for effects in preventive and curative action.",
      "mesh_terms": [
        "Acute Disease",
        "Adult",
        "Cissus",
        "Diosmin",
        "Double-Blind Method",
        "Edema",
        "Female",
        "Hemorrhage",
        "Hemorrhoids",
        "Humans",
        "Male",
        "Middle Aged",
        "Pain",
        "Phytotherapy",
        "Plant Extracts",
        "Prospective Studies",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "21308732",
      "title": "Effects of Cissus quadrangularis on the proliferation, differentiation and matrix mineralization of human osteoblast like SaOS-2 cells.",
      "authors": [
        "Sridhar Muthusami",
        "Krishnamoorthy Senthilkumar",
        "Chandragandan Vignesh",
        "Ramachandran Ilangovan",
        "Jone Stanley",
        "Nagarajan Selvamurugan",
        "Narasimhan Srinivasan"
      ],
      "journal": "Journal of cellular biochemistry",
      "publication_date": "2011-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Osteoporosis is a public health problem which is associated with significant morbidity and mortality. The repair of bone defect is still a big challenge for orthopedic surgeons. Traditional use of Cissus quadrangularis (C. quadrangularis) in the treatment of bone disorders has been documented. The present study was employed to delineate the effects of ethanolic extract of C. quadrangularis on the proliferation, differentiation and matrix mineralization of human osteoblast like SaOS-2 cells. Lactate dehydrogenase assayed in the conditioned medium of control and C. quadrangularis treated cells did not differ significantly indicating that ethanolic extract of C. quadrangularis is nontoxic to osteoblastic cells. [(3)H] Thymidine incorporation assay revealed that C. quadrangularis treatment has increased the DNA synthesis of human osteoblastic SaOS-2 cells indicating increased proliferation of these cells. The data on alizarin red and ALP staining revealed increased matrix mineralization of human osteoblast like SaOS-2 cells. The study also revealed that the anabolic actions of ethanolic extract of C. quadrangularis in human osteoblast like cells are mediated through increased mRNA and protein expression of Runx2, a key transcription factor involved in the regulation of bone matrix proteins. Chromatin immunoprecipitation analysis revealed increased transcriptional activity of Runx2 on the promoter of osteocalcin after C. quadrangularis treatment. These results indicate positive regulation of C. quadrangularis on the proliferation, differentiation, and matrix mineralization of human osteoblast like SaOS-2 cells.",
      "mesh_terms": [
        "Animals",
        "Animals, Newborn",
        "Blotting, Western",
        "Calcification, Physiologic",
        "Cell Differentiation",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Cells, Cultured",
        "Cissus",
        "Core Binding Factor Alpha 1 Subunit",
        "Dose-Response Relationship, Drug",
        "Ethanol",
        "Gene Expression",
        "Humans",
        "Osteoblasts",
        "Osteocalcin",
        "Plant Extracts",
        "Rats",
        "Reverse Transcriptase Polymerase Chain Reaction"
      ]
    },
    {
      "pmid": "21094244",
      "title": "Anti-inflammatory effect of ethyl acetate extract from Cissus quadrangularis Linn may be involved with induction of heme oxygenase-1 and suppression of NF-κB activation.",
      "authors": [
        "Klaokwan Srisook",
        "Mullika Palachot",
        "Nadtaya Mongkol",
        "Ekaruth Srisook",
        "Songklod Sarapusit"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2011-Feb-16",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIM OF THE STUDY: Cissus quadrangularis (family: Vitaceae) has been widely used in traditional herbal medicine for the treatment of hemorrhoids, gastric ulcers and bone healing. In the present study, we determined the anti-inflammatory activity and the molecular mechanism of the ethyl acetate extract of Cissus quadrangularis stem (CQE) in LPS-stimulated RAW 264.7 macrophage cells. MATERIALS AND METHODS: The inhibitory effect of CQE on LPS-induced nitric oxide (NO) production was evaluated in conditioned media. Cell viability was monitored by MTT assay. Protein and mRNA expressions were determined by RT-PCR and Western blotting analysis, respectively. RESULTS: CQE potently inhibited lipopolysaccharide (LPS)-induced nitric oxide (NO) production in RAW 264.7 macrophage cells in a dose-dependent manner. The mRNA and protein expressions of inducible nitric oxide synthase (iNOS) were suppressed also by CQE as was p65 NF-κB nuclear translocation. Further study demonstrated that CQE by itself induced heme oxygenase-1 (HO-1) gene expression at the protein and mRNA levels in dose- and time-dependent manner. In addition, the inhibitory effects of CQE on NO production were abrogated by a HO-1 inhibitor, zinc protoporphyrin IX (ZnPP). CONCLUSIONS: Collectively, these results suggest that CQE exerts an anti-inflammatory effect in macrophages, at least in part, through the induction of HO-1 expression. These findings provide the scientific rationale for anti-inflammatory therapeutic use of Cissus quadrangularis stem.",
      "mesh_terms": [
        "Acetates",
        "Animals",
        "Anti-Inflammatory Agents",
        "Base Sequence",
        "Blotting, Western",
        "Cell Line",
        "Cissus",
        "DNA Primers",
        "Enzyme Induction",
        "Heme Oxygenase (Decyclizing)",
        "Lipopolysaccharides",
        "Macrophages",
        "Mice",
        "NF-kappa B",
        "Nitric Oxide Synthase Type II",
        "Plant Extracts",
        "Reverse Transcriptase Polymerase Chain Reaction"
      ]
    },
    {
      "pmid": "20584502",
      "title": "Anti-osteoporotic activity of the petroleum ether extract of Cissus quadrangularis Linn. in ovariectomized Wistar rats.",
      "authors": [
        "Bhagath Kumar Potu",
        "Muddanna S Rao",
        "Gopalan Kutty Nampurath",
        "Mallikarjuna Rao Chamallamudi",
        "Soubhagya Ranjan Nayak",
        "Huban Thomas"
      ],
      "journal": "Chang Gung medical journal",
      "publication_date": "2010",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The plant Cissus quadrangularis (CQ) is used as an osteoprotective agent in Ayurveda, the Indian system of alternative medicine. The present study was done to validate the anti-osteoporotic role of the petroleum ether extract of CQ on ovariectomy-induced osteoporosis in rats. METHODS: Female wistar rats were divided into five groups of six rats each; (1) The Normal control (NC) group (n=6) received no surgery and no treatment, (2). The Sham control (SHAM) group (n=6) received sham surgery but no treatment, (3) the Ovariectomized (OVX) group (n=6) received an ovariectomy and normal saline treatment for 90 days, (4) the Ovariectomized+raloxifene (OVX+RAL) group (n=6) received an ovariectomy and treatment with raloxifene, a known anti-osteoporotic agent for 90 days commencing from 22nd post ovariectomy day and (5) the Ovariectomy+Cissus quadrangularis (OVX+CQ) group (n=6) received an ovariectomy, and treatmentwith the petroleum ether extract of CQ 500 mg/kg body weight daily for 90 days commencing from 22nd post ovariectomy day. At the end of the treatment period, rats in all groups were sacrificed and the right femur was used for biomechanical analysis, and the left femur for histomorphometrical analysis. RESULTS: CQ significantly increased the force required to break the femur (p<0.001) and significantly increased the thickness of both cortical (p<0.001) and trabecular bone (p<0.001). This action of CQ was comparable to the action of raloxifene. CONCLUSIONS: The petroleum ether extract of CQ stem seems to possess anti-osteoporotic activity in rats.",
      "mesh_terms": [
        "Animals",
        "Biomechanical Phenomena",
        "Bone and Bones",
        "Cissus",
        "Female",
        "Osteoporosis",
        "Ovariectomy",
        "Plant Extracts",
        "Raloxifene Hydrochloride",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "21808556",
      "title": "Estrogenic activity of friedelin rich fraction (IND-HE) separated from Cissus quadrangularis and its effect on female sexual function.",
      "authors": [
        "Urmila M Aswar",
        "S Bhaskaran",
        "V Mohan",
        "Subhash L Bodhankar"
      ],
      "journal": "Pharmacognosy research",
      "publication_date": "2010-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Women experience menopause differently across the world, in terms of their symptomology. Many experience symptoms of menopause like hot flashes, joint pain and loss of libido. Estrogen replacement is the prescribed therapy for most of the sexual dysfunction observed in menopausal women. Many women are reluctant to use exogenous hormone therapy for treatment of menopausal symptoms and are turning to botanical and dietary supplements for relief. In the present study IND-HE (friedelin rich fraction) was studied for estrogenic activity as well as its effect on sexual behavior in overiectomized female Wistar rats.The rats were divided into 4 groups of six rats each. The Group 1 received distilled water, Group II - IND-HE (75 mg/kg p. o.), Group III - IND-HE (100 mg/kg p. o.) and Group IV received estrogen (estradiol) (1 mg/kg in olive oil suspension, s.c. bi-weekly). The treatment period was 8 weeks. On 1 day, one month and two month of treatment the sexual behavior was studied. At the end of the treatment the blood was withdrawn from retro-orbital plexus. The animals were sacrificed and uterus was removed, weighed and histology was studied. In different group of rats estrous cycle was studied which indicate estrogenic activity and for progestogenic activity of deciduoma formation was studied.The result indicated that IND-HE (75 and 100 mg/kg p.o.) improved sexual behavior parameters. IND-HE (75 and 100) significantly (P< 0.01) decreased darting and hopping latency. The darting frequency and hopping frequency was significantly (P< 0.01) improved in IND-HE (75 and100 mg/kg p.o.) as well as estrogen group. Lordosis interval (LI) was increased significantly in estrogen group after 1(st) month (P< 0.05), and after 2(nd) month (P< 0.01). IND-HE (100) treatment showed increase in LI after 1(st) month (P< 0.05) remained during 2(nd) month (P< 0.01). While IND-HE (75) treatment increased LI only after 2(nd) month (P< 0.05).IND-HE (75 and 100 mg/kg p.o.) showed estrogenic activity as indicated by vaginal cornification, increase in uterine weight and rise in serum estrogen."
    },
    {
      "pmid": "19841707",
      "title": "Petroleum ether extract of Cissus quadrangularis (Linn.) enhances bone marrow mesenchymal stem cell proliferation and facilitates osteoblastogenesis.",
      "authors": [
        "Bhagath Kumar Potu",
        "Kumar M R Bhat",
        "Muddanna S Rao",
        "Gopalan Kutty Nampurath",
        "Mallikarjuna Rao Chamallamudi",
        "Soubhagya Ranjan Nayak",
        "Manjunatha S Muttigi"
      ],
      "journal": "Clinics (Sao Paulo, Brazil)",
      "publication_date": "2009",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate the effects of the petroleum ether extract of Cissus quadrangularis on the proliferation rate of bone marrow mesenchymal stem cells, the differentiation of marrow mesenchymal stem cells into osteoblasts (osteoblastogenesis) and extracellular matrix calcification. This study also aimed to determine the additive effect of osteogenic media and Cissus quadrangularis on proliferation, differentiation and calcification. METHODS: MSCs were cultured in media with or without Cissus quadrangularis for 4 weeks and were then stained for alkaline phosphatase. Extracellular matrix calcification was confirmed by Von Kossa staining. marrow mesenchymal stem cells cultures in control media and osteogenic media supplemented with Cissus quadrangularis extract (100, 200, 300 microg/mL) were also subjected to a cell proliferation assay (MTT). RESULTS: Treatment with 100, 200 or 300 microg/mL petroleum ether extract of Cissus quadrangularis enhanced the differentiation of marrow mesenchymal stem cells into ALP-positive osteoblasts and increased extracellular matrix calcification. Treatment with 300 microg/mL petroleum ether extract of Cissus quadrangularis also enhanced the proliferation rate of the marrow mesenchymal stem cells. Cells grown in osteogenic media containing Cissus quadrangularis exhibited higher proliferation, differentiation and calcification rates than did control cells. CONCLUSION: The results suggest that Cissus quadrangularis stimulates osteoblastogenesis and can be used as preventive/ alternative natural medicine for bone diseases such as osteoporosis.",
      "mesh_terms": [
        "Alkaline Phosphatase",
        "Animals",
        "Bone Marrow Cells",
        "Calcification, Physiologic",
        "Cell Differentiation",
        "Cell Proliferation",
        "Cissus",
        "Extracellular Matrix",
        "Male",
        "Mesenchymal Stem Cells",
        "Models, Animal",
        "Osteoblasts",
        "Osteogenesis",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "19736603",
      "title": "Evidence-based assessment of antiosteoporotic activity of petroleum-ether extract of Cissus quadrangularis Linn. on ovariectomy-induced osteoporosis.",
      "authors": [
        "Bhagath K Potu",
        "Muddanna S Rao",
        "Gopalan K Nampurath",
        "Mallikarjuna R Chamallamudi",
        "Keerthana Prasad",
        "Soubhagya R Nayak",
        "Praveen K Dharmavarapu",
        "Vivekananda Kedage",
        "Kumar M R Bhat"
      ],
      "journal": "Upsala journal of medical sciences",
      "publication_date": "2009",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The increasing incidence of postmenopausal osteoporosis and its related fractures have become global health issues in the recent days. Postmenopausal osteoporosis is the most frequent metabolic bone disease; it is characterized by a rapid loss of mineralized bone tissue. Hormone replacement therapy has proven efficacious in preventing bone loss but not desirable to many women due to its side-effects. Therefore we are in need to search the natural compounds for a treatment of postmenopausal symptoms in women with no toxic effects. In the present study, we have evaluated the effect of petroleum-ether extract of Cissus quadrangularis Linn. (CQ), a plant used in folk medicine, on an osteoporotic rat model developed by ovariectomy. In this experiment, healthy female Wistar rats were divided into four groups of six animals each. Group 1 was sham operated. All the remaining groups were ovariectomized. Group 2 was fed with an equivolume of saline and served as ovariectomized control (OVX). Groups 3 and 4 were orally treated with raloxifene (5.4 mg/kg) and petroleum-ether extract of CQ (500 mg/kg), respectively, for 3 months. The findings were assessed on the basis of animal weight, morphology of femur, and histochemical localization of alkaline phosphatase (ALP) (an osteoblastic marker) and tartrate-resistant acid phosphatase (TRAP) (an osteoclastic marker) in upper end of femur. The study revealed for the first time that the petroleum-ether extract of CQ reduced bone loss, as evidenced by the weight gain in femur, and also reduced the osteoclastic activity there by facilitating bone formation when compared to the OVX group. The osteoclastic activity was confirmed by TRAP staining, and the bone formation was assessed by ALP staining in the femur sections. The color intensity of TRAP and ALP enzymes from the images were evaluated by image analysis software developed locally. The effect of CQ was found to be effective on both enzymes, and it might be a potential candidate for prevention and treatment of postmenopausal osteoporosis. The biological activity of CQ on bone may be attributed to the phytogenic steroids present in it.",
      "mesh_terms": [
        "Alkaline Phosphatase",
        "Alkanes",
        "Animals",
        "Bone Development",
        "Bone and Bones",
        "Cissus",
        "Evidence-Based Medicine",
        "Female",
        "Osteoporosis",
        "Ovariectomy",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "19061006",
      "title": "Petroleum ether extract of Cissus quadrangularis (LINN) stimulates the growth of fetal bone during intra uterine developmental period: a morphometric analysis.",
      "authors": [
        "Bhagath Kumar Potu",
        "Muddanna S Rao",
        "N Gopalan Kutty",
        "Kumar M R Bhat",
        "Mallikarjuna Rao Chamallamudi",
        "Soubhagya Ranjan Nayak"
      ],
      "journal": "Clinics (Sao Paulo, Brazil)",
      "publication_date": "2008-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim of the present study was to analyze the effect Cissus quadrangularis plant petroleum ether extract on the development of long bones during the intra-uterine developmental stage in rats. METHODS: Pregnant rats (n=12) were randomly assigned into either a control group (n=6) or a Cissus quadrangularis treatment (n=6) group. Pregnant rats in the Cissus quadrangularis group were treated with Cissus quadrangularis petroleum ether extract at a dose of 500 mg/kg body weight from gestation day 9 until delivery. The animals in the control group received an equal volume of saline. Newborn pups were collected from both groups for alizarin red S - alcian blue staining to differentiate ossified and unossified cartilage. The ossified cartilage (bone) was morphometrically analyzed using Scion image software. RESULTS: Morphometric analysis revealed that the percentage of the total length of ossified cartilage (bone) in pups born to treated dams was significantly higher (P<0.001- -0.0001) than that of the control group. CONCLUSION: The results of the present study suggest that maternal administration of Cissus quadrangularis petroleum ether extract during pregnancy can stimulate the development of fetal bone growth during the intra-uterine developmental period.",
      "mesh_terms": [
        "Alkanes",
        "Animals",
        "Bone Development",
        "Cissus",
        "Female",
        "Fetal Development",
        "Plant Extracts",
        "Pregnancy",
        "Random Allocation",
        "Rats",
        "Rats, Wistar",
        "Toxicity Tests, Acute"
      ]
    },
    {
      "pmid": "19057968",
      "title": "Cissus quadrangularis extract enhances biomineralization through up-regulation of MAPK-dependent alkaline phosphatase activity in osteoblasts.",
      "authors": [
        "Duenpim Parisuthiman",
        "Weerachai Singhatanadgit",
        "Thaweephol Dechatiwongse",
        "Sitthichai Koontongkaew"
      ],
      "journal": "In vitro cellular & developmental biology. Animal",
      "publication_date": "2009",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Cissus quadrangularis Linn. has been implicated as therapeutic agent for enhancing bone healing. Though its osteogenic activity has been suggested, the underlying mechanism still remains unclear. In the present study, the effects of ethanol extract of C. quadrangularis (CQ-E) on osteoblast differentiation and function were analyzed using murine osteoblastic cells. The results indicated that mRNA expressions of osteoblast-related genes were not affected by the CQ-E treatment. However, alkaline phosphatase (ALP) activity and the extent of mineralized nodules were significantly increased in treated cells compared with controls. The addition of an extracellular regulated kinase 1/2 inhibitor, a Jun N-terminal kinase 1/2/3 inhibitor and a p38 mitogen-activated protein kinase (MAPK) inhibitor resulted in significantly decreased ALP activity, preferentially by p38 MAPK inhibitor. These results suggested that CQ-E may regulate osteoblastic activity by enhancing ALP activity and mineralization process, and the increased ALP activity effect of CQ-E is likely mediated by MAPK-dependent pathway.",
      "mesh_terms": [
        "Alkaline Phosphatase",
        "Animals",
        "Calcification, Physiologic",
        "Cell Death",
        "Cell Differentiation",
        "Cell Proliferation",
        "Cell Survival",
        "Cissus",
        "Gene Expression Regulation",
        "Mice",
        "Mitogen-Activated Protein Kinases",
        "Osteoblasts",
        "Plant Extracts",
        "Protein Kinase Inhibitors",
        "RNA, Messenger",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "18564730",
      "title": "Modulatory effects of Cissus quadrangularis on periodontal regeneration by bovine-derived hydroxyapatite in intrabony defects: exploratory clinical trial.",
      "authors": [
        "Anurag Jain",
        "Jaya Dixit",
        "Dhan Prakash"
      ],
      "journal": "Journal of the International Academy of Periodontology",
      "publication_date": "2008-Apr",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: The purpose of the present study was to clinically evaluate the efficacy of bovine-derived hydroxyapatite (HA) combined with Cissus quadrangularis (CQ), as compared to bovine-derived hydroxyapatite alone in the treatment of intrabony defects. MATERIALS AND METHODS: Twenty patients with one intrabony defect each were selected for this study. After scaling and root planing, twenty sites were randomly selected to receive either a combination of bovine-derived HA and CQ (test group) or bovine-derived HA alone (control group). Baseline and 6-month surgical reentry measurements were taken and appropriate statistical analysis was performed. RESULTS: Favorable clinical results for both hard and soft tissue measurements were obtained for both groups when compared to baseline (p < 0.001), but there was no statistically significant difference for any of the measured clinical parameters between the two groups. The mean bone fill and percentage bone fill for bovine-derived HA was 2.7 +/- 0.82 mm and 63.2 +/- 17.8%, whereas for composite graft material it was 3.3 +/- 0.82 mm and 69.8 +/- 14.2%. CONCLUSION: Although composite graft material has shown a trend towards better performance, no statistically significant intergroup difference was found. Further studies are needed to establish CQ as a modulator in periodontal regenerative therapy.",
      "mesh_terms": [
        "Adult",
        "Alveolar Bone Loss",
        "Alveolar Process",
        "Animals",
        "Biocompatible Materials",
        "Bone Substitutes",
        "Cattle",
        "Cissus",
        "Combined Modality Therapy",
        "Dental Scaling",
        "Durapatite",
        "Female",
        "Follow-Up Studies",
        "Guided Tissue Regeneration, Periodontal",
        "Humans",
        "Male",
        "Middle Aged",
        "Periodontal Attachment Loss",
        "Periodontal Pocket",
        "Phytotherapy",
        "Plant Extracts",
        "Plant Stems",
        "Root Planing",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "17095173",
      "title": "Analgesic, anti-inflammatory and venotonic effects of Cissus quadrangularis Linn.",
      "authors": [
        "Ampai Panthong",
        "Wanicha Supraditaporn",
        "Duangta Kanjanapothi",
        "Tawat Taesotikul",
        "Vichai Reutrakul"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2007-Mar-21",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Cissus quadrangularis, a medicinal plant indigenous to Asia and Africa, is used for many ailments, especially for the treatment of hemorrhoid. The effects associated with hemorrhoid, i.e. analgesic and anti-inflammatory activities as well as the venotonic effect of the methanol extract of C. quadrangularis (CQ) were assessed in comparison with reference drugs. In the analgesic test, CQ provoked a significant reduction of the number of writhes in acetic acid-induced writhing response in mice. CQ also significantly reduced the licking time in both phases of the formalin test. The results suggest peripheral and central analgesic activity of CQ. In acute phase of inflammation CQ elicited the inhibitory effect on the edema formation of the rats' ear induced by ethyl phenylpropiolate as well as on the formation of the paw edema in rats induced by both carrageenin and arachidonic acid. It is likely that CQ is a dual inhibitor of arachidonic acid metabolism. In addition, CQ exerted venotonic effect on isolated human umbilical vein similarly to the mixture of bioflavonoids, i.e. 90% diosmin and 10% hesperidin. The results obtained confirmed the traditional use of C. quadrangularis for the treatment of pain and inflammation associated with hemorrhoid as well as reducing the size of hemorrhoids.",
      "mesh_terms": [
        "Analgesia",
        "Analgesics",
        "Animals",
        "Anti-Inflammatory Agents",
        "Cissus",
        "Disease Models, Animal",
        "Edema",
        "Hemorrhoids",
        "Male",
        "Mice",
        "Pain",
        "Pain Measurement",
        "Phytotherapy",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reaction Time",
        "Umbilical Veins"
      ]
    },
    {
      "pmid": "16948861",
      "title": "The use of a Cissus quadrangularis formulation in the management of weight loss and metabolic syndrome.",
      "authors": [
        "Julius Oben",
        "Dieudonne Kuate",
        "Gabriel Agbor",
        "Claudia Momo",
        "Xavio Talla"
      ],
      "journal": "Lipids in health and disease",
      "publication_date": "2006-Sep-02",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "AIM: Once considered a problem of developed countries, obesity and obesity-related complications (such as metabolic syndrome) are rapidly spreading around the globe. The purpose of the present study was to investigate the use of a Cissus quadrangularis formulation in the management of metabolic syndrome, particularly weight loss and central obesity. METHODS: The study was a randomized, double-blind, placebo-controlled design involving 123 overweight and obese persons (47.2% male; 52.8% female; ages 19-50). The 92 obese (BMI >30) participants were randomized into three groups; placebo, formulation/no diet, and formulation/diet (2100-2200 calories/day). The 31 overweight participants (BMI = 25-29) formed a fourth (no diet) treatment group. All participants received two daily doses of the formulation or placebo and remained on a normal or calorie-controlled diet for 8 weeks. RESULTS: At the end of the trial period, statistically significant net reductions in weight and central obesity, as well as in fasting blood glucose, total cholesterol, LDL-cholesterol, triglycerides, and C-reactive protein were observed in participants who received the formulation, regardless of diet. CONCLUSION: Cissus quadrangularis formulation appears to be useful in the management of weight loss and metabolic syndrome.",
      "mesh_terms": [
        "Adult",
        "Anti-Obesity Agents",
        "Blood Glucose",
        "Body Mass Index",
        "Body Weight",
        "Cholesterol",
        "Cholesterol, HDL",
        "Cholesterol, LDL",
        "Cissus",
        "Diarrhea",
        "Diet, Reducing",
        "Double-Blind Method",
        "Female",
        "Headache",
        "Humans",
        "Male",
        "Metabolic Syndrome",
        "Middle Aged",
        "Obesity",
        "Overweight",
        "Plant Extracts",
        "Prospective Studies",
        "Treatment Outcome",
        "Triglycerides",
        "Weight Loss"
      ]
    },
    {
      "pmid": "16885602",
      "title": "Gastroprotective effect of Cissus quadrangularis extract in rats with experimentally induced ulcer.",
      "authors": [
        "Mallika Jainu",
        "K Vijai Mohan",
        "C S Shyamala Devi"
      ],
      "journal": "The Indian journal of medical research",
      "publication_date": "2006-Jun",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND & OBJECTIVES: Most of the non-steroidal anti-inflammatory drugs (NSAIDs) including aspirin cause gastric ulcer. In order to study the gastroprotective effect of Cissus quadrangularis extract (CQE), this study was undertaken on aspirin-induced ulcerogenesis in pyloric ligated (ASP-PL) model in rats. METHODS: To assess the possible antiulcer effect of CQE, lesion index, gastric secretions glycoprotein levels, non-protein sulphydryls (NPSH) and adherent mucus content were determined in ASP-PL induced gastric mucosal injury in rats. RESULTS: Pretreatment with CQE significantly prevented the gastric mucosal lesion development and decreased the gastric toxicity produced by ulcerogen. In addition, ulcerated rats showed depletion of gastric wall mucus, glycoproteins and NPSH levels whereas treatment with CQE reverted this decline in ASP-PL induced rats. Histological studies confirmed the results. INTERPRETATION & CONCLUSION: The present finding suggests that CQE promotes ulcer protection by the decrease in ulcer index, gastric secretions and increase in the glycoprotein level, gastric mucin content and NPSH concentration. CQE may protect the gastric mucosa against ulceration by its antisecretory and cytoprotective property.",
      "mesh_terms": [
        "Analysis of Variance",
        "Animals",
        "Blood Cell Count",
        "Blood Chemical Analysis",
        "Cissus",
        "Gastric Juice",
        "Glycoproteins",
        "Hematologic Tests",
        "Male",
        "Oxidoreductases",
        "Phytotherapy",
        "Plant Extracts",
        "Rats",
        "Stomach Ulcer"
      ]
    },
    {
      "pmid": "16338111",
      "title": "Protective effect of Cissus quadrangularis on neutrophil mediated tissue injury induced by aspirin in rats.",
      "authors": [
        "Mallika Jainu",
        "K Vijai Mohan",
        "C S Shyamala Devi"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2006-Apr-06",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Cissus quadrangularis (family: Vitaceae) is well known for the treatment of gastric disorders in traditional medicine, owing to its rich source of carotenoids, triterpenoids and ascorbic acid, and has received considerable attention regarding its role in human nutrition. In the search of new potential antiulcer agents, the present study evaluated the ethanol extract of Cissus quadrangularis (CQE) against the gastric toxicity induced by aspirin in rats. The optimum protective dose of 500 mg/kg of extract was selected by the pretreatment of gastric ulcers with different doses of CQE (250, 500 and 750 mg/kg) for 7 days which showed ulcer protection by 40, 71.2 and 72.6%, respectively, as compared to ranitidine (RTD) (30 mg/kg) by 71.9% in the aspirin model. In addition, results have shown that administration of aspirin increases lipid peroxidation status, xanthine oxidase (XO), myeloperoxidase and decrease in selenium-glutathione peroxidase activities in the gastric mucosa, resulting in mucosal damage at both cellular and subcellular level. Pretreatment with CQE ameliorated the observed effect significantly in the gastric mucosa of ulcerated rats. These findings suggest that the gastroprotective activity of CQE could be mediated possibly through its antioxidant effect as well as by the attenuation of the oxidative mechanism and neutrophil infiltration.",
      "mesh_terms": [
        "Animals",
        "Anti-Ulcer Agents",
        "Antioxidants",
        "Aspirin",
        "Cissus",
        "Dose-Response Relationship, Drug",
        "Lipid Peroxidation",
        "Male",
        "Neutrophils",
        "Phytotherapy",
        "Plant Extracts",
        "Ranitidine",
        "Rats",
        "Rats, Wistar",
        "Stomach Ulcer"
      ]
    },
    {
      "pmid": "15383234",
      "title": "Effect of Cissus quadrangularis on gastric mucosal defensive factors in experimentally induced gastric ulcer-a comparative study with sucralfate.",
      "authors": [
        "Mallika Jainu",
        "C S Shyamala Devi"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2004",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cissus quadrangularis is an indigenous plant commonly mentioned in Ayurveda for treatment of gastric ulcers. The ulcer-protective effect of a methanolic extract of C. quadrangularis (CQE) was comparable to that of the reference drug sucralfate. Further, gastric juice and mucosal studies showed that CQE at a dose of 500 mg/kg given for 10 days significantly increased the mucosal defensive factors like mucin secretion, mucosal cell proliferation, glycoproteins, and life span of cells. The present investigation suggests that CQE not only strengthens mucosal resistance against ulcerogens but also promotes healing by inducing cellular proliferation. Thus, CQE has potential usefulness for treatment of peptic ulcer disease.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Anti-Ulcer Agents",
        "Cell Division",
        "Cissus",
        "Dose-Response Relationship, Drug",
        "Female",
        "Gastric Mucosa",
        "Lethal Dose 50",
        "Male",
        "Mucins",
        "Phytotherapy",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar",
        "Stomach Ulcer",
        "Sucralfate",
        "Toxicity Tests, Acute"
      ]
    },
    {
      "pmid": "13923449",
      "title": "Cissus quadrangularis in healing of fractures. A clinical study.",
      "authors": [
        "K N UDUPA",
        "G C PRASAD"
      ],
      "journal": "Journal of the Indian Medical Association",
      "publication_date": "1962-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Biomedical Research",
        "Cissus",
        "Fractures, Bone",
        "Humans",
        "Phytotherapy",
        "Plants, Medicinal",
        "Wound Healing"
      ]
    }
  ]
}