{
  "supplement": "Clary sage",
  "query": "Clary sage[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:38:20",
  "research_count": 6,
  "count": 6,
  "articles": [
    {
      "pmid": "40144179",
      "title": "A comparison of the effect of aromatherapy with Jasmine (Jasminum) and clary sage (Salvia officinalis) on sexual dysfunction in women of reproductive age: A randomized controlled clinical trial.",
      "authors": [
        "Zahra Hajabdollahi",
        "Marzeyeh Loripoor",
        "Maryam Mohseni",
        "Parvin Khalili"
      ],
      "journal": "Journal of education and health promotion",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Sexual dysfunction affects various aspects of life. Aromatherapy is easier and less risky than other methods of taking herbal medicines. Against this backdrop, this study aims to compare the effect of aromatherapy with Jasminum and Salvia officinalis on sexual dysfunction in women of reproductive age. MATERIALS AND METHODS: This triple-blind randomized clinical trial was conducted on 168 women aged 15 to 45 who were referred to Rafsanjan Comprehensive Health Services Center no. 1 from February 2022 to June 2022, using a systematic sampling method. Individuals with an FSFI (Female Sexual Function Index) score of less than 28 were randomly assigned to 4 aromatherapy groups of Jasminum and Salvia officinalis as well as sweet almond (placebo) and control. The aromatherapy groups used the relevant aroma twice a day for 6 weeks, yet the control group received no intervention. After the completion of the intervention, the FSFI questionnaire was filled in once again by all participants. Besides, data analysis was conducted using the SPSS software, Chi-squared test, Fisher's test, ANOVA, Kruskal-Wallis test, Wilcoxon test, and a paired samples t-test. In addition, a P value less than 0.05 was considered statistically significant. RESULTS: The median (IQR) score of sexual function before the intervention in Jasminum, Salvia officinalis, sweet almond, and control groups was 25.50 (21.27-82.25), 25.80 (20.27-57.50), 25.00 (23.27-10.10), and 25.90 (23.26-92.42), respectively. After the intervention, the score was 28.30 (25.30-60.45), 28.45 (25.31-90.12), 29.00 (27.30-10.80), and 25.35 (23.26-27.32) in the abovementioned groups, respectively. The comparison of the median score of sexual function in the four groups after the intervention showed a statistically significant difference between Jasminum, Salvia officinalis, and sweet almond groups with the control group (P < 0.001). Additionally, the effect of Salvia officinalis was higher than that of Jasminum in the domains of mental arousal, lubrication, and sexual pain (P < 0.0125). CONCLUSIONS: Both aromas, i.e., Jasminum and Salvia officinalis, were effective in improving sexual dysfunction in women of reproductive age. The effect of Salvia officinalis was better than that of Jasminum in the domains of mental arousal, lubrication, and sexual pain. More studies are recommended to be conducted in this field."
    },
    {
      "pmid": "39911870",
      "title": "Differential effects of clary sage (Salvia sclarea L.) oil and linalyl acetate on depression levels in diabetic foot ulcer patients with T2DM: a randomized blinded controlled trial.",
      "authors": [
        "Ji Won Son",
        "Purum Kang",
        "Sun Seek Min",
        "Geun Hee Seol"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diabetic foot ulcer (DFU) is a significant global health concern due to its substantial burden on individuals and healthcare systems. In addition to its physical impact, DFU has emotional effects on patients. This study analyzed the effects of inhaling clary sage (CS; Salvia sclarea L.) or linalyl acetate (LA) on depression and psychological factors in patients with DFU. METHODS: This study, performed at the Diabetic Wound Center, enrolled DFU patients, categorized as having mild or moderate to severe depression based on visual analog scale (VAS) for depression scores. Patients were randomized to inhalation of 5% CS oil, 5% LA or almond oil (control) by natural breathing. Blood pressure, heart rate, Depression-VAS, Anxiety-VAS, and Stress-VAS were measured before and after inhalation. RESULTS: This study enrolled 72 patients with DFU, including 43 with mild and 29 with moderate to severe depression. Of the 43 patients with mild depression, 14, 14, and 15 were randomized to inhalation of CS, LA, and almond oil, respectively. Of the 29 patients with moderate to severe depression, 9, 11, and 9 were randomized to inhalation of CS, LA, and almond oil, respectively. Compared with inhalation of almond oil, inhalation of CS oil significantly reduced stress (p < 0.05) and (p < 0.01) in patients with mild depression, whereas inhalation of LA significantly reduced anxiety-VAS (p < 0.05) and depression-VAS (p < 0.05) in patients with moderate to severe depression. CONCLUSION: Inhalation of CS oil may have the potential to alleviate stress and anxiety in DFU patients with mild depression, whereas inhalation of LA may have the potential to alleviate anxiety and depression in DFU patients with moderate to severe depression. These findings suggest that adjunct therapy in DFU patients should be individualized according to the degree of depression. CLINICAL TRIAL REGISTRATION: http://cris.nih.go.kr/, identifier KCT0009722."
    },
    {
      "pmid": "36145808",
      "title": "Combined Impact of Excess Zinc and Cadmium on Elemental Uptake, Leaf Anatomy and Pigments, Antioxidant Capacity, and Function of Photosynthetic Apparatus in Clary Sage (Salvia sclarea L.).",
      "authors": [
        "Anelia Dobrikova",
        "Emilia Apostolova",
        "Ioannis-Dimosthenis S Adamakis",
        "Anetta Hanć",
        "Ilektra Sperdouli",
        "Michael Moustakas"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Clary sage (Salvia sclarea L.) is a medicinal plant that has the potential to be used for phytoextraction of zinc (Zn) and cadmium (Cd) from contaminated soils by accumulating these metals in its tissues. Additionally, it has been found to be more tolerant to excess Zn than to Cd stress alone; however, the interactive effects of the combined treatment with Zn and Cd on this medicinal herb, and the protective strategies of Zn to alleviate Cd toxicity have not yet been established in detail. In this study, clary sage plants grown hydroponically were simultaneously exposed to Zn (900 µM) and Cd (100 μM) for 8 days to obtain more detailed information about the plant responses and the role of excess Zn in mitigating Cd toxicity symptoms. The leaf anatomy, photosynthetic pigments, total phenolic and anthocyanin contents, antioxidant capacity (by DPPH and FRAP analyses), and the uptake and distribution of essential elements were investigated. The results showed that co-exposure to Zn and Cd leads to an increased leaf content of Fe and Mg compared to the control, and to increased leaf Ca, Mn, and Cu contents compared to plants treated with Cd only. This is most likely involved in the defense mechanisms of excess Zn against Cd toxicity to protect the chlorophyll content and the functions of both photosystems and the oxygen-evolving complex. The data also revealed that the leaves of clary sage plants subjected to the combined treatment have an increased antioxidant capacity attributed to the higher content of polyphenolic compounds. Furthermore, light microscopy indicated more alterations in the leaf morphology after Cd-only treatment than after the combined treatment. The present study shows that excess Zn could mitigate Cd toxicity in clary sage plants."
    },
    {
      "pmid": "34205382",
      "title": "Clary Sage Cultivation and Mycorrhizal Inoculation Influence the Rhizosphere Fungal Community of an Aged Trace-Element Polluted Soil.",
      "authors": [
        "Robin Raveau",
        "Anissa Lounès-Hadj Sahraoui",
        "Mohamed Hijri",
        "Joël Fontaine"
      ],
      "journal": "Microorganisms",
      "publication_date": "2021-Jun-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Soil fungal communities play a central role in natural systems and agroecosystems. As such, they have attracted significant research interest. However, the fungal microbiota of aromatic plants, such as clary sage (Salvia sclarea L.), remain unexplored. This is especially the case in trace element (TE)-polluted conditions and within the framework of phytomanagement approaches. The presence of high concentrations of TEs in soils can negatively affect not only microbial diversity and community composition but also plant establishment and growth. Hence, the objective of this study is to investigate the soil fungal and arbuscular mycorrhizal fungi (AMF) community composition and their changes over time in TE-polluted soils in the vicinity of a former lead smelter and under the cultivation of clary sage. We used Illumina MiSeq amplicon sequencing to evaluate the effects of in situ clary sage cultivation over two successive years, combined or not with exogenous AMF inoculation, on the rhizospheric soil and root fungal communities. We obtained 1239 and 569 fungal amplicon sequence variants (ASV), respectively, in the rhizospheric soil and roots of S. sclarea under TE-polluted conditions. Remarkably, 69 AMF species were detected at our experimental site, belonging to 12 AMF genera. Furthermore, the inoculation treatment significantly shaped the fungal communities in soil and increased the number of AMF ASVs in clary sage roots. In addition, clary sage cultivation over successive years could be one of the explanatory parameters for the inter-annual variation in both fungal and AMF communities in the soil and root biotopes. Our data provide new insights on fungal and AMF communities in the rhizospheric soil and roots of an aromatic plant, clary sage, grown in TE-polluted agricultural soil."
    },
    {
      "pmid": "29216912",
      "title": "Changes in salivary oxytocin after inhalation of clary sage essential oil scent in term-pregnant women: a feasibility pilot study.",
      "authors": [
        "Yuriko Tadokoro",
        "Shigeko Horiuchi",
        "Kaori Takahata",
        "Takuya Shuo",
        "Erika Sawano",
        "Kazuyuki Shinohara"
      ],
      "journal": "BMC research notes",
      "publication_date": "2017-Dec-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This pilot study using a quasi-experimental design was conducted to evaluate the feasibility (i.e., limited efficacy, practicality, and acceptability) of our intervention protocol involving inhalation of the scent of clary sage essential oil by pregnant women and measurement of their preinhalation and postinhalation oxytocin levels. RESULTS: Participants were women of singleton pregnancies between 38 and 40 gestation weeks (N = 11). The experiment group (n = 5) inhaled the scent of clary sage essential oil diluted 50-fold with 10 mL of odorless propylene glycol for 20 min. Regarding limited efficacy, the oxytocin level 15 min postinhalation increased in 3 women and was unmeasurable in 2. The control group (n = 6) inhaled similarly without the 50-fold dilution of clary sage essential oil. Their oxytocin level increased in 2 women, decreased in 2, and was unmeasurable in 2. Uterine contraction was not observed in both groups. Regarding practicality, 3 of the 11 women could not collect sufficient saliva. The cortisol level decreased in both groups postinhalation. The protocol had no negative effects. Regarding acceptability, burden of the protocol was not observed. Trial registration The Clinical Trials Registry of University Hospital Medical Information Network in Japan-UMIN000017830. Registered:  June 8, 2015.",
      "mesh_terms": [
        "Administration, Inhalation",
        "Adult",
        "Feasibility Studies",
        "Female",
        "Humans",
        "Japan",
        "Oils, Volatile",
        "Oxytocin",
        "Pilot Projects",
        "Pregnancy",
        "Pregnancy Trimester, Third",
        "Salvia officinalis"
      ]
    },
    {
      "pmid": "27826675",
      "title": "Effects of clary sage oil and its main components, linalool and linalyl acetate, on the plasma membrane of Candida albicans: an in vivo EPR study.",
      "authors": [
        "Ágnes Blaskó",
        "Zoltán Gazdag",
        "Pál Gróf",
        "Gábor Máté",
        "Szilvia Sárosi",
        "Judit Krisch",
        "Csaba Vágvölgyi",
        "Lilla Makszin",
        "Miklós Pesti"
      ],
      "journal": "Apoptosis : an international journal on programmed cell death",
      "publication_date": "2017-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of clary sage (Salvia sclarea L.) oil (CS-oil), and its two main components, linalool (Lol) and linalyl acetate (LA), on cells of the eukaryotic human pathogen yeast Candida albicans were studied. Dynamic and thermodynamic properties of the plasma membrane were investigated by electron paramagnetic resonance (EPR) spectroscopy, with 5-doxylstearic acid (5-SASL) and 16-SASL as spin labels. The monitoring of the head group regions with 5-SASL revealed break-point frequency decrease in a temperature dependent manner of the plasma membrane between 9.55 and 13.15 °C in untreated, in CS-oil-, Lol- and LA-treated membranes. The results suggest a significant increase in fluidity of the treated plasma membranes close to the head groups. Comparison of the results observed with the two spin labels demonstrated that CS-oil and LA induced an increased level of fluidization at both depths of the plasma membrane. Whereas Lol treatment induced a less (1 %) ordered bilayer organization in the superficial regions and an increased (10 %) order of the membrane leaflet in deeper layers. Acute toxicity tests and EPR results indicated that both the apoptotic and the effects exerted on the plasma membrane fluidity depended on the composition and chemical structure of the examined materials. In comparison with the control, treatment with CS-oil, Lol or LA induced 13.0, 12.3 and 26.4 % loss respectively, of the metabolites absorbing at 260 nm, as a biological consequence of the plasma membrane fluidizing effects. Our results confirmed that clary sage oil causes plasma membrane perturbations which leads to cell apoptosis process.",
      "mesh_terms": [
        "Acyclic Monoterpenes",
        "Antifungal Agents",
        "Apoptosis",
        "Candida albicans",
        "Cell Membrane",
        "Electron Spin Resonance Spectroscopy",
        "Membrane Fluidity",
        "Monoterpenes",
        "Plant Oils",
        "Salvia",
        "Spin Labels"
      ]
    }
  ]
}