{
  "supplement": "Coenzyme Q10",
  "query": "Coenzyme Q10[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 19:39:26",
  "research_count": 1166,
  "count": 98,
  "articles": [
    {
      "pmid": "40264369",
      "title": "Letrozole versus coenzyme Q10 plus Clomiphene citrate for women with Polycystic Ovarian Syndrome: An efficacy and safety analysis.",
      "authors": [
        "Juan Hou",
        "Qingfen Chang"
      ],
      "journal": "Biomolecules & biomedicine",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Clomiphene citrate is a well-established treatment for Polycystic Ovarian Syndrome (PCOS) but has poor efficacy and adverse effects. Coenzyme Q10 supplementation improves mitochondrial function. Letrozole has been reported to be effective with fewer adverse effects but is not approved for PCOS by the USFDA. This is a retrospective study in women diagnosed with PCOS to assess treatment with either 2.5 mg/day letrozole (LO cohort, n = 103) for 5 days per cycle (for 9 cycles). The QC group received additional doses of 50 mg coenzyme Q10 three times daily (QC cohort, n = 123). A third group received only 100 mg/day clomiphene citrate (CC cohort, n = 155) from the second day of the menstrual cycle for 5 days. After treatment, the duration of the menstrual cycle decreased across all cohorts (P < 0.001 for all), with a smaller reduction observed in the LTZ cohort compared to the QC and CC cohorts (P < 0.05 for all). The number of conceived pregnancies in the LTZ cohort (P < 0.0001) and the CC + QC cohort (P < 0.0001) was significantly higher than in the CC only group. Similarly, conception was higher in the CC + Q10 group than in the CC only group (P < 0.0001 for both groups). Letrozole versus clomiphene citrate plus coenzyme Q10 showed similar efficacy in achieving pregnancy in women with PCOS."
    },
    {
      "pmid": "40256570",
      "title": "Antioxidative Potential and Activity of Potassium Polyacrylate and Coenzyme Q10 on Rat Hepatic Mitochondrial Permeability Transition Pores.",
      "authors": [
        "A O Adeoye",
        "J O Olanlokun",
        "D J Porta",
        "J O Akinyelu",
        "M A Rivoira",
        "N H Garcia"
      ],
      "journal": "Archives of Razi Institute",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Multiple biological activities of coenzyme Q10 have been demonstrated, opening up opportunities for research and development. However, the biological action of potassium polyacrylate and its effect on the mitochondrial permeability transition pores are both poorly understood. Therefore, this study investigated the in vitro antioxidative potential of potassium polyacrylate (PCK) and coenzyme Q10 (CoQ10) and their effects on mitochondrial permeability transition pores. In vitro antioxidant and angiotensin-converting enzyme inhibitory activities were assessed using standard methods, and lipid peroxidation was also determined. Mitochondrial swelling was evaluated as the change in absorbance under succinate-energized conditions. Cytochrome c release and mitochondrial ATPase activity were assessed. The results showed that PCK and CoQ10 significantly scavenged DPPH and nitric oxide radicals in a concentration-dependent manner and demonstrated a better ferricreducing antioxidant potential. PCK exhibited a high DPPH radical scavenging ability with the lowest IC50 value of 54.05 µg/mL while CoQ10 exhibited higher reducing power with the IC50 value of 82.14 µg/mL.Both were also found to inhibit angiotensin-converting enzyme activity. In addition, PCK and CoQ10 significantly (p<0.05) prevented lipid peroxidation, modulated the opening of mitochondrial permeability transition (mPT) pores and caused no significant release of cytochrome c. However, CoQ10 showed a mild inductive effect on mPT pores at higher concentrations. PCK and CoQ10 also increased mitochondrial ATPase activity. The results of this study suggest that both PCK and CoQ10 may be helpful in the treatment of diseases such as neurological disorders where excessive apoptosis is associated with excessive tissue degradation.",
      "mesh_terms": [
        "Ubiquinone",
        "Animals",
        "Antioxidants",
        "Rats",
        "Mitochondrial Permeability Transition Pore",
        "Male",
        "Rats, Wistar",
        "Mitochondrial Membrane Transport Proteins",
        "Lipid Peroxidation",
        "Mitochondria, Liver"
      ]
    },
    {
      "pmid": "40227290",
      "title": "Evaluating the Role of Coenzyme Q10 in Migraine Therapy-A Narrative Review.",
      "authors": [
        "Anna Fajkiel-Madajczyk",
        "Michał Wiciński",
        "Zuzanna Kurant",
        "Józef Sławatycki",
        "Maciej Słupski"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Migraine, with a prevalence of 14-15% in the world population, is one of the diseases that markedly reduce patients' quality of life. Despite extensive therapeutic tools, the search for substances that may have potential therapeutic properties in migraine patients is still ongoing. Coenzyme Q10 (CoQ10), as a natural and potent antioxidant, appears to be a valuable adjunct in treating and preventing many conditions, such as cardiovascular, metabolic, autoimmune, or neurodegenerative diseases. This review aims to evaluate if CoQ10 can be a potential therapeutic agent in the treatment of migraine. Based on the studies discussed, CoQ10 may have applications in migraine therapy due to its potent anti-inflammatory and oxidative stress-reducing properties. Furthermore, by improving mitochondrial function, CoQ10 can contribute to the energy supply to brain cells, which is particularly important in migraine. Supplementation with CoQ10 in a wide range of doses has resulted in many therapeutic benefits in subjects, including a decrease in the frequency and duration of migraine attacks, a reduction in nausea, a lower maximum pain during an attack, and fewer days with migraine. Therefore, it seems that CoQ10 may be a relevant therapeutic supplement for the treatment and prevention of migraine."
    },
    {
      "pmid": "40225007",
      "title": "Development of coenzyme Q10-related molecular subtypes and a prognostic signature for predicting breast cancer prognosis and response to immunotherapy.",
      "authors": [
        "Zhou Fang",
        "Shi-Chong Liao",
        "Yue-Yue Guo",
        "Juan-Juan Li",
        "Zhong Wang",
        "Yi-Min Zhang",
        "Feng Yao"
      ],
      "journal": "Translational cancer research",
      "publication_date": "2025-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Breast cancer (BRCA) remains by far the most life-threatening malignancy in women. Resistance to BRCA treatment may be counteracted by the induction of ferroptosis in combination with immunotherapy. The study aims develop iron death-related prognostic models to predict prognosis and immunotherapy effects in BRCA patients. METHODS: We collected and organized 22 ferroptosis-related pathways and quantified their pathway activities using single-sample gene set enrichment analysis (ssGSEA). Coenzyme Q10 (CoQ10) is a pathway associated with prognosis in patients with BRCA. We compared the differences between patients with different CoQ10 expressions in terms of prognosis, biological function, mutational profile, immune infiltration, immunotherapy, and chemotherapeutic drug sensitivity. RESULTS: Patients with high CoQ pathway activity had a worse prognosis. In addition, patients with high CoQ activity showed greater cell cycle activation and lower immune infiltration. Based on different CoQ10 expression patterns, we developed a CoQ10-related prognostic model. The accuracy and stability of CoQ10-related prognostic models were well validated in the training set and multiple validation sets. High-risk patients showed a propensity for immune depletion and tolerance to immunotherapy. There were also some differences in the sensitivity to different chemotherapeutic agents between high- and low-risk patients. CONCLUSIONS: We have constructed and validated a CoQ10-related gene model that can predict the prognosis of BRCA. Critically, it may serve as a reference standard to guide outcome prognostication in patients with BRCA."
    },
    {
      "pmid": "40223859",
      "title": "Comparative Analysis of Carbonic Anhydrase-II Expression Across Undescended Testes Sprague Dawley Model with Coenzyme Q10 Treatment.",
      "authors": [
        "Pradana Nurhadi",
        "Besut Daryanto",
        "Athaya Febriantyo Purnomo",
        "Kusworini",
        "Tommy Nazwar Alfandy"
      ],
      "journal": "Acta informatica medica : AIM : journal of the Society for Medical Informatics of Bosnia & Herzegovina : casopis Drustva za medicinsku informatiku BiH",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The study investigates the expression of Carbonic Anhydrase-II (CA-II) antibodies in both blood and tissue samples to understand their systemic and local effects. OBJECTIVE: The research aims to identify effective dosages and assess the differences in antibody levels across various treatment groups of undescended testes Sprague Dawley model. To measure and compare the levels of CA-II antibodies in blood and tissue samples, determine the most effective dosage for reducing tissue CA-II levels, and analyze the systemic versus local impacts of these antibodies. METHODS: The study employed immunohistochemistry to assess CA-II antibody expression in undescended testes model of Sprague Dawley tissue and blood, with brown-colored cells indicating positive expression. Levene's test confirmed homogeneity of variance (p=0.660), allowing for ANOVA to identify significant differences in CA-II levels among groups (p=0.000). Tukey's post hoc test was used to pinpoint specific group differences. Results: The analysis revealed significant differences in CA-II expression between groups. The dosage of 10 mg/KgBB was found to be most effective in reducing tissue CA-II levels. Blood CA-II concentrations were consistently higher than tissue levels across all groups, indicating a strong systemic presence. CONCLUSION: The study highlights the significant distinctions in CA-II antibody levels between blood and tissue samples. It underscores the importance of dosage in managing CA-II levels and the need to consider both systemic and local impacts in clinical settings. These findings provide a basis for future research into targeted therapies for conditions mediated by CA-II."
    },
    {
      "pmid": "40216064",
      "title": "Effects of adenosine triphosphate and coenzyme Q10 on potential hydroxychloroquine-induced retinal damage in rats.",
      "authors": [
        "Ahmet Duhan Ozbay",
        "Ahmet Mehmet Somuncu",
        "Ibrahim Cicek",
        "Bulent Yavuzer",
        "Seval Bulut",
        "Gulbaniz Huseynova",
        "Tugba Bal Tastan",
        "Mine Gulaboglu",
        "Halis Suleyman"
      ],
      "journal": "Experimental eye research",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate biochemically and histopathologically the protective effect of adenosine triphosphate (ATP) and coenzyme Q10 (CoQ10) against potential hydroxychloroquine (HCQ)-induced retinal damage in rats. Twenty-four male albino Wistar-type rats were randomly separated into four groups: healthy (HG), receiving HCQ (HQG), receiving ATP + HCQ (AHQ), and receiving CoQ10 + HCQ (CoQHQ). ATP (4 mg/kg, intraperitoneal) was given to the AHQ, and CoQ10 (10 mg/kg, oral) to the CoQHQ. Rats in the HQG, AHQ, and CoQHQ were given HCQ (120 mg/kg, oral) 1 h after administering ATP and CoQ10. Treatments continued once a day for seven days. On the 8th day, the rats were sacrificed with 50 mg/kg sodium thiopental, and the eyes were removed. Malondialdehyde (MDA), total glutathione (tGSH), superoxide dismutase (SOD), and catalase (CAT), and interleukin-6 (IL-6) levels were measured in the retrieved eye tissues and retinal tissues were assessed histopathologically. An increase in MDA and IL-6 levels and a decrease in tGSH, SOD, and CAT levels were detected in the eye tissues of the HQGcompared to the HG. HCQ-induced changes in oxidant and antioxidant levels were significantly suppressed by ATP and CoQ10 treatment. ATP was more successful than CoQ10 in this inhibition. Severe damage was observed in the eye tissues of the HQG group, whereas the damage was mild in the AHQ and moderate in the CoQHQ. Although both ATP and CoQ10 have the potential to be effective in the prevention of HCQ-induced retinal damage through antioxidative activity, ATP appears to be the more preferable treatment approach."
    },
    {
      "pmid": "40151031",
      "title": "Effects of Coenzyme Q10, Tryptophan, and Magnesium Supplementation on Fatigue in Patients with Fibromyalgia - A Randomized Trial.",
      "authors": [
        "Lluís Rosselló Aubach",
        "Xavier Fornós Roca",
        "María Elena Fernández Álvarez"
      ],
      "journal": "Journal of dietary supplements",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Fibromyalgia (FM) is a prevalent and multifactorial condition requiring pharmacological and non-pharmacological interventions for its management. Coenzyme Q10 (CoQ10), magnesium, and tryptophan are associated with FM symptoms, but their combined effects in this condition are poorly understood. The objective of the study was to assess the effects of CoQ10, tryptophan, and magnesium supplementation in patients with FM. This single-center, randomized, double-blind, placebo-controlled, two-period, two-sequence crossover study included adult patients diagnosed with FM for at least two years. The study comprised two periods of three months each, and a one-month washout period between them. Participants were randomized to receive the dietary supplement or placebo. The primary endpoint was the change in the item fatigue of the combined index of fibromyalgia impact in patients (ICAF). Secondary outcomes included changes in the remaining ICAF factors and items and in the total score. Of 110 enrolled patients, 89 (mean age: 51.0 years; 96.6% women) completed the study. Most participants (94.4%) were on pharmacological treatment for FM. Fatigue improved significantly in the placebo group, with a non-significant reduction in the dietary supplement group. Pain intensity significantly decreased in both groups, while sleep quality and functional impact showed a significant reduction in the dietary supplement group. The ICAF total score improved significantly after 3 months of receiving the dietary supplement. Adverse events (n = 35) were mild and homogenously distributed between groups. The dietary supplement was efficacious in improving physical aspects of FM, including pain, sleep quality, and impact, and showed good tolerability.",
      "mesh_terms": [
        "Humans",
        "Ubiquinone",
        "Female",
        "Dietary Supplements",
        "Fibromyalgia",
        "Middle Aged",
        "Fatigue",
        "Double-Blind Method",
        "Tryptophan",
        "Male",
        "Cross-Over Studies",
        "Magnesium",
        "Adult",
        "Sleep Quality"
      ]
    },
    {
      "pmid": "40136565",
      "title": "Effects of Liposomal Vitamin C, Coenzyme Q10, and Bee Venom Supplementation on Bacterial Communities and Performance in Nile Tilapia (Oreochromis niloticus).",
      "authors": [
        "Islam I Teiba",
        "Yasser S A Mazrou",
        "Abeer H Makhlouf",
        "Nabil I Elsheery",
        "Sahar Hussein Abdalla Hekal",
        "Nermeen M Abu-Elala",
        "Mahmoud Kamel Bakry",
        "Emad H El-Bilawy",
        "Akram Ismael Shehata"
      ],
      "journal": "Biology",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This experimental study evaluated the impacts of three nutraceuticals [liposomal vitamin C, coenzyme Q10 (CoQ10), and bee venom (BV)] on the physiological parameters of Nile tilapia (Oreochromis niloticus). A total of 360 fish (initial weight: 35.17 ± 0.22 g) were randomly allocated to four isonitrogenous and isolipidic dietary treatments: a control group and three supplementation groups (liposomal vitamin C at 200 mg/kg, CoQ10 at 60 mg/kg, and BV at 4 mg/kg), with three replicates per treatment, and fish were fed to apparent satiation. After a 60-day feeding trial, comprehensive analyses revealed significant improvements in growth performance, digestive enzyme activities, immune responses, and antioxidant status across supplemented groups, with bee venom exhibiting the most pronounced effects. Nutraceutical supplementation enhanced gastrointestinal enzyme activities, modulated gut microbiota composition, and improved liver and intestinal histological characteristics. Immunological assessments demonstrated elevated lysozyme levels, bactericidal activity, and respiratory burst activity, while antioxidant markers showed increased superoxide dismutase, catalase, and glutathione peroxidase activities, accompanied by reduced malondialdehyde levels. These findings suggest that strategic nutraceutical supplementation can substantially optimize physiological functions and health parameters in Nile tilapia aquaculture."
    },
    {
      "pmid": "40125440",
      "title": "Aptamer Functionalized Liposomes Co-Loaded with Exenatide-4 and Coenzyme Q10 Ameliorate Type 2 Diabetes Mellitus by Improving Pancreatic β Cell Function.",
      "authors": [
        "Shangying Xiao",
        "Lei Rao",
        "Canying Yan",
        "Ling Nie",
        "Leiqi Wang",
        "Yingyin Zhao",
        "Shihao Zhang",
        "WeiMao Zhan",
        "Dongyun Qin",
        "Manjiao Zhuang"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Oxidative stress has been shown to disrupt β-cell function and promote the development of type 2 diabetes mellitus (T2DM). Exenatide-4 (Ext-4) is a widely used anti-glycemic drug but cannot restore pancreatic β-cells' structure and function. Coenzyme Q10 (CoQ10) has great antioxidant activities but shows suboptimal therapeutic effects because of its poor solubility and poor bioavailability. To further enhance the therapeutic efficacy of the drugs, a pancreas-targeting liposomal co-delivery system encapsulating Ext-4 and CoQ10 ((E+Q)-Lip-Apt) was designed, using the aptamers as the targeting ligands. METHODS: (E+Q)-Lip-Apt was prepared by thin film dispersion method and its optimal formulation was obtained through single-factor experiments and orthogonal experiments. The pancreatic β-cell protecting effect of (E+Q)-Lip-Apt was investigated both in vitro and in vivo. RESULTS: (E+Q)-Lip-Apt exhibited uniform size, good dispersion, and high encapsulation efficiency (EE) for both Ext-4 and CoQ10. The in vitro results showed that (E+Q)-Lip-Apt manifested superior capacity in scavenging ROS, enhancing mitochondrial membrane potential, and reducing malondialdehyde (MDA) content compared to Ext-4 in MIN6 cells. In vivo investigations demonstrated that (E+Q)-Lip-Apt significantly improved glucose tolerance, insulin sensitivity, hepatic lipid metabolism, oxidative stress, and enhanced antioxidant enzyme activity in diabetic mice. Moreover, Hematoxylin-eosin staining (H&E) and Immunohistochemistry (IHC) results indicated that (E+Q)-Lip-Apt could improve liver and pancreatic lesions, restoring the structure and function of β-cells in diabetic mice. CONCLUSION: (E+Q)-Lip-Apt could improve oxidative stress, thereby restoring pancreatic β-cell function, and alleviating diabetes.",
      "mesh_terms": [
        "Ubiquinone",
        "Animals",
        "Liposomes",
        "Insulin-Secreting Cells",
        "Diabetes Mellitus, Type 2",
        "Exenatide",
        "Diabetes Mellitus, Experimental",
        "Oxidative Stress",
        "Mice",
        "Aptamers, Nucleotide",
        "Male",
        "Hypoglycemic Agents",
        "Cell Line",
        "Membrane Potential, Mitochondrial",
        "Antioxidants"
      ]
    },
    {
      "pmid": "40122366",
      "title": "Further evaluation of the effectiveness and superiority of hyaluronic acid combined preparations (trehalose, dexpanthenol and coenzyme Q10 & vitamin E) in experimental alkali model.",
      "authors": [
        "Yucel Yigit",
        "Gozde Sahin Vural",
        "Yurdagul Girgin",
        "Basak Isildar",
        "Pakize Nur Akkaya",
        "Gamze Tanriverdi",
        "Muhammed Dara Tas",
        "Ozlem Barut Selver"
      ],
      "journal": "Experimental eye research",
      "publication_date": "2025-Mar-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The objective of this study was to undertake a more comprehensive evaluation of the efficacy and comparative advantage of hyaluronic acid (HA) combined preparations in an experimental alkali model. METHOD: In the present study, experimental chemical burns were induced in the right eyes of 22 New Zealand rabbits. The eyes were then divided into four groups for subsequent analysis: Trehalose + HA (Group T, n = 6); dexpanthenol + HA (Group P, n = 6); coenzyme Q10+vitamin E + HA (Group V, n = 6); and one control group (CG, n = 4). RESULTS: There was no statistically significant difference in the size of the epithelial defect area between the groups on days 1, 3, and 5. However, a marked difference in the healing of epithelial defects was observed. Histologic analysis revealed optimal healing in terms of stromal edema, epithelial disruption, and lymphatic infiltration in group P. Alpha SMA (alpha smooth actin)-positive areas was higher in groups P and V. Electron microscopic examination revealed enhanced anterior surface epithelial formation and collagen arrangement in the treatment groups compared to the control group. CONCLUSION: The findings of the present study are consistent with those of other studies in the literature, which have shown the superiority of trehalose, dexpanthenol, and coenzyme Q10 to the control group. Furthermore, histologic and immunohistochemical evaluations revealed that the P and V groups exhibited superior healing signs in comparison to the T group. Notably, our study is the first to comparatively analyze artificial tears with trehalose, dexpanthenol, and coenzyme Q10 in terms of epithelial defect healing, incorporating electron microscopic examination."
    },
    {
      "pmid": "40093659",
      "title": "Coenzyme Q10 alleviates neurological deficits in a mouse model of intracerebral hemorrhage by reducing inflammation and apoptosis.",
      "authors": [
        "Xiaoqing Yang",
        "Yi Zhao",
        "Sisi Yu",
        "Lihui Chi",
        "Yeyan Cai"
      ],
      "journal": "Experimental biology and medicine (Maywood, N.J.)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research study was directed towards to assessing whether coenzyme Q10 (CoQ10) is linked to neuroprotection and induces anti-inflammatory and anti-neuronal death responses in an Intracerebral hemorrhage (ICH) mouse model via right caudate nucleus injection with collagenase VII. Autologous blood was injected into mice to induce ICH. We found that FoxM1 was upregulated in the ICH-injured animals. Moreover, CoQ10 treatment effectively ameliorated neurological deficits, mitigated cerebral edema, and minimized hematoma in model mice, demonstrating dose-dependent efficacy and promoting the functional recovery of the animals. ELISA and real-time PCR assays of pro-inflammatory cytokines indicated that CoQ10 was capable of alleviating neuroinflammation in ICH. In line with the part of CoQ10 in attenuating the inflammatory response, CoQ10 also suppressed cell apoptosis in the ICH-injured brain, which partly accounts for its neuroprotective effect. Furthermore, our analysis of different inflammatory pathways indicated that CoQ10 targeted the nuclear factor-kappa B signaling axis. Our findings suggest that CoQ10 protects against ICH by mitigating neuroinflammatory responses and preventing neuronal apoptosis, with the underlying mechanism possibly being connected with nuclear factor-kappa B pathway regulation. Therefore, CoQ10 holds significant potential as a therapeutic strategy for treating ICH.",
      "mesh_terms": [
        "Animals",
        "Ubiquinone",
        "Cerebral Hemorrhage",
        "Apoptosis",
        "Disease Models, Animal",
        "Mice",
        "Male",
        "Inflammation",
        "Neuroprotective Agents",
        "Mice, Inbred C57BL",
        "NF-kappa B"
      ]
    },
    {
      "pmid": "40076840",
      "title": "Beneficial Antioxidant Effects of Coenzyme Q10 in In Vitro and In Vivo Models of CDKL5 Deficiency Disorder.",
      "authors": [
        "Manuela Loi",
        "Francesca Valenti",
        "Giorgio Medici",
        "Nicola Mottolese",
        "Giulia Candini",
        "Angelica Marina Bove",
        "Federica Trebbi",
        "Luca Pincigher",
        "Romana Fato",
        "Christian Bergamini",
        "Stefania Trazzi",
        "Elisabetta Ciani"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CDKL5 deficiency disorder (CDD), a developmental encephalopathy caused by mutations in the cyclin-dependent kinase-like 5 (CDKL5) gene, is characterized by a complex and severe clinical picture, including early-onset epilepsy and cognitive, motor, visual, and gastrointestinal disturbances. This disease still lacks a medical treatment to mitigate, or reverse, its course and improve the patient's quality of life. Although CDD is primarily a genetic brain disorder, some evidence indicates systemic abnormalities, such as the presence of a redox imbalance in the plasma and skin fibroblasts from CDD patients and in the cardiac myocytes of a mouse model of CDD. In order to shed light on the role of oxidative stress in the CDD pathophysiology, in this study, we aimed to investigate the therapeutic potential of Coenzyme Q10 (CoQ10), which is known to be a powerful antioxidant, using in vitro and in vivo models of CDD. We found that CoQ10 supplementation not only reduces levels of reactive oxygen species (ROS) and normalizes glutathione balance but also restores the levels of markers of DNA damage (γ-H2AX) and senescence (lamin B1), restoring cellular proliferation and improving cellular survival in a human neuronal model of CDD. Importantly, oral supplementation with CoQ10 exerts a protective role toward lipid peroxidation and DNA damage in the heart of a murine model of CDD, the Cdkl5 (+/-) female mouse. Our results highlight the therapeutic potential of the antioxidant supplement CoQ10 in counteracting the detrimental oxidative stress induced by CDKL5 deficiency.",
      "mesh_terms": [
        "Ubiquinone",
        "Animals",
        "Antioxidants",
        "Mice",
        "Humans",
        "Oxidative Stress",
        "Disease Models, Animal",
        "Epileptic Syndromes",
        "Spasms, Infantile",
        "Reactive Oxygen Species",
        "Protein Serine-Threonine Kinases",
        "DNA Damage",
        "Neurons",
        "Fibroblasts",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "40066120",
      "title": "The Impact of Coenzyme Q10 on Cognitive Dysfunction, Antioxidant Defense, Cholinergic Activity, and Hippocampal Neuronal Damage in Monosodium Glutamate-Induced Obesity.",
      "authors": [
        "Zahra Erfanmanesh",
        "Mohammad Amin Edalatmanesh",
        "Mokhtar Mokhtari"
      ],
      "journal": "Iranian journal of pharmaceutical research : IJPR",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Obesity, a rising global health issue, is linked to numerous disorders, including cognitive impairment. OBJECTIVES: This study investigates the effects of coenzyme Q10 (Co-Q10) on cognitive performance, antioxidant defense, cholinergic activity, and hippocampal neuron damage in rats rendered obese by monosodium glutamate (MSG) exposure. METHODS: Forty-eight neonatal male Wistar rats were randomly assigned to one of four groups: Control, MSG, MSG + Q10-10, and MSG + Q10-20. Monosodium glutamate (4 g/kg BW) was administered subcutaneously into the cervical region from postnatal day (PND) 2 to PND 10. Coenzyme Q10 (10 mg/kg BW and 20 mg/kg BW) was administered intraperitoneally from PND 30 to PND 42. At the end of the treatment period, working memory and avoidance learning tests were conducted. Anthropometric data were collected, followed by evaluations of hippocampal catalase (CAT), superoxide dismutase (SOD), acetylcholinesterase (AChE), glutathione peroxidase (GPx), and malondialdehyde (MDA) levels. The density of apoptotic/dark neurons (DN) in the CA₁ and CA₃ regions of the hippocampus was also assessed. RESULTS: Monosodium glutamate treatment increased Body Mass Index (BMI) and Lee Index, impaired working memory and avoidance learning, and reduced CAT, SOD, and GPx activities. Additionally, MSG exposure led to elevated MDA levels, increased AChE activity, and higher DN density in the CA₁ and CA₃ hippocampal regions. Treatment with Co-Q10 resulted in a decrease in BMI, enhanced memory and learning, noteworthy increases in CAT, SOD, and GPx activities in the hippocampus, and reductions in MDA levels, AChE activity, and DN density in the CA₁ and CA₃ regions. CONCLUSIONS: Coenzyme Q10 mitigates hippocampal neuronal damage and improves cognitive function in MSG-induced obesity, primarily through its antioxidant and AChE inhibitory properties."
    },
    {
      "pmid": "40059278",
      "title": "Exploring potential additive effects of 5-fluorouracil, thymoquinone, and coenzyme Q10 triple therapy on colon cancer cells in relation to glycolysis and redox status modulation.",
      "authors": [
        "Akhmed Aslam",
        "Faisal Minshawi",
        "Hussain Almasmoum",
        "Riyad Almaimani",
        "Aiman Alsaegh",
        "Amani A Mahbub",
        "Mohammad S Iqbal",
        "Aisha Tabassum",
        "Mohamed E Elzubier",
        "Shakir Idris",
        "Wesam F Farrash",
        "Bassem Refaat"
      ],
      "journal": "Journal of the Egyptian National Cancer Institute",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: To investigate the anticancer effects of 5-Fluorouracil (5-FU), thymoquinone (TQ), and/or coenzyme Q10 (CQ10), alone and combined, in HT29, SW480, and SW620 human colorectal cancer (CRC) cell lines. METHODS: Cell cycle progression and apoptosis were assessed by flow cytometry. Gene and protein expression of molecules involved in apoptosis (BLC2, survivin, BAX, Cytochrome-C, and Caspase-3), cell cycle (CCND1, CCND3, p21, and p27), the PI3K/AKT/mTOR/HIF1α oncogenic pathway, and glycolysis (LDHA, PDH, and PDHK1) were also analysed by quantitative RT-PCR and Western blot. Oxidative stress markers (ROS/RNS, MDA, and Protein carbonyl groups) and antioxidants (GSH and CAT) were quantified by ELISA. RESULTS: All treatments resulted in anticancer effects depicted by cell cycle arrest and apoptosis, with TQ demonstrating greater efficacy than CQ10, both with and without 5-FU. However, 5-FU/TQ/CQ10 triple therapy exhibited the most potent pro-apoptotic activity in all cell lines, portrayed by the lowest levels of oncogenes (CCND1, CCND3, BCL2, and survivin) and the highest upregulation of tumour suppressors (p21, p27, BAX, Cytochrome-C, and Caspase-3). The triple therapy also showed the strongest suppression of the PI3K/AKT/mTOR/HIF1α pathway, with a concurrent increase in its endogenous inhibitors (PTEN and AMPKα) in all cell lines used. Additionally, the triple therapy favoured glucose oxidation by upregulating PDH, while decreasing LDHA and PDHK1 enzymes. The triple therapy also displayed the most significant decline in antioxidant levels and the highest increases in oxidative stress markers. CONCLUSIONS: This study is the first to demonstrate the superior anticancer effects of TQ compared to CQ10, with and without 5-FU, in CRC treatment. Moreover, this is the first report to reveal improved anticancer effects of the 5-FU/TQ/CQ10 triple therapy, potentially through promoting oxidative phosphorylation, attenuating the PI3K/AKT/mTOR/HIF1α pathway, and increasing oxidative stress-induced apoptosis.",
      "mesh_terms": [
        "Humans",
        "Benzoquinones",
        "Fluorouracil",
        "Ubiquinone",
        "Apoptosis",
        "Glycolysis",
        "Colonic Neoplasms",
        "Cell Line, Tumor",
        "Antineoplastic Combined Chemotherapy Protocols",
        "Oxidative Stress",
        "Oxidation-Reduction",
        "Signal Transduction",
        "Drug Synergism",
        "TOR Serine-Threonine Kinases",
        "Cell Proliferation"
      ]
    },
    {
      "pmid": "40052020",
      "title": "Coenzyme Q10 alleviates AlCl3 and D-galactose induced Alzheimer via modulating oxidative burden and TLR-4/MAPK pathways and regulation microRNA in rat brain.",
      "authors": [
        "Nagat F Nawar",
        "Doha M Beltagy",
        "Ehab Tousson",
        "Mai M El-Keey",
        "Tarek M Mohamed"
      ],
      "journal": "Toxicology research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Alzheimer's disease (ad) is the most progressive form of neurodegenerative disease resulting in cognitive and non-cognitive deficits. Coenzyme Q10 (CoQ10) is an anti-inflammatory and anti-oxidative stress supplement that can improve inflammation and oxidative stress associated with ad. This study aimed to explore the protective potential of coenzyme Q10 (CoQ10). It also sought to uncover any synergistic effects when combined with donepezil, an acetylcholinesterase inhibitor, in treating Alzheimer's disease in rats, focusing on the modulation of the TLR-4/MAPK pathway and regulation of microRNA. The experiment involved seventy rats categorized into different groups: control, Reference group (donepezil 10 mg/kg/P.O.), CoQ10 alone (1,200 mg/kg/P.O.), ad-model (D-galactose (120 mg/kg/i.p) + Alcl3 (50 mg/kg/P.O.)), donepezil co-treatment, CoQ10 co-treatment, and CoQ10 + donepezil co-treatment. Behavioral parameter was defined using the Morris-Maze test (MMT) and various assessments, such as GABA, oxidative stress, Aβ1-42, ion homeostasis, toll-like receptor-4 (TLR-4), mitogen-activated protein kinase-1 (MAPK-1), micro-RNA (mir-106b, mir-107, and mir-9) were measured. Immunohistological staining was used to assess structural abnormalities in hippocampus. CoQ10 treatment demonstrated memory improvement, enhanced locomotion, and increased neuronal differentiation, mainly through the activation of the TLR-4/MAPK pathway and regulation of mir-106b, mir-107, and mir-9. HIGHLIGHTS: Coenzyme Q10 (CoQ10) improved the rats' passive avoidance memory impairment caused by D-gal and AlCl3. ad led to the alteration of the TLR-4/MAPK pathways.CoQ10 as a protective agent, diminishes oxidative burden, improve ion homeostasis.CoQ10 counteracts Alzheimer's disease by enhancing neurotransmitter parameter and regulating the MicroRNA.CoQ10 lowered accumulation of Aβ plaque in the hippocampal neurons of D-Gal and AlCl3-treated rats.One promising therapeutic method was the combination of donepezil and CoQ10 therapy."
    },
    {
      "pmid": "40026529",
      "title": "Diabetes Risks of Statin Therapy-Coenzyme Q10 May Help.",
      "authors": [
        "Xiaorong Han",
        "Jinxing Liu",
        "Yingzhen Gu",
        "Yifan Li",
        "Wei Zhang",
        "Naqiang Lv",
        "Aimin Dang"
      ],
      "journal": "Reviews in cardiovascular medicine",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Statin therapy is associated with an increased risk of new-onset diabetes (NOD), possibly due to a reduction in coenzyme Q10 (CoQ10) levels as a result of statin use. This study aimed to investigate the relationship between exogenous CoQ10 supplementation and the development of NOD. METHODS: This study included 4394 participants from the National Health and Nutrition Examination Survey (NHANES). Baseline characteristics were compared between those with and without NOD and between those with and without CoQ10. Univariate logistic regression was performed to identify factors associated with NOD. Two models were used for confounding factors, including demographics and various covariates. Multifactor logistic regression further assessed the association between CoQ10 supplementation and NOD. Additionally, restricted cubic spline (RCS) analysis was conducted to evaluate the potential nonlinear relationship between daily CoQ10 dose and NOD. RESULTS: Univariate logistic regression showed an association between CoQ10 supplementation and a reduced risk of NOD (odds ratio [OR] = 0.323, 95% confidence interval [CI] 0.157-0.668, p = 0.003), which remained significant after adjustments in model 1 (OR = 0.344, 95% CI 0.160-0.737, p = 0.006) and model 2 (OR = 0.232, 95% CI 0.057-0.942, p = 0.041). There was no evidence of a linear association between daily CoQ10 dose and NOD in logistic regression analysis (OR = 0.999, 95% CI 0.994-1.004, p = 0.720), and no evidence of a nonlinear correlation in the RCS analysis (p > 0.05). CONCLUSIONS: CoQ10 supplementation in individuals taking statins was associated with a reduced risk of NOD, and this association was independent of the CoQ10 dose."
    },
    {
      "pmid": "40022318",
      "title": "Interfacial composition of coenzyme Q10 emulsions impacts coagulation of fortified milk during gastric digestion.",
      "authors": [
        "Xinya Wang",
        "Peter Zhu",
        "Aiqian Ye",
        "Harjinder Singh",
        "Alejandra Acevedo-Fani"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the gastric digestion behaviour of heat-treated enriched milk containing Coenzyme Q10-loaded emulsions with different interfacial compositions. Four enriched milk types were compared: pasteurized with a Tween 80 stabilised emulsion (PAST-TW80), or with a sodium caseinate-stabilised emulsion (PAST-NaCN), and UHT with a TW80-stabilised emulsion (UHT-TW80), or PAST with a NaCN-stabilised emulsion (UHT-NaCN); all loaded with Coenzyme Q10. An in vitro dynamic gastric digestion model (Human Gastric Simulator) was utilized and the kinetics of milk coagulation and emptying of protein, lipid and Coenzyme Q10 were monitored. Adding NaCN-stabilised emulsion to heated milk led to a largely fragmented curd with signs of extensive droplets coalescence, disintegrating rapidly and accelerating protein and lipid release. Heated milk with TW80-stabilised emulsion produced a compact and closely integrated curd with limited coalescence, slowing nutrient emptying. UHT milk showed more curd fragmentation than PAST milk, regardless of emulsion type. The release profiles of Coenzyme Q10 were similar between UHT-TW80 and PAST-TW80 or between PAST-NaCN and UHT-NaCN, indicating the emulsion's interfacial composition as a key factor in controlling lipophilic bioactive release from the food matrix, regardless of heat treatment. These findings demonstrate that the emulsion's interfacial composition (NaCN vs TW80) and the heat treatment (PAST vs UHT) can be combined as a strategy to modulate milk coagulation kinetics and the rate of nutrient delivery to the small intestinal stage. This study provides insights into the development of functional milk products fortified with lipophilic bioactive compounds, as well as strategies for optimizing the controlled release of these compounds upon consumption.",
      "mesh_terms": [
        "Emulsions",
        "Milk",
        "Animals",
        "Ubiquinone",
        "Digestion",
        "Food, Fortified",
        "Humans",
        "Caseins",
        "Hot Temperature",
        "Kinetics",
        "Pasteurization"
      ]
    },
    {
      "pmid": "39999976",
      "title": "Dietary intake of coenzyme Q10 reduces oxidative stress in patients with acute ischemic stroke: a double-blind, randomized placebo-controlled study.",
      "authors": [
        "Ali Mojaver",
        "Mojtaba Khazaei",
        "Mohammad Ahmadpanah",
        "Mohammad Zarei",
        "Sara Soleimani Asl",
        "Parisa Habibi",
        "Siamak Shahidi"
      ],
      "journal": "Neurological research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: Ischemic stroke is one of the most common neurological disorders. Oxidative stress, inflammation, and the reduction of Brain-Derived Neurotrophic Factor (BDNF) are implicated in cell death during ischemic stroke. Several studies suggest that Coenzyme Q10 (CoQ10) has antioxidant, anti-inflammatory, neuroprotective properties and can increase BDNF levels. This study investigated the effects of oral CoQ10 supplementation on oxidative stress biomarkers Total Antioxidant Capacity (TAC), Superoxide Dismutase (SOD), Malondialdehyde (MDA), Total Thiol Groups (TTG) - as well as serum levels of Interleukin-6 (IL-6) and BDNF in ischemic stroke patients. METHODS: Fifty patients hospitalized for acute ischemic stroke were randomly divided into two groups: placebo (n = 25) and CoQ10 (600 mg/day) supplementation (n = 25). The intervention began 24 hours after stroke onset and continued for 30 days. RESULTS: Significant reductions in serum MDA and IL-6 levels, alongside increased SOD and BDNF levels, were observed in the CoQ10 group. No significant differences were found in TAC or TTG levels between the groups. CONCLUSIONS: A 30-day regimen of CoQ10 (600 mg/day) resulted in reduced oxidative stress and inflammation, alongside increased BDNF, suggesting potential neuroprotective benefits for post-stroke rehabilitation. CoQ10 May be considered a therapeutic option for enhancing neuroprotection and rehabilitation in stroke patients.",
      "mesh_terms": [
        "Humans",
        "Ubiquinone",
        "Oxidative Stress",
        "Male",
        "Female",
        "Double-Blind Method",
        "Ischemic Stroke",
        "Aged",
        "Middle Aged",
        "Brain-Derived Neurotrophic Factor",
        "Antioxidants",
        "Neuroprotective Agents",
        "Dietary Supplements",
        "Interleukin-6",
        "Malondialdehyde",
        "Brain Ischemia"
      ]
    },
    {
      "pmid": "39931258",
      "title": "Can Coenzyme Q10 Supplementation Reduce Cardiovascular Disease Risk Factors? A Protocol for a GRADE-Assessed Systematic Review and Dose-Response Meta-Analysis of Randomized Controlled Trials.",
      "authors": [
        "Ali Jafari"
      ],
      "journal": "Health science reports",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: Cardiovascular diseases (CVDs), encompassing a variety of conditions affecting the heart and blood vessels, remain a significant global public health challenge. Among various therapeutic options, Coenzyme Q10 (CoQ10) has garnered attention due to its potential benefits for cardiovascular health. CoQ10 is a naturally occurring antioxidant that plays a crucial role in cellular energy production and has long been used therapeutically. This study aims to summarize and systematically analyze the scientific literature on glycemic profile, lipid profile, anthropometric measures, blood pressure, inflammatory factors, liver function tests, oxidative stress parameters and adipokines associated with CoQ10 supplementation to provide a basis for clinical treatment. METHODS: A systematic electronic search will be conducted to identify articles published from inception to July 2024 across databases including PubMed, Scopus, Web of Science, CENTRAL, and EMBASE. The search will focus on randomized controlled trials (RCTs) involving both healthy and unhealthy participants. Two independent reviewers will evaluate articles, extract data, and assess study quality using the Cochrane risk of bias tool. Discrepancies will be resolved through consultation with a third reviewer. If a sufficient number of eligible studies are identified, a meta-analysis will be performed on the selected outcomes. RESULTS: The results will provide a comprehensive synthesis of the effects of CoQ10 supplementation on cardiovascular disease risk factors, including glycemic profile, lipid profile, anthropometric measures, blood pressure, inflammatory factors, liver function tests, oxidative stress parameters, and adipokines. CONCLUSION: This protocol outlines a comprehensive approach to systematically review and perform a dose-response meta-analysis on the effects of CoQ10 supplementation on CVD risk factors. The study will employ rigorous methodologies, including independent evaluation and GRADE assessment, to ensure high-quality evidence synthesis from RCTs."
    },
    {
      "pmid": "39920883",
      "title": "Clinical efficacy of adjunctive use of coenzyme Q10 in non-surgical periodontal treatment: A systematic review.",
      "authors": [
        "Matheus Dos Santos Fernandez",
        "Thiago Marchi Martins",
        "Jonathan Meza-Mauricio",
        "Mauro Cardoso Ribeiro",
        "Francisco Hecktheuer Silva",
        "Maísa Casarin",
        "Francisco Wilker Mustafa Gomes Muniz"
      ],
      "journal": "European journal of oral sciences",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "This systematic review evaluated the effects of coenzyme Q10 (CoQ10) in non-surgical periodontal treatment (PROSPERO: CRD42022311286). Five databases were screened (up to May/2024). It included only randomized controlled trials (RCTs) of subgingival scaling root planing (SRP) with or without adjunct use of the antioxidant CoQ10 in adults with periodontitis. The risk of bias and the certainty of the evidence were assessed. Meta-analyses were conducted to estimate mean differences for probing depth (PD) and clinical attachment level (CAL) between baseline and follow-up. Ten studies were included, of which four administered CoQ10 locally (topical [n = 1]; intra-pocket [n = 3] modalities), and six used oral supplementation. There was no significant effect of local use of CoQ10 on reduction of PD and gain in CAL. Daily oral supplementation (120 mg/day) with CoQ10 resulted in a greater mean reduction of PD by 0.41 mm (95% CI: 0.02-0.80) and a greater mean CAL gain by 0.52 mm (95% CI: 0.26-0.78) than seen in controls. Based on very low certainty of evidence, there was no significant effect of locally delivered Q10 gel on PD/CAL, but daily oral supplementation with CoQ10 resulted in better periodontal health after 12 weeks.",
      "mesh_terms": [
        "Ubiquinone",
        "Humans",
        "Dental Scaling",
        "Root Planing",
        "Periodontitis",
        "Antioxidants",
        "Treatment Outcome",
        "Randomized Controlled Trials as Topic",
        "Dietary Supplements",
        "Vitamins"
      ]
    },
    {
      "pmid": "39904656",
      "title": "Effects of Coenzyme Q10 Supplementation on Metabolic Indicators in Patients with Type 2 Diabetes: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Yinshuang Li",
        "Amr Ali Mohamed Abdelgawwad El-Sehrawy",
        "Amar Shankar",
        "Manish Srivastava",
        "Jaafaru Sani Mohammed",
        "Ahmed Hjazi",
        "Mandeep Singh",
        "I B Sapaev",
        "Yasser Fakri Mustafa",
        "Munther Kadhim Abosaoda"
      ],
      "journal": "Clinical therapeutics",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND: Coenzyme Q10 (CoQ10) is a naturally occurring antioxidant that has been suggested to have beneficial effects on lipid profiles and blood pressure. This systematic review and meta-analysis aim to evaluate the effects of CoQ10 supplementation on these parameters in patients with Type 2 Diabetes (T2D). OBJECTIVE: To assess the impact of CoQ10 supplementation on lipid profiles and blood pressure in individuals diagnosed with Type 2 Diabetes. METHODS: A systematic literature search was conducted in databases such as PubMed, Cochrane Library, and Scopus for randomized controlled trials (RCTs) published up to July 2024. Studies included were those that examined the effects of CoQ10 supplementation on lipid profiles (total cholesterol, LDL, HDL, triglycerides) and blood pressure (systolic and diastolic) in T2D patients. RESULTS: 16 studies were included. CoQ10supplementation reduced SBP (WMD: -3.86 mmHg, 95% CI: -6.01 to -1.71, P = 0.014, I2 = 83.7%; P < 0.001) and DBP (WMD: -2.70 mmHg, 95% CI: -4.50 to -0.91, P = 0.024, I2 = 92.1%; P < 0.001), but did not change lipid profile. Additionally, subgroup analysis indicated that the effects of CoQ10 on lipid profiles levels were more pronounced in studies where the daily dosage of CoQ10 was 100 mg or less, and the duration of the study was under 12 weeks. CONCLUSIONS: Coenzyme Q10 supplementation appears to have a beneficial effect on lipid profiles and may contribute to lowering blood pressure in patients with Type 2 Diabetes. These findings suggest that CoQ10 could be a valuable adjunctive therapy for managing cardiovascular risk in this population. Additional in-depth research is needed to validate these findings and understand the underlying mechanisms in more detail.",
      "mesh_terms": [
        "Ubiquinone",
        "Diabetes Mellitus, Type 2",
        "Humans",
        "Dietary Supplements",
        "Blood Pressure",
        "Randomized Controlled Trials as Topic",
        "Lipids"
      ]
    },
    {
      "pmid": "39901256",
      "title": "Effects of coenzyme q10 supplementation on metabolic and reproductive outcomes in obese rats.",
      "authors": [
        "Gisela Belén Sarrible",
        "María Victoria Bazzano",
        "Caterina Koutsovitis",
        "María Guillermina Bilbao",
        "Rodrigo Hernán Da Cuña",
        "Melanie Neira",
        "Julián Alberto Bartolomé",
        "Evelin Mariel Elia"
      ],
      "journal": "Journal of ovarian research",
      "publication_date": "2025-Feb-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity, a global epidemic, is linked to adverse reproductive outcomes, including infertility and ovulation dysfunction. The cafeteria diet (CAF) serves as an animal model mirroring Western diet habit. Coenzyme Q10 (CoQ10), known for enhancing reproductive outcomes in various pathologies, is not fully understood for its effects on obesity treatment. Here, obesity was modeled using CAF-fed rats to assess CoQ10's impact on metabolic and ovarian disruptions caused by obesity. Wistar rats were divided into control (standard diet) and obese (CAF diet) groups. After 75 days, half of each group received oral CoQ10 (5 mg/kg) for 13 days, while the rest received a vehicle. Animals were euthanized during the estrus phase, and blood and ovaries were collected for analysis. CAF caused increased body weight gain (p < 0.01) associated with hyperglycemia, hypertriglyceridemia, and hypercholesterolemia (p < 0.05). Moreover, it caused a reduction in the number of AMH + follicles (p < 0.001), increasing follicular atresia (p < 0.05) and serum estradiol levels (p < 0.05). Obesity also altered the estrous cycle and reduced the ovulation rate (p < 0.05). CoQ10 administration showed beneficial effects on all ovarian disruptions but had no effect on the metabolic alterations induced by obesity. In summary, CoQ10 could be an additional treatment for obesity-related infertility in patients with normal metabolic profiles. While CoQ10 does not affect metabolic parameters influenced by obesity, crucial for reproductive issues and offspring health, it is recommended as part of a treatment plan that includes a balanced diet and increased physical activity for obese individuals with metabolic alterations seeking pregnancy.",
      "mesh_terms": [
        "Animals",
        "Ubiquinone",
        "Female",
        "Obesity",
        "Rats",
        "Rats, Wistar",
        "Reproduction",
        "Dietary Supplements",
        "Ovary"
      ]
    },
    {
      "pmid": "39877629",
      "title": "Effects of combo therapy with coenzyme Q10 and mitochondrial transplantation on myocardial ischemia/reperfusion-induced arrhythmias in aged rats.",
      "authors": [
        "Soleyman Bafadam",
        "Behnaz Mokhtari",
        "Alireza Alihemmati",
        "Reza Badalzadeh"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Ischemia/reperfusion (IR)-induced ventricular arrhythmia, which mainly occurs after the opening of coronary artery occlusion, poses a clinical problem. This study aims to investigate the effectiveness of pretreatment with coenzyme Q10 (CoQ10) in combination with mitochondrial transplantation on IR-induced ventricular arrhythmias in aged rats. MATERIALS AND METHODS: Myocardial IR induction was performed by left anterior descending coronary artery occlusion for 30 min, followed by re-opening for 24 hr. CoQ10 was administered intraperitoneally at a dosage of 10 mg/kg/day for two weeks before inducing IR. At the start of reperfusion, 500 µl of the respiration buffer containing 6×106±5×105 mitochondria/ml of respiration buffer harvested from the pectorals major muscle of young donor rats were injected intramyocardially. To investigate arrhythmias, the heart's electrical activity during ischemia and the first 30 min of reperfusion were recorded by electrocardiogram. After 24 hr of reperfusion, cardiac histopathological changes, creatine kinase-MB, nitric oxide metabolites (NOx), oxidative stress markers (malondialdehyde, total anti-oxidant, superoxide dismutase, and glutathione peroxidase), and the expression of genes regulating mitochondrial fission/fusion were measured. RESULTS: Pretreatment with CoQ10 in combination with mitochondrial transplantation reduced ventricular arrhythmias, cardiac histopathological changes, and creatine kinase-MB levels. Simultaneously, this combined therapeutic approach increased myocardial NOx levels, fostering an improved oxidative balance. It also triggered the down-regulation of mitochondrial fission genes, coupled with the up-regulation of mitochondrial fusion genes. CONCLUSION: The combination of CoQ10 and mitochondrial transplantation demonstrated a notable anti-arrhythmic effect by elevating NOx levels, reducing oxidative stress, and improving mitochondrial fission/fusion in aged rats with myocardial IRI."
    },
    {
      "pmid": "39862484",
      "title": "Radioprotective effects of coenzyme Q10 on X-ray radiation-induced intestinal damage via oxidative stress and apoptosis.",
      "authors": [
        "Mikail Uyan",
        "Hamit Yilmaz",
        "Levent Tümkaya",
        "Zehra Topal Suzan",
        "Tolga Mercantepe"
      ],
      "journal": "Archives of medical research",
      "publication_date": "2025-Jan-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: The World Health Organization reported that cancer was the cause of death for 9.7 million people in 2022, and the numbers continue to rise every day. The present study examines the potential radioprotective effects of ubiquinone against x-ray radiation-induced intestinal damage and offers insight into new near-future methods for the treatment of radiation-induced tissue toxicity. MATERIALS AND METHODS: Thirty-two male Sprague-Dawley rats were randomly divided into four groups. Group I (control) received no treatment during the experiment; Group II (IR [a single dose of 2 Gy pelvic/abdominal ionizing radiation]) received radiation only; Group III (a low dose of CoQ10 [30 mg/kg CoQ10 by oral gavage for 7 d] + IR) and Group IV (a high dose of CoQ10 [150 mg/kg CoQ10 by oral gavage for 7 d] + IR). The rats were sacrificed 24 h after x-ray radiation, and tissues were collected from the small intestine and subjected to histochemical analysis. RESULTS: Diffuse villous fusion, enterocyte loss, hemorrhagic areas, inflammation, and fibrosis were observed in the IR group, as well as an increase in apoptotic enterocytes. In contrast, a decrease was observed in the IR+LD-CoQ10 and IR+HD-CoQ10 groups, along with a decrease, especially in villous fusion and enterocyte loss, hemorrhagic areas, inflammation, and fibrosis. CONCLUSION: CoQ10 was found to reduce duodenal damage, oxidative stress, and apoptosis induced by x-ray radiation exposure and had a radioprotective effect."
    },
    {
      "pmid": "39850225",
      "title": "The Effect of Coenzyme Q10 on Tinnitus Severity and Sleep Quality in Patients with Presbycusis.",
      "authors": [
        "Rohollah Abbasi",
        "Faranak Emami",
        "Saeid Atighechi",
        "Zahra Sadeghi"
      ],
      "journal": "Iranian journal of otorhinolaryngology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Tinnitus is one of the symptoms of presbycusis that affects patients' sleep and social life. This study aimed to determine the effect of coenzyme Q10 (CoQ10) on treating tinnitus due to presbycusis. MATERIALS AND METHODS: In this double-blind, randomized clinical trial, 50 patients with tinnitus due to presbycusis were randomly divided into groups A and B, with 25 patients in each group. In addition to routine treatments, group A received 100 mg of CoQ10 daily, while group B received a placebo. Both groups were evaluated for tinnitus severity, loudness of tinnitus, quality of life, and sleep disturbance before and 6 weeks after starting the treatment. RESULTS: In the intervention and control groups, the mean changes in score compared to before the treatment were as follows: quality of life (3.1 ± 1.67) and (1.28 ± 0.76) (P = 0.298), sleep disorder (-7.60 ± 1.38) and (-1.0 ± 8.55) (P<0.001), tinnitus disability (-17.2 ± 52.93) and (-4.56 ± 1.37) (P<0.001), tinnitus loudness of right ear (-1.68 ± 0.41) and (-0.95 ± 0.23) (P=0.11) and left ear (-2.2 ± 0.35) and (-0.54 ± 0.21) (P<0.001). CONCLUSION: This study indicated that adding CoQ10 to the routine regimen for patients with tinnitus due to presbycusis significantly decreases tinnitus disability, improves sleep disturbance, and reduces tinnitus loudness. However, more studies should be conducted in this regard."
    },
    {
      "pmid": "39847432",
      "title": "A Pilot Trial of Nicotinamide Riboside and Coenzyme Q10 on Inflammation and Oxidative Stress in CKD.",
      "authors": [
        "Armin Ahmadi",
        "Ana P Valencia",
        "Gwénaëlle Begue",
        "Jennifer E Norman",
        "Sili Fan",
        "Blythe P Durbin-Johnson",
        "Bradley N Jenner",
        "Matthew D Campbell",
        "Gustavo Reyes",
        "Pankaj Kapahi",
        "Jonathan Himmelfarb",
        "Ian H de Boer",
        "David J Marcinek",
        "Bryan R Kestenbaum",
        "Jorge L Gamboa",
        "Baback Roshanravan"
      ],
      "journal": "Clinical journal of the American Society of Nephrology : CJASN",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "KEY POINTS: Nicotinamide riboside and coenzyme Q10 supplementation showed distinct beneficial effects on whole-blood transcriptome, inflammatory cytokines, and oxidative stress. Nicotinamide riboside treatment altered the expression of genes associated with metabolism and immune response coinciding with a decrease in markers of oxidative stress. Coenzyme Q10 supplementation altered genes associated with lipid metabolism coinciding with reductions in markers of oxidative stress and inflammatory cytokines. BACKGROUND: Mitochondria-driven oxidative/redox stress and inflammation play a major role in CKD pathophysiology. Compounds targeting mitochondrial metabolism may improve mitochondrial function, inflammation, and redox stress; however, there is limited evidence of their efficacy in CKD. METHODS: We conducted a pilot, randomized, double-blind, placebo-controlled crossover trial comparing the effects of 1200 mg/d of coenzyme Q10 (CoQ10) or 1000 mg/d of nicotinamide riboside (NR) supplementation with placebo in 25 patients with moderate-to-severe CKD (eGFR <60 ml/min per 1.73 m2). We assessed changes in blood transcriptome using 3′-Tag-Seq gene expression profiling and changes in prespecified secondary outcomes of inflammatory and oxidative stress biomarkers. For a subsample of participants (n=14), we assessed lymphocyte and monocyte bioenergetics using an extracellular flux analyzer. RESULTS: The (mean±SD) age, eGFR, and body mass index of the participants were 61±11 years, 37±9 ml/min per 1.73 m2, and 28±5 kg/m2, respectively. Of the participants, 16% had diabetes and 40% were female. Compared with placebo, NR-mediated transcriptomic changes were enriched in gene ontology terms associated with carbohydrate/lipid metabolism and immune signaling, whereas CoQ10 changes were enriched in immune/stress response and lipid metabolism gene ontology terms. NR increased plasma IL-2 (estimated difference, 0.32; 95% confidence interval [CI], 0.14 to 0.49 pg/ml), and CoQ10 decreased both IL-13 (estimated difference, −0.12; 95% CI, −0.24 to −0.01 pg/ml) and C-reactive protein (estimated difference, −0.11; 95% CI, −0.22 to 0.00 mg/dl) compared with placebo. Both NR and CoQ10 reduced five-series F2-isoprostanes (estimated difference, −0.16 and −0.11 pg/ml, respectively; P < 0.05 for both). NR, but not CoQ10, increased the Bioenergetic Health Index (estimated difference, 0.29; 95% CI, 0.06 to 0.53) and spare respiratory capacity (estimated difference, 3.52; 95% CI, 0.04 to 7 pmol/min per 10,000 cells) in monocytes. CONCLUSIONS: Six weeks of NR and CoQ10 improved markers of oxidative stress, inflammation, and cell bioenergetics in patients with moderate-to-severe CKD. CLINICAL TRIAL REGISTRY NAME AND REGISTRATION NUMBER:: NCT03579693."
    },
    {
      "pmid": "39836283",
      "title": "Mitigation of Neuroinflammation and Oxidative Stress in Rotenone-Induced Parkinson Mouse Model through Liposomal Coenzyme-Q10 Intervention: A Comprehensive In-vivo Study.",
      "authors": [
        "Hajira Umer",
        "Ali Sharif",
        "Humaira Majeed Khan",
        "Syed Muhammad Muneeb Anjum",
        "Bushra Akhtar",
        "Sajid Ali",
        "Muhammad Ali",
        "Muhammad Asif Hanif"
      ],
      "journal": "Inflammation",
      "publication_date": "2025-Jan-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson's disease (PD) stands as the sec most prevalent incapacitating neurodegenerative disorder characterized by deterioration of dopamine-producing neurons in the substantia nigra. Coenzyme Q10 (CoQ10) has garnered attention as a potential antioxidant, anti-inflammatory agent and enhancer of mitochondrial complex-I activity. This study aimed to examine and compare the effectiveness of liposomal and non-encapsulated CoQ10 in rotenone induced-PD mouse model over a 21-day treatment duration. 30 mice were divided into 5 equal groups: Group I (mice receiving normal saline), Group II (rotenone was administered to mice), Group III (standard CoQ10 was given to mice), Group IV (mice were treated with non-encapsulated CoQ10) and Group V (mice were treated with CoQ10 Liposomes). Motor performance, the preservation of dopaminergic neurons, levels of neuroinflammation, oxidative stress, neurotransmitter levels, RT-qPCR analysis of PD-linked genes and histopathology were evaluated. The Liposomal CoQ10 group exhibited superior outcomes in behavioral tests such as reduced anxiety in the open field test, enhanced balance and coordination in beam balance test and improved cognitive performance in Y-maze test. Liposomal Coenzyme Q10 displayed pronounced antioxidative effects, evidenced by a significant (p < 0.001) increase in superoxide dismutase (SOD), catalase (CAT), and glutathione (GSH) activities. In contrast, the non-encapsulated CoQ10 group showed a delayed response in mitigating the inflammation and oxidative stress. CoQ10 Liposomes demonstrated superior efficacy (p < 0.0001) in restoring dopamine and noradrenaline levels, reducing acetylcholinesterase activity, and downregulating Synuclein Alpha (SNCA) gene expression (0.722-fold change) compared to oral CoQ10, highlighting its potential in suppressing PD symptoms. The results of this study indicated that the liposomal CoQ10 effectively averted motor impairments, memory lapses, oxidative stress, as well as neuroinflammation triggered by rotenone."
    },
    {
      "pmid": "39830337",
      "title": "Does coenzyme Q10 improve semen quality and circulating testosterone level? a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Tunmise M Akhigbe",
        "Fabrael B Fidelis",
        "Adebayo O Adekunle",
        "Victory J Ashonibare",
        "Bolaji A Akorede",
        "Mansur S Shuaibu",
        "Suliat A Hassan",
        "Cecilia A Adegbola",
        "Precious J Ashonibare",
        "Opeyemi M Oladapo",
        "Adetomiwa E Adeogun",
        "Seun G Bamidele",
        "Precious A Oyedokun",
        "Mungala Mukolokota",
        "Omotolani S Kukoyi",
        "Ayoola A Oladipo",
        "Olayinka E Adelowo",
        "Marvelous D Akangbe",
        "Jennifer R Hughes",
        "Albert M Ricken",
        "Martine Culty",
        "Maria C W Avellar",
        "Roland E Akhigbe"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Seminal oxidative stress has been shown to be a key factor in the development of male infertility. However, the benefits of infertility treatments with antioxidants such as coenzyme Q10 (CoQ10) remains controversial. OBJECTIVES: The aim of the present study was to assess the effects of CoQ10 supplementation on semen quality, i.e., semen volume, total sperm number, sperm concentration, total sperm motility, percentage of progressive sperm motility and sperm morphology. In addition, the effects of CoQ10 supplementation on circulating testosterone, luteinizing hormone (LH), follicle-stimulating hormone (FSH), and inhibin B levels were evaluated. DESIGN: A systematic review and a meta-analysis of randomized controlled trials (RCTs) were performed to assess the effects of CoQ10 supplementation on semen quality and serum levels of male reproductive hormones. METHODS: We conducted a strategic literature search in the Cochrane, EMBASE, PubMed/MEDLINE, Scopus, and Web of Science databases and collected only RCTs. The data in the collected RCTs were then meta-analyzed according to PRISMA guidelines. RESULTS: Out of 2,144 collected studies, only eight were classified eligible. The studies included a total of 877 male subjects; 462 CoQ10-treated and 415 untreated/placebo-treated. We found significantly higher total sperm counts (SMD -13.38 [95% CI: -16.33, -10.43] P< 0.0001), total (SMD -7.26 [95% CI: -10.15, -4.36] P< 0.00001) and progressive motility (SMD -6.386 [95% CI: -10.04, -2.73] P= 0.0006), and normally formed sperm (SMD -1.96 [95% CI: -3.29, -0.62] P= 0.004) in CoQ10-treated male subjects compared with untreated/placebo-treated male subjects. Nonetheless, there was a significant inter-study heterogeneity in these studies. Moreover, significantly higher serum testosterone (SMD -0.59 [95% CI: -0.79, -0.40] P< 0.00001) and inhibin B levels (SMD -0.92 [95% CI: -1.47, -0.37] P= 0.001) were recorded in CoQ10-treated subjects compared to untreated/placebo-treated subjects. In addition, CoQ10 supplementation significantly lowered serum LH (SMD 1.77 [95% CI: 1.26, 2.28] P< 0.00001) and FSH concentrations (SMD 1.60 [95% CI: 1.38, 1.81] P< 0.00001). Interestingly, there was no significant inter-study heterogeneity in the hormonal studies. However, CoQ10 supplementation had no significant effect on semen volume (SMD 0.12 [95% CI: -0.13, 0.37] P= 0.34) and sperm concentration (SMD -6.69 [95% CI: -16.28, 2.90] P= 0.17). CONCLUSION: Our study shows that CoQ10 supplementation increases total sperm count, total and progressive sperm motility, and the proportion of normally formed sperm in association with higher serum testosterone and inhibin B levels. Our study therefore supports the view in the literature of a beneficial use of CoQ10 in male infertility treatment. However, further well-designed RCTs with sufficiently large numbers of subjects are required to reach a final conclusion."
    },
    {
      "pmid": "39806632",
      "title": "Renoprotective effects of coenzyme Q10 supplementation in patients with chronic kidney disease: a protocol for a systematic review.",
      "authors": [
        "Yoshifusa Abe",
        "Hiroki Nishiwaki",
        "Taihei Suzuki",
        "Hisashi Noma",
        "Yoshitaka Watanabe",
        "Erika Ota",
        "Takeshi Hasegawa"
      ],
      "journal": "BMJ open",
      "publication_date": "2024-Dec-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Coenzyme Q10 (CoQ10) is a fat-soluble vitamin-like quinone. The plasma levels of CoQ10 are reduced in patients with chronic kidney disease (CKD). CoQ10 supplementation can improve mitochondrial function and decrease oxidative stress in these patients. This systematic review will assess the renoprotective effects of CoQ10 supplementation in patients with CKD. METHODS AND ANALYSIS: We will include the following studies: (1) randomised-controlled trials, (2) participants with CKD and (3) participants treated with CoQ10 as an intervention. The systematic review protocol was prepared in accordance with the Preferred Reporting Items for Systematic Review and Meta-Analysis Protocols. MEDLINE, EMBASE, Cochrane Central Register of Controlled Trials and International Clinical Trials Register databases will be searched for articles without language restrictions in December 2024. The authors will be divided into two groups. Two independent authors will screen the titles and abstracts of all reports extracted via an electronic search. After the initial screening, the authors will independently review the full-text articles and perform a directed content analysis of the extracted data. For outcomes measured using continuous scales of measurement, we will adopt standardised mean differences as the effect measures. We will pool the data using the random-effects model. ETHICS AND DISSEMINATION: No human participants will be involved in the study. On completion of the analysis, the manuscript will be prepared for publication in a peer-reviewed journal. PROSPERO REGISTRATION NUMBER: CRD42021241085.",
      "mesh_terms": [
        "Humans",
        "Ubiquinone",
        "Systematic Reviews as Topic",
        "Renal Insufficiency, Chronic",
        "Dietary Supplements",
        "Research Design",
        "Vitamins",
        "Randomized Controlled Trials as Topic",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "39795963",
      "title": "Newly Initiated Statin Treatment Is Associated with Decreased Plasma Coenzyme Q10 Level After Acute ST-Elevation Myocardial Infarction.",
      "authors": [
        "Erika Csengo",
        "Hajnalka Lorincz",
        "Eva Csosz",
        "Andrea Guba",
        "Bettina Karai",
        "Judit Toth",
        "Sara Csiha",
        "Gyorgy Paragh",
        "Mariann Harangi",
        "Gergely Gyorgy Nagy"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Dec-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Coenzyme Q10 (CoQ10) plays a crucial role in facilitating electron transport during oxidative phosphorylation, thus contributing to cellular energy production. Statin treatment causes a decrease in CoQ10 levels in muscle tissue as well as in serum, which may contribute to the musculoskeletal side effects. Therefore, we aimed to assess the effect of newly initiated statin treatment on serum CoQ10 levels after acute ST-elevation myocardial infarction (STEMI) and the correlation of CoQ10 levels with key biomarkers of subclinical or clinically overt myopathy. In this study, we enrolled 67 non-diabetic, statin-naïve early-onset STEMI patients with preserved renal function. Plasma CoQ10 level was determined by ultra-high-performance liquid chromatography-tandem mass spectrometry (UPLC/MS-MS), while the myopathy marker serum fatty acid-binding protein 3 (FABP3) level was measured with enzyme-linked immunosorbent assay (ELISA) at hospital admission and after 3 months of statin treatment. The treatment significantly decreased the plasma CoQ10 (by 43%) and FABP3 levels (by 79%) as well as total cholesterol, low-density lipoprotein cholesterol (LDL-C), apolipoprotein B100 (ApoB100), and oxidized LDL (oxLDL) levels. The change in CoQ10 level showed significant positive correlations with the changes in total cholesterol, LDL-C, ApoB100, and oxLDL levels, while it did not correlate with the change in FABP3 level. Our results prove the CoQ10-reducing effect of statin treatment and demonstrate its lipid-lowering efficacy but contradict the role of CoQ10 reduction in statin-induced myopathy.",
      "mesh_terms": [
        "Ubiquinone",
        "Humans",
        "Male",
        "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
        "Female",
        "Middle Aged",
        "ST Elevation Myocardial Infarction",
        "Aged",
        "Biomarkers",
        "Fatty Acid Binding Protein 3",
        "Muscular Diseases",
        "Lipoproteins, LDL",
        "Apolipoprotein B-100",
        "Cholesterol, LDL"
      ]
    },
    {
      "pmid": "39740922",
      "title": "Coenzyme Q10 Alleviates Silicosis Fibrosis via Inhibiting Ferroptosis in Mice.",
      "authors": [
        "Yue Sun",
        "Mengxue Yu",
        "Huning Zhang",
        "Wenyue Zhang",
        "Shengpeng Wen",
        "Sirong Chang",
        "Fei Yang",
        "Guangjun Qi",
        "Xin Ma",
        "Zhihong Liu",
        "Anning Yang",
        "Yideng Jiang",
        "Bin Liu"
      ],
      "journal": "In vivo (Athens, Greece)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/AIM: Silicosis, the most severe type of occupational pneumoconiosis, leads to diffuse pulmonary fibrosis without specific therapy. Ferroptosis is triggered by reactive oxygen species (ROS) and Fe2+ overload-induced lipid peroxidation, which is involved in the progression of pulmonary fibrosis. As an important coenzyme in the process of aerobic respiration, Coenzyme Q10 (CoQ10) can enhance mitochondrial function and energy supply and reduce malondialdehyde (MDA) to limit the risk of fibrosis. We aimed to clarify whether ferroptosis is involved in the process of coenzyme CoQ10-treated silicosis fibrosis. MATERIALS AND METHODS: C57BL/6J mice were divided in 3 groups (n=6 in each group). In the normal group, mice underwent sham operation; in the silicosis group, mice were tracheally instilled with SiO2 suspension; in CoQ10 group, mice with silicosis were treated with CoQ10 solution. Histological analyses were performed to assess the lung injury level. Iron content was measured by colorimetry in lung tissue. The levels of MDA in lung tissue were characterized by immunofluorescence staining. The level of alpha smooth muscle actin (α-SMA), Collagen I, GPX4, p53 expression was analyzed by qRT-PCR and western blotting. RESULTS: CoQ10 significantly reduced the mRNA and protein expression levels of α-SMA and collagen I in silicosis lung tissues. It is worth noting that CoQ10 significantly inhibited the accumulation of lipid peroxidation and Fe2+ level by increasing the expression of ferroptosis regulatory core enzyme GPX4 and reducing its upstream regulator p53 in silicosis lung tissues. CONCLUSION: CoQ10 alleviated silicosis fibrosis via inhibiting ferroptosis in mice. This finding is a new perspective for exploring the pathogenesis and treatment for silicosis.",
      "mesh_terms": [
        "Animals",
        "Ubiquinone",
        "Ferroptosis",
        "Mice",
        "Silicosis",
        "Disease Models, Animal",
        "Pulmonary Fibrosis",
        "Phospholipid Hydroperoxide Glutathione Peroxidase",
        "Male",
        "Lipid Peroxidation",
        "Actins",
        "Tumor Suppressor Protein p53",
        "Malondialdehyde",
        "Mice, Inbred C57BL",
        "Lung",
        "Reactive Oxygen Species",
        "Collagen Type I",
        "Iron"
      ]
    },
    {
      "pmid": "39728267",
      "title": "Effect of Coenzyme Q10 Supplementation on Lipid and Glycaemic Profiles: An Umbrella Review.",
      "authors": [
        "Silvana Patiño-Cardona",
        "Miriam Garrido-Miguel",
        "Carlos Pascual-Morena",
        "Carlos Berlanga-Macías",
        "Maribel Lucerón-Lucas-Torres",
        "Sofía Alfaro-González",
        "Irene Martínez-García"
      ],
      "journal": "Journal of cardiovascular development and disease",
      "publication_date": "2024-Nov-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Coenzyme Q10 (CoQ10) has been suggested as an adjunct therapy for endocrine and metabolic disorders. The aim of this study was to synthesise the evidence for the effect of CoQ10 supplementation on lipid and/or glycaemic alterations, including total cholesterol (TC), LDL- and HDL-cholesterol (LDL-C and HDL-C), lipoprotein a, fasting blood glucose (FBG), haemoglobin A1c (HbA1c), fasting insulin and Homeostatic Model Assessment of Insulin Resistance. A systematic search was conducted in Medline, Scopus, Web of Science and the Cochrane Library from their inception to July 2024. Meta-analyses that evaluated the effect of CoQ10 on the lipid or glycaemic profiles were included. Results were expressed as mean difference (MD) or standardised mean difference (SMD). CoQ10 showed an effect on the glycaemic profile, especially on FBG (MD from -11.21 to -5.2 mg/dL, SMD from -2.04 to -0.17) and on HbA1c (MD from -1.83 to -0.12%, SMD of -0.30). CoQ10 may also have an effect on the lipid profile, such as TC, triglycerides, HDL-C and even LDL-C, although the inconsistency of the results was somewhat higher. Supplementation with CoQ10 may be beneficial, especially in populations with diabetes mellitus or other endocrine and metabolic disorders. It could also have some effect on lipid parameters, which, together with the above, may reduce cardiovascular morbidity and mortality, although this is something that needs further research."
    },
    {
      "pmid": "39712550",
      "title": "Adult-onset status epilepticus in patients with COQ8A coenzyme Q10 deficiency: A case series.",
      "authors": [
        "Panagiota-Eleni Tsalouchidou",
        "Clara Juenemann",
        "Wiebke Hahn",
        "Felix Zahnert",
        "Leona Möller",
        "Lukas Hakel",
        "André Kemmling",
        "Katja Menzler",
        "Ole J Simon",
        "Lars Timmermann",
        "Susanne Knake",
        "Felix Bernhard"
      ],
      "journal": "Epilepsy & behavior reports",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "This case series describes the clinical features, diagnostic challenges, treatment approaches, and outcomes of three adult patients with COQ8A-related CoQ10 deficiency presenting with focal status epilepticus, who were effectively treated at the Department of Neurology, Philipps University Marburg, Marburg, Germany. The patients, all from consanguineous families with the first two being siblings, presented with a late onset of the disease, characterized by progressive cerebellar ataxia and epilepsy, with clinical deterioration and focal status epilepticus occurring in adulthood. The first patient exhibited myoclonic status, while the second and third patients presented with bilateral tonic-clonic seizures followed by focal status epilepticus manifesting with cortical blindness. Despite differing semiologies, all patients displayed similar EEG findings with continuous or nearly continuous occipital sharp waves and spikes. MRI findings revealed focal changes in the Diffusion-Weighted Imaging (DWI) and Fluid Attenuated Inversion Recovery (FLAIR) sequences. Significant clinical improvement was observed following treatment with high doses of CoQ10, with the diffusion restriction abnormalities being reversible after therapy. In conclusion, consistent with existing literature, we observed a characteristic EEG pattern that can help identify the disease and facilitate early diagnosis and treatment. The diffusion restriction abnormalities on MRI were reversible after therapy, and high doses of CoQ10 proved beneficial even in cases of status epilepticus."
    },
    {
      "pmid": "39703765",
      "title": "Diosmin and Coenzyme q10: Synergistic histopathological and functional protection against doxorubicin-induced hepatorenal injury in rats.",
      "authors": [
        "Dina F Mansour",
        "Ingy M Hashad",
        "Mona Rady",
        "Amira N Abd-El Razik",
        "Dalia O Saleh"
      ],
      "journal": "Toxicology reports",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Doxorubicin (DOX) is a cytotoxic anthracycline used to treat a variety of cancers. Cardiotoxicity, hepatotoxicity, and nephrotoxicity are adverse effects of DOX, that limit prognosis. The study aims to determine if diosmin (DIOS) and coenzyme Q10 (CoQ10) alone or in combination protect rats against DOX-induced liver and kidney damage. Adult male rats were assigned randomly in five groups. An intraperitoneal injection of DOX (2.5 mg/kg) was given to the DOX group every other day for three weeks, whereas a normal control group received the vehicle. Diosmin group received oral DIOS (100 mg/kg), Co-Q10 group received oral CoQ10 (10 mg/kg) and combination group received oral DIOS and CoQ10 daily for three weeks concomitantly with DOX. Sera and tissues were obtained 24 hours after last DOX injection. Serum aspartate transaminase (AST), alanine transaminase (ALT), creatinine, urea, total bilirubin and direct bilirubin were detected with hepatic and renal reduced glutathione (GSH), malondialdehyde (MDA), tumor necrosis factor-alpha (TNF-α) and nuclear factor kappa-B (NF-κB). Histopathology and morphometry of liver and kidney were assessed. DOX exerted significant hepatorenal toxicity via elevation of liver and kidney functions, inducing oxidative stress by reducing GSH and elevating MDA, triggering renal and hepatic TNF-α and NF-kB. DIOS and CoQ10 modulated hepatic and renal functions, oxidative stress and inflammatory biomarkers. DIOS-CoQ10 combination treatment showed significant improvement in histopathology of liver and kidney along with morphometry compared to DOX group. In conclusion, combining DIOS and CoQ10 exhibited synergistic protective activity against DOX-induced hepatic and renal insult via their antioxidant and anti-inflammatory properties."
    },
    {
      "pmid": "39689736",
      "title": "Co-administration of coenzyme Q10 and curcumin mitigates cognitive deficits and exerts neuroprotective effects in aluminum chloride-induced Alzheimer's disease in aged mice.",
      "authors": [
        "Nida Rasheed",
        "Hafiza Khushbakht Hussain",
        "Zohabia Rehman",
        "Azka Sabir",
        "Waseem Ashraf",
        "Tanveer Ahmad",
        "Faleh Alqahtani",
        "Imran Imran"
      ],
      "journal": "Experimental gerontology",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aluminum chloride (AlCl3), a known neurotoxic and Alzheimerogenic metal disrupts redox homeostasis which plays a pivotal role in pathophysiology of neurodegenerative disorders, particularly cognitive decline. The current study was designed to unveil the long-term neuroprotective outcomes and efficacy of CoQ10 and curcumin low dose (100 mg/kg each) combination in 18-months old geriatric male Balb/c mice subjected to AlCl3-prompted memory derangements (200 mg/kg in water bottles) for 28 days. The neuroprotective properties driven by antioxidant mechanisms were assessed via observing cellular pathology in key-memory related brain regions including the cornuammonis (CA3 and DG) and cortex 2/3 layer. Our outcomes revealed that AlCl3 exposure significantly reduced spatial learning and memory. In contrast, CoQ10 and curcumin combinatorial regime markedly mitigated cognitive deficits Vs. individual high-dose in AlCl3-treated animals as demonstrated by their improved performance in neurobehavioral tests such as the Y-maze, novel object recognition, passive avoidance and Morris-water maze test. Additionally, CoQ10 and curcumin co-administration restored redox balance by significantly reducing the levels of oxidative stressor (MDA) and increasing the anti-oxidant capacity (SOD,GPx). AchE is an enzyme involved in acetylcholine breakdown which negatively impacts acetylcholine levels and memory function. AlCl3 exposure elevated AchE levels in mice brains vs. treatment. This neurochemical alteration was notably reversed in the dual-treatment group. Furthermore, CoQ10 and curcumin ameliorated AlCl3-induced neurotoxicity by preserving neuronal cytoarchitecture in both cortical and hippocampal regions. In conclusion, CoQ10 and curcumin combination might attenuate memory loss induced by AlCl3-intoxication via restoring aberrant AchE activity, enhanced anti-oxidant defenses and salvaging the deleterious neuronal damage.",
      "mesh_terms": [
        "Animals",
        "Curcumin",
        "Aluminum Chloride",
        "Ubiquinone",
        "Neuroprotective Agents",
        "Male",
        "Mice",
        "Alzheimer Disease",
        "Cognitive Dysfunction",
        "Mice, Inbred BALB C",
        "Acetylcholinesterase",
        "Antioxidants",
        "Oxidative Stress",
        "Drug Therapy, Combination",
        "Maze Learning",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39623631",
      "title": "Letter to the Editor Regarding \"Neuroprotective Effects of Coenzyme Q10 and Ozone Therapy on Experimental Traumatic Spinal Cord Injuries in Rats\".",
      "authors": [
        "Geetha Shanmugam"
      ],
      "journal": "World neurosurgery",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39563056",
      "title": "[Diagnosis and treatment of primary coenzyme Q10 deficiency associated glomerulopathy].",
      "authors": [
        "L Y Sun",
        "F Wang"
      ],
      "journal": "Zhonghua er ke za zhi = Chinese journal of pediatrics",
      "publication_date": "2024-Dec-02",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "mesh_terms": [
        "Humans",
        "Ubiquinone",
        "Mitochondrial Diseases",
        "Nephrotic Syndrome",
        "Ataxia",
        "Child",
        "Podocytes",
        "Proteinuria",
        "Muscle Weakness",
        "Mutation",
        "Mitochondrial Proteins",
        "Protein Kinases"
      ]
    },
    {
      "pmid": "39463371",
      "title": "[Experimental study on the treatment of diabetic cardiomyopathy in rats by using ultrasound-targeted microbubble destruction combined with coenzyme Q10 loaded long-circulating nanoliposomes].",
      "authors": [
        "M Zhang",
        "M Y Sun",
        "W Y He",
        "S F Yu",
        "W C Ma"
      ],
      "journal": "Zhonghua yi xue za zhi",
      "publication_date": "2024-Oct-29",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Objective: To investigate the therapeutic effects and mechanisms of Ultrasound-targeted microbubble destruction (UTMD) technology combined with CoQ10 loaded PEGylated nanoliposomes (CoQ10-PEG-lips) on diabetic cardiomyopathy (DCM) in rats. Methods: CoQ10-PEG-lips were prepared using the thin-film dispersion method combined with ultrasonic hydration, followed by quality assessment. Sixty healthy and clean male SD rats were selected, and 50 were randomly chosen using a random number table to establish a type 1 diabetes mellitus (DM) model via a single intraperitoneal injection of streptozotocin. The remaining 10 rats were assigned as the normal control group. A total of 47 rats successfully developed the DM model, and 40 were selected using the random number table method. Based on different intervention methods, these rats were then randomly divided into DM model group, CoQ10 solution group, CoQ10-PEG-Lips group, and CoQ10-PEG-Lips+UTMD group (n=10 per group). Normal control group and DM model group rats were injected with 1 ml of normal saline through caudal vein. CoQ10 solution group and CoQ10-PEG-Lips group were injected with 1 ml of CoQ10 solution or CoQ10-PEG-Lips solution containing 10 mg/kg of CoQ10 through caudal vein, respectively. Rats in the CoQ10-PEG-Lips+UTMD group were injected with 1 ml of CoQ10-PEG-Lips solution containing 10 mg/kg of CoQ10+100 mg of freeze-dried ultrasound microbubble powder through caudal vein and were given UTMD treatment at the same time, with the intervention given twice a week. After 12 weeks of intervention, cardiac function indexes [left ventricular end-systolic diameter (LVEDs), left ventricular end-diastolic diameter (LVEDd), and left ventricular ejection fraction (LVEF)]of each group were measured by ultrasonic cardiac function detection in vivo. Simultaneously, ex-vivo histopathological examination was conducted to assess myocardial cell morphology, cross-sectional area, collagen volume fraction (CVF), and apoptosis index (AI) in each group. Additionally, molecular biology techniques were employed to measure oxidative stress-related indicators and the expression of apoptosis-related pathway proteins. Results: The prepared CoQ10-PEG-lips had a well-rounded morphology, good dispersibility, and a high encapsulation efficiency of 87.45%±3.23%. After 12 weeks of intervention, the myocardial cell morphology in the CoQ10-PEG-Lips+UTMD group was intact, with orderly arrangement, closely resembling that of the normal control group. There were no statistically significant differences between the two groups in terms of LVEDs [(1.53±0.07) mm vs (1.42±0.04) mm], LVEDd [(2.93±0.15) mm vs (2.81±0.05) mm], or LVEF (80.76%±3.42% vs 84.60%±2.10%) (all P>0.05). Similarly, there were no significant differences between the two groups in myocardial cell cross-sectional area, CVF, or AI (all P>0.05). The CoQ10-PEG-Lips+UTMD group showed statistically significant differences in the above-mentioned indicators compared to the DM group, CoQ10 solution group, and CoQ10-PEG-Lips group (all P<0.05). In the CoQ10-PEG-Lips+UTMD group, the levels of myocardial superoxide dismutase (SOD), glutathione peroxidase (GSH-Px), and the expression of the anti-apoptotic protein B-cell lymphoma-2 (Bcl-2) were significantly higher compared to the DM model group, CoQ10 solution group, and CoQ10-PEG-Lips group (all P<0.05), while malondialdehyde levels and the expression of Bcl-2-associated X protein (Bax) and caspase-3 were lower (all P<0.05). Conclusions: Using PEG-lips to encapsulate the poorly soluble drug CoQ10 in combination with UTMD technology enables targeted delivery of the drug to the myocardium, which can help reduce myocardial cell damage, fibrosis, and apoptosis caused by diabetes mellitus (DM) by inhibiting oxidative stress damage and the Bcl-2/Bax/caspase-3 apoptosis signaling pathway, ultimately improving cardiac function in DCM rats.",
      "mesh_terms": [
        "Animals",
        "Ubiquinone",
        "Rats",
        "Diabetic Cardiomyopathies",
        "Rats, Sprague-Dawley",
        "Male",
        "Liposomes",
        "Microbubbles",
        "Nanoparticles",
        "Diabetes Mellitus, Experimental",
        "Polyethylene Glycols",
        "Drug Delivery Systems",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39462324",
      "title": "Efficacy and safety of coenzyme Q10 in heart failure: a meta-analysis of randomized controlled trials.",
      "authors": [
        "Jiayi Xu",
        "Luwei Xiang",
        "Xuwen Yin",
        "Haiyan Song",
        "Chen Chen",
        "Bei Yang",
        "Hongfang Ye",
        "Zejuan Gu"
      ],
      "journal": "BMC cardiovascular disorders",
      "publication_date": "2024-Oct-26",
      "publication_types": [
        "Meta-Analysis",
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: The effectiveness and adverse effects of coenzyme Q10 for heart failure remain unclear owing to small sample sizes and variations in the quality of existing studies in literature. METHODS: The databases of EMBASE, PubMed, Web of Science, CINAHL databases, Scopus, Cochrane Central Register of Controlled Trials, VIP, Wanfang, and CNKI were searched for randomized controlled trials on the coenzyme Q10-assisted treatment of heart failure. Relevant literature was retrieved, data were extracted, and the risk of bias of the included studies was evaluated by two investigators independently using the Review Manager 5.4 software and the STATA 15 software. RESULTS: In total, 33 studies were included in this meta-analysis, which showed that all-cause mortality [RR = 0.64, 95% CI (0.48, 0.85), P = 0.002; GRADE: moderate quality], hospitalization for heart failure [RR = 0.50, 95% CI (0.37, 0.67), P < 0.00001; GRADE: moderate quality], New York Heart Association classification [MD = - 0.29, 95% CI (- 0.39, - 0.19), P < 0.00001; GRADE: low quality], and brain natriuretic peptide level [MD = - 91.97, 95% CI (- 103.11, - 80.83), P < 0.00001; GRADE: low quality] were lower in the coenzyme Q10 group than in the control group. Meanwhile, left ventricular ejection fraction [MD = 0.51, 95% CI (0.31, 0.71), P < 0.00001; GRADE: low quality] and 6-min walk test result [MD = 31.70, 95% CI (19.96, 43.43), P < 0.00001; GRADE: moderate quality] were better than those in the control group. CONCLUSIONS: According to the existing evidence, coenzyme Q10 reduces all-cause mortality, hospitalization for heart failure, New York Heart Association classification, and brain natriuretic peptide level and improves left ventricular ejection fraction and 6-min walk test result in those with heart failure without major adverse effects. TRIAL REGISTRATION: This study protocol was registered in the International Prospective Register of Systematic Reviews (PROSPERO, http://www.crd.york.ac.uk/prospero ), with the registration number CRD42023493184.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Exercise Tolerance",
        "Heart Failure",
        "Randomized Controlled Trials as Topic",
        "Recovery of Function",
        "Risk Factors",
        "Stroke Volume",
        "Time Factors",
        "Treatment Outcome",
        "Ubiquinone",
        "Ventricular Function, Left"
      ]
    },
    {
      "pmid": "39449772",
      "title": "Evaluation of Antioxidant Effects of Coenzyme Q10 against Hyperglycemia-Mediated Oxidative Stress by Focusing on Nrf2/Keap1/HO-1 Signaling Pathway in the Liver of Diabetic Rats.",
      "authors": [
        "Fatemeh Samimi",
        "Maryam Baazm",
        "Zahra Nadi",
        "Sanaz Dastghaib",
        "Mehri Rezaei",
        "Farideh Jalali-Mashayekhi"
      ],
      "journal": "Iranian journal of medical sciences",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hyperglycemia-induced oxidative stress can damage the liver and lead to diabetes complications. Coenzyme Q10 (CoQ-10) reduces diabetes-related oxidative stress. However, its molecular mechanisms are still unclear. This study aimed to examine CoQ-10's antioxidant capabilities against hyperglycemia-induced oxidative stress in the livers of diabetic rats, specifically targeting the Nrf2/Keap1/ARE signaling pathway. METHODS: This study was conducted between 2020-2021 at Arak University of Medical Sciences. A total of 30 male adult Wistar rats (8 weeks old) weighing 220-250 g were randomly assigned to five groups (n=6 in each group): control healthy, sesame oil (CoQ-10 solvent), CoQ-10 (10 mg/Kg), diabetic, and diabetic+CoQ-10. Liver oxidative stress indicators, including malondialdehyde, catalase, glutathione peroxidase, and glutathione, were estimated using the spectrophotometry method. Nrf2, Keap1, HO-1, and NQO1 gene expressions were measured using real-time PCR tests in the liver tissue. All treatments were conducted for 6 weeks. Statistical analysis was performed using SPSS software. One-way ANOVA followed by LSD's or Tukey's post hoc tests were used to compare the results of different groups. P<0.05 was considered statistically significant. RESULTS: The findings showed that induction of diabetes significantly increased Keap1 expression (2.1±0.9 folds, P=0.01), and significantly inhibited the mRNA expression of Nrf2 (0.38±0.2 folds, P=0.009), HO-1 (0.27±0.1 folds, P=0.02), and NQO1 (0.26±0.1 folds P=0.01), compared with the healthy group. In the diabetic group, the activity of glutathione peroxidase, catalase enzymes, and glutathione levels was decreased with an increase in malondialdehyde level. CoQ-10 supplementation significantly up-regulated the expressions of Nrf2 (0.85±0.3, P=0.04), HO-1 (0.94±0.2, P=0.04), NQO1 (0.88±0.5, P=0.03) genes, and inhibited Keap1 expression (1.1±0.6, P=0.02). Furthermore, as compared to control diabetic rats, CoQ-10 ameliorated oxidative stress by decreasing malondialdehyde levels and increasing catalase, glutathione peroxidase activities, and glutathione levels in the liver tissues of the treated rats in the treatment group. CONCLUSION: The findings of this study revealed that CoQ-10 could increase the antioxidant capacity of the liver tissue in diabetic rats by modulating the Nrf2/Keap1/HO-1/NQO1 signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Antioxidants",
        "Diabetes Mellitus, Experimental",
        "Heme Oxygenase (Decyclizing)",
        "Hyperglycemia",
        "Kelch-Like ECH-Associated Protein 1",
        "Liver",
        "NF-E2-Related Factor 2",
        "Oxidative Stress",
        "Rats, Wistar",
        "Signal Transduction",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "39358913",
      "title": "Effect of mitochondrial coenzyme-Q10 precursor solanesol in gentamicin-induced experimental nephrotoxicity: Evidence from restoration of ETC-complexes and histopathological alterations.",
      "authors": [
        "Minakshi Sangwan",
        "Hema Chaudhary",
        "Sidharth Mehan",
        "Zuber Khan",
        "Ammar A Bahauddin",
        "Bandar D Alrehaili",
        "Hossein M Elbadawy",
        "Mohannad A Almikhlafi",
        "Acharan S Narula",
        "Reni Kalfin",
        "Hanna Wanas"
      ],
      "journal": "Pharmacology research & perspectives",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nephrotoxicity occurs when the body is exposed to certain drugs or toxins. When kidney damage occurs, the kidney fails to eliminate excess urine and waste. Solanesol (C45H74O) is a tri-sesquiterpenoid alcohol first isolated from tobacco, and it is widely distributed in plants of the Solanaceae family. Solanesol (SNL) is an intermediate in the synthesis of coenzyme Q10 (CoQ10), an antioxidant which protects nerve cells. This study investigated the protective effect of SNL at doses of 30 and 60 mg/kg in gentamicin-induced nephrotoxicity in Wistar albino rats. Animals were distributed into six groups and administered 100 mg/kg gentamicin-intraperitoneal injection for 14 days. Biochemical assessments were performed on kidney homogenate, blood, and serum. Treatment with SNL was shown as lower serum levels of creatinine, blood urea nitrogen (BUN), thiobarbituric acid reactive substances (TBARS), and Tumor necrosis factor alpha)TNF-α ((p < .001). It also restored reduced glutathione (GSH) and mitochondrial complex enzymatic activity as protective measures against gentamicin-induced nephrotoxicity. SNL were shown to reduce inflammation and oxidative stress markers (p < .001). Histological findings furtherly augmented the protective effects of SNL. Long-term SNL therapy also restored mitochondrial electron transport chain complex enzymes, such as complex-I (p < .001). In conclusion, these findings suggest that SNL can represent a protective therapeutic option for drug-induced nephrotoxicity, a long-term adverse effect of aminoglycoside antibiotics such as gentamicin.",
      "mesh_terms": [
        "Gentamicins",
        "Animals",
        "Rats, Wistar",
        "Ubiquinone",
        "Rats",
        "Oxidative Stress",
        "Male",
        "Kidney",
        "Mitochondria",
        "Antioxidants",
        "Kidney Diseases",
        "Glutathione",
        "Creatinine",
        "Tumor Necrosis Factor-alpha",
        "Blood Urea Nitrogen",
        "Terpenes",
        "Thiobarbituric Acid Reactive Substances",
        "Anti-Bacterial Agents"
      ]
    },
    {
      "pmid": "39350827",
      "title": "Effectiveness of Coenzyme Q10 Supplementation in Statin-Induced Myopathy: A Systematic Review.",
      "authors": [
        "Khoula Ahmad",
        "Naelijwa J Manongi",
        "Ramkumar Rajapandian",
        "Sajida Moti Wala",
        "Esraa M Al Edani",
        "Essa A Samuel",
        "Ana P Arcia Franchini"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Statins are among the most widely prescribed drugs for treating dyslipidemia and reducing the incidence of heart disease and stroke. However, they come with a wide range of side effects, from myopathy to necrotizing rhabdomyolysis, as well as diabetes, hepatotoxicity, and sleep problems. The most common side effect of statins is statin-induced myopathy, often leading to discontinuation of statin therapy and noncompliance in many patients. This study aims to assess the effectiveness of coenzyme Q10 (CoQ10) supplementation as a treatment for patients with statin-induced myopathy. This systematic review was conducted by following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 2020 statement. Relevant studies were identified through searches of Medline, PMC, PubMed, Science Direct, and Google Scholar. Only randomized control trials and meta-analyses of oral CoQ10 supplementation versus placebo in adults with statin-associated myalgia were included. The risk of bias was assessed using the Cochrane Risk of Bias tool (The Cochrane Collaboration, London, England, UK) and the measurement tool for the \"assessment of multiple systematic reviews\" (AMSTAR tool). Out of 5,000 records identified, only five were selected for this review: one meta-analysis and four randomized controlled trials. All of these studies were conducted between 2010 and 2023, involving a total of 800 patients. All randomized controlled trials showed improvement in statin-associated myopathy with CoQ10 supplementation, along with or without a reduced dosage of statins, without any notable side effects of CoQ10. Therefore, it can be deduced that CoQ10 supplementation significantly ameliorates statin-induced musculoskeletal symptoms."
    },
    {
      "pmid": "39334744",
      "title": "Coenzyme Q10 Improves the Post-Thaw Sperm Quality in Dwarf Surfclam Mulinia lateralis.",
      "authors": [
        "Zhen Xu",
        "Zujing Yang",
        "Lisui Bao",
        "Bei Lu",
        "Xiaoxu Li",
        "Xin Zhan",
        "Xiaoting Huang",
        "Yibing Liu"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Sep-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Previous studies have shown that post-thaw sperm performance is affected by multiple stressors during cryopreservation, such as those induced by physical, chemical, mechanical and physiological changes. One of these is the balance disturbance between the antioxidant defense system and reactive oxygen species (ROS) production. This study investigated whether this disturbance could be alleviated by the addition of different antioxidants to cryoprotective solution [8% dimethyl sulfoxide (DMSO) in 1 µm filtered seawater] optimized for the sperm in dwarf surf clam Mulinia lateralis, the model bivalve species used in many different types of studies. Results showed that the addition of 20 μM coenzyme Q10 (Q10) to 8% DMSO achieved a D-stage larval rate similar to that of the fresh control at a sperm-to-egg ratio at least 50% less than the 8% DMSO treatment alone. The addition of other antioxidants (glycine, melatonin and polyvinylpyrrolidone) did not have any positive effects. The improvement in post-thaw sperm quality by Q10 could be due to its ability to significantly decrease ROS production and lipid peroxidation and significantly increase the motility, plasma membrane integrity, mitochondrial membrane potential, acrosome integrity, DNA integrity and activities of catalase and glutatione. In this study, 37 fatty acids (FAs) were quantified in dwarf surf clam sperm, with 21 FAs being significantly impacted by the cryopreservation with 8% DMSO. Thirteen of these 21 FAs were changed due to the addition of 20 μM Q10 to 8% DMSO, with approximately half of them being improved significantly toward the levels of fresh control, while the remaining half extended further from the trends shown with 8% DMSO treatment. However, no significant difference was found in the percentage of each FA category sum and the ratio of unsaturated/saturated FAs between the two treated groups. In conclusion, the antioxidant Q10 has shown the potential to further improve the sperm cryopreservation technique in bivalves."
    },
    {
      "pmid": "39303989",
      "title": "Coenzyme Q10 and vitamin E alleviate heat stress-induced mood disturbances in male mice: Modulation of inflammatory pathways and the HPA axis.",
      "authors": [
        "Javad Mahmoudi",
        "Sareh Kazmi",
        "Seyedmahdi Vatandoust",
        "Seyed Zanyar Athari",
        "Saeed Sadigh-Eteghad",
        "Soroush Morsali",
        "Leila Bahari",
        "Mahdi Ahmadi",
        "Leila Hosseini",
        "Fereshteh Farajdokht"
      ],
      "journal": "Behavioural brain research",
      "publication_date": "2025-Jan-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Heat stress, as an environmental stressor, can lead to temperature dysregulation and neuroinflammation, causing depression and anxiety by disrupting brain physiology and functional connectivity. This study looked at how co-enzyme Q10 (Q10) and vitamin E (Vit E), alone and together, affected heat stress-caused anxiety and depression symptoms and inflammation in male mice. Five groups were utilized in the study: control, heat stress (NS), Q10, Vit E, and the combination group (Q10+Vit E). The mice were subjected for 15 min/day to a temperature of 43°C for 14 consecutive days, followed by daily treatments for two weeks with either normal saline, Q10 (500 mg/kg), Vit E (250 mg/kg), or their combination. The forced swimming test (FST) and tail suspension test (TST) were employed to evaluate despair behavior, whereas the elevated plus maze (EPM) and open field test (OFT) were used to assess anxious behaviors. Subsequently, the animals were sacrificed, and serum corticosterone levels, protein expression of inflammasome-related proteins, and hsp70 gene expression were evaluated in the prefrontal cortex (PFC). The study revealed that treatment with Vit E and Q10, alone or together, provided anxiolytic and antidepressant effects in the heat-stress-subjected animals. Also, giving Vit E and Q10 alone or together greatly lowered serum corticosterone levels. In the PFC, they also lowered the levels of hsp70 mRNA and NF-κB, caspase 1, NLRP3, and IL-1β proteins. It is speculated that treatment with Q10 and Vit E can attenuate heat stress-associated anxious and depressive responses by inhibiting the inflammatory pathways and modulating the hypothalamus-pituitary-adrenal axis.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Mice",
        "Ubiquinone",
        "Hypothalamo-Hypophyseal System",
        "Pituitary-Adrenal System",
        "Vitamin E",
        "Anxiety",
        "Depression",
        "Inflammation",
        "Corticosterone",
        "Heat Stress Disorders",
        "Prefrontal Cortex",
        "Behavior, Animal",
        "Mood Disorders",
        "Neuroinflammatory Diseases",
        "Disease Models, Animal",
        "HSP70 Heat-Shock Proteins"
      ]
    },
    {
      "pmid": "39252338",
      "title": "Letter to the Editor Regarding \"Neuroprotective Effects of Coenzyme Q10 and Ozone Therapy on Experimental Traumatic Spinal Cord Injuries in Rats\".",
      "authors": [
        "Salvatore Chirumbolo",
        "Marianno Franzini",
        "Umberto Tirelli",
        "Sergio Pandolfi",
        "Luigi Valdenassi"
      ],
      "journal": "World neurosurgery",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Letter"
      ],
      "mesh_terms": [
        "Ubiquinone",
        "Animals",
        "Spinal Cord Injuries",
        "Rats",
        "Neuroprotective Agents",
        "Ozone",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39227555",
      "title": "Therapeutic Effects of Coenzyme Q10 in the Treatment of Ischemic Stroke.",
      "authors": [
        "Zhilei Jia",
        "Xiaoya Yu",
        "Xu Wang",
        "Jinhua Li"
      ],
      "journal": "Current nutrition reports",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE OF REVIEW: Ischemic stroke is the second deadly disease worldwide, but current treatment is very limited. The brain, rich in lipids and high in oxygen consumption, is susceptible to damage from oxidative stress after ischemic stroke. Thus, antioxidants are promising neuroprotective agents for treatment and prevention of ischemic stroke. Coenzyme Q10 is the only lipophilic antioxidant that can be synthesized de novo by cells and plays a key role as an electron carrier in the oxidative phosphorylation of the mitochondrial electron transport chain. However, the reduced form of coenzyme Q10 (Ubiquinol) levels are significantly deficient in the brain. The aim of this article is to review the therapeutic effects and mechanisms of coenzyme Q10 in ischemic stroke. RECENT FINDINGS: Current studies have found that coenzyme Q10 protects and treats ischemic stroke through multiple mechanisms based on the evidence from in vitro experiments, in vivo experiments, and clinical observations. For the first time, we reviewed the neuroprotective effects of coenzyme Q10 in ischemic stroke. Coenzyme Q10 exerts neuroprotective effects after ischemic stroke through anti-oxidative stress, anti-nitrosative stress, anti-inflammation, and anti-cell death. Here, we provided the evidence on the therapeutic and preventive effects of coenzyme Q10 in ischemic stroke and suggested the potential value of coenzyme Q10 as a medication candidate.",
      "mesh_terms": [
        "Ubiquinone",
        "Humans",
        "Neuroprotective Agents",
        "Ischemic Stroke",
        "Oxidative Stress",
        "Antioxidants",
        "Animals",
        "Brain"
      ]
    },
    {
      "pmid": "39225810",
      "title": "Familial thrombotic microangiopathy in a child with coenzyme Q10 deficiency-associated glomerulopathy.",
      "authors": [
        "Kyle Ying-Kit Lin",
        "Ching-Wan Lam",
        "Eugene Yu-Hin Chan",
        "Mianne Lee",
        "Brian Hon-Yin Chung",
        "Cheuk-Wing Fung",
        "Richard Rodenburg",
        "Christoph Licht",
        "Alison Lap-Tak Ma"
      ],
      "journal": "Pediatric nephrology (Berlin, Germany)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "We report a child with biallelic COQ6 variants presenting with familial thrombotic microangiopathy (TMA). A Chinese boy presented with steroid-resistant nephrotic syndrome at 8 months old and went into kidney failure requiring peritoneal dialysis at 15 months old. He presented with hypertensive encephalopathy with the triad of microangiopathic haemolytic anaemia, thrombocytopenia, and acute on chronic kidney injury at 25 months old following a viral illness. Kidney biopsy showed features of chronic TMA. He was managed with supportive therapy and plasma exchanges and maintained on eculizumab. However, he had another TMA relapse despite complement inhibition a year later. Eculizumab was withdrawn, and supportive therapies, including ubiquinol (50 mg/kg/day) and vitamins, were optimized. He remained relapse-free since then for 4 years. Of note, his elder sister succumbed to multiple organ failure with histological evidence of chronic TMA at the age of 4. Retrospective genetic analysis revealed the same compound heterozygous variants in the COQ6 gene.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Ubiquinone",
        "Thrombotic Microangiopathies",
        "Mitochondrial Diseases",
        "Muscle Spasticity",
        "Infant",
        "Muscle Weakness",
        "Nephrotic Syndrome",
        "Plasma Exchange",
        "Antibodies, Monoclonal, Humanized",
        "Child, Preschool",
        "Ataxia"
      ]
    },
    {
      "pmid": "39222753",
      "title": "Effects of alfa lipoic acid and coenzyme Q10 treatment on AFB1-induced oxidative, inflammatory, and DNA damages in rats.",
      "authors": [
        "Ghadeer M Albadrani",
        "Ahmed E Altyar",
        "Osama A Kensara",
        "Mohie A M Haridy",
        "Mohamed Sayed Zaazouee",
        "Alaa Ahmed Elshanbary",
        "Amany A Sayed",
        "Mohamed M Abdel-Daim"
      ],
      "journal": "Toxicon : official journal of the International Society on Toxinology",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Food contamination with Aflatoxin B1 (AFB1) is a worldwide concern that adversely affects animal and human health. The study aimed to evaluate the protective effect of alpha lipoic acid (ALA) and/or co-enzyme Q10 (CQ10) against the harmful effects of AFB1 on the liver and kidneys. Fifty-six mature male Wistar Albino rats (180-200 g) were divided into seven groups, each with eight rats: (1) saline was given as a control, (2) ALA (100 mg/kg bw/day) was given by stomach gavage for fifteen days, and (3) CQ10 (10 mg/kg bw/day) was given by stomach gavage for fifteen days. Group (4) orally given AFB1 (2.5 mg/kg bw) on days 12th and 14th, (5) received AFB1 and ALA, (6) received AFB1 and CQ10, and (7) received AFB1, ALA, and CQ10, as previously described in the ALA, CQ10, and AFB1 groups. After the exposure to AFB1, a significant increase in liver markers (AST, ALT, ALP, and LDH) and renal function tests (BUN and creatinine) was observed compared with the control. ALA and/or CQ10 significantly reduced enzymes of liver and renal functions, as compared with AFB1. AFB1 exposure threw off the balance between oxidants and antioxidants. Still, ALA and/or CQ10 made oxidative stress (MDA, NO, and 8-OHdG) much lower and antioxidant activities (GSH, GSH-Px, SOD, and CAT) much higher. When we used the two together, the activities matched the control levels. Interestingly, this study shows that ALA and CQ10 significantly lowered IL-1β, IL-6, and TNF-α levels compared to the control values when used together after AFB1 exposure caused robust inflammation. Some CQ10 treatment parameters significantly outperformed those of ALA. ALA and CQ10 together worked better than either one alone to protect against AFB1-induced toxicity in the hepatic and renal parenchyma in terms of reducing inflammation, preventing DNA damage, and fighting free radicals.",
      "mesh_terms": [
        "Animals",
        "Thioctic Acid",
        "Aflatoxin B1",
        "Rats, Wistar",
        "Male",
        "DNA Damage",
        "Oxidative Stress",
        "Rats",
        "Ubiquinone",
        "Liver",
        "Kidney",
        "Inflammation",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39217889",
      "title": "Therapeutic roles of coenzyme Q10 in peripheral nerve injury-induced neurosensory disturbances: Mechanistic insights from injury to recovery.",
      "authors": [
        "Thanyaphorn Vachirarojpisan",
        "Bhumrapee Srivichit",
        "Savitri Vaseenon",
        "Warit Powcharoen",
        "Napatsorn Imerb"
      ],
      "journal": "Nutrition research (New York, N.Y.)",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Peripheral nerve injuries (PNIs) are prevalent conditions mainly resulting from systemic causes, including autoimmune diseases and diabetes mellitus, or local causes, for example, chemical injury and perioperative nerve injury, which can cause a varying level of neurosensory disturbances (NSDs). Coenzyme Q10 (CoQ10) is an essential regulator of mitochondrial respiration and oxidative metabolism. Here, we review the pathophysiology of NSDs caused by PNIs, the current understanding of CoQ10's bioactivities, and its potential therapeutic roles in nerve regeneration, based on evidence from experimental and clinical studies involving CoQ10 supplementation. In summary, CoQ10 supplementation shows promise as a neuroprotective agent, potentially enhancing treatment efficacy for NSDs by reducing oxidative stress and inflammation. Future studies should focus on well-designed clinical trials with large sample sizes, using CoQ10 formulations with proven bioavailability and varying treatment duration, to further elucidate its neuroprotective effects and to optimize nerve regeneration in PNIs-induced NSDs.",
      "mesh_terms": [
        "Ubiquinone",
        "Humans",
        "Peripheral Nerve Injuries",
        "Animals",
        "Neuroprotective Agents",
        "Oxidative Stress",
        "Nerve Regeneration",
        "Dietary Supplements",
        "Inflammation"
      ]
    },
    {
      "pmid": "39177155",
      "title": "Attenuation of chromium (VI) and arsenic (III)-induced oxidative stress and hepatic apoptosis by phloretin, biochanin-A, and coenzyme Q10 via activation of SIRT1/Nrf2/HO-1/NQO1 signaling.",
      "authors": [
        "Swapnil Tripathi",
        "Dharati Parmar",
        "Samir Raval",
        "Rajeev Mishra",
        "Gyanendra Singh"
      ],
      "journal": "Journal of biochemical and molecular toxicology",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heavy metal contamination is an alarming concern on a global scale, as drinking tainted water significantly increases human susceptibility to heavy metals. In a realistic scenario, humans are often exposed to a combination of harmful chemicals rather than a single toxicant. Phloretin (PHL), biochanin-A (BCA), and coenzyme Q10 (CoQ10) are bioactive compounds owning plentiful pharmacological properties. Henceforth, the current research explored the putative energizing effects of selected nutraceuticals in combined chromium (Cr) and arsenic (As) intoxicated Swiss albino mice. Potassium dichromate (75 ppm) and sodium meta-arsenite (100 ppm) were given in the drinking water to induce hepatotoxicity, conjugated with PHL and BCA (50 mg/kg each), and CoQ10 (10 mg/kg) intraperitoneally for 2 weeks. After the statistical evaluation, it was observed that the hepato-somatic index, metal load, and antioxidant activity (lipid peroxidation and protein carbonyl content) increased along with the concomitant decrease in the antioxidants (catalase, glutathione-S-transferase, superoxide dismutase, reduced glutathione, and total thiol) in the Cr and As intoxicated mice. Additionally, light microscopy observations, DNA breakages, decreased silent information regulator 1 (SIRT1), nuclear factor (erythroid-derived 2)-like 2 (Nrf2), heme oxygenase (HO-1), and NAD(P)H quinone dehydrogenase 1 (NQO1) gene expressions, together with stimulated apoptotic cell death manifested by the increased expressions of caspase 8 and caspase 3, thus, proved consistency with the aforementioned outcomes. Importantly, the treatment with nutraceuticals not only restored the antioxidant activity but also favorably altered the expressions of SIRT1, Nrf2, HO-1, and NQO1 signaling and apoptosis markers. These findings highlight the crucial role of the PHL, BCA, and CoQ10 combination in reducing Cr and As-induced hepatotoxicity in mice. By averting the triggered apoptosis in conjunction with oxidative stress, this combination increases the SIRT1, Nrf2, HO-1, and NQO1 signaling, thereby reassuringly maintaining the cellular equilibrium.",
      "mesh_terms": [
        "Animals",
        "Sirtuin 1",
        "Oxidative Stress",
        "Ubiquinone",
        "Mice",
        "NAD(P)H Dehydrogenase (Quinone)",
        "Genistein",
        "Apoptosis",
        "NF-E2-Related Factor 2",
        "Chromium",
        "Liver",
        "Phloretin",
        "Signal Transduction",
        "Male",
        "Arsenic",
        "Heme Oxygenase (Decyclizing)",
        "Heme Oxygenase-1",
        "Membrane Proteins"
      ]
    },
    {
      "pmid": "39174728",
      "title": "Coenzyme Q10 ameliorates chemotherapy-induced cognitive impairment in mice: a preclinical study.",
      "authors": [
        "Simranjit Kaur",
        "Palak Ahuja",
        "Lakshay Kapil",
        "Deepali Sharma",
        "Charan Singh",
        "Arti Singh"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2024-Aug-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Among the three most used anticancer drugs, cyclophosphamide, Adriamycin, and 5-Fluorouracil (CAF), the most significant outcome is chemobrain, caused by increased oxidative stress, inflammatory insult, and mitochondrial dysfunction. OBJECTIVE: In this study, endogenous antioxidant coenzyme Q10 (CoQ10) was evaluated for its neuroprotective effects in CICI. MATERIALS AND METHODS: The chemobrain was induced in Swiss albino female mice by administering CAF (40 + 4 + 25 mg/kg) intraperitoneal (i.p.) in three cycles (single injection per week) followed by treatment with CoQ10 (40 mg/kg; p.o.) for up to 3 weeks followed by behavioral, biochemical, molecular and histopathological analysis. RESULTS: Treatment with CoQ10 significantly improved cognition by improving exploring time in novel objects recognition test followed by increasing the time spent in the target quadrant in MWM test as compared to CAF-treated animals. Moreover, CoQ10 demonstrated antioxidant properties by reducing the expression of LPO while increasing levels of GSH, SOD, and catalase as compared to CAF-treated animals. While the levels of AChEs were significantly reduced after CoQ10 treatment in CAF-treated animals. In terms of its mechanism, it effectively counteracted the pro-inflammatory substances (TNF-α and IL-1β) triggered by CAF while also enhancing the levels of anti-inflammatory markers (IL-10 and Nrf2). Moreover, CoQ10 showed mitochondrial enhancers and it improved the level of Complex (I, II, and IV). Besides that, mitochondrial morphological analysis was done by TEM, and neuronal morphology along with quantification analysis was performed by H&E staining using Image J software to confirm the neuroprotective effect of CoQ10 over CAF-induced cognitive impairment. CONCLUSION: This study suggests CoQ10 can protect the mitochondria by imposing antioxidant, and anti-inflammatory properties, which could be a potential therapy for CICI.",
      "mesh_terms": [
        "Animals",
        "Ubiquinone",
        "Mice",
        "Female",
        "Antioxidants",
        "Oxidative Stress",
        "Chemotherapy-Related Cognitive Impairment",
        "Cognitive Dysfunction",
        "Neuroprotective Agents",
        "Doxorubicin",
        "Fluorouracil",
        "Disease Models, Animal",
        "Antineoplastic Agents",
        "Cyclophosphamide"
      ]
    },
    {
      "pmid": "39165833",
      "title": "Anti-oxidant activity of coenzyme Q10 against AlCl3/D-galactose in albino rat induced cognitive dysfunctions: Behavioral, biochemical, and BACE-1/GSK-3β alterations.",
      "authors": [
        "Nagat Fawzy Nawar",
        "Doha Mohammad Beltagy",
        "Tarek Mostafa Mohamed",
        "Ehab Mostafa Tousson",
        "Mai Mahmoud El-Keey"
      ],
      "journal": "Toxicology research",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The relationship between amyloid beta (Aβ) and oxidative stress (OS), both prominent factors in Alzheimer's disease-related neural degeneration, is deeply interconnected. The cleavage of the extracellular domain of Amyloid precursor protein (APP) and phosphorylating different substrates, respectively, the β-site amyloid precursor protein cleaving enzyme-1 (BACE-1) and Glycogen synthase kinase-3-beta (GSK-3β) enzymes initiate the synthesis of Aβ, which causes cognitive deficits in AD. This study aimed to explore the protective potential of Coenzyme Q10 (CoQ10). It also sought to uncover any synergistic effects when combined with donepezil, an acetylcholinesterase inhibitor, in treating Alzheimer's disease in male albino rats, focusing on the modulation of the BACE-1/GSK-3β pathway. The experiment involved 70 rats categorized into different groups: control, donepezil alone, CoQ10 alone, AD-model, donepezil co-treatment, CoQ10 co-treatment, and CoQ10 + donepezil combination. Various assessments, such as cholinesterase activity, oxidative stress, serum iron profile, Brain Derived Neurotrophic Factor (BDNF), Tau protein, β-site amyloid precursor protein cleaving enzyme-1 (BACE-1), phosphatase and tensin homolog (Pten), and Glycogen synthase kinase-3-beta (GSK-3β), were conducted on behavioral and biochemical aspects. CoQ10 treatment demonstrated memory improvement, enhanced locomotion, and increased neuronal differentiation, mainly through the inhibition of the dual BACE-1/GSK-3β. These findings were substantiated by histological and immunohistological examinations of the hippocampus."
    },
    {
      "pmid": "39148958",
      "title": "The Role of Coenzyme Q10 in Skin Aging and Opportunities for Topical Intervention: A Review.",
      "authors": [
        "Edward Ted Lain",
        "Nick Agrawal",
        "Eduardo Ruvolo",
        "Julia M Weise",
        "Valerie D Callender"
      ],
      "journal": "The Journal of clinical and aesthetic dermatology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Coenzyme Q10 (CoQ10) is a naturally produced, lipid-soluble molecule crucial for cellular energy production and antioxidant activity. It diminishes with age and under external stress factors in skin, leading to signs of aging. Beyond its role in cellular energy production within the mitochondria, CoQ10 is vital to skin's defense against oxidative stress, a key contributor to premature aging. Use of topical skincare products with CoQ10 can be effective to replenish levels of CoQ10 and reverse skin aging. OBJECTIVE: This publication discusses the role of CoQ10 in skin aging along with the benefits of topical skincare products that incorporate CoQ10 as an ingredient. METHODS: We searched the PubMed database using terms \"Coenzyme Q10\" and \"skin\" and \"aging.\" Overall, the search yielded 80 results, but a limitation of 10 years was then applied to restrict publications to those with the most up-to-date science. RESULTS: A total of 36 publications were identified and included as background for this article. These 36 publications encompassed both original research articles and review articles. DISCUSSION: Applying topical skincare products with CoQ10 replenishes CoQ10 cellular levels, helping to normalize cellular energy homeostasis and providing antioxidative effects to support and repair cutaneous damage including signs of skin aging. In ex vivo and in vivo studies, application of CoQ10 increased CoQ10 levels both on the skin surface (i.e., stratum corneum) and even more in deeper levels of the skin. Clinically, topical application of CoQ10-formulated products reduces the depth of cutaneous wrinkles, a sign associated with aging. CONCLUSION: Aging and stressed skin are, in part, the result of alterations in cellular metabolic homeostasis, which can be reversed via the benefits of topical application of CoQ10-enriched formulations that stimulate cutaneous energy metabolism and reduce free radicals via antioxidant function. By restoring physiological homeostasis, topical skincare products with CoQ10 replenish the skin's antioxidant levels, increase cellular (energy) metabolism, and reduce the signs of skin aging."
    },
    {
      "pmid": "39129455",
      "title": "Clinical evidence of coenzyme Q10 pretreatment for women with diminished ovarian reserve undergoing IVF/ICSI: a systematic review and meta-analysis.",
      "authors": [
        "Guangyao Lin",
        "Xuanling Li",
        "Stella Lim Jin Yie",
        "Lianwei Xu"
      ],
      "journal": "Annals of medicine",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: To quantitatively evaluate the effect of coenzyme Q10 (CoQ10) pretreatment on outcomes of IVF or ICSI in women with diminished ovarian reserve (DOR) based on the existing randomized controlled trials (RCTs). METHODS: Nine databases were comprehensively searched from database inception to November 01, 2023, to identify eligible RCTs. Reproductive outcomes of interest consisted of three primary outcomes and six secondary outcomes. The sensitivity analysis was adopted to verify the robustness of pooled results. RESULTS: There were six RCTs in total, which collectively involved 1529 participants with DOR receiving infertility treatment with IVF/ICSI. The review of available evidence suggested that CoQ10 pretreatment was significantly correlated with elevated clinical pregnancy rate (OR = 1.84, 95%CI [1.33, 2.53], p = 0.0002), number of optimal embryos (OR = 0.59, 95%CI [0.21, 0.96], p = 0.002), number of oocytes retrieved (MD = 1.30, 95%CI [1.21, 1.40], p < 0.00001), and E2 levels on the day of hCG (SMD = 0.37, 95%CI [0.07, 0.66], p = 0.01), along with a reduction in cycle cancellation rate (OR = 0.60, 95%CI [0.44, 0.83], p = 0.002), miscarriage rate (OR = 0.38, 95%CI [0.15, 0.98], p = 0.05), total days of Gn applied (MD = -0.89, 95%CI [-1.37, -0.41], p = 0.0003), and total dose of Gn used (MD = -330.44, 95%CI [-373.93, -286.96], p < 0.00001). The sensitivity analysis indicated that our pooled results were robust. CONCLUSIONS: These findings suggested that CoQ10 pretreatment is an effective intervention in improving IVF/ICSI outcomes for women with DOR. Still, this meta-analysis included relatively limited sample sizes with poor descriptions of their methodologies. Rigorously conducted trials are needed in the future.",
      "mesh_terms": [
        "Humans",
        "Ubiquinone",
        "Female",
        "Ovarian Reserve",
        "Pregnancy",
        "Sperm Injections, Intracytoplasmic",
        "Pregnancy Rate",
        "Fertilization in Vitro",
        "Randomized Controlled Trials as Topic",
        "Infertility, Female",
        "Adult",
        "Ovulation Induction"
      ]
    },
    {
      "pmid": "39027092",
      "title": "Analysis of the improved mechanism of Rhodobacter sphaeroides VK-2-3 coenzyme Q10 by reverse metabolic engineering.",
      "authors": [
        "Long Zhang",
        "Le-Yi Wang",
        "Yi-Jun Han",
        "Yan-Xin Liu",
        "Yong-Li Li",
        "Jian-Hua Hu",
        "Zhi-Jie Tian",
        "Zhan-Ying Liu"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Coenzyme Q10 (CoQ10) is an essential medicinal ingredient. In this study, we obtained a high-yielding mutant strain of CoQ10, VK-2-3, by subjecting R. sphaeroides V-0 (V-0) to a 12C6+ heavy ion beam and high-voltage prick electric field treatment. To investigate the mutation mechanism, the complete genomes of VK-2-3 and V-0 were sequenced. Collinearity analysis revealed that the nicotinamide adenine dinucleotide-dependent dehydrogenase (NAD) gene underwent rearrangement in the VK-2-3 genome. The NAD gene was overexpressed and silenced in V-0, and this construct was named RS.NAD and RS.ΔNAD. The results showed that the titers of CoQ10 in the RS.NAD and RS.ΔNAD increased and decreased by 16.00 and 33.92%, respectively, compared to those in V-0, and these differences were significant. Our results revealed the mechanism by which the VK-2-3 CoQ10 yield increases through reverse metabolic engineering, providing insights for genetic breeding and mechanistic analysis."
    },
    {
      "pmid": "39018146",
      "title": "Angiotensin converting enzyme inhibitor and coenzyme Q10 as adjunctive treatment for patients with ventricular septal rupture following late onset myocardial infarction: a case report.",
      "authors": [
        "Ryan Enast Intan",
        "Dimas Rio Balti",
        "Ricardo Adrlan Nugraha",
        "Firas Farisi Alkaff",
        "Sovia Salamah",
        "Tan Nicko Octora"
      ],
      "journal": "JPMA. The Journal of the Pakistan Medical Association",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Ventricular Septal Rupture (VSR) is a rare complication of acute myocardial infarction and has a high mortality rate. Surgery is the definitive treatment. However, in hospitals with limited facilities, treating acute myocardial infarction patients with ventricular septal rupture, is challenging. A 74-year-old woman came to the emergency room of Dr. Koesma General Hospital, Tuban, East Java in December, 2019 with late-onset Acute Myocardial Infarction. On the following day, a new holosystolic murmur was heard in the left lower sternal border with palpable thrill. Transthoracic echocardiography showed VSR with severe pulmonary hypertension. This was followed by a drop in the blood pressure to 80/50 mmHg. The blood pressure was dependent on vasopressors until lisinopril and coenzyme Q10 were introduced. After 3 months, the haemodynamics of the patient were stable. This proved that the use of angiotensin-converting enzyme and coenzyme Q10 promotes more energy production, enables tissue healing and leads to balanced remodelling to increase the survival rate in cases of non-surgical treatment.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Ubiquinone",
        "Aged",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Myocardial Infarction",
        "Ventricular Septal Rupture",
        "Lisinopril",
        "Echocardiography",
        "Hypertension, Pulmonary"
      ]
    },
    {
      "pmid": "38987784",
      "title": "Six-month supplementation with high dose coenzyme Q10 improves liver steatosis, endothelial, vascular and myocardial function in patients with metabolic-dysfunction associated steatotic liver disease: a randomized double-blind, placebo-controlled trial.",
      "authors": [
        "Emmanouil Vrentzos",
        "Ignatios Ikonomidis",
        "George Pavlidis",
        "Konstantinos Katogiannis",
        "Emmanouil Korakas",
        "Aikaterini Kountouri",
        "Loukia Pliouta",
        "Eleni Michalopoulou",
        "Emilia Pelekanou",
        "Dimitrios Boumpas",
        "Vaia Lambadiari"
      ],
      "journal": "Cardiovascular diabetology",
      "publication_date": "2024-Jul-10",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKROUND: Metabolic-dysfunction Associated Steatotic Liver Disease (MASLD) has been associated with increased cardiovascular risk. The aim of this Randomized Double-blind clinical Trial was to evaluate the effects of coenzyme-Q10 supplementation in patients with MASLD in terms of endothelial, vascular and myocardial function. METHODS: Sixty patients with MASLD were randomized to receive daily 240 mg of coenzyme-Q10 or placebo. At baseline and at 6-months, the a)Perfused boundary region of sublingual vessels using the Sideview Darkfield imaging technique, b)pulse-wave-velocity, c)flow-mediated dilation of the brachial artery, d)left ventricular global longitudinal strain, e)coronary flow reserve of the left anterior descending coronary artery and f)controlled attenuation parameter for the quantification of liver steatosis were evaluated. RESULTS: Six months post-treatment, patients under coenzyme-Q10 showed reduced Perfused boundary region (2.18 ± 0.23vs.2.29 ± 0.18 μm), pulse-wave-velocity (9.5 ± 2vs.10.2 ± 2.3 m/s), controlled attenuation parameter (280.9 ± 33.4vs.304.8 ± 37.4dB/m), and increased flow-mediated dilation (6.1 ± 3.8vs.4.3 ± 2.8%), global longitudinal strain (-19.6 ± 1.6vs.-18.8 ± 1.9%) and coronary flow reserve (3.1 ± 0.4vs.2.8 ± 0.4) compared to baseline (p < 0.05). The placebo group exhibited no improvement during the 6-month follow-up period (p > 0.05). In patients under coenzyme-Q10, the reduction in controlled attenuation parameter score was positively related to the reduction in Perfused boundary region and pulse wave velocity and reversely related to the increase in coronary flow reserve and flow-mediated dilation (p < 0.05 for all relations). CONCLUSIONS: Six-month treatment with high-dose coenzyme-Q10 reduces liver steatosis and improves endothelial, vascular and left ventricle myocardial function in patients with MASLD, demonstrating significant improvements in micro- and macro-vasculature function. TRIAL REGISTRATION: NCT05941910.",
      "mesh_terms": [
        "Humans",
        "Double-Blind Method",
        "Ubiquinone",
        "Male",
        "Female",
        "Middle Aged",
        "Treatment Outcome",
        "Ventricular Function, Left",
        "Endothelium, Vascular",
        "Time Factors",
        "Dietary Supplements",
        "Aged",
        "Vasodilation",
        "Adult",
        "Non-alcoholic Fatty Liver Disease",
        "Coronary Circulation",
        "Pulse Wave Analysis",
        "Fatty Liver"
      ]
    },
    {
      "pmid": "38957201",
      "title": "Impact of coenzyme Q10 as an adjuvant therapy to letrozole on spermiogram results and sex hormone levels in Iraqi men with infertility; randomized open label comparative study.",
      "authors": [
        "Essa Bahauldeen Fadhil",
        "Mohammed Mahmood Mohammed",
        "Ula M Alkawaz"
      ],
      "journal": "F1000Research",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "Background: Worldwide, infertility affects about 15% of reproductive-age couples. In many cases, infertility can't be treated, however new treatment options with promising value have been involved in recent clinical trials. The aim of this clinical trial was to evaluate the impacts of adding coenzyme Q10 (CoQ10) to letrozole on the results of spermiogram and sex hormone tests in men diagnosed with idiopathic oligoasthenoteratozoospermia (iOAT) syndrome, which is a type of male defective spermatogenesis of unknown etiology. Methods: This randomized, open-label, parallel two-arm interventional study included 67 adult male patients aged 18-60 years with a confirmed diagnosis of iOAT syndrome recruited from The High Institute for Infertility Diagnosis & Assisted Reproduction Technologies/Nahrain University. Patients were randomly separated into two groups, Group A included 29 patients treated with letrozole 2.5 mg tablet orally twice a week, Group B included 38 patients treated with a combination of letrozole 2.5 mg tablet orally twice a week plus CoQ10 400 mg per day. Both groups completed treatment for three months. Semen samples, serum follicle-stimulating hormone (FSH), estradiol (E 2), and testosterone (T) were analyzed at day one, and at the end of month one, two and three. Results: Both groups showed that sperm concentration, normal morphology, total sperm count and motility, serum testosterone and FSH levels, and T/E 2 ratio were significantly increased, while estradiol levels significantly decreased after three months of treatment. Seminal fluid volume changed significantly in group A only. In comparing between the two groups, all measured parameters, apart from sperm motility and FSH level, demonstrated a significant difference after three months of treatment, while sperm volume reached significant value after only two months of therapy. Conclusions: CoQ10 as adjuvant treatment to letrozole effectively improved most of the tested sperm parameters in Iraqi men with iOAT. Registration: ClinicalTrials.gov ( NCT05847257, May 6, 2023).",
      "mesh_terms": [
        "Humans",
        "Male",
        "Ubiquinone",
        "Adult",
        "Letrozole",
        "Infertility, Male",
        "Young Adult",
        "Middle Aged",
        "Adolescent",
        "Gonadal Steroid Hormones",
        "Semen Analysis",
        "Testosterone",
        "Spermatozoa",
        "Nitriles",
        "Follicle Stimulating Hormone"
      ]
    },
    {
      "pmid": "38865387",
      "title": "Combination of trimetazidine and coenzyme Q10 for the treatment of acute viral myocarditis: a systematic review and meta-analysis.",
      "authors": [
        "Min Zeng",
        "Zhi Chen",
        "Yan Zhang",
        "Yusheng Pang"
      ],
      "journal": "Journal of infection in developing countries",
      "publication_date": "2024-May-30",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "INTRODUCTION: Coenzyme Q10 (CoQ10) is considered to be beneficial for patients with acute viral myocarditis (AVM). In addition, trimetazidine may be also beneficial to patients with AVM by promoting cardiac energy metabolism. This systematic review and meta-analysis examined the efficacy and safety of combining trimetazidine and CoQ10 with respect to CoQ10 alone in patients suffering from AVM. METHODOLOGY: PubMed, Embase, the Cochrane Library, Wanfang, and China National Knowledge Infrastructure (CNKI) databases were searched for relevant randomized controlled trials (RCTs). An analysis of random effects was employed to combine the results. RESULTS: Sixteen RCTs that included 1,364 patients with AVM contributed to the meta-analysis. Overall, 687 patients received the combined treatment, while 677 received the CoQ10 alone for a duration of 2-12 weeks (mean: 5.2 weeks). In contrast to monotherapy with CoQ10, combined treatment with trimetazidine and CoQ10 significantly improved overall therapy effectiveness (risk ratio [RR]: 1.19, 95% confidence interval [CI]: 1.13 to 1.24, p < 0.001; I2 = 0%). Differences in study parameters such as the incidence of heart failure upon admission, dosage of CoQ10, or length of treatment did not significantly alter the outcomes (p for all subgroup analyses > 0.05). The combined treatment was associated with improved myocardial enzyme levels and recovery of cardiac systolic function as compared to CoQ10 alone (p all < 0.05). In addition, trimetazidine combined with CoQ10 caused no greater increase in adverse events than CoQ10 alone. CONCLUSIONS: Trimetazidine combined with CoQ10 is an effective and safe treatment for AVM.",
      "mesh_terms": [
        "Trimetazidine",
        "Humans",
        "Myocarditis",
        "Ubiquinone",
        "Drug Therapy, Combination",
        "Randomized Controlled Trials as Topic",
        "Treatment Outcome",
        "Acute Disease"
      ]
    },
    {
      "pmid": "38863499",
      "title": "Coenzyme Q10 eyedrops conjugated with vitamin E TPGS alleviate neurodegeneration and mitochondrial dysfunction in the diabetic mouse retina.",
      "authors": [
        "Christie Hang-I Lam",
        "Bing Zuo",
        "Henry Ho-Lung Chan",
        "Tsz-Wing Leung",
        "Samuel Abokyi",
        "Kirk Patrick Carreon Catral",
        "Dennis Yan-Yin Tse"
      ],
      "journal": "Frontiers in cellular neuroscience",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic retinopathy (DR) is a leading cause of blindness and vision impairment worldwide and represents one of the most common complications among diabetic patients. Current treatment modalities for DR, including laser photocoagulation, intravitreal injection of corticosteroid, and anti-vascular endothelial growth factor (VEGF) agents, target primarily vascular lesions. However, these approaches are invasive and have several limitations, such as potential loss of visual function, retinal scars and cataract formation, and increased risk of ocular hypertension, vitreous hemorrhage, retinal detachment, and intraocular inflammation. Recent studies have suggested mitochondrial dysfunction as a pivotal factor leading to both the vascular and neural damage in DR. Given that Coenzyme Q10 (CoQ10) is a proven mitochondrial stabilizer with antioxidative properties, this study investigated the effect of CoQ10 eyedrops [in conjunction with vitamin E d-α-tocopheryl poly(ethylene glycol) 1000 succinate (TPGS)] on DR-induced neurodegeneration using a type 2 diabetes mouse model (C57BLKsJ-db/db mice). Utilizing a comprehensive electroretinography protocol, supported by immunohistochemistry, our results revealed that topical application of CoQ10 eyedrops conjugated with vitamin E TPGS produced a neuroprotective effect against diabetic-induced neurodegeneration by preserving the function and histology of various retinal neural cell types. Compared to the control group, mice treated with CoQ10 exhibited thicker outer and inner nuclear layers, higher densities of photoreceptor, cone cell, and rod-bipolar cell dendritic boutons, and reduced glial reactivity and microglial cell density. Additionally, the CoQ10 treatment significantly alleviated retinal levels of MMP-9 and enhanced mitochondrial function. These findings provide further insight into the role of mitochondrial dysfunction in the development of DR and suggest CoQ10 eyedrops, conjugated with vitamin E TPGS, as a potential complementary therapy for DR-related neuropathy."
    },
    {
      "pmid": "38862438",
      "title": "[Coenzyme Q10 alleviates depression-like behaviors in mice with chronic restraint stress by down-regulating the pyroptosis signaling pathway].",
      "authors": [
        "Y Sun",
        "R Zhang",
        "Y Meng",
        "L Zhu",
        "M Li",
        "Z Liu"
      ],
      "journal": "Nan fang yi ke da xue xue bao = Journal of Southern Medical University",
      "publication_date": "2024-May-20",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To explore the neuroprotective effect of coenzyme Q10 and its possible mechanism in mice with chronic restraint stress (CRS). METHODS: Mouse models of CRS were treated with intraperitoneal injections of coenzyme Q10 at low, moderate and high doses (50, 100 and 200 mg/kg, respectively, n=8), VX765 (a caspase-1 specific inhibitor, 50 mg/kg, n=8), or fluoxetine (10 mg/kg, n=8) on a daily basis for 4 weeks, and the changes in depression-like behaviors of the mice were assessed by sugar water preference test, forced swimming test and tail suspension test. The expression of glial fibrillary acidic protein (GFAP) in the hippocampus of the mice was detected using immunohistochemistry, and the number of synaptic spines was determined with Golgi staining. Western blotting was performed to detect the changes in the expressions of GFAP and pyroptosis-related proteins in the hippocampus, and the colocalization of neurons and caspase-1 p10 was examined with immunofluorescence assay. RESULTS: Compared with the normal control mice, the mouse models of CRS showed significantly reduced sugar water preference and increased immobility time in forced swimming and tail suspension tests (P < 0.05), and these depression-like behaviors were obviously improved by treatment with coenzyme Q10, VX765 or FLX. The mouse models showed a significantly decreased positive rate of GFAP and lowered GFAP protein expression in the hippocampus with obviously decreased synaptic spines, enhanced expressions of GSDMD-N, caspase-1 and IL-1β, and increased colocalization of neurons and caspase-1 p10 (all P < 0.05). All these changes were significantly ameliorated in the mouse models after treatment with Q10. CONCLUSION: Coenzyme Q10 can alleviate depression-like behaviors in mice with CRS by down-regulating the pyroptosis signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Pyroptosis",
        "Depression",
        "Ubiquinone",
        "Hippocampus",
        "Signal Transduction",
        "Stress, Psychological",
        "Disease Models, Animal",
        "Restraint, Physical",
        "Down-Regulation",
        "Caspase 1",
        "Glial Fibrillary Acidic Protein",
        "Behavior, Animal",
        "Male",
        "Neuroprotective Agents"
      ]
    },
    {
      "pmid": "38846853",
      "title": "The effect of coenzyme Q10 intake on metabolic profiles in women candidates for in-vitro fertilization: a randomised trial.",
      "authors": [
        "Sahar Ahmadi Asouri",
        "Reza Asemi",
        "Esmat Aghadavod",
        "Mehri Jamilian"
      ],
      "journal": "Annals of medicine and surgery (2012)",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Infertility and the pathogenesis of polycystic ovarian syndrome (PCOS) are both influenced by insulin resistance and dyslipidemia. Presumably, adding coenzyme Q10 (CoQ10) to these patients' diets will be beneficial. Therefore, this study aimed to examine the effects of CoQ10 supplementation on metabolic profiles in women candidates for in-vitro fertilization (IVF). TRIAL DESIGN AND METHODS: For this randomized, double-blinded, parallel, placebo-controlled clinical experiment, 40 PCOS-positive infertile women who were IVF candidates were included. They ranged in age from 18 to 40. The 20 participants in the two intervention groups received either CoQ10 or a placebo for 8 weeks. The expression of glucose transporter 1 (GLUT-1), peroxisome proliferator-activated receptor gamma (PPAR-γ), low-density lipoprotein receptor (LDLR), as well as metabolic profiles such as insulin metabolism and lipid profiles were evaluated. Quantitative RT-PCR determined the expression of GLUT-1, PPAR-γ, and LDLR on peripheral blood mononuclear cells. Lipid profiles and fasting glucose were assessed using enzymatic kits, and insulin was determined using Elisa kit. RESULTS: In comparison to the placebo, CoQ10 supplementation significantly reduced blood insulin levels (-0.3±1.0 vs. 0.5±0.7, P=0.01) and insulin resistance (-0.1±0.2 vs. 0.1±0.2, P=0.01), and increased PPAR-γ expression (P=0.01). In infertile PCOS patients' candidates for IVF, CoQ10 supplementation showed no appreciable impact on other metabolic profiles. Also, CoQ10 supplementation revealed no significant impact on GLUT-1 (P=0.30), or LDLR (P=0.27) expression. Within-group changes in insulin levels (P=0.01) and insulin resistance (P=0.01) showed a significant elevation in the placebo group. When we adjusted the analysis for baseline BMI, baseline values of variables, and age, our findings were not affected. CONCLUSIONS: Eight weeks of CoQ10 supplementation demonstrated positive benefits on PPAR-γ expression, insulin resistance, and serum insulin in infertile PCOS women candidates for IVF."
    },
    {
      "pmid": "38804209",
      "title": "Effects of idebenone and coenzyme Q10 on NLRP3/caspase-1/IL-1β pathway regulation on ethanol-induced hepatotoxicity in rats.",
      "authors": [
        "Fatma Betül Yoladi",
        "Saziye Sezin Palabiyik-Yucelik",
        "Elham Bahador Zirh",
        "Zekai Halici",
        "Terken Baydar"
      ],
      "journal": "Drug and chemical toxicology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chronic and excessive alcohol consumption leads to liver toxicity. There is a need to investigate effective therapeutic strategies to alleviate alcohol-induced liver injury, which remains the leading cause of liver-related morbidity and mortality worldwide. Therefore here, we looked into and evaluated how ethanol-induced hepatotoxicity was affected by coenzyme Q10 (CoQ10) and its analog, idebenone (IDE), on the NLRP3/caspase-1/IL-1 pathway. Hepatotoxicity induced in rats through the oral administration of gradually increasing dosages of ethanol (from 2 to 6 g/kg/day) over 30 days and the effect of CoQ10 (10 or 20 mg/kg) and IDE (50 or 100 mg/kg) were evaluated. Serum hepatotoxicity markers (ALT, AST, GGT, ALP, and TBIL), tissue oxidative stress markers and the mRNA expressions of IL-1β, IL-18, TGF-β, NF-κB, NLRP3, and caspase-1 were evaluated. Masson's trichrome staining was also used to visualize fibrosis in the liver tissue. The results indicated that ethanol exposure led to hepatotoxicity as well as considerable NLRP3/caspase-1/IL-1β pathway activation. Moreover, CoQ10 or IDE treatment reduced measured parameters in a dosage-dependent manner. Thus, by inhibiting the NLRP3/caspase-1/IL-1 pathway, CoQ10 and IDE can prevent the hepatotoxicity caused by ethanol, although CoQ10 is more effective than IDE. This study will provide insight into new therapeutic avenues that take advantage of the anti-inflammatory and antioxidant properties of CoQ10 and IDE in ethanol-induced liver diseases.",
      "mesh_terms": [
        "Animals",
        "Ubiquinone",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Caspase 1",
        "Male",
        "Ethanol",
        "Interleukin-1beta",
        "Rats",
        "Oxidative Stress",
        "Signal Transduction",
        "Dose-Response Relationship, Drug",
        "Antioxidants",
        "Liver",
        "Chemical and Drug Induced Liver Injury",
        "Rats, Sprague-Dawley",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "38762560",
      "title": "Oral administration of coenzyme Q10 ameliorates memory impairment induced by nicotine-ethanol abstinence through restoration of biochemical changes in male rat hippocampal tissues.",
      "authors": [
        "S Mohammad Ahmadi-Soleimani",
        "Seyedalireza Ghasemi",
        "Mohamad Amin Rahmani",
        "Moein Gharaei",
        "Maryam Mohammadi Bezanaj",
        "Farimah Beheshti"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-May-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Substance abuse among adolescents has become a growing issue throughout the world. The significance of research on this life period is based on the occurrence of neurobiological changes in adolescent brain which makes the individual more susceptible for risk-taking and impulsive behaviors. Alcohol and nicotine are among the most available drugs of abuse in adolescents. Prolonged consumption of nicotine and alcohol leads to drug dependence and withdrawal which induce various dysfunctions such as memory loss. Coenzyme Q10 (CoQ10) is known to improve learning and memory deficits induced by various pathological conditions such as Diabetes mellitus and Alzheimer's disease. In the present study we investigated whether CoQ10 treatment ameliorates memory loss following a nicotine-ethanol abstinence. Morris water maze and novel object recognition tests were done in male Wistar rats undergone nicotine-ethanol abstinence and the effect of CoQ10 was assessed on at behavioral and biochemical levels. Results indicated that nicotine-ethanol abstinence induces memory dysfunction which is associated with increased oxidative and inflammatory response, reduced cholinergic and neurotrophic function plus elevated Amyloid-B levels in hippocampi. CoQ10 treatment prevented memory deficits and biochemical alterations. Interestingly, this ameliorative effect of CoQ10 was found to be dose-dependent in most experiments and almost equipotential to that of bupropion and naloxone co-administration. CoQ10 treatment could effectively improve memory defects induced by nicotine-ethanol consumption through attenuation of oxidative damage, inflammation, amyloid-B level and enhancement of cholinergic and neurotrophic drive. Further studies are required to assess the unknown side effects and high dose tolerability of the drug in human subjects.",
      "mesh_terms": [
        "Animals",
        "Ubiquinone",
        "Male",
        "Nicotine",
        "Hippocampus",
        "Memory Disorders",
        "Rats",
        "Rats, Wistar",
        "Administration, Oral",
        "Ethanol",
        "Alcohol Abstinence",
        "Oxidative Stress",
        "Maze Learning"
      ]
    },
    {
      "pmid": "38757238",
      "title": "Evaluation of the protective effect of coenzyme Q10 against x-ray irradiation-induced ovarian injury.",
      "authors": [
        "Yesim Bayoglu Tekin",
        "Levent Tumkaya",
        "Tolga Mercantepe",
        "Zehra Suzan Topal",
        "Tuğba Celik Samanci",
        "Hulya Kilic Yilmaz",
        "Sema Rakici",
        "Atilla Topcu"
      ],
      "journal": "The journal of obstetrics and gynaecology research",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: This study focused on the anti-oxidant and anti-apoptotic effects of CoQ10 in ovaries exposed to pelvic radiation. METHODS: Thirty-two female rats were randomly assigned into four groups. Group I (control group), Group II: Only 2 Gy pelvic x-ray irradiation (IR) was administered as a single fractioned dose. Group III: 30 mg/kg CoQ10 was administered by oral gavage +2 Gy pelvic IR. Group IV: 150 mg/kg CoQ10 was administered by oral gavage +2 Gy pelvic IR. CoQ10 treatment was started 7 days before pelvic IR and completed 7 days later. The rats in Group III and IV were treated with CoQ10 for a total of 14 days. RESULTS: Histopathological analysis showed severe damage to the ovarian tissue in the radiation group, while both doses of CoQ10 showed normal histological structure. Likewise, while there was a high level of staining in the IR group for necrosis and apoptosis, the CoQ10 treated ones were like the control group. Tissue Malondialdehyde (MDA) levels were like the control group in the low-dose CoQ10 group, while the MDA levels of the high dose CoQ10 group were similar to the radiation group. CONCLUSION: Usage of low-dose CoQ10 has a radioprotective effect on radiation-induced ovarian damage. Although the use of high doses is morphologically radioprotective, no antioxidative effect was observed in the biochemical evaluation.",
      "mesh_terms": [
        "Female",
        "Ubiquinone",
        "Animals",
        "Rats",
        "Ovary",
        "Radiation-Protective Agents",
        "X-Rays",
        "Radiation Injuries, Experimental",
        "Antioxidants",
        "Rats, Wistar",
        "Apoptosis",
        "Radiation Injuries"
      ]
    },
    {
      "pmid": "38693965",
      "title": "Adverse hematological profiles associated with chlorpromazine antipsychotic treatment in male rats: Preventive and reversal mechanisms of taurine and coenzyme-Q10.",
      "authors": [
        "Oyovwi Mega Obukohwo",
        "Benneth Ben-Azu",
        "Eze Kingsley Nwangwa",
        "Ejiro Peggy Ohwin",
        "John C Igweh",
        "Ezekiel Adeogun Adetomiwa"
      ],
      "journal": "Toxicology reports",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chlorpromazine (CPZ) is one of the most effective antipsychotic drugs used for managing psychotic related disorders owing to its dopamine receptor blocking action. However, pharmacological investigations against CPZ's cytotoxic effect have remained scarce. Hence, this study investigated the preventive and reversal effects of taurine and coenzyme-Q10 (COQ-10), which are compounds with proven natural antioxidant properties, against CPZ-induced hematological impairments in male rats. In the preventive study, rats received oral saline (10 ml/kg), taurine (150 mg/kg/day), COQ-10 (10 mg/kg/day) or in combination for 56 days, alongside CPZ (30 mg/kg, p.o.) between days 29-56. In the reversal protocol, rats had CPZ repeatedly for 56 days before taurine and COQ-10 treatments or their combination from days 29-56. Rats were also given taurine (150 mg/kg/day), and COQ-10 (10 mg/kg/day) alone for 56 days. Serums were extracted and assayed for hematological, with oxidative and inflammatory markers. CPZ induced decreased red/white blood cells, erythropoietin, platelet count, packed cell volume and hemoglobin, neutrophil, and lymphocyte, which were prevented and reversed by taurine and COQ-10, or their combination. Taurine and COQ-10 improved mean corpuscular volume, hemoglobin concentration, with increased erythropoietin levels relative to CPZ groups. CPZ-induced increased malondialdehyde, tumor necrosis factor-alpha and interleukin-6 levels with decreased interleukin-10, glutathione, and superoxide-dismutase were prevented and reversed by taurine and COQ-10 in comparison with CPZ groups. Taurine and COQ-10 alone notably improved the antioxidant/anti-inflammatory status relative to controls. Among other mechanisms, taurine and COQ-10 abated CPZ-induced hematological deficiencies, via decreased serum levels of oxidative stress, and pro-inflammatory cytokines release, with increased antioxidants and anti-inflammation function."
    },
    {
      "pmid": "38685349",
      "title": "Neuroprotective Effects of Coenzyme Q10 and Ozone Therapy on Experimental Traumatic Spinal Cord Injuries in Rats.",
      "authors": [
        "Gulce Gel",
        "Caner Unluer",
        "Erdal Resit Yılmaz",
        "Berrin Imge Erguder",
        "Ata Turker Arıkok",
        "Serkan Sener",
        "Huseyin Hayri Kertmen",
        "Mehmet Erhan Turkoglu"
      ],
      "journal": "World neurosurgery",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study investigates the neuroprotective effects and functional recovery potential of Coenzyme Q10 (CoQ10) and ozone therapy in spinal cord injury (SCI). MATERIAL AND METHODS: In this study, 40 female Sprague-Dawley rats were divided into 5 groups of 8. Surgical procedures induced spinal cord trauma in all groups, except the control group. The ozone group received 0.7 mg/kg rectal ozone daily for 7 days, starting 1 hour postspinal cord trauma. The CoQ10 group was administered 120 mg/kg CoQ10 orally once daily for 7 days, beginning 24 hours prior to trauma. The CoQ10 + ozone group received both treatments. Examinations included a modified Tarlov scale and inclined plane test on days 1, 3, 5, and 7. Malondialdehyde (MDA) analysis was conducted on serum samples, and assessments of caspase-3, Bcl-2, and Bax levels were performed on tissue samples. Additionally, a comprehensive examination analyzed histopathological and ultrastructural changes. RESULTS: After SCI, there was a statistically significant increase in serum MDA, tissue caspase-3, and Bax levels (MDA P < 0.001, caspase-3 P < 0.001, Bax P = 0.003). In the CoQ10 + ozone group, serum MDA (P = 0.002), tissue caspase-3 (P = 0.001), and Bax (P = 0.030) levels were significantly lower compared to the trauma group. Tissue Bcl-2 levels were also significantly higher (P = 0.019). The combined treatment group demonstrated improved histopathological, ultrastructural, and neurological outcomes. CONCLUSIONS: This study shows that CoQ10 + ozone therapy in traumatic SCI demonstrates neuroprotective effects via antioxidant and antiapoptotic mechanisms. The positive effects on functional recovery are supported by data from biochemical, histopathological, ultrastructural, and neurological examinations.",
      "mesh_terms": [
        "Animals",
        "Ubiquinone",
        "Spinal Cord Injuries",
        "Rats, Sprague-Dawley",
        "Neuroprotective Agents",
        "Female",
        "Ozone",
        "Rats",
        "Recovery of Function",
        "Malondialdehyde",
        "Disease Models, Animal",
        "Caspase 3"
      ]
    },
    {
      "pmid": "38684047",
      "title": "Discovering the Potential Value of Coenzyme Q10 as an Adjuvant Treatment in Patients With Depression.",
      "authors": [
        "Mahnam Majmasanaye",
        "Maryam Mehrpooya",
        "Hasan Amiri",
        "Azadeh Eshraghi"
      ],
      "journal": "Journal of clinical psychopharmacology",
      "publication_date": null,
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE/BACKGROUND: Depressive disorder or mental cold is the most common mental disorder, and depression exists all over the world and in all countries and cultures. The results of several studies have shown that using compounds with antioxidant properties has been fruitful in patients with depression. Coenzyme Q10 (CoQ10) is a fat-soluble antioxidant and exerts its antioxidant effect by directly neutralizing free radicals or reducing tocopherol and preventing the inhibition of mitochondrial activity because of oxidative stress. This study aimed to investigate the effects of oral CoQ10 in patients with depression as an adjunctive treatment. METHODS/PROCEDURES: Sixty-nine patients with moderate and severe depression were randomly divided into 2 CoQ10 groups (36) and placebo (33). The first group of patients received CoQ10 supplements at a dose of 200 mg daily for 8 weeks along with standard interventions and treatments for depression, and the second group received standard treatments for depression along with a placebo. The change in the score of Montgomery-Åsberg Depression Rating Scale depression scale was evaluated 4 and 8 weeks after the intervention. Also, at baseline and 8 weeks later at the end of the study, serum levels of total antioxidant capacity, total thiol groups, nitric oxide, malondialdehyde, and interleukin 6 were assessed. FINDINGS/RESULTS: The changes in the depression score at the end of the study showed that, in the group receiving the CoQ10 supplement after 8 weeks, there was a reduction in depression symptoms, which was statistically significant compared with before the start of the study Meanwhile, no significant changes were observed in the patients of the placebo group in terms of symptom reduction. Compared with baseline and the placebo condition, serum levels of nitric oxide and total thiol groups significantly decreased and increased, respectively. Also, no statistically significant changes were observed for interleukin 6, malondialdehyde, and total antioxidant capacity. IMPLICATIONS/CONCLUSIONS: A dose of 200 mg of CoQ10 supplement daily for 8 weeks can reduce depression and fatigue, as well as improve the quality of life of patients with depression. In addition, CoQ10 can significantly improve inflammation and oxidative stress status in patients with depression.",
      "mesh_terms": [
        "Humans",
        "Ubiquinone",
        "Male",
        "Female",
        "Adult",
        "Antioxidants",
        "Middle Aged",
        "Oxidative Stress",
        "Double-Blind Method",
        "Interleukin-6",
        "Malondialdehyde",
        "Depression",
        "Nitric Oxide",
        "Antidepressive Agents",
        "Dietary Supplements",
        "Treatment Outcome",
        "Depressive Disorder",
        "Young Adult"
      ]
    },
    {
      "pmid": "38673065",
      "title": "Protection against Oxidative Stress by Coenzyme Q10 in a Porcine Retinal Degeneration Model.",
      "authors": [
        "Leonie Deppe",
        "Ana M Mueller-Buehl",
        "Teresa Tsai",
        "Carl Erb",
        "H Burkhard Dick",
        "Stephanie C Joachim"
      ],
      "journal": "Journal of personalized medicine",
      "publication_date": "2024-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative stress plays an important role in neurodegenerative diseases, including glaucoma. Therefore, we analyzed if the antioxidant coenzyme Q10 (CoQ10), which is also commercially available, can prevent retinal degeneration induced by hydrogen peroxide (H2O2) in a porcine organ culture model. Retinal explants were cultivated for eight days, and H2O2 (500 µM, 3 h) induced the oxidative damage. CoQ10 therapy was applied (700 µM, 48 h). Retinal ganglion cells (RGCs) and microglia were examined immunohistologically in all groups (control, H2O2, H2O2 + CoQ10). Cellular, oxidative, and inflammatory genes were quantified via RT-qPCR. Strong RGC loss was observed with H2O2 (p ≤ 0.001). CoQ10 elicited RGC protection compared to the damaged group at a histological (p ≤ 0.001) and mRNA level. We detected more microglia cells with H2O2, but CoQ10 reduced this effect (p = 0.004). Cellular protection genes (NRF2) against oxidative stress were stimulated by CoQ10 (p ≤ 0.001). Furthermore, mitochondrial oxidative stress (SOD2) increased through H2O2 (p = 0.038), and CoQ10 reduced it to control level. Our novel results indicate neuroprotection via CoQ10 in porcine retina organ cultures. In particular, CoQ10 appears to protect RGCs by potentially inhibiting apoptosis-related pathways, activating intracellular protection and reducing mitochondrial stress."
    },
    {
      "pmid": "38643378",
      "title": "The Effect of Coenzyme Q10 Supplementation on Bile Acid Metabolism: Insights from Network Pharmacology, Molecular Docking, and Experimental Validation.",
      "authors": [
        "Mengcheng Jin",
        "Tangbin Zou",
        "Hairong Huang",
        "Ming Chen",
        "Haoqi Zou",
        "Baoyan Chen",
        "Chengze Lai",
        "Huawen Li",
        "Peiwen Zhang"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "SCOPE: Bile acids play a crucial role in lipid absorption and the regulation of lipid, glucose, and energy homeostasis. Coenzyme Q10 (CoQ10), a lipophilic antioxidant, has been recognized for its positive effects on obesity and related glycolipid metabolic disorders. However, the relationship between CoQ10 and bile acids has not yet been evaluated. METHODS AND RESULTS: This study assesses the impact of CoQ10 treatment on bile acid metabolism in mice on a high-fat diet using Ultra-Performance Liquid Chromatography-tandem Mass Spectrometry. CoQ10 reverses the reduction in serum and colonic total bile acid levels and alters the bile acid profile in mice that are caused by a high-fat diet. Seventeen potential targets of CoQ10 in bile acid metabolism are identified by network pharmacology, with six being central to the mechanism. Molecular docking shows a high binding affinity of CoQ10 to five of these key targets. Further analyses indicate that farnesoid X (FXR) receptor and Takeda G-protein coupled receptor 5 (TGR5) may be crucial targets for CoQ10 to regulate bile acid metabolism and exert beneficial effects. CONCLUSION: This study sheds light on the impact of CoQ10 in bile acids metabolism and offers a new perspective on the application of CoQ10 in metabolic health.",
      "mesh_terms": [
        "Ubiquinone",
        "Bile Acids and Salts",
        "Animals",
        "Molecular Docking Simulation",
        "Receptors, Cytoplasmic and Nuclear",
        "Male",
        "Diet, High-Fat",
        "Mice, Inbred C57BL",
        "Dietary Supplements",
        "Network Pharmacology",
        "Receptors, G-Protein-Coupled",
        "Mice"
      ]
    },
    {
      "pmid": "38627309",
      "title": "Coenzyme Q10 and exercise training reinstate middle cerebral artery occlusion-induced behavioral deficits and hippocampal long-term potentiation suppression in aging rats.",
      "authors": [
        "Kamal Ranjbar",
        "Alireza Komaki",
        "Bayan Fayazi",
        "Ebrahim Zarrinkalam"
      ],
      "journal": "Psychopharmacology",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "RATIONAL: Patients experience post-stroke cognitive impairment during aging. To date, no specific treatment solution has been reported for this disorder. OBJECTIVE: The purpose of this study was to evaluate the effects of exercise training and coenzyme Q10 supplementation on middle cerebral artery occlusion (MCAO) induced behavioral impairment, long-term potentiation inhibition and cerebral infarction size in aging rats. METHODS: Fifty aging male rats underwent MCAO surgery and were randomly distributed in to the following groups: 1-Sham, 2- control, 3- Coenzyme Q10, 4- Exercise training and 5- Exercise training with Q10 supplementation (Ex + Q10). Aerobic training groups were allowed to run on a treadmill for 12 weeks. Q10 (50 mg/kg) was administered intragastrically by gavage. Morris water maze, shuttle box and elevated plus maze tests were used to evaluate cognitive function. The population spike (PS) amplitude and slope of excitatory postsynaptic potentials (EPSP) in the dentate gyrus area were recorded as a result of perforant pathway electrical stimulation. RESULTS: Our study showed that Q10 and aerobic training alone ameliorate spatial memory in the acquisition phase, but have no effect on spatial memory in the retention phase. Q10 and exercise training synergistically promoted spatial memory in the retention phase. Q10 and exercise training separately and simultaneously mitigated cerebral ischemia-induced passive avoidance memory impairment in acquisition and retention phases. The EPSP did not differ between the groups, but exercise training and Q10 ameliorate the PS amplitude in hippocampal responses to perforant path stimulation. Exercising and Q10 simultaneously reduced the cerebral infarction volume. CONCLUSION: Collectively, the findings of the present study imply that 12 weeks of aerobic training and Q10 supplementation alone can simultaneously reverse cerebral ischemia induced neurobehavioral deficits via amelioration of synaptic plasticity and a reduction in cerebral infarction volume in senescent rats.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Infarction, Middle Cerebral Artery",
        "Rats",
        "Long-Term Potentiation",
        "Physical Conditioning, Animal",
        "Aging",
        "Hippocampus",
        "Rats, Sprague-Dawley",
        "Ubiquinone",
        "Maze Learning",
        "Excitatory Postsynaptic Potentials",
        "Spatial Memory",
        "Cognitive Dysfunction",
        "Disease Models, Animal",
        "Behavior, Animal"
      ]
    },
    {
      "pmid": "38550862",
      "title": "Evaluation of cell disruption methods for protein and coenzyme Q10 quantification in purple non-sulfur bacteria.",
      "authors": [
        "Ojima Z Wada",
        "Naim Rashid",
        "Patrick Wijten",
        "Paul Thornalley",
        "Gordon Mckay",
        "Hamish R Mackey"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A recent focus has been on the recovery of single-cell protein and other nutritionally valuable bioproducts, such as Coenzyme Q10 (CoQ10) from purple non-sulfur bacteria (PNSB) biomass following wastewater treatment. However, due to PNSB's peculiar cell envelope (e.g., increased membrane cross-section for energy transduction) and relatively smaller cell size compared to well-studied microbial protein sources like yeast and microalgae, the effectiveness of common cell disruption methods for protein quantification from PNSB may differ. Thus, this study examines the efficiency of selected chemical (NaOH and EDTA), mechanical (homogenization and bead milling), physical (thermal and bath/probe sonication), and combined chemical-mechanical/physical treatment techniques on the PNSB cell lysis. PNSB biomass was recovered from the treatment of gas-to-liquid process water. Biomass protein and CoQ10 contents were quantified based on extraction efficiency. Considering single-treatment techniques, bead milling resulted in the best protein yields (p < 0.001), with the other techniques resulting in poor yields. However, the NaOH-assisted sonication (combined chemical/physical treatment technique) resulted in similar protein recovery (p = 1.00) with bead milling, with the former having a better amino acid profile. For example, close to 50% of the amino acids, such as sensitive ones like tryptophan, threonine, cystine, and methionine, were detected in higher concentrations in NaOH-assisted sonication (>10% relative difference) compared to bead-milling due to its less disruptive nature and improved solubility of amino acids in alkaline conditions. Overall, PNSB required more intensive protein extraction techniques than were reported to be effective on other single-cell organisms. NaOH was the preferred chemical for chemical-aided mechanical/physical extraction as EDTA was observed to interfere with the Lowry protein kit, resulting in significantly lower concentrations. However, EDTA was the preferred chemical agent for CoQ10 extraction and quantification. CoQ10 extraction efficiency was also suspected to be adversely influenced by pH and temperature."
    },
    {
      "pmid": "38543167",
      "title": "Comparison of Glutathione Nanoparticles, CoEnzyme Q10, and Fish Oil for Prevention of Oxygen-Induced Retinopathy in Neonatal Rats.",
      "authors": [
        "Sidra Bashir",
        "Charles L Cai",
        "Matthew Marcelino",
        "Jacob V Aranda",
        "Kay D Beharry"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2024-Mar-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Notch ligands and receptors are important for cell specification and angiogenesis, but their role in oxygen-induced retinopathy (OIR) is not well studied. Delta-like ligand (DLL)-4/Notch inhibits angiogenesis, while Jagged-1/Notch promotes angiogenesis. We tested the hypothesis that early supplementation with antioxidants and/or fish oil curtails severe OIR by inducing DLL-4/Notch and reducing Jagged-1/Notch. Newborn rats were exposed to brief intermittent hypoxia (IH) during hyperoxia, during which they received daily oral supplements of (1) fish oil, (2) coenzyme Q10 (CoQ10) in olive oil (OO), (3) glutathione nanoparticles (nGSH), (4) fish oil + CoQ10, or (5) OO (controls) from birth (P0) to P14. At P14, the pups were placed in room air (RA) until P21, with no further treatment. Oxidative stress, apoptosis, ocular histopathology, and Notch signaling were assessed. Neonatal IH resulted in severe retinal damage consistent with retinopathy of prematurity (ROP). Retinal damage was associated with induced oxidative stress and Jagged-1/Notch signaling, as well as reduced DLL-4/Notch signaling. All treatments reversed these outcomes, but nGSH produced the most beneficial outcomes. Severe OIR promoted the induction of Jagged-1/Notch and curtailed DLL-4/Notch, which was an effect that could be reversed with nGSH supplementation. These findings may indicate a potential alternate pathway for ROP treatment and/or prevention."
    },
    {
      "pmid": "38524871",
      "title": "Coenzyme Q10: A Key Antioxidant in the Management of Diabetes-Induced Cardiovascular Complications-An Overview of Mechanisms and Clinical Evidence.",
      "authors": [
        "Fatemeh Samimi",
        "Nasim Namiranian",
        "Ali Sharifi-Rigi",
        "Morvarid Siri",
        "Omid Abazari",
        "Sanaz Dastghaib"
      ],
      "journal": "International journal of endocrinology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Diabetes mellitus (DM) presents a significant global health challenge with considerable cardiovascular implications. Coenzyme Q10 (CoQ10) has gained recognition for its potential as a natural antioxidant supplement in the management of diabetes and its associated cardiovascular complications. AIM: This comprehensive review systematically examines the scientific rationale underlying the therapeutic properties of CoQ10 in mitigating the impact of diabetes and its cardiovascular consequences. The analysis encompasses preclinical trials (in vitro and in vivo) and clinical studies evaluating the efficacy and mechanisms of action of CoQ10. Result & Discussion. Findings reveal that CoQ10, through its potent antioxidant and anti-inflammatory attributes, demonstrates significant potential in reducing oxidative stress, ameliorating lipid profiles, and regulating blood pressure, which are crucial aspects in managing diabetes-induced cardiovascular complications. CoQ10, chemically represented as C59H90O4, was administered in capsule form for human studies at doses of 50, 100, 150, 200, and 300 mg per day and at concentrations of 10 and 20 μM in sterile powder for experimental investigations and 10 mg/kg in powder for mouse studies, according to the published research. Clinical trials corroborate these preclinical findings, demonstrating improved glycemic control, lipid profiles, and blood pressure in patients supplemented with CoQ10. CONCLUSION: In conclusion, CoQ10 emerges as a promising natural therapeutic intervention for the comprehensive management of diabetes and its associated cardiovascular complications. Its multifaceted impacts on the Nrf2/Keap1/ARE pathway, oxidative stress, and metabolic regulation highlight its potential as an adjunct in the treatment of diabetes and related cardiovascular disorders. However, further extensive clinical investigations are necessary to fully establish its therapeutic potential and assess potential synergistic effects with other compounds."
    },
    {
      "pmid": "38508403",
      "title": "Dantrolene and coenzyme Q10 as a suggested combination therapy to statin-induced myopathy in high fat diet rats: A possible interference with ROS/ TGF-β / Smad4 signaling pathway.",
      "authors": [
        "Sherin Zakaria",
        "Ahmed M Elshazly",
        "Reem Alaa",
        "Samer Elsebaey"
      ],
      "journal": "Toxicology and applied pharmacology",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "One of the major hitches for statins' utilization is the development of myotoxicity. Versatile studies reported that the underlining molecular mechanisms including coenzyme Q10 (CoQ10)/ubiquinone depletion, as well as the disturbance in the cytoplasmic Ca2+ homeostasis. Therefore, we investigated the consequences of supplementing CoQ10 and dantrolene, a cytoplasmic Ca2+ reducing agent, in combination with simvastatin. This adjuvant therapy normalized the simvastatin-mediated elevation in serum ALT, AST, CK-MM, as well as tissue Ca2+ content, in addition to suppressing the simvastatin-mediated oxidative stress in simvastatin-treated rats, while having no effect upon statin-induced antihyperlipidemic effect. Additionally, the combination inhibited the simvastatin-induced TGF-β/ Smad4 pathway activation. Collectively, the current study emphasizes on the potential utilization of dantrolene and CoQ10 as an adjuvant therapy to statins treatment for improving their side effect profile.",
      "mesh_terms": [
        "Animals",
        "Dantrolene",
        "Ubiquinone",
        "Hydroxymethylglutaryl-CoA Reductase Inhibitors",
        "Signal Transduction",
        "Male",
        "Reactive Oxygen Species",
        "Simvastatin",
        "Smad4 Protein",
        "Rats",
        "Transforming Growth Factor beta",
        "Diet, High-Fat",
        "Muscular Diseases",
        "Drug Therapy, Combination",
        "Oxidative Stress",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "38493916",
      "title": "Coenzyme Q10 in atherosclerosis.",
      "authors": [
        "Minjun Liao",
        "Xueke He",
        "Yangyang Zhou",
        "Weiqiang Peng",
        "Xiao-Mei Zhao",
        "Miao Jiang"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2024-May-05",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Atherosclerotic disease is a chronic disease that predominantly affects the elderly and is the most common cause of cardiovascular death worldwide. Atherosclerosis is closely related to processes such as abnormal lipid transport and metabolism, impaired endothelial function, inflammation, and oxidative stress. Coenzyme Q10 (CoQ10) is a key component of complex Ⅰ in the electron transport chain and an important endogenous antioxidant that may play a role in decelerating the progression of atherosclerosis. Here, the different forms of CoQ10 presence in the electron transport chain are reviewed, as well as its physiological role in regulating processes such as oxidative stress, inflammatory response, lipid metabolism and cellular autophagy. It was also found that CoQ10 plays beneficial effects in atherosclerosis by mitigating lipid transportation, endothelial inflammation, metabolic abnormalities, and thrombotic processes from the perspectives of molecular mechanisms, animal experiments, and clinical evidence. Besides, the combined use of CoQ10 with other drugs has better synergistic therapeutic effects. It seems reasonable to suggest that CoQ10 could be used in the treatment of atherosclerotic cardiovascular diseases while more basic and clinical studies are needed.",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Aged",
        "Ubiquinone",
        "Atherosclerosis",
        "Inflammation",
        "Lipids"
      ]
    },
    {
      "pmid": "38479900",
      "title": "The effects of coenzyme Q10 supplementation on biomarkers of exercise-induced muscle damage, physical performance, and oxidative stress: A GRADE-assessed systematic review and dose-response meta-analysis of randomized controlled trials.",
      "authors": [
        "Sepide Talebi",
        "Mohammad Hossein Pourgharib Shahi",
        "Sheida Zeraattalab-Motlagh",
        "Farzaneh Asoudeh",
        "Mahsa Ranjbar",
        "Amirhossein Hemmati",
        "Ali Talebi",
        "Alexei Wong",
        "Hamed Mohammadi"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Systematic Review",
        "Meta-Analysis",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: This study aims to elucidate the dose-dependent effect of coenzyme Q10 supplementation (CoQ10) on exercise-induced muscle damage (EIMD), physical performance, and oxidative stress in adults. METHODS: A systematic search was conducted through PubMed, Scopus, and ISI Web of Science databases up to August 2023, focusing on randomized control trials (RCTs) that investigated the effects of CoQ10 supplementation on EIMD recovery, physical performance and oxidative stress mitigation in adults. The weighted mean difference (WMD) and 95 % confidence interval (95 %CI) were estimated using the random-effects model. RESULTS: The meta-analysis incorporated 28 RCTs, encompassing 830 subjects. CoQ10 supplementation significantly decreased creatine kinase (CK) (WMD: -50.64 IU/L; 95 %CI: -74.75, -26.53, P < 0.001), lactate dehydrogenase (LDH) (WMD: -52.10 IU/L; 95 %CI: -74.01, -30.19, P < 0.001), myoglobin (Mb) (WMD: -21.77 ng/ml; 95 %CI: -32.59, -10.94, P < 0.001), and Malondialdehyde (MDA) (WMD: -0.73 μmol/l; 95 %CI: -1.26, -0.20, P = 0.007) levels. No significant alteration in total antioxidant capacity was observed post-CoQ10 treatment. Each 100 mg/day increase in CoQ10 supplementation was correlated with a significant reduction in CK (MD: -23.07 IU/L, 95 %CI: -34.27, -11.86), LDH (WMD: -27.21 IU/L, 95 %CI: -28.23, -14.32), Mb (MD: -7.09 ng/ml; 95 %CI: -11.35, -2.83) and MDA (WMD: -0.17 μmol/l, 95 %CI: -0.29, -0.05) serum levels. Using SMD analysis, \"very large\" effects on LDH and \"moderate\" effects on CK and MDA were noted, albeit nonsignificant for other outcomes. CONCLUSION: CoQ10 supplementation may be effective in reducing biomarkers of EIMD and oxidative stress in adults. Nevertheless, given the preponderance of studies conducted in Asia, the generalizability of these findings warrants caution. Further RCTs, particularly in non-Asian populations with large sample sizes and extended supplementation durations, are essential to substantiate these observations.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Randomized Controlled Trials as Topic",
        "Oxidative Stress",
        "Biomarkers",
        "Physical Functional Performance",
        "Dietary Supplements",
        "Muscles",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "38473909",
      "title": "Ameliorative Effect of Coenzyme Q10 on Phenotypic Transformation in Human Smooth Muscle Cells with FBN1 Knockdown.",
      "authors": [
        "Xu Zhang",
        "Zhengyang Zhang",
        "Sitong Wan",
        "Jingyi Qi",
        "Yanling Hao",
        "Peng An",
        "Yongting Luo",
        "Junjie Luo"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Feb-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mutations of the FBN1 gene lead to Marfan syndrome (MFS), which is an autosomal dominant connective tissue disorder featured by thoracic aortic aneurysm risk. There is currently no effective treatment for MFS. Here, we studied the role of mitochondrial dysfunction in the phenotypic transformation of human smooth muscle cells (SMCs) and whether a mitochondrial boosting strategy can be a potential treatment. We knocked down FBN1 in SMCs to create an MFS cell model and used rotenone to induce mitochondrial dysfunction. Furthermore, we incubated the shFBN1 SMCs with Coenzyme Q10 (CoQ10) to assess whether restoring mitochondrial function can reverse the phenotypic transformation. The results showed that shFBN1 SMCs had decreased TFAM (mitochondrial transcription factor A), mtDNA levels and mitochondrial mass, lost their contractile capacity and had increased synthetic phenotype markers. Inhibiting the mitochondrial function of SMCs can decrease the expression of contractile markers and increase the expression of synthetic genes. Imposing mitochondrial stress causes a double-hit effect on the TFAM level, oxidative phosphorylation and phenotypic transformation of FBN1-knockdown SMCs while restoring mitochondrial metabolism with CoQ10 can rapidly reverse the synthetic phenotype. Our results suggest that mitochondria function is a potential therapeutic target for the phenotypic transformation of SMCs in MFS.",
      "mesh_terms": [
        "Humans",
        "Marfan Syndrome",
        "Phenotype",
        "Myocytes, Smooth Muscle",
        "Mitochondrial Diseases",
        "Fibrillin-1",
        "Adipokines",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "38330781",
      "title": "The role of coenzyme Q10 as a preventive and therapeutic agent for the treatment of cancers.",
      "authors": [
        "Ghazal Ghasempour Dabaghi",
        "Mehrdad Rabiee Rad",
        "Mahtab Mohammad-Zamani",
        "Atieh Karimi Shervedani",
        "Farnaz Bahrami-Samani",
        "Kiyan Heshmat-Ghahdarijani"
      ],
      "journal": "Current problems in cancer",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Currently, several options are available for the prevention and treatment of cancers; however, many limitations remain with these approaches. Recently, antioxidants have become important preventive and therapeutic alternatives with few adverse events and minimum cost. Coenzyme Q10 (CoQ10) is a naturally occurring component that performs an anticancer function by reducing oxidative stress. CoQ10 supplementation as an adjuvant therapy offers more progress in the elimination and development of cancers. This review aimed to critically assess and summarize the implication of CoQ10 in cancers, highlighting possible mechanisms, and future directions of research for the standardization of the current regimen for cancer prevention and treatment.",
      "mesh_terms": [
        "Humans",
        "Ubiquinone",
        "Antioxidants",
        "Oxidative Stress",
        "Neoplasms"
      ]
    },
    {
      "pmid": "38326366",
      "title": "Investigating the individual and combined effects of coenzyme Q10 and vitamin C on CLP-induced cardiac injury in rats.",
      "authors": [
        "Hilal Üstündağ",
        "Özlem Demir",
        "Mehmet Tahir Huyut",
        "Neslihan Yüce"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Feb-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sepsis-induced cardiac injury represents a major clinical challenge, amplifying the urgency for effective therapeutic interventions. This study aimed to delve into the individual and combined prophylactic effects of Vitamin C (Vit C) and Coenzyme Q10 (CoQ10) against inflammatory heart injury in a cecal ligation and puncture (CLP) induced polymicrobial sepsis rat model. Thirty adult female Sprague-Dawley rats were randomly divided into five groups: Control, CLP, Vitamin C, CoQ10, and Vit C + CoQ10, each consisting of six rats. Treatments were administered orally via gavage for 10 days prior to the operation. Eighteen hours post-sepsis induction, the animals were euthanized, and specimens were collected for analysis. The study examined variations in oxidative (TOS, OSI, MDA, MPO) and antioxidative markers (TAS, SOD, CAT, GSH), histopathological changes, inflammatory cytokine concentrations (TNF-α, IL-1β), nitric oxide (NO) dynamics, and cardiac indicators such as CK-MB. Impressively, the combined regimen markedly diminished oxidative stress, and antioxidative parameters reflected notable enhancements. Elevated NO levels, a central player in sepsis-driven inflammatory cascades, were effectively tempered by our intervention. Histological examinations corroborated the biochemical data, revealing diminished cardiac tissue damage in treated subjects. Furthermore, a marked suppression in pro-inflammatory cytokines was discerned, solidifying the therapeutic potential of our intervention. Interestingly, in certain evaluations, CoQ10 exhibited superior benefits over Vit C. Collectively, these findings underscore the potential therapeutic promise of Vit C and CoQ10 combination against septic cardiac injuries in rats.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Rats",
        "Antioxidants",
        "Ascorbic Acid",
        "Cytokines",
        "Disease Models, Animal",
        "Heart Injuries",
        "Punctures",
        "Rats, Sprague-Dawley",
        "Sepsis",
        "Tumor Necrosis Factor-alpha",
        "Ubiquinone",
        "Vitamins"
      ]
    },
    {
      "pmid": "38313176",
      "title": "Neuroprotective effects of Coenzyme Q10 in ischemia-reperfusion injury via inflammation and oxidative stress reduction in adult male rats.",
      "authors": [
        "Zainab Ali Fakharaldeen",
        "Ahmed Al-Mudhafar",
        "Sarmad Nory Gany",
        "Ali Nisoom Radhi",
        "Najah Rayish Hadi"
      ],
      "journal": "Journal of medicine and life",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the potential neuroprotective effects of coenzyme Q10 in cerebral ischemia-reperfusion injury-induced neuronal damage and explore the underlying mechanisms. Twenty-eight adult male rats, weighing approximately 200-300 grams, were randomly divided into four groups: the sham group (neck dissection without ischemia), the control group (30 minutes of bilateral common carotid artery ligation followed by one hour of reperfusion), the vehicle group (oral carboxymethylcellulose solution for seven days prior to bilateral common carotid artery ligation and reperfusion), and the treatment group (seven days of coenzyme Q10 pretreatment followed by bilateral common carotid artery occlusion and reperfusion). Histopathological analysis and measurement of brain infarct size were performed, and cerebral levels of IL-6, IL-10, TNF-α, ICAM-1, NF-κB p65, and total antioxidant capacity were assessed. These cerebral tissue levels and cerebral infarct size were significantly elevated in the control and vehicle groups compared to the sham group. Conversely, the total antioxidant capacity was significantly reduced in these groups. Coenzyme Q10 treatment resulted in a significant increase in IL-10 and total antioxidant capacity levels, along with a significant decrease in IL-6, ICAM-1, TNF-α, and NF-κB p65 levels. Histopathological analysis revealed a significant reduction in ischemic damage in the coenzyme Q10-treated group. Coenzyme Q10 has neuroprotective properties in rats subjected to cerebral ischemia/reperfusion injury, possibly through its anti-inflammatory and anti-oxidative effects.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Interleukin-10",
        "NF-kappa B",
        "Neuroprotective Agents",
        "Intercellular Adhesion Molecule-1",
        "Antioxidants",
        "Tumor Necrosis Factor-alpha",
        "Interleukin-6",
        "Reperfusion Injury",
        "Inflammation",
        "Oxidative Stress",
        "Brain Ischemia",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "38304125",
      "title": "The Effects of Coenzyme Q10 on Contrast-Induced Acute Kidney Injury in Type 2 Diabetes: A Randomized Clinical Trial.",
      "authors": [
        "Ashkan Karbasi",
        "Ali Abbasi",
        "Abbas Mohagheghi",
        "Jalal Poorolajal",
        "Farzad Emami",
        "Shirin Moradkhani",
        "Iraj Khodadadi",
        "Mahmoud Gholyaf",
        "Heidar Tavilani"
      ],
      "journal": "Chonnam medical journal",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Contrast-induced acute kidney injury (CI-AKI) is a frequent challenge following the injection of contrast media and its subsequent oxidative stress. The aim of the present study was to evaluate the preventive effects of coenzyme Q10 (Q10), as a mitochondrial-targeted antioxidant in CI-AKI in diabetic patients, who account for a large proportion of angiographic cases. A total of 118 diabetic patients were randomly assigned to receive 120 mg of oral coenzyme Q10 (Q10 group) or placebo (Placebo group) for four days, starting 24 hours before contrast media injection. Blood urea nitrogen (BUN), serum and urinary creatinine, estimated glomerular filtration rate (eGFR), urinary malondialdehyde (UMDA), urinary total antioxidant capacity (UTAC), and urinary mitochondrial to nuclearDNA ratios (mtDNA/nDNA ratio) were evaluated before and after the treatment period. Urine sediments were also evaluated to report the urine microscopy score (UMS).The levels of BUN, serum and urine creatinine, and UMS were similar in the Q10 and placebo groups. EGFR was lower in the Q10 group before the treatment (p=0.013) but not after. The urinary mtDNA/nDNA ratio was 3.05±1.68 and 3.69±2.58 in placebo and Q10 groups, but UTAC was found to be lower in Q10 both before (p=0.006) and after the treatment (p<0.001). The incidence of CI-AKI was 14.40% and the mtDNA/nNDA ratio was similar between CI-AKI and non-CI-AKI patients. In conclusion, Q10 treatment shows no favorable effect on prevention of CI-AKI or a urinary mtDNA/nDNA ratio among diabetic patients."
    },
    {
      "pmid": "38281937",
      "title": "Coenzyme Q10 mitigates macrophage mediated inflammation in heart following myocardial infarction via the NLRP3/IL1β pathway.",
      "authors": [
        "Wenxu Pan",
        "Guiquan Zhou",
        "Meiling Hu",
        "Gaoshan Li",
        "Mingle Zhang",
        "Hao Yang",
        "Kunyan Li",
        "Jingwei Li",
        "Ting Liu",
        "Ying Wang",
        "Jun Jin"
      ],
      "journal": "BMC cardiovascular disorders",
      "publication_date": "2024-Jan-28",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: The protective effect of Coenzyme Q10 (CoQ10) on the cardiovascular system has been reported, however, whether it can promote early recovery of cardiac function and alleviate cardiac remodeling after myocardial infarction (MI) remains to be elucidated. Whether CoQ10 may regulate the macrophage-mediated pro-inflammatory response after MI and its potential mechanism are worth further exploration. METHODS: To determine the baseline plasma levels of CoQ10 by LC-MS/MS, healthy controls and MI patients (n = 11 each) with age- and gender-matched were randomly enrolled. Additional MI patients were consecutively enrolled and randomized into the blank control (n = 59) or CoQ10 group (n = 61). Follow-ups were performed at 1- and 3-month to assess cardiac function after percutaneous coronary intervention (PCI). In the animal study, mice were orally administered CoQ10/vehicle daily and were subjected to left anterior descending coronary artery (LAD) ligation or sham operation. Echocardiography and serum BNP measured by ELISA were analyzed to evaluate cardiac function. Masson staining and WGA staining were performed to analyze the myocardial fibrosis and cardiomyocyte hypertrophy, respectively. Immunofluorescence staining was performed to assess the infiltration of IL1β/ROS-positive macrophages into the ischemic myocardium. Flow cytometry was employed to analyze the recruitment of myeloid immune cells to the ischemic myocardium post-MI. The expression of inflammatory indicators was assessed through RNA-seq, qPCR, and western blotting (WB). RESULTS: Compared to controls, MI patients showed a plasma deficiency of CoQ10 (0.76 ± 0.31 vs. 0.46 ± 0.10 µg/ml). CoQ10 supplementation significantly promoted the recovery of cardiac function in MI patients at 1 and 3 months after PCI. In mice study, compared to vehicle-treated MI mice, CoQ10-treated MI mice showed a favorable trend in survival rate (42.85% vs. 61.90%), as well as significantly alleviated cardiac dysfunction, myocardial fibrosis, and cardiac hypertrophy. Notably, CoQ10 administration significantly suppressed the recruitment of pro-inflammatory CCR2+ macrophages into infarct myocardium and their mediated inflammatory response, partially by attenuating the activation of the NLR family pyrin domain containing 3 (NLRP3)/Interleukin-1 beta (IL1β) signaling pathway. CONCLUSIONS: These findings suggest that CoQ10 can significantly promote early recovery of cardiac function after MI. CoQ10 may function by inhibiting the recruitment of CCR2+ macrophages and suppressing the activation of the NLRP3/IL1β pathway in macrophages. TRIAL REGISTRATION: Date of registration 09/04/2021 (number: ChiCTR2100045256).",
      "mesh_terms": [
        "Animals",
        "Humans",
        "Mice",
        "Chromatography, Liquid",
        "Disease Models, Animal",
        "Fibrosis",
        "Inflammation",
        "Interleukin-1beta",
        "Macrophages",
        "Myocardial Infarction",
        "Myocardium",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Percutaneous Coronary Intervention",
        "Tandem Mass Spectrometry",
        "Ubiquinone",
        "Ventricular Remodeling"
      ]
    },
    {
      "pmid": "38255749",
      "title": "Prospects of Intravenous Coenzyme Q10 Administration in Emergency Ischemic Conditions.",
      "authors": [
        "Elena I Kalenikova",
        "Evgeniya A Gorodetskaya",
        "Oxana V Povarova",
        "Oleg S Medvedev"
      ],
      "journal": "Life (Basel, Switzerland)",
      "publication_date": "2024-Jan-17",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Coenzyme CoQ10 (CoQ10) is an endogenous lipid-soluble antioxidant that effectively protects lipids, proteins, and DNA from oxidation due to its ability to undergo redox transitions between oxidized and reduced forms. Various oxidative stress-associated infectious and somatic diseases have been observed to disrupt the balance of CoQ10 concentration in tissues. As a high molecular weight polar lipophilic compound, CoQ10 exhibits very limited oral bioavailability, which restrains its therapeutic potential. Nevertheless, numerous studies have confirmed the clinical efficacy of CoQ10 therapy through oral administration of high doses over extended time periods. Experimental studies have demonstrated that in emergency situations, intravenous administration of both oxidized and reduced-form CoQ10 leads to a rapid increase in its concentration in organ tissues, offering protection for organ tissues in ischemic conditions. This suggests that the cardio- and neuroprotective efficacy of intravenously administered CoQ10 forms could present new opportunities in treating acute ischemic conditions. Based on these findings, the review provides reasoning supporting further research and implementation of CoQ10 dosage forms for intravenous administration in emergency situations into clinical practice."
    },
    {
      "pmid": "38243568",
      "title": "Comparative influence of kolaviron and coenzyme Q10 on complex I activity, glutamate clearance, 3,4-dihydroxyphenethylamine metabolism, and redox stress in rotenone-induced neurotoxicity.",
      "authors": [
        "A C Akinmoladun",
        "Ibrahim Saliu",
        "Olaoluwa Abilogun",
        "Omotola Helen Ajibola",
        "Zainab Abiola Amoo",
        "Olubukola Benedicta Ojo",
        "Ebenezer O Farombi",
        "Mary Tolulope Olaleye"
      ],
      "journal": "Nigerian journal of physiological sciences : official publication of the Physiological Society of Nigeria",
      "publication_date": "2022-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "3,4-dihydroxyphenethylamine (dopamine) depletion, inhibition of complex I activity, oxidative stress, and glutamate excitotoxicity are cardinal biochemical features of neurotoxicity induced by systemic unilateral infusion of rotenone. Kolaviron (KV), a biflavonoid from Garcinia kola seeds, has been proven to have pharmacological effects against neurotoxicity. Coenzyme Q10 plays an essential role in mitochondrial oxidative phosphorylation and as an antioxidant. This study examined the comparative influence of kolaviron and coenzyme Q10 on complex I activity, dopamine metabolism, glutamate clearance, and redox stress in rotenone-induced neurotoxicity in the cortex, hippocampus, and striatum of the brain of rats. Adult Male Wistar rats were pretreated with 200 mg/kg KV or 100 mg/kg coenzyme Q10 for 7 days followed by administration of a progressive six doses of 1.5 mg/kg rotenone within the next 48 h after which the animals were euthanized and the brain excised. On the cortical, hippocampal, and striatal regions of the brain, complex I activity, dopamine metabolism, oxidative stress markers, as well as glutamate metabolism were carried out and analyzed. In all brain regions examined, KV and coenzyme Q10 pretreatment modulated complex I activity, ameliorated redox imbalance, and enhanced dopamine metabolism via increasing the activity of tyrosine hydroxylase and decreasing monoamine oxidase activity. KV facilitated glutamate clearance through augmentation of glutamate dehydrogenase and glutamine synthetase activities.  The activity of KV was comparable to that of the mitochondrial membrane antioxidant compound, coenzyme Q10, this indicates that KV is a promising therapeutic agent in the treatment of Parkinson's disease and its activity compares well with coenzyme Q10.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Antioxidants",
        "Dopamine",
        "Rotenone",
        "Glutamic Acid",
        "Rats, Wistar",
        "Oxidative Stress",
        "Oxidation-Reduction",
        "Garcinia kola",
        "Flavonoids",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "38236112",
      "title": "MYELOPEROXIDASE AND COENZYME Q10 MODULATED IN THE CHRONIC KIDNEY DISEASE PATIENTS.",
      "authors": [
        "H Aziz",
        "A Hussein",
        "M Zakari"
      ],
      "journal": "Georgian medical news",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Kidney failure, also known as end-stage kidney disease, is a medical condition in which the kidneys are functioning at less than 15% of normal. Kidney failure is classified as either acute kidney failure, which develops rapidly and may resolve; and chronic kidney failure, which develops slowly. Diagnosis of chronic failure is based on a glomerular filtration rate (GFR) of less than 15 or the need for renal replacement therapy. It is also equivalent to stage 5 chronic kidney disease.The study aimed to evaluate the role of MPO and Co Q10 in different stages of CKD, and correlates this parameter with urea, Cr, Na, K, and eGFR.A Case-control study is carried out in Baghdad in the Imamian Kadhimian Medical City and Al-Karamah Teaching Hospital between August 2022 and March 2023. The number of CKD males under study were 60 male whose ages were between 25 to 50 years old. In addition, the control group consisted of 30 healthy volunteer males aged between 25 to 50 years and they did not have any diseases. Blood samples were collected from each male for measurement of Myeloperoxidase (MPO), and Coenzyme Q10 by Enzyme-linked immunosorbent assay (ELISA). The study showed that the reduced mean level of myeloperoxidase (p<0.001) in the patient's group compared with the control group, (19.9±6.82 ng/ml) and (42.4±4.98 ng/ml) respectively. Our study revealed that with increasing CKD stage, the myeloperoxidase levels decrease. Also, the reduced mean level of Coenzyme Q10 was 2.97±0.511 ng/ml in the patient group was highly significant than the control group's 7.07±2.41 ng/ml (p<0.001). Our study revealed that with increasing CKD stage, the coenzyme Q10 levels decrease. The study found a positive correlation of serum myeloperoxidase with coenzyme Q10 in CKD patients.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Adult",
        "Middle Aged",
        "Case-Control Studies",
        "Renal Insufficiency, Chronic",
        "Kidney Failure, Chronic",
        "Renal Insufficiency",
        "Peroxidase",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "38231584",
      "title": "Clinical Observation of Trimetazidine Combined With Coenzyme Q10 in the Treatment of Myocardial Damage Caused by COVID-19.",
      "authors": [
        "Xiaochun Ye",
        "Shaohui Zhang"
      ],
      "journal": "American journal of therapeutics",
      "publication_date": null,
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Humans",
        "Trimetazidine",
        "COVID-19",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "38227584",
      "title": "Ameliorating impact of coenzyme Q10 on the profile of adipokines, cardiomyopathy, and hematological markers correlated with the glucotoxicity sequelae in diabetic rats.",
      "authors": [
        "Yousif Jameel Jbrael",
        "Badraldin Kareem Hamad"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: In diabetes, high blood glucose induces glucotoxicity, resulting in the further damage of pancreatic beta-cells and then precipitating diabetic complications. This study was aimed to investigate the relationship between glucotoxicity with the level of adipokines, diabetic cardiomyopathy, and hematological markers. Moreover, the study examined the potential modulatory effect of coenzyme Q10 (CoQ10) on the aforementioned markers associated with the sequelae of diabetes mellitus. MATERIAL AND METHODS: Twenty-four male rats were randomly assigned to receive an injection of STZ to induce diabetes (n = 16) or to remain uninduced (n = 8). The hyperglycemic status was induced in fasting rats by single intraperitoneal injection of STZ (45 mg /kg b.w.) dissolved in citrate buffer (pH 4.5). Three days after STZ injection, rats were divided into three groups; Normal control group (A), Diabetic control group (B), and CoQ10- treated diabetic group (C). The group (C) was fed with the basal diet supplemented with 5 g of CoQ10 per kilogram of diet for three weeks after the diabetes induction. After 21 days, the blood and serum samples were taken to conduct biochemical analyses. Blood glucose was determined by Blood Glucose Monitoring System. Adipokines or cytokines were evaluated by ELISA from a serum sample. Cardiac myopathy biomarkers were estimated by UP-Converting Phosphor Immunoassay Analyzer, and hematological parameters were measured by automatic hematology analyzer. RESULTS: In hyperglycemic rats, the level of fasting blood glucose, and serum level of resistin, omentin, TNF-α, and cardiomyopathy biomarkers significantly increased (P < 0.05). The treatment with CoQ10 significantly decreased the profile of adipokines and cardiomyopathy markers (cardiac enzymes and LPPLA2) in diabetic rats and also reduced glucose levels (P < 0.05). Lymphocyte percentages significantly decreased while significant increases were observed in granulocytes and MID percentages in hyperglycemic rats. CONCLUSION: Diabetic rats had higher serum levels of adipokines and cardiomyopathy markers. Among the hematological markers, GRA% and MID% increased while LYM% decreased. The profile of adipokines and cardiomyopathy markers improved when CoQ10 was supplemented. The study suggests that CoQ10 may have a beneficial effect on improving diabetic complications.",
      "mesh_terms": [
        "Rats",
        "Male",
        "Animals",
        "Adipokines",
        "Diabetes Mellitus, Experimental",
        "Blood Glucose",
        "Blood Glucose Self-Monitoring",
        "Ubiquinone",
        "Biomarkers",
        "Diabetes Complications",
        "Cardiomyopathies",
        "Hematology"
      ]
    },
    {
      "pmid": "38220408",
      "title": "Coenzyme Q10 supplementation in rheumatic diseases: A systematic review.",
      "authors": [
        "Jozélio Freire de Carvalho",
        "Thelma Skare"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "Coenzyme Q10 (CoQ10) is a potent antioxidant and anti-inflammatory substance used to treat some rheumatic diseases. Our objective was to review the use of CoQ10 in rheumatic diseases. PubMed/Medline, Embase, Scopus, and Web of Science databases were searched for articles on CoQ10 and rheumatic diseases between 1966 and April 2023. Twenty articles were found, including 483 patients. The investigated conditions were Fibromyalgia (FM) with 15 studies, Rheumatoid Arthritis (RA) with 3 studies, and Antiphospholipid Syndrome (APS) with 2 studies. After CoQ10 supplementation, RA patients observed improvements in disease activity index, inflammatory biomarkers (erythrocyte sedimentation rate), cytokine levels, and a decrease in malondialdehyde. In APS, CoQ10 improved endothelial function and decreased prothrombotic and proinflammatory mediators. Regarding FM, in most of the studies, the patients observed improvements in pain, fatigue, sleep, tender points count, mood disorders, and scores on the Fibromyalgia Impact Questionnaire (FIQ). The drug was well tolerated, with reports of minor side effects in two studies. CoQ10 supplementation seems to be efficacious as a complementary treatment for RA and FM. Upcoming studies with larger samples and including other rheumatic diseases are welcome.",
      "mesh_terms": [
        "Humans",
        "Fibromyalgia",
        "Ubiquinone",
        "Antioxidants",
        "Arthritis, Rheumatoid",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "38203745",
      "title": "Mitochondrial Dysfunction and Coenzyme Q10 Supplementation in Post-Viral Fatigue Syndrome: An Overview.",
      "authors": [
        "David Mantle",
        "Iain Parry Hargreaves",
        "Joan Carles Domingo",
        "Jesus Castro-Marrero"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Jan-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Post-viral fatigue syndrome (PVFS) encompasses a wide range of complex neuroimmune disorders of unknown causes characterised by disabling post-exertional fatigue, myalgia and joint pain, cognitive impairments, unrefreshing sleep, autonomic dysfunction, and neuropsychiatric symptoms. It includes myalgic encephalomyelitis, also known as chronic fatigue syndrome (ME/CFS); fibromyalgia (FM); and more recently post-COVID-19 condition (long COVID). To date, there are no definitive clinical case criteria and no FDA-approved pharmacological therapies for PVFS. Given the current lack of effective treatments, there is a need to develop novel therapeutic strategies for these disorders. Mitochondria, the cellular organelles responsible for tissue energy production, have recently garnered attention in research into PVFS due to their crucial role in cellular bioenergetic metabolism in these conditions. The accumulating literature has identified a link between mitochondrial dysfunction and low-grade systemic inflammation in ME/CFS, FM, and long COVID. To address this issue, this article aims to critically review the evidence relating to mitochondrial dysfunction in the pathogenesis of these disorders; in particular, it aims to evaluate the effectiveness of coenzyme Q10 supplementation on chronic fatigue and pain symptoms as a novel therapeutic strategy for the treatment of PVFS.",
      "mesh_terms": [
        "Humans",
        "Fatigue Syndrome, Chronic",
        "Post-Acute COVID-19 Syndrome",
        "Fibromyalgia",
        "Myalgia",
        "Mitochondrial Diseases",
        "Dietary Supplements",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "38124174",
      "title": "Mitochondrion-targeted carboxymethyl chitosan hybrid nanoparticles loaded with Coenzyme Q10 protect cardiac grafts against cold ischaemia‒reperfusion injury in heart transplantation.",
      "authors": [
        "Shun Yuan",
        "Yanjia Che",
        "Zhiwei Wang",
        "Kai Xing",
        "Xiaoping Xie",
        "Yuanyang Chen"
      ],
      "journal": "Journal of translational medicine",
      "publication_date": "2023-Dec-20",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Heart transplantation (HT) has been approved as an optimal therapeutic regimen for patients with terminal-stage cardiac failure. However, cold ischaemia‒reperfusion (I/R) injury remains an unavoidable and outstanding challenge, which is a major factor in early graft dysfunction and an obstacle to long-term survival in HT. Cold I/R injury induces cardiac graft injury by promoting mitochondrial dysfunction and augmenting free radical production and inflammatory responses. We therefore designed a mitochondrion-targeted nanocarrier loaded with Coenzyme Q10 (CoQ10) (CoQ10@TNPs) for treatment of cold I/R injury after cardiac graft in a murine heterotopic cardiac transplantation model. METHODS: Hybrid nanoparticles composed of CaCO3/CaP/biotinylated-carboxymethylchitosan (CaCO3/CaP/BCMC) were synthesized using the coprecipitation method, and the mitochondria-targeting tetrapeptide SS31 was incorporated onto the surface of the hybrid nanoparticles through biotin-avidin interactions. Transmission electron microscopy (TEM) and dynamic light scattering (DLS) analysis were used for characterisation. In vitro, the hypoxia-reoxygenation model of H9c2 cells was employed to replicate in vivo cold I/R injury and treated with CoQ10@TNPs. The impact of CoQ10@TNPs on H9c2 cell injury was assessed by analysis of oxidative damage and apoptosis. In vivo, donor hearts (DHs) were perfused with preservation solution containing CoQ10@TNPs and stored in vitro at 4 °C for 12 h. The DHs were heterotopically transplanted and analysed for graft function, oxidative damage, apoptosis, and inflammatory markers 1 day post-transplantation. RESULTS: CoQ10@TNPs were successfully synthesized and delivered CoQ10 to the mitochondria of the cold ischaemic myocardium. In vitro experiments demonstrated that CoQ10@TNPs was taken up by H9c2 cells at 4 °C and localized within the mitochondria, thus ameliorating oxidative stress damage and mitochondrial injury in cold I/R injury. In vivo experiments showed that CoQ10@TNPs accumulated in DH tissue at 4 °C, localized within the mitochondria during cold storage and improved cardiac graft function by attenuating mitochondrial oxidative injury and inflammation. CONCLUSIONS: CoQ10@TNPs can precisely deliver CoQ10 to the mitochondria of cold I/R-injured cardiomyocytes to effectively eliminate mitochondrial reactive oxygen species (mtROS), thus reducing oxidative injury and inflammatory reactions in cold I/R-injured graft tissues and finally improving heart graft function. Thus, CoQ10@TNPs offer an effective approach for safeguarding cardiac grafts against extended periods of cold ischaemia, emphasizing the therapeutic potential in mitigating cold I/R injury during HT. These findings present an opportunity to enhance existing results following HT and broaden the range of viable grafts for transplantation.",
      "mesh_terms": [
        "Mice",
        "Humans",
        "Animals",
        "Heart Transplantation",
        "Chitosan",
        "Tissue Donors",
        "Reperfusion Injury",
        "Mitochondria",
        "Myocytes, Cardiac",
        "Heart Injuries"
      ]
    },
    {
      "pmid": "38105612",
      "title": "Effects of L-Carnitine and Coenzyme Q10 Supplementation on Lower Urinary Tract Symptoms in Men with Benign Prostatic Hyperplasia: A Randomized, Controlled, Clinical Trial.",
      "authors": [
        "Mahsa Norouzi",
        "Sepideh Mahboobi",
        "Mohammad Hassan Eftekhari",
        "Mehdi Salehipour",
        "Haleh Ghaem",
        "Ali Mirzakhanlouei",
        "Mohammad Ali Mohsenpour"
      ],
      "journal": "Nutrition and cancer",
      "publication_date": "2024",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The prevalence of benign prostatic hyperplasia (BPH) and its associated lower urinary tract symptoms (LUTS) increases with age. Considering that BPH drug treatment is associated with complications, this study aimed to investigate the effects of L-carnitine (LC) and Coenzyme Q10 (CoQ10) supplementation as an adjunct therapy to finasteride in the management of LUTS in older men affected with BPH. Fifty eligible volunteers (25 per group) were randomly assigned to either intervention (finasteride + LC and CoQ10 supplements) or control (finasteride + placebo) groups. International prostate symptom score (IPSS), international index of erectile function (IIEF), quality of life index (QoL), as well as serum levels of Prostate-specific antigen (PSA), were assessed. Prostate ultrasound evaluation was also performed, before and after 8 wk of intervention. Supplementation with LC and CoQ10 led to a significant decrease in prostate volume (p < 0.001) as well as a significant increase in IIEF (p < 0.001), compared to the control group. However, there were no significant between-group differences in IPSS (p = 0.503), QoL scores (p = 0.339), and PSA levels (p = 0.482). CoQ10 and LC supplements might be beneficial in combination with standard therapies in the management of BPH and its related complications.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Aged",
        "Prostatic Hyperplasia",
        "Quality of Life",
        "Finasteride",
        "Carnitine",
        "Prostate-Specific Antigen",
        "Lower Urinary Tract Symptoms",
        "Dietary Supplements",
        "Treatment Outcome",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "38055044",
      "title": "Coenzyme Q10 Protects Against Hyperlipidemia-Induced Osteoporosis by Improving Mitochondrial Function via Modulating miR-130b-3p/PGC-1α Pathway.",
      "authors": [
        "Meng Meng",
        "Jiaying Wang",
        "Changyuan Wang",
        "Jianyu Zhao",
        "Huihan Wang",
        "Yukun Zhang",
        "Huijun Sun",
        "Mozhen Liu"
      ],
      "journal": "Calcified tissue international",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In hyperlipidemia-induced osteoporosis, bone marrow mesenchymal stem cells (BMSCs) differentiate into more adipocytes than osteoblasts, leading to decreased bone formation. It is vital to elucidate the effects of hyperlipidemia on bone metabolism and seek new agents that regulate adipocyte-osteoblast lineage allocation. CoQ10, a rate-limiting coenzyme of the mitochondrial respiratory chain, has been reported to decrease oxidative stress and lipid peroxidation by functioning as a mitochondrial antioxidant. However, its effect on hyperlipidemia-induced osteoporosis remains unknown. Here, we analyzed the therapeutic mechanisms of CoQ10 on hyperlipidemia-induced osteoporosis by using high-fat diet (HFD)-treated ApoE-/- mice or oxidized low-density lipoprotein (ox-LDL)-treated BMSCs. The serum lipid levels were elevated and bone formation-related markers were decreased in HFD-treated ApoE-/- mice and ox-LDL-treated BMSCs, which could be reversed by CoQ10. Additionally, PGC-1α protein expression was decreased in HFD-treated ApoE-/- mice and ox-LDL-treated BMSCs, accompanied by mitochondrial dysfunction, decreased ATP content and overgeneration of reactive oxygen species (ROS), which could also be antagonized by CoQ10. Furthermore, PGC-1α knockdown in vitro promoted ROS generation, BMSC apoptosis, and adipogenic differentiation while attenuating osteogenic differentiation in BMSCs. Mechanistically, it suggested that the expression of PGC1-α protein was increased with miR-130b-3p inhibitor treatment in osteoporosis under hyperlipidemia conditions to improve mitochondrial function. Collectively, CoQ10 alleviates hyperlipidemia-induced osteoporosis in ApoE-/- mice and regulates adipocyte-osteoblast lineage allocation. The possible underlying mechanism may involve the improvement of mitochondrial function by modulating the miR-130b-3p/PGC-1α pathway.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Hyperlipidemias",
        "Osteogenesis",
        "Reactive Oxygen Species",
        "Osteoporosis",
        "Cell Differentiation",
        "MicroRNAs",
        "Mitochondria",
        "Apolipoproteins E",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "37971634",
      "title": "Comparison of Coenzyme Q10 (Ubiquinone) and Reduced Coenzyme Q10 (Ubiquinol) as Supplement to Prevent Cardiovascular Disease and Reduce Cardiovascular Mortality.",
      "authors": [
        "Johannes-Paul Fladerer",
        "Selina Grollitsch"
      ],
      "journal": "Current cardiology reports",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article",
        "Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE OF REVIEW: According to the World Health Organization (WHO), cardiovascular disease is the leading cause of death worldwide. Heart failure has been defined as a global pandemic leading to millions of deaths. Recent research clearly approved the beneficial effect of Coenzyme Q10 supplementation in treatment and prevention of cardiovascular disease in patients with heart failure in clinical trials but did not distinguish between the oxidised form CoQ10 and reduced form CoQH2 of Coenzyme Q10. The aim of this study is to determine differences in medical application of CoQ10 and CoQH2 supplementation and evaluate the efficacy of CoQ10 and CoQH2 supplementation to prevent cardiovascular disease in patients with heart failure. RECENT FINDINGS: A PubMed search for the terms \"ubiquinone\" and \"ubiquinol\" was conducted, and 28 clinical trials were included. Our findings go along with the biochemical description of CoQ10 and CoQH2, recording cardiovascular benefits for CoQ10 and antioxidative and anti-inflammatory properties for CoQH2. Our main outcomes are the following: (I) CoQ10 supplementation reduced cardiovascular death in patients with heart failure. This is not reported for CoQH2. (II) Test concentrations leading to cardiovascular benefits are much lower in CoQ10 studies than in CoQH2 studies. (III) Positive long-term effects reducing cardiovascular mortality are only observed in CoQ10 studies. Based on the existing literature, the authors recommend CoQ10 instead of CoQH2 to treat and prevent cardiovascular disease in patients with heart failure.",
      "mesh_terms": [
        "Humans",
        "Ubiquinone",
        "Cardiovascular Diseases",
        "Dietary Supplements",
        "Heart Failure"
      ]
    },
    {
      "pmid": "37969937",
      "title": "The Effects of Coenzyme Q10 Supplementation on Oxidative Status and Lipid Profile in Migraine Patients: A Randomized Double-Blinded Controlled Clinical Trial.",
      "authors": [
        "Monireh Dahri",
        "Atefeh Sarafan Sadeghi",
        "Naseh Pahlavani",
        "Elyas Nattagh-Eshtivani",
        "Mazyar Hashemilar",
        "Mohammad Asghari-Jafarabadi",
        "Hanieh Barghchi",
        "Ali Tarighat-Esfanjani"
      ],
      "journal": "Clinical nutrition research",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Migraine is a common neurological disease correlated with oxidative stress and lipid profile disorders. The present study was designed to determine the effects of Coenzyme Q10 (Co-Q10) supplementation on oxidative status and lipid profile in migraine individuals. This clinical trial was conducted on 84 females aged 18-50 years, diagnosed for episodic migraine according to the International Headache Society. Subjects were randomized to receive either Co-Q10 supplement (400 mg/day) or placebo for 12 weeks. Lipid profile and oxidative stress indices including malondialdehyde (MDA) and total antioxidant capacity (TAC) were measured before and after intervention in both groups. Also, anthropometric indices, dietary intakes, and clinical features were collected. Data analysis was conducted using SPSS version 16. Seventy-seven of the participants, with mean age of 33.70 ± 7.75 years, completed the study. After 12-week intervention, Co-Q10 led to a significant decrease in MDA levels compared to placebo (p = 0.009), with no effect on TAC levels (p = 0.106). A significant increase in serum Co-Q10 concentration and high-density lipoprotein cholesterol (HDL-C) level in Co-Q10 group was observed, but no significant differences were found in other lipid profile variables (low-density lipoprotein cholesterol, triglycerides and total cholesterol). Among anthropometric variables, Co-Q10 only caused a significant reduction in body fat percentage (BFP), but we did not find any significant changes in others. A 12-week Co-Q10 supplementation led to significant improvement in clinical features, BFP, and HDL-C level among migraine individuals. TRIAL REGISTRATION: Iranian Registry of Clinical Trials Identifier: IRCT201508265670N10."
    },
    {
      "pmid": "37967787",
      "title": "Transcriptomic characterization of interactions between sodium selenite and coenzyme Q10 on preventing cadmium-induced testicular defects.",
      "authors": [
        "Jiajia Xie",
        "Jiexia Wang",
        "Jingjing Shao",
        "Hangping Fang",
        "Yijia Liu",
        "Xue Xiao",
        "Xin Wen",
        "Xiaoju Guan",
        "Zhijian Su",
        "Ping Duan",
        "Haolin Chen",
        "Congde Chen"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of heavy metal cadmium (Cd) on testicular function is recognized. However, the mechanism involved is not well-established. In the present study, we analyzed the testicular transcriptomic changes induced by acute Cd exposure of adult rats with and without supplementation of antioxidants selenium (Se) and/or coenzyme Q10 (CoQ). Cd significantly decreased serum testosterone and two steroidogenic proteins SCARB1 and STAR. RNA-Seq analyses of testicular RNAs revealed specific activation of oxidative stress-, inflammation-, MAPK- and NF-κB-related signaling molecules. In addition, Cd treatment down-regulated gene for I, III and IV complexes of mitochondrial electron transport chain and up-regulated genes for NADPH-oxidase, major cascade in ROS production. The decrease in steroidogenesis and increase in inflammation may result from oxidative stress since supplementation of Se and CoQ, but not with either alone, almost completely prevented these changes, including overall alterations in transcriptome. Cd exposure induced total of 1192 differentially expressed genes (DEGs), which was reduced to 29 without considering confounding factors associated with Se/CoQ, a 97.6% protection rate. In conclusion, Cd exposure inhibited Leydig cell steroidogenesis by down-regulating SCARB1 and STAR through increasing oxidative stress and inflammation, but Se plus CoQ synergistically prevented all the changes induced by the Cd exposure.",
      "mesh_terms": [
        "Male",
        "Rats",
        "Animals",
        "Cadmium",
        "Sodium Selenite",
        "Transcriptome",
        "Antioxidants",
        "Selenium",
        "Oxidative Stress",
        "Inflammation",
        "Gene Expression Profiling"
      ]
    },
    {
      "pmid": "37948995",
      "title": "Epilepsy and Coenzyme Q10 deficiency with COQ4 variants.",
      "authors": [
        "Chia-Jui Hsu",
        "Wang-Tso Lee"
      ],
      "journal": "Epilepsy & behavior : E&B",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Coenzyme Q10 (CoQ10) is one of the essential substances for mitochondrial energy synthesis and extra-mitochondrial vital function. Primary CoQ10 deficiency is a rare disease resulting from interruption of CoQ10 biosynthetic pathway and biallelic COQ4 variants are one of the genetic etiologies recognized in this hereditary disorder. The clinical heterogenicity is broad with wide onset age from prenatal period to adulthood. The typical manifestations include early pharmacoresistant seizure, severe cognition and/or developmental delay, dystonia, ataxia, and spasticity. Patients may also have multisystemic involvements such as cardiomyopathy, lactic acidosis or gastro-esophageal regurgitation disease. Oral CoQ10 supplement is the major therapeutic medication currently. Among those patients, c.370G > A variant is the most common pathogenic variant detected, especially in Asian population. This phenomenon also suggests that this specific allele may be the founder variants in Asia. In this article, we report two siblings with infantile onset seizures, developmental delay, cardiomyopathy, and diffuse brain atrophy. Genetic analysis of both two cases revealed homozygous COQ4 c.370G > A (p.Gly124Ser) variants. We also review the clinical manifestations of primary CoQ10 deficiency patients and possible treatment categories, which are still under survey. As oral CoQ10 supplement may improve or stabilize disease severity, early precise diagnosis of primary CoQ10 deficiency and early treatment are the most important issues. This review article helps to further understand clinical spectrum and treatment categories of primary CoQ10 deficiency with COQ4 variant.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Pregnancy",
        "Ataxia",
        "Cardiomyopathies",
        "Epilepsy",
        "Mitochondrial Diseases",
        "Mitochondrial Proteins",
        "Muscle Weakness",
        "Mutation",
        "Ubiquinone"
      ]
    },
    {
      "pmid": "37701221",
      "title": "The effect of coenzyme Q10 supplementation on liver enzymes: A systematic review and meta-analysis of randomized clinical trials.",
      "authors": [
        "Mohadeseh Soleimani Damaneh",
        "Somaye Fatahi",
        "Naheed Aryaeian",
        "Hossein Bavi Behbahani"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Coenzyme Q10 is a potent antioxidant and is necessary for energy production in mitochondria. Clinical data have suggested that coenzyme Q10 (CoQ10) has some beneficial effects on liver function. However, these results are equivocal. This systematic review and meta-analysis aimed to clarify the effect of coenzyme Q10 supplementation on the serum concentration of liver function enzymes. We searched the online databases using relevant keywords up to April 2022. Randomized clinical trials (RCTs) investigating the effect of CoQ10, compared with a control group, on serum concentrations of liver enzymes were included. We found a significant reduction following supplementation with CoQ10 on serum concentrations of alanine aminotransferase (ALT) based on 15 effect sizes from 13 RCTs (weighted mean difference [WMD] = -5.33 IU/L; 95% CI: -10.63, -0.03; p = .04), aspartate aminotransferase (AST) based on 15 effect sizes from 13 RCTs (WMD = -4.91 IU/L; 95% CI: -9.35, -0.47; p = .03) and gamma-glutamyl transferase (GGT) based on eight effect sizes from six RCTs (WMD = -8.07 IU/L; 95% CI: -12.82, -3.32; p = .001; I 2 = 91.6%). However, we found no significant effects of CoQ10 supplementation on alkaline phosphatase concentration (WMD = 1.10 IU/L; 95% CI: -5.98, 8.18; p = .76). CoQ10 supplementation significantly improves circulating ALT, AST, and GGT levels; therefore, it might positively affect liver function. Further high-quality RCTs with more extended intervention periods and larger sample sizes are recommended to confirm our results."
    }
  ]
}