{
  "supplement": "Cryotherapy",
  "query": "Cryotherapy[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:24:29",
  "research_count": 2038,
  "count": 100,
  "articles": [
    {
      "pmid": "40297278",
      "title": "Effects of intracanal cryotherapy on postoperative pain in necrotic teeth with symptomatic apical periodontitis: a randomized controlled clinical trial.",
      "authors": [
        "Muhammad Zubair Ahmad"
      ],
      "journal": "Frontiers in dental medicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The present study aimed to assess the effects of intracanal cryotherapy on pain following single-visit non-surgical root canal treatment (NSRCT) of molar teeth with pulpal necrosis and symptomatic apical periodontitis (SAP). METHODS: This parallel-two arm, single-blind, randomized superiority clinical trial was registered at www.clincaltrials.gov (NCT05611736). Patients referred for NSRCT meeting the inclusion criteria were included. Preoperative radiographs, pulp sensibility tests, and pain scores on the visual analog scale (VAS) were recorded. Following shaping and cleaning, 302 patients were randomly allocated to the two groups (n = 151). In the experimental group, final irrigation was done using 0.9% physiologic saline solution at 2.5 °C, whereas in the control group, final irrigation was done using the same solution at room temperature. All treatments were performed in a single visit. Analgesics intake and presence, duration, and intensity of pain using the VAS at 6, 24, 72 h, and 1 week were recorded. Any adverse events were recorded. Data was analyzed using the Mann-Whitney U test and the Student's t test (P < 5%). RESULTS: Patients in the cryotherapy group had significantly less postoperative pain at 6, 24, and 72 h (P < 0.05). There was no difference in postoperative pain at 1 week (P > 0.05). No adverse event was recorded in either group during or immediately after root canal treatment. CONCLUSION: Cryotherapy significantly reduces postoperative pain in single-visit root canal treatment of molars with pulp necrosis and SAP. It can be considered a biocompatible, economical, and straightforward method for managing postoperative pain. CLINICAL TRIAL REGISTRATION: www.clincaltrials.gov, identifier (NCT05611736)."
    },
    {
      "pmid": "40279567",
      "title": "OUTCOMES OF CRYOTHERAPY FOR THE TREATMENT OF RETINOBLASTOMA IN 92 CONSECUTIVE PATIENTS.",
      "authors": [
        "Younghoon Kim",
        "Guy S Negretti",
        "Mark Westcott",
        "Mandeep S Sagoo",
        "M Ashwin Reddy"
      ],
      "journal": "Retina (Philadelphia, Pa.)",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To report the incidence, risk factors, clinical course, and visual outcomes of rhegmatogenous retinal detachment (RRD) and vitreous haemorrhage (VH) following cryotherapy for retinoblastoma. METHODS: A single-centre retrospective review of patients treated with cryotherapy for retinoblastoma between January 2013 and December 2022. RESULTS: Of 124 eyes in 92 patients treated with cryotherapy, RRD developed in 7 (6%) and VH in 9 (7%) eyes. RRD persisted in 1 eye (<1%) and VH in 5 eyes (4%), while RRD and VH resolved spontaneously in remaining eyes. Increased cryotherapy applications were associated with VH risk (p<0.01) but not with RRD. Cryotherapy recipients who had also received intra-arterial chemotherapy (n=50) were associated with VH risk (p=0.01). Management for persistent complications were referral for scleral buckling (1 RRD), observation (1 VH), or enucleation (4 VH: 3 tumour progression, 1 no retinal view). Cryotherapy-induced visual loss occurred in one RRD (<1%, baseline vs final visual acuity: 20/20 vs 20/40), and in one VH (<1%, enucleation due to no view). Baseline vision was preserved in the majority of globe-salvaged cases. CONCLUSION: Complications post-cryotherapy in retinoblastoma management are rare. Increased cryotherapy applications may increase the risk of VH, but cryotherapy-related visual loss was rare."
    },
    {
      "pmid": "40257963",
      "title": "Cryotherapy Is Effective in Nulliparous Women with Primary Dysmenorrhea: A Randomized Controlled Trial.",
      "authors": [
        "Borja Perez-Dominguez",
        "Lucia Gonzalez-Ruiz",
        "Sara Muñoz-Ibañez",
        "Maria Blanco-Diaz",
        "Esther Diaz-Mohedo"
      ],
      "journal": "Therapeutic hypothermia and temperature management",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Primary dysmenorrhea is a prevalent condition causing severe menstrual pain in nulliparous women, negatively impacting daily functioning and well-being. This randomized controlled trial investigated the efficacy of cryotherapy in alleviating pain and enhancing secondary outcomes such as sleep quality, quality of life, and physical activity. Fifty-eight nulliparous women were randomly assigned to a cryotherapy group or a control group. Pain intensity was measured using the Numeric Rating Scale, whereas secondary outcomes were evaluated with the Pittsburgh Sleep Quality Index, World Health Organization Quality of Life-Brief Version, and the International Physical Activity Questionnaire. Socioeconomic factors, including household income, education, and occupation, were also assessed. Cryotherapy significantly reduced pain intensity from a baseline of 7.1 ± 1.4 to 1.8 ± 1.7 (p < 0.001) compared with a modest reduction in the control group (5.9 ± 1.9-5.4 ± 2.1). Sleep quality improved more in the cryotherapy group (6.90 ± 3.0 to 5.03 ± 2.5) than in the control group (6.88 ± 3.6 to 5.68 ± 2.8). However, no statistically significant changes were observed in the quality of life or physical activity levels, likely because menstrual pain alone may not sufficiently influence these domains, which are affected by broader psychosocial and behavioral factors. These findings demonstrate that cryotherapy is a simple, cost-effective intervention for managing primary dysmenorrhea, providing substantial pain relief and modest improvements in sleep quality. Further research is recommended to evaluate its long-term benefits and potential for broader applications in menstrual health management."
    },
    {
      "pmid": "40255750",
      "title": "A Study to Assess the Effectiveness of Cryotherapy in Preventing Hematoma at the Arterial Puncture Site Among Post-percutaneous Coronary Intervention (PCI) Patients in a Selected Tertiary Care Hospital, Belagavi.",
      "authors": [
        "Honnagouda Patil",
        "Vishwanath Hesarur",
        "Santoshini Mahanta"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Coronary artery disease (CAD) diagnosis and management have significantly advanced with percutaneous coronary intervention (PCI), yet the procedure remains associated with notable vascular complications in patients, with hematoma being one of the most common post-procedural adverse events. This study aimed to evaluate the effectiveness of cryotherapy in preventing and reducing hematoma formation at arterial puncture sites in patients undergoing PCI. METHODOLOGY: A randomized controlled trial was conducted at a tertiary care center in India, involving 70 patients undergoing PCI via the femoral approach. Patients were randomly divided into experimental and control groups. The experimental group received cryotherapy through ice pack application at two-minute intervals for 10 minutes immediately after sheath removal, while the control group followed the standard hospital protocol. Hematoma was assessed and graded by size, with measurements taken before and after intervention. RESULTS: The mean age of the patients in the control and experimental groups was 57.29 ± 10.03 years and 57.09 ± 9.67 years, respectively, with a marked male predominance of 57 (81.43%) across both groups. Before the intervention, 18 (51.43%) patients in the experimental group had no hematoma, while 9 (25.71%) patients experienced severe hematoma, and 4 (11.43%) patients had mild hematoma. After receiving cryotherapy, a total of 33 (94.29%) patients in the experimental group had no hematoma and only 2 (5.71%) of patients had mild hematoma. Hematoma reduction was significantly greater in the experimental group (95.35%, P = 0.0003) than in the control group (78.79%, P = 0.0023). Notably, body mass index (BMI) and antiplatelet drug use showed significant correlations with hematoma formation in the experimental group. CONCLUSIONS: Hence, cryotherapy can be effectively used for the prevention and management of hematoma after sheath removal in post-PCI patients."
    },
    {
      "pmid": "40248202",
      "title": "Oncological effects and complications of salvage cryotherapy for radio-recurrent prostate cancer: a systematic review and meta-analysis.",
      "authors": [
        "Shengyu Zhu",
        "Jianjiang Liu",
        "Bin Shen",
        "Huali Xu",
        "Wei Zhong",
        "Sheng Jin"
      ],
      "journal": "Frontiers in oncology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Cryotherapy plays a crucial role in managing radio-recurrent prostate cancer (PCa) after initial treatment. This study aims to provide a comprehensive review of its effectiveness and associated complications. METHODS: A systematic review was conducted using PubMed and EMBASE databases up to June 2024, focusing on recurrence-free survival (RFS) with salvage cryotherapy across various subgroups. Severe complications were also assessed. Survival curves were reconstructed using WebPlotDigitizer and a newly developed Shiny application. The incidence of complications was summarized with a 95% confidence interval (CI) using a random-effects model. Complications were evaluated using the Clavien-Dindo Scale (CDS). RESULTS: Thirty-six studies were included, with 15 papers (3174 patients) contributing to survival curve reconstruction. Among 1593 patients treated with salvage cryotherapy, the median RFS was 56.7 months, with 2-, 3-, and 5-year rates of 67.6%, 59.5%, and 47.3%, respectively. Factors associated with better RFS included a longer time from primary treatment to salvage therapy (TRS) [> 70 months vs. < 70 months, hazard ratio (HR) (95% CI):0.75(0.58-0.97), p=0.031], lower pre-salvage prostate-specific antigen (PSA) levels [< 5 ng/mL vs. > 5 ng/mL, HR (95% CI):0.78 (0.65-0.93), p=0.005], salvage whole-gland cryotherapy (SWC) [whole vs. focal, HR (95% CI):0.45 (0.37-0.56), p < 0.001], neoadjuvant androgen deprivation therapy (ADT) [Yes vs. No, HR (95% CI):0.79 (0.69-0.89), p < 0.001], and higher adjuvant ADT usage [16.5-34.2% vs. 0-10.5%, HR (95% CI):0.47(0.39-0.56), p < 0.001]. Concerning severe complications, 78 out of 876 patients (8.9%, 95% CI: 7-11) experienced genitourinary (GU) events, 53 out of 633 patients (8.5%, 95% CI: 6-11) suffered from urinary incontinence, 15 out of 493 patients (3.0%, 95% CI: 2-5) had urethral sloughing/stenosis, and 6 out of 522 patients (1.1%, 95% CI: 0-2) developed recto-urethral/vesical fistula. No cases of severe haematuria, urinary tract infection, or urinary retention were reported. CONCLUSIONS: Cryotherapy demonstrates a favorable safety profile and significant RFS benefits for salvage treatment of radio-recurrent PCa. Longer TRS, lower pre-salvage PSA, SWC, and peri-salvage ADT usage appear to be promising prognostic factors for RFS. However, confirmation of these findings requires randomized controlled trials (RCTs) due to the low evidence levels and study heterogeneity."
    },
    {
      "pmid": "40229827",
      "title": "Cryotherapy for treatment of sporotrichosis-rapid cure with adjuvant cryotherapy: case report.",
      "authors": [
        "Prajwal Pudasaini",
        "Sushil Paudel",
        "G C Sagar",
        "Sadiksha Adhikari"
      ],
      "journal": "Journal of medical case reports",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article",
        "Case Reports"
      ],
      "abstract": "BACKGROUND: Sporotrichosis is a subcutaneous mycosis caused by various sporothrix fungus species. This ubiquitous fungal infection is more commonly seen in field/farm workers in tropical and subtropical regions. This prevalence could largely be attributed to the climatic condition favorable for harboring fungi in these regions. Cutaneous infection often occurs via inoculation of fungus into the intact skin owing to traumatic skin injuries. Clinically apparent lesions can occur anywhere in exposed part of the body and mostly these occur over upper extremities, which are prone to trauma during field, farm, agricultural works, and pet handling. Other sites of involvement are lower extremities, face, eyes, and mucous membrane rarely. Onset of clinical feature is usually seen in 2-4 weeks after inoculation of the dimorphic fungus. Various cutaneous manifestations of sporotrichosis can occur ranging from those limited to skin with ulcero-nodular lesions along lymphatics to systemic dissemination to lungs and meninges rarely. Localized form of cutaneous sporotrichosis occur in those with high degree of immunity, whereas the systemic disseminated forms occur in immunocompromised individuals. Treatment of sporotrichosis is done with oral antifungal for months until clinical recovery and in recalcitrant cases with systemic dissemination-intravenous infusion of Amphotericin-B can be used. However, this prolonged dosing until clinical recovery can be hazardous to those with hepato-cardiac comorbidity and also in pregnant females. Given the systemic side-effects that can underlie the use of antifungals for prolonged duration, treatment should be sought towards adjuvant physical modality along with oral antifungal, which decreases the risks of systemic side effects. CASE PRESENTATION: Here we report two cases- one fixed cutaneous form and other lymphangitic form of sporotrichosis, in a 32 year old and 40 year old Asian male working in rural part of Nepal. Both the patients had long standing history of ulceronodular lesions over extremities along the lymphatic channels, who were treated successfully with adjunct physical modality of treatment i.e., cryotherapy of 4-5 sessions along with oral itraconazole 200 mg for 4-5 weeks. There was complete resolution of lesion with rampant remission and no recurrence post therapy till date. CONCLUSION: As there is possibility of prolonged use of over-the-counter antifungal medication, lack of regular follow up and lack of laboratory monitoring, especially in the rural parts of Nepal, therapy should be tailored toward onsite physical treatment with cryotherapy in addition to oral antifungals, which can be cost effective and with decreased systemic side-effects. With proper diagnosis, overall prevalence of the disease can be estimated and clinical therapeutic trials can be performed with timely prevention of dreadful systemic complications.",
      "mesh_terms": [
        "Humans",
        "Sporotrichosis",
        "Male",
        "Antifungal Agents",
        "Cryotherapy",
        "Adult",
        "Treatment Outcome",
        "Sporothrix",
        "Amphotericin B",
        "Itraconazole"
      ]
    },
    {
      "pmid": "40228014",
      "title": "Intralesional cryotherapy for treatment of keloid scars: patient-reported outcomes.",
      "authors": [
        "Kiran Dhaliwal",
        "Tae Parks",
        "Colin Brewster",
        "Shivram Singh"
      ],
      "journal": "Journal of wound care",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Keloid scars are extremely difficult to treat with current therapy options, such as surgical excision and steroids, and have high recurrence rates. Intralesional cryotherapy is a relatively new treatment modality that uses a double-lumen needle to freeze the scar from the core, outwards. Evidence from the literature supports its use, with recurrence rates reported between 0-23%. The aim of this study was to assess patient-reported outcomes of keloid scar treatment with intralesional cryotherapy. METHOD: All patients who had undergone intralesional cryotherapy, with a minimum follow-up period of six weeks were asked to complete a questionnaire. Patients were asked to rate the appearance of their scar and severity of their symptoms on a Visual Analogue Scale. They also reported any side-effects, complications and whether they would recommend the treatment. RESULTS: A total of 52 patients were included between 2017 and 2019. All patients reported an improvement in scar appearance and 91% of patients reported an improvement in pain, with an average 3.75-point reduction in pain scores. All patients would recommend the treatment. Hypopigmentation was the most frequently reported side-effect and was most common in patients with Fitzpatrick skin types V and VI. A second treatment was required by three patients; all three had keloid scarring on the anterior chest and had previously had multiple courses of steroids. CONCLUSION: The findings of our study appears to support the use of intralesional cryotherapy for the treatment of keloid scarring, with high patient satisfaction rates.",
      "mesh_terms": [
        "Humans",
        "Keloid",
        "Patient Reported Outcome Measures",
        "Female",
        "Male",
        "Cryotherapy",
        "Adult",
        "Middle Aged",
        "Treatment Outcome",
        "Injections, Intralesional",
        "Young Adult",
        "Surveys and Questionnaires",
        "Aged"
      ]
    },
    {
      "pmid": "40224995",
      "title": "Feasibility and patient reported tolerance of cryotherapy with Cooral mouth cooling device in patients undergoing radiation therapy (CooRay): a pilot study.",
      "authors": [
        "Andrei Bunea",
        "Tiberiu Damian",
        "Hatice Bunea",
        "Tobias Finazzi",
        "Tristan Bauer",
        "Jens Lustenberger",
        "Shirin Davarpanah Jazi",
        "Alexandros Papachristofilou"
      ],
      "journal": "Translational cancer research",
      "publication_date": "2025-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Radiation-induced oral mucositis (RIOM) is a major side-effect of (chemo)radiation (CRT) of patients with head and neck cancer (HNC). This study tries to establish a novel cryotherapy (CyT) method using a mouth care device (MCD; Cooral®, BrainCool AB, Lund, Sweden) to prevent RIOM. METHODS: Patients were non-randomly assigned to use the MCD after every radiotherapy session for 30-60 minutes. Subjects were asked to answer daily questionnaires assessing tolerability of the intervention. Mucositis was assessed at baseline, once weekly and at weeks 1/3/6 after CRT. The primary endpoint was patient tolerance, defined by the time the MCD was used and the patients' perception. Secondary outcomes were the degree (CTCAE v5.0) and duration of RIOM. RESULTS: Ten patients were eligible with a mean age of 62 years. Four patients received concurrent platinum-based CRT, whereas the others received radiotherapy alone. Overall, 214 CyT sessions were performed (73% of planned CyT sessions). The mean daily CyT duration was 48 minutes (range, 30-60 minutes). All patients reported cooling as comfortable. Nine completed the intervention, one terminated it early due to hypersalivation. No Grade 4 RIOM was observed. Grade 3 mucositis was observed in 4 and Grade 2 in 3 cases. CONCLUSIONS: The Cooral System was well tolerated, with a duration of application that was acceptable for most patients. We concluded that the MCD can be safely used in patients undergoing CRT. A prospective phase II trial, assessing the efficacy in preventing RIOM, is planned."
    },
    {
      "pmid": "40189502",
      "title": "Efficacy and safety of photobiomodulation combined with oral cryotherapy on oral mucosa pain in patients with burning mouth syndrome: a multi-institutional, randomized, controlled trial.",
      "authors": [
        "Chenghui Lu",
        "Xuan Zhou",
        "Chenglong Yang",
        "Xinxiang Jiang",
        "Xin Li",
        "Zefan Huang",
        "Qing Du",
        "Guoyao Tang"
      ],
      "journal": "BMC medicine",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: The prevalence of burning mouth syndrome (BMS) is approximately 8% in clinical patients; thus, BMS remains a therapeutic challenge. Photobiomodulation (PBM) and oral cryotherapy (OCT) have been evaluated for the treatment of burning pain, but no confirmatory trials have been performed. To evaluate the comparative effectiveness of PBM combined with OCT at reducing pain and psychological distress compared with PBM alone, OCT alone, or drug therapy (DT) alone in a cohort of patients with BMS. METHODS: This multi-institutional, single-blinded (assessor-blinded), randomized controlled trial with 4 treatment groups was conducted at Xinhua Hospital, Shanghai Jiao Tong University School of Medicine and Affiliated Stomatology Hospital of Guilin Medical University from December 12, 2022, to January 24, 2024. Among the 156 patients assessed for eligibility, 28 were excluded, and 128 patients with a BMS qualified for randomization to 1 of the 4 treatment groups. The participants received 7 treatment sessions of (1) PBM combined with OCT, (2) PBM, (3) OCT, or (4) DT during a 7-week period. The coprimary outcome measures were changes in visual analogue scale (VAS) scores and the overall response rate between baseline and 7 weeks of treatment. RESULTS: After 7 weeks of treatment, the PBM + OCT group achieved a high overall response rate for pain reduction (81.25%). This difference in pain reduction trends between the groups resulted in a nearly fivefold greater mean change in the VAS score at the 12-week assessment for the PBM + OCT group than for the DT group (p < 0.0083). Furthermore, anxiety symptoms were also significantly alleviated by PBM combined with OCT, resulting in a nearly tenfold greater mean change in the GAD-7 score at the 7-week assessment in the PBM + OCT group than in the DT group (p < 0.0083). No severe adverse events were reported during the study period. CONCLUSIONS: PBM and OCT combination therapy reduces oral mucosa pain and alleviates anxiety symptoms in patients with BMS; thus, this combination therapy is expected to become a promising pain management option for patients with BMS. TRIAL REGISTRATION: Chinese Clinical Trial Registry Identifier: ChiCTR2300074518.",
      "mesh_terms": [
        "Humans",
        "Burning Mouth Syndrome",
        "Female",
        "Male",
        "Low-Level Light Therapy",
        "Middle Aged",
        "Cryotherapy",
        "Mouth Mucosa",
        "Single-Blind Method",
        "Aged",
        "Treatment Outcome",
        "Pain Management",
        "Pain Measurement",
        "Adult",
        "Combined Modality Therapy"
      ]
    },
    {
      "pmid": "40170252",
      "title": "[The Effectiveness of Cryotherapy to Manage Taxane-Induced Peripheral Neuropathy in Patients With Breast Cancer: A Systematic Review].",
      "authors": [
        "Chia-Ching Ho",
        "Shiow-Ching Shun",
        "Chiu-Hui Chen",
        "Li-Lu Chang"
      ],
      "journal": "Hu li za zhi The journal of nursing",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "English Abstract"
      ],
      "abstract": "BACKGROUND: Taxanes are essential chemotherapy agents for breast cancer treatment. However, patients frequently experience chemotherapy-induced peripheral neuropathy (CIPN) during their course of treatment. Cryotherapy is a non-pharmacological approach that has been explored for its potential effects on preventing or improving CIPN. However, although several studies have reported on the effects of cryotherapy, no comprehensive review has been conducted to confirm its benefits. PURPOSE: This study was designed to investigate the potential benefits of cryotherapy in terms of alleviating CIPN in patients with breast cancer undergoing taxane-containing chemotherapy. METHODS: This systematic review was conducted using databases including PubMed, Embase, Cochrane, CINAHL, Medline, and Airiti Library, focusing on female patients over 18 years old with breast cancer treated using taxane-containing regimen. Key words searched were based on the PICO (patient/problem, intervention, comparison, outcome) framework, and cover articles in the literature published up to December 2023. In this study, the Jadad Quality Scale was employed to evaluate the randomized controlled trials (RCTs), while methodological index for non-randomized studies was utilized for non-RCTs. RESULTS: The 11 studies used in this analysis included five RCTs comprising 198 patients and six non-RCTs comprising 1,930 patients. Five of the studies reported cryotherapy may help prevent CIPN, five reported cryotherapy may alleviate CIPN symptoms, and one study reported no significant prevention or alleviation effect. CONCLUSIONS / IMPLICATIONS FOR PRACTICE: Cryotherapy shows promise as a practical and safe method the prevention / alleviation of CIPN symptoms during chemotherapy treatment. However, the related evidence is inadequate, indicating a need for more rigorous studies to establish stronger evidence.",
      "mesh_terms": [
        "Humans",
        "Peripheral Nervous System Diseases",
        "Breast Neoplasms",
        "Cryotherapy",
        "Female",
        "Taxoids",
        "Antineoplastic Agents",
        "Bridged-Ring Compounds"
      ]
    },
    {
      "pmid": "40144941",
      "title": "The Comparative Effects of Cryotherapy and Music Therapy on Pain and Anxiety in Vascular Access Procedures: A Randomized Clinical Tria.",
      "authors": [
        "Hadi Jafarimanesh",
        "Sara Samiei",
        "Masoumeh Zakerimoghadam",
        "Mehdi Zareie",
        "Amos Nawunimali Suuk"
      ],
      "journal": "Current health sciences journal",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The fear of vascular access procedures reduces patient cooperation, often resulting in unsuccessful venipuncture attempts and prolonging the overall treatment process. Because people getting venipunctures in medical and surgical settings usually feel pain and anxiety, the goal of this study was to look at and compare how cryotherapy (CT) and music therapy (MT) affected the levels of pain and anxiety (P&Amp;A) these people felt. METHOD: This research utilized a randomized controlled trial methodology. The target population consisted of patients hospitalized in the medical-surgical wards of Valiasr Hospital, Arak, Iran. One hundred twenty patients were purposively selected and then randomly assigned (using block randomization) to one of four groups: MT, CT, combination therapy (COBT), or control. P&Amp;A levels were assessed using the Visual Analogue Scale (VAS) and the Visual Anxiety Intensity Scale (VAIS). Data were analyzed utilizing version 21 of the Statistical Package for the Social Sciences (SPSS) software. Descriptive statistics, including mean, standard deviation, frequency, and percentage, along with inferential statistics, such as the analysis of variance test, paired t-test, and Chi-square, were employed for analysis. FINDINGS: The findings revealed a statistically significant disparity in pain levels among the four groups (P<0.001). The mean pain score in the COBT group (1.66±1.66) was lower than that of the MT group (2.03±1.84) and the CT group (2.43±2.16). However, the three intervention groups (MT, CT, and COBT) showed no notable difference from a statistical perspective (P>0.05). Additionally, a statistically substantial distinction in anxiety levels was observed among the four groups after the study (P<0.05). Both the COBT and MT therapies markedly diminished anxiety severity in comparison to the control group. CONCLUSION: The study results demonstrated that MT, CT, and COBT are effective in alleviating P&Amp;A in patients having venipuncture procedures. These interventions may serve as valuable complementary or alternative approaches in clinical practice."
    },
    {
      "pmid": "40136341",
      "title": "Cryotherapy in the Treatment of Extra-Abdominal Desmoid Tumors-A Review.",
      "authors": [
        "Kadhim Taqi",
        "Cecily Stockley",
        "Melissa Wood",
        "Stefan Przybojewski",
        "Antoine Bouchard-Fortier",
        "Lloyd Mack"
      ],
      "journal": "Current oncology (Toronto, Ont.)",
      "publication_date": "2025-Feb-27",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The management of desmoid tumors (DTs) often poses challenges due to their variable clinical behavior, with treatment options including active surveillance, systemic therapy, and local therapies including surgery, ablation, and radiation. More recently, cryotherapy has emerged as a promising localized treatment for DTs. We aimed to conduct a review of the indications, techniques, and outcomes of cryotherapy in the treatment of extra-abdominal DTs. The review suggests that cryotherapy can be effectively used for both curative and debulking purposes, with a significant number of patients achieving symptom relief, disease stabilization, or regression. Although generally safe, cryotherapy is associated with potential risks, particularly when critical structures are in proximity. Overall, cryotherapy offers a viable, minimally invasive treatment option for DTs, with favorable outcomes in both symptom relief and tumor control.",
      "mesh_terms": [
        "Humans",
        "Desmoid Tumors",
        "Cryotherapy"
      ]
    },
    {
      "pmid": "40128449",
      "title": "Efficacy of pro-yellow laser versus cryotherapy in treating cutaneous lesions of Kaposi's sarcoma: a comparative study.",
      "authors": [
        "Selin İlchan",
        "Dilek Bayramgürler",
        "Abdullah Demirbaş",
        "Evren Odyakmaz Demirsoy",
        "Aysun Şikar Aktürk",
        "Rebiay Kıran",
        "Nilgün Sayman"
      ],
      "journal": "Archives of dermatological research",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article",
        "Comparative Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "This study aimed to evaluate the efficacy of Pro-Yellow Laser (PYL) in treating plaque and patch lesions of classical Kaposi's Sarcoma (KS) and compare its outcomes with cryotherapy (CT). A single-blind, randomized, comparative experimental study was conducted on nine HIV-negative classical KS patients at Kocaeli University Dermatology Outpatient Clinic between April 2022 and April 2023. Each patient received both CT and PYL treatments on separate lesions. Lesions were scored based on surface area and depth before and after treatment, and percentage change (PC) was calculated. A total of 41 lesions were treated (16 with CT and 25 with PYL). CT achieved 100% median PC, while PYL showed a median PC of 42.58% (p = 0.008). No significant difference was observed between CT and PYL in macule/patch lesions (DS-1, p = 0.192), but CT was significantly more effective for papule/plaque lesions (DS-2, p = 0.048). CT caused minor side effects such as blistering and delayed healing, while PYL was well-tolerated with no adverse events. PYL demonstrated comparable efficacy to CT for early-stage KS lesions with fewer complications, making it a promising alternative for patients unable to tolerate CT. However, CT remains more effective for advanced lesions. Further studies are needed to confirm these findings in larger cohorts.",
      "mesh_terms": [
        "Humans",
        "Sarcoma, Kaposi",
        "Male",
        "Middle Aged",
        "Skin Neoplasms",
        "Female",
        "Treatment Outcome",
        "Aged",
        "Cryotherapy",
        "Single-Blind Method",
        "Adult"
      ]
    },
    {
      "pmid": "40123789",
      "title": "Combined cryotherapy and topical imiquimod, 5-fluorouracil, and tazarotene effectively treats locally advanced basal cell carcinoma and is associated with nearby nodular basal carcinoma regression.",
      "authors": [
        "William J Nahm",
        "Olivia L Shen",
        "Robert S Kirsner",
        "Christopher A Mathe",
        "Odysseas V Nikas",
        "Flor D Valadez",
        "Evangelos V Badiavas"
      ],
      "journal": "JAAD case reports",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ]
    },
    {
      "pmid": "40117599",
      "title": "Prebiotic- and Panthenol-Containing Multipurpose Healing Dermocosmetics Post-Cryotherapy for Actinic Keratoses: Results of a Randomized Controlled Trial.",
      "authors": [
        "Cesare Ariasi",
        "Carola Romanò",
        "Cesare Tomasi",
        "Simone Soglia",
        "Gaetano Licata",
        "Luca Rubelli",
        "Piergiacomo Calzavara-Pinton",
        "Marina Venturini",
        "Mariachiara Arisi"
      ],
      "journal": "Dermatology practical & conceptual",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Actinic keratosis (AKs) is a precancerous skin lesion that can progress to keratinocyte carcinoma. OBJECTIVE: The objective of the study was to evaluate the efficacy of a dermocosmetic (DC) formulation containing prebiotic active ingredients (Aqua Posae Filiformis, a complex made of ferments, sugars, plant extracts, panthenol, madecassoside, and zinc) on healing time and local skin reactions (LSR) following cryotherapy of AKs and to compare the application of DC and boric acid 3% solution soaks (BA) vs. BA alone. METHODS: Seventy-five adult patients presenting with a maximum of five isolated AKs on the face and/or scalp and who underwent cryotherapy (T0) were enrolled. Post-treatment, patients initiated the application of BA only or BA followed by DC once daily for 30 days (unblinded 1:1 randomization). The evaluation of efficacy in healing time and cosmetic outcomes was assessed 30 days post-treatment (T2); LSR was evaluated three days post-treatment (T1). RESULTS: There was a gain of 4.5 days (40%) in healing time in the BA+DC group compared to the BA group, with a median time of seven days versus 11.5 days (P <0.0005). Additionally, 50% of lesions in complete response had an excellent cosmetic outcome with BA+DC vs. 20% with BA only. The majority of patients treated with BA+DC had mild LSR vs. moderate LSR with BA, with a median value of two vs three, respectively (P <0.0001). CONCLUSION: The addition of a prebiotic DC significantly reduced healing time, improved cosmetic outcomes, and minimized LSR post-cryotherapy. No adverse event was reported with this treatment."
    },
    {
      "pmid": "40105760",
      "title": "Cryotherapy for Treatment of Idiopathic Gingival Papillokeratosis With Crypt Formation.",
      "authors": [
        "Vithor Zago Esteves",
        "Jorge Esquiche León",
        "Andreia Bufalino"
      ],
      "journal": "Cutis",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "40059958",
      "title": "Mechanisms and parameters of cryotherapy intervention for early postoperative swelling following total knee arthroplasty: A scoping review.",
      "authors": [
        "Lin Yang",
        "Yi-Fang Zhan",
        "Zan-Jing Zhai",
        "Hong Ruan",
        "Hui-Wu Li"
      ],
      "journal": "Journal of experimental orthopaedics",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE: Swelling after total knee replacement surgery can hinder recovery, cryotherapy is one of the non-pharmacological interventions. However, the evidence of effectiveness is limited, possibly due to the heterogeneity of parameters. This scoping review aims to summarise existing evidence, clarify the mechanism and effect of cryotherapy on swelling after total knee arthroplasty, and analyze various parameters, providing evidence for clinical practice and future research. METHODS: A literature search was performed on PubMed to include articles which reported on the cryotherapy impacts postoperative swelling after total knee arthroplasty. Snowballing research was used to obtain more sources. RESULTS: A total of 69 studies were identified from the initial research, of which 40 articles were included for the full text analysis. Cryotherapy primarily acts on swelling by reducing haemorrhage and inflammatory responses. The level of evidence for the effectiveness of cryotherapy is low, and there is no standard in its parameters. The initiation of cryotherapy is increasingly recommended to start immediately after surgery. The selection of treatment temperature needs to balance efficacy and safety, but measuring intra-articular temperature presents obstacles, making skin temperature a more feasible option. However, it is unclear how to achieve the desired skin temperature by setting a combination of treatment temperature, pressure and duration. When determining the length of the interval, particular attention should be paid to the changes in blood perfusion levels during the rewarming phase, as evidence suggests that skin temperature during rewarming may not accurately reflect the actual level of blood perfusion. The location and duration of cryotherapy can be preliminarily determined through existing evidence and mechanism analysis. CONCLUSION: Some cryotherapy parameters are supported by evidence and can be practiced in clinical practice. It should be noted that skin temperature has limitations as an observation indicator during the rewarming stage, and the frequency of cold therapy needs further research to determine. LEVEL OF EVIDENCE: Level IV."
    },
    {
      "pmid": "40043263",
      "title": "Comparative Efficacy of Intralesional Steroid Injections vs Cryotherapy for the Treatment of Alopecia Areata.",
      "authors": [
        "Seemal Akram",
        "Isabella J Tan",
        "Rohan R Shah",
        "Zainab Tariq",
        "Hassan Javaid",
        "Babar Rao"
      ],
      "journal": "Journal of drugs in dermatology : JDD",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article",
        "Comparative Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: The precise etiology of alopecia areata (AA) remains unclear. Various treatments, including corticosteroids, minoxidil, immunotherapy, and phototherapy, have shown varying efficacy. Injectable corticosteroids, despite being invasive, are the first-line treatment, while topical steroids are also commonly used. OBJECTIVE: To compare the efficacy of intralesional steroid (triamcinolone acetate) versus cryotherapy for the treatment of alopecia areata over a 6-month period in the Department of Dermatology at the Pakistan Atomic Energy Commission General Hospital. METHODS: The study included 118 patients (aged 15 to 50 years, both genders) with a single patch of alopecia areata on the scalp. Exclusion criteria included active secondary infections, cold intolerance, multiple patches, iatrogenic or primary immunosuppression, pregnancy, or breastfeeding. Patients were randomly assigned to two groups: Group A received intralesional steroid injections, and Group B underwent cryotherapy with liquid nitrogen. Treatment efficacy was then evaluated. RESULTS: The mean age was 27.78 +/- 4.68 years in Group A and 26.63 +/- 4.91 years in Group B. Most patients (95, 80.51%) were aged 15 to 30 years. Males predominated with 86 (72.27%) participants, resulting in a male-to-female ratio of 2.6:1. The mean duration of alopecia areata was similar in Group A (8.51 +/-&nbsp;3.94 months) and Group B (8.39 +/-&nbsp;3.13 months). Group A (intralesional corticosteroids) had a significantly higher efficacy rate, with 49 patients (83.05%) responding positively, compared to 30 patients (50.85%) in Group B (cryotherapy) (P=0.0001), as shown in Table 1. CONCLUSION: The study concluded that the efficacy of intralesional steroids may be superior to cryotherapy for the treatment of alopecia areata. J Drugs Dermatol. 2025;24(3):294-297. doi:10.36849/JDD.8499.",
      "mesh_terms": [
        "Humans",
        "Alopecia Areata",
        "Female",
        "Male",
        "Adult",
        "Adolescent",
        "Young Adult",
        "Middle Aged",
        "Cryotherapy",
        "Treatment Outcome",
        "Injections, Intralesional",
        "Glucocorticoids"
      ]
    },
    {
      "pmid": "40036629",
      "title": "Efficacy and Safety of Topical Methotrexate Gel 1% in Combination with Microneedling versus Cryotherapy for the Treatment of Cutaneous Warts: A Prospective Randomized Controlled Trial.",
      "authors": [
        "Eman Riad Mohamed Hofny",
        "Khulood Fadhl Alhakami",
        "Sara A Abouelmagd",
        "Sara A Hassan",
        "Eman Fathy",
        "Heba Hassan"
      ],
      "journal": "Clinical and experimental dermatology",
      "publication_date": "2025-Feb-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cutaneous warts continue to represent a therapeutic challenge due to treatment resistance and inconvenience of most modalities. Topical methotrexate (MTX) with improved delivery methods may be a viable tool against certain localized dermatologic conditions. Regarding cutaneous warts, MTX either topical or intralesional is one of the promising lines of treatment. OBJECTIVES: To investigate the efficacy and safety of topical MTX hydrogel 1% combined with microneedling in the treatment of cutaneous warts compared with traditional cryotherapy. METHODS: Sixty-eight patients with common or plantar warts were enrolled in this study. Patients were divided randomly into two groups, Group A, included 34 patients received topical MTX hydrogel 1% combined with microneedling. Group B, included 34 patients received cryotherapy. All patients were followed up for 3 months after finishing treatment to detect any recurrence. RESULTS: Regarding size after treatment, the complete resolution of warts was higher in group B (64.7%) than in group A (52.9%) with no statistically significant difference between both groups. The difference between both groups in clinical response did not reach statistical significance. There was no statistically significant difference between groups A and B regarding pain and erythema (p = 0.278, 0.512 respectively).The rate of blistering and hypopigmentation were significantly higher in group B than in group A (p < 0.001, 0.045 respectively). During the three-month follow-up period, no recurrence was found in either group. CONCLUSIONS: Topical MTX hydrogel 1% combined with microneedling is an effective and safe therapeutic option in the treatment of common and plantar warts."
    },
    {
      "pmid": "40008073",
      "title": "Effect of cryotherapy, laser therapy and intraligamentary dexamethasone injection on post-treatment pain after single visit RCT-A double-blinded, randomized placebo-controlled trial.",
      "authors": [
        "Sana Fatima",
        "Sonali Taneja",
        "Vivek Aggarwal",
        "Akriti Dheer",
        "Punya Taneja"
      ],
      "journal": "Journal of oral biology and craniofacial research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: This study designed to evaluate the effect of adjuvant therapies on the intensity of post-treatment pain after single-visit RCT in molars with symptomatic apical periodontitis. METHOD: ology: This trial was reported according PRIRATE 2020 guidelines and registered with CTRI/2019/03/018,153.100 patients diagnosed with symptomatic apical periodontitis with a preoperative pain allocated to 4 groups,Group-1: placebo,Group-2:Intraligamentary injection of dexamethasone, Group-3:cryotherapy, Group-4: laser therapy. Patients were instructed to record postoperative pain intensity and intake of analgesics after 6,12,24,48 & 72 h. Intergroup pain intensity was tested by using the Kruskal-Wallis test. The need for painkillers between groups was analyzed using Chi-square test. P value of <0.05 was considered statistically significant.Results: Patients in the placebo group exhibited higher intensity. Group 3 showed lesser pain at all-time intervals. CONCLUSION: All the adjuvant pain management therapies reduced the intensity of postoperative pain and the frequency of intake of analgesics."
    },
    {
      "pmid": "39997323",
      "title": "Impact of Whole-Body Cryotherapy on Pain, Sleep Quality, Functional Status, and Quality of Life in Multiple Sclerosis: A Comparative Study with Follow-Up.",
      "authors": [
        "Ewa Zielińska-Nowak",
        "Anna Lipert",
        "Łukasz Kikowski",
        "Elżbieta Miller"
      ],
      "journal": "Journal of personalized medicine",
      "publication_date": "2025-Jan-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Whole-body cryotherapy (WBC) is widely recognized for its analgesic and anti-inflammatory effects. Despite growing interest in its therapeutic potential, the impact of WBC on functional performance, pain perception, sleep quality, and quality of life among individuals with multiple sclerosis (MS) remains underexplored. This study aimed to assess the effects of a 10-session WBC protocol on functional and psychological parameters in patients with MS and compare them with individuals without neurological disorders. Methods: A total of 73 participants divided into two groups, non-neurological individuals (non-MS, n = 43) and patients with MS (MS, n = 30), underwent 10 WBC sessions (-120 °C to -130 °C) over 2 weeks. Assessments included the Numerical Rating Scale (NRS), 30-Second Chair Stand Test (30CST), Timed Up and Go (TUG) test, and Pittsburgh Sleep Quality Index, with the WHOQOL-BREF conducted pre-treatment, post-treatment, and at a 10-day follow-up. Results: In the MS group, significant improvements were observed post-treatment in the NRS, 30CST, WHOQOL-1, and PSQI. However, only the CST and WHOQOL-3 maintained improvements during follow-up. In the non-MS group, statistically significant improvements were observed post-treatment across most parameters, except for the NRS and WHOQOL-3, with most effects diminishing by the follow-up. No deterioration in any assessed parameters was observed in either group. Conclusions: WBC demonstrates potential benefits for managing MS symptoms, particularly pain and sleep quality, with no observed deterioration in parameters and some effects emerging only during follow-ups, underscoring its safety and the need for further research on long-term outcomes."
    },
    {
      "pmid": "39988465",
      "title": "Cryotherapy for posterior lesions of the prostate: the hydrogel technique.",
      "authors": [
        "Chi Hang Yee",
        "Peter Ka-Fung Chiu",
        "Kae Jack Tay",
        "Yu Guang Tan",
        "Ho Fai Wong",
        "Brian Siu",
        "Rossella Nicoletti",
        "Jeremy Yuen-Chun Teoh",
        "Chi Fai Ng"
      ],
      "journal": "BJU international",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39959416",
      "title": "Clinical Evolution and Safety of a Cryotherapy - Based Spray for Mild to Moderate Joint and Muscle Pain: A Descriptive Observational Study.",
      "authors": [
        "Manuel A Ballester Herrera",
        "Josep M Muñoz Vives",
        "Agusti Marti"
      ],
      "journal": "International journal of sports physical therapy",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cryotherapy, long used for its pain-relieving and anti-inflammatory effects, is widely applied in sports medicine, physiotherapy, and postoperative care. Advances in cryotherapy methods, including the use of topical vapocoolant sprays, offer enhanced pain management and support recovery from musculoskeletal injuries by alleviating pain and reducing swelling in a targeted manner. HYPOTHESIS/PURPOSE: The primary aim was to assess both immediate and sustained pain relief in subjects with mild to moderate musculoskeletal complaints. STUDY DESIGN: Observational cohort study. METHODS: Fifty-nine participants with mild to moderate musculoskeletal pain participated in a three-week observational study evaluating a cryotherapy spray. Pain and range of motion (ROM) were assessed using the Visual Analogue Scale (VAS) and goniometer measurements at multiple time points, including T-1 (before treatment), T0 (beginning of treatment), T2-min, T5-min, T10-min, T15-min, T30-min, T60-min, T7-days, T14-days, while participants were actively receiving treatment exclusively with the cryotherapy spray, and T21-days (1 week after treatment cessation). Acceptability Test and additional subjective questionnaires evaluated participants analysis of cooling sensation and product tolerance. Data were analyzed using Cumulative Logit Mixed Models (CLMM) and the non-parametric Friedman test for repeated measures. RESULTS: The cryotherapy spray significantly reduced pain (VAS) from baseline (p < 0.001, Hedges' g = -1.90) and improved joint mobility (ROM) with derived scores increasing from 3 (3-4) to 4 (4-4) by Day 21 (p < 0.001). Rapid pain relief was reported by 35% of participants within 10 seconds, with 80% experiencing relief within three minutes. Comfort ratings were consistently high, with 95% of participants expressing satisfaction at Day 0, rising to 99% by Day 14. Global efficacy satisfaction measured by a subjective Likert scale also increased from 75% at baseline to 95% by Day 14. No adverse events were reported. CONCLUSION: This study supports the effectiveness of the cryotherapy spray in reducing pain and improving joint mobility, with both immediate and sustained benefits. High patient satisfaction and a favorable safety profile suggest its potential for clinical use. Further controlled studies could confirm its efficacy in broader populations. LEVEL OF EVIDENCE: Level 3."
    },
    {
      "pmid": "39950126",
      "title": "Case report: Multiple cryotherapy sessions in localized Darier's disease: a rare clinical presentation and literature review.",
      "authors": [
        "Yansi Lyu",
        "Bin Wang",
        "Lyuxin Guan",
        "Li Ma",
        "Hao Li"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2025",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Darier's disease (DD), a rare hereditary acantholytic dermatosis with high penetrance but variable expressivity, has about 10% of its cases presenting as localized lesions, known as Localized Darier's Disease (LDD). To date, only a very small number of non-segmental LDD cases have been reported. This study reports a case of a 27-year-old Chinese male with LDD, who presented with yellow-brown papules and plaques on the inner side of the right thigh for 1 month. The diagnosis of localized keratosis follicularis was confirmed through dermatoscopic examination and histopathological assessment of the skin lesion. After repeated applications of cryotherapy combined with the use of emollients, while avoiding physical friction and sun exposure, the rash gradually subsided. The patient experienced no adverse reactions after treatment. The occurrence of LDD on the inner thigh, a relatively rare site, provides new insights into the affected areas of LDD, further expands the clinical manifestations of the disease, and offers valuable experience for clinicians in recognizing and managing LDD at different sites, aiding in the optimization of diagnostic and therapeutic strategies."
    },
    {
      "pmid": "39927052",
      "title": "Efficacy of Endodontic Cryotherapy in Alleviating Post-Treatment Pain after Single-Visit RCT: A Randomized Study.",
      "authors": [
        "Prasad Chandrakant Ingale",
        "Simran Sethi",
        "Sukruti Suresh Babu",
        "Khushi Rathod",
        "Rahul Sharma",
        "Shanu Khan"
      ],
      "journal": "Journal of pharmacy & bioallied sciences",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: This study aims to assess whether endodontic cryotherapy can effectively lower discomfort after a single root canal visit. MATERIAL AND METHOD: Thirty-six patients aged 18-32 years requiring single-visit root canal treatment (RCT) were divided into three groups at random, with twelve people in each: group 1 (control group), group 2 (normal saline), and group 3 (cold saline). After root canal therapy was finished, group 1 got no further treatment, group 2 got standard saline irrigation at room temperature, and group 3 got cold saline irrigation at 35.6-41°F. A visual analog scale (VAS) was used to measure pain after 6, 12, 24, and 48 hours after therapy. RESULT: Preliminary results indicated a marked reduction in pain in group 3 relative to groups 1 and 2 at 6, 12, and 24 hours post-treatment (P < 0.05). At 48 hours, pain levels had significantly diminished across all groups, with group 3 consistently exhibiting the lowest VAS scores. CONCLUSION: Endodontic cryotherapy using cold saline irrigation shows significant efficacy in reducing post-treatment pain after single-visit RCT when compared to normal saline and no additional intervention. These findings suggest that integrating cryotherapy could be a valuable adjunct in endodontic pain management."
    },
    {
      "pmid": "39913094",
      "title": "Percutaneous Cryotherapy and Radiofrequency Ablation of Renal Masses: Multicenter Comparative Analysis with Minimum 3-Year Follow-up.",
      "authors": [
        "Umberto Carbonara",
        "Francesco Ditonno",
        "Alp T Beksac",
        "Ithaar Derweesh",
        "Clara Cerrato",
        "Antonio Celia",
        "Giovanni Costa",
        "Lorenzo Bianchi",
        "Jeffrey Elbich",
        "Brandon Wilson",
        "Lance J Hampton",
        "Savio D Pandolfo",
        "Giuseppe Basile",
        "Fernando J Kim",
        "Riccardo Schiavina",
        "Umberto Capitanio",
        "Jihad Kaouk",
        "Riccardo Autorino"
      ],
      "journal": "International braz j urol : official journal of the Brazilian Society of Urology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: Different modalities of percutaneous thermal ablation (PTA) have been used as possible minimally invasive nephron-sparing treatments for small renal masses (SRMs). The present study aimed to compare long-term outcomes of two guidelines-recommended ablative techniques, cryotherapy (CRYO) and radiofrequency ablation (RFA). MATERIALS AND METHODS: Data of patients with single cT1 solid renal mass undergoing CRYO or RFA between 2004 and 2020 were retrospectively retrieved from a multi-institutional international database. Oncologic outcomes included \"technical success\", local recurrence-free survival (RFS), distant metastasis-free survival (MFS), and overall survival (OS). Intraoperative and postoperative complications, length of stay (LOS), and re-admission rate within 30 days were registered. Major complications were defined as CD grade ≥III. Baseline features and treatment outcomes were analyzed using descriptive statistics. RFS, MFS, and OS were estimated using the Kaplan-Meier method. RESULTS: Overall, 643 patients were included, of which 492 (71.2%) underwent CRYO, and 151 (21.8%) RFA, with a median follow-up of 43 and 37 months, respectively (p=0.07). Technical success was achieved in 96.5% of CRYO vs 93.4% of RFA (p=0.09). No difference in terms of overall (CRYO: 10.4% vs RFA: 6%; p=0.1) and \"major\" (CRYO: 0.8% vs RFA: 1.3; p=0.06) post-operative complications were observed. RFS (CRYO:85.7%; RFA:84.9%, p=0.2), MFS (CRYO: 96.9%; RFA: 95.8%, p=0.4) and OS (CRYO: 89%; RFA: 87.4%; p=0.8) were comparable. CONCLUSIONS: CRYO and RFA are both valid minimally invasive options for the treatment of small renal tumors. They are particularly suitable for patients who are not good surgical candidates as they offer very low risk of major procedure-related complications. For the right indication, they both offer favorable mid to long term oncologic outcomes.",
      "mesh_terms": [
        "Humans",
        "Kidney Neoplasms",
        "Female",
        "Male",
        "Middle Aged",
        "Retrospective Studies",
        "Radiofrequency Ablation",
        "Aged",
        "Follow-Up Studies",
        "Treatment Outcome",
        "Cryotherapy",
        "Cryosurgery",
        "Postoperative Complications",
        "Kaplan-Meier Estimate",
        "Carcinoma, Renal Cell",
        "Disease-Free Survival"
      ]
    },
    {
      "pmid": "39909197",
      "title": "The Effect of Novel Cryotherapy Technique on Postoperative Pain for Pulpotomy in Permanent Molars with Symptomatic Irreversible Pulpitis: A Randomized Controlled Trial.",
      "authors": [
        "Kübra Gürler",
        "Koray Yilmaz"
      ],
      "journal": "Journal of endodontics",
      "publication_date": "2025-Feb-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The purpose of this study was to evaluate the effect of cryotherapy application on postoperative pain in permanent molars with symptomatic irreversible pulpitis after full pulpotomy procedures. METHODS: Sixty-two patients with permanent maxillary and mandibular molars diagnosed with symptomatic irreversible pulpitis were included in the study. The teeth were randomly divided into 2 groups: the control group (n = 32) and the cryotherapy group (n = 30). In both groups, cotton pellets moistened with 2.5% sodium hypochlorite were used to achieve hemostasis. In the cryotherapy group, after hemostasis was achieved, the pulpotomy area was irrigated with saline solution at 2.5°C for 5 minutes. Then, in both groups, the pulp chamber was covered with Bio mineral trioxide aggregate+ (Cerkamed Company, Poland) and the composite restoration of the teeth (Clearfil Majesty Posterior, Kuraray Medical Inc., Tokyo, Japan) was completed. The participants were asked to rate the intensity of their postoperative pain via a Visual Analog Scale at 6, 12, 24, 48, and 72 hours. The data were analyzed using the Shapiro-Wilk, Levene's, Student t, Repeated Measures ANOVA and the Chi-square test. RESULTS: The basic demographic data and analgesic intake of the 2 study groups were similar. Compared with those in the control group, the postoperative pain scores at 6 and 12 hours were significantly lower in the cryotherapy group (P < .05). The postoperative pain scores at 24, 48, and 72 hours were similar in both study groups. CONCLUSIONS: During vital pulp treatment, the cryotherapy application after hemostasis reduced postoperative pain in permanent molars with symptomatic irreversible pulpitis in the early period."
    },
    {
      "pmid": "39904807",
      "title": "Efficacy of cryogun cryotherapy for benign oral vascular anomalies: a longitudinal study.",
      "authors": [
        "Jyh-Kwei Chen",
        "Meng-Ling Chiang",
        "Chung-Kan Tsao",
        "Ya-Ching Chang"
      ],
      "journal": "Clinical oral investigations",
      "publication_date": "2025-Feb-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To evaluate the efficacy and safety of cryogun cryotherapy in treating benign oral vascular anomalies (BOVAs). MATERIALS AND METHODS: We conducted a retrospective longitudinal study on patients with BOVA who underwent cryogun cryotherapy. The clinical outcomes assessed included lesion regression, recurrence, complications, and clinical predictors of prognosis. RESULTS: Cryogun cryotherapy demonstrated high efficacy in treating BOVA in a study of 33 patients, with 97% of lesions achieving complete regression after an average of 1.64 ± 0.93 sessions (range: 1-4). Treatment outcomes were influenced by factors such as lesion morphology and anatomical location. Lesions in the buccal mucosa required more sessions compared to other anatomical sites, and exophytic lesions necessitated more sessions than flat lesions. CONCLUSIONS: Cryogun cryotherapy is a safe and effective treatment option for BOVA, regardless of lesion size or location. Residual lesions can be treated successfully with additional sessions. CLINICAL RELEVANCE: Cryogun cryotherapy offers a reliable prognosis for BOVA patients and provides a cost-effective, non-invasive alternative to other treatment methods.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Longitudinal Studies",
        "Retrospective Studies",
        "Adult",
        "Middle Aged",
        "Cryotherapy",
        "Treatment Outcome",
        "Adolescent",
        "Vascular Malformations",
        "Child",
        "Aged",
        "Cryosurgery",
        "Mouth Diseases"
      ]
    },
    {
      "pmid": "39902440",
      "title": "Our Experience with Cryotherapy Versus Low-Level Laser Therapy in Managing Postoperative Discomfort of Third Molar Surgery.",
      "authors": [
        "Sneha D Sharma",
        "B Vidya",
        "Ashish Gupta",
        "Pankaj Bansal",
        "Himani Gupta",
        "Prashant Dahiya"
      ],
      "journal": "Journal of maxillofacial and oral surgery",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: To compare the effects of cryotherapy and LLLT in minimizing edema, post-operative pain, trismus and post-operative discomfort after surgical removal of impacted mandibular third molars under local anesthesia. MATERIAL METHOD: 80 patients between the ages 18-50 years of either gender fulfilling the inclusion criteria were selected for the randomized, prospective, single-blind clinical trial. Bilaterally symmetrical mandibular impacted third molars were selected for the study and randomly designated into two groups (Group 1- LLLT, Group 2- CRYOTHERAPY) each. Along with pain, trismus and swelling, POSSe (post-symptom severity scale) was used for assessment of postoperative discomfort throughout the 7 days. RESULTS: Pain and swelling scores were generally better in cryotherapy group when compared to LLLT Group, specifically in first 3 postoperative days. However, trismus in first 3 postoperative days was significantly less in LLLT group than in the cryotherapy group. Postoperative mouth opening exhibited a reduction of 3.60% in the laser group, where LLLT irradiation was done, whereas in the cryotherapy group, it was much larger, around 17.96%. On evaluating the POSSe, in LLLT group, mostly patients reported that they were affected in enjoyment of food, approximately 40% more than cryotherapy group. CONCLUSION: The mechanism of action and result outcomes for cryotherapy and LLLT has the potential to improve the quality of patient care provided by vast majority of clinicians in third molar surgery but when compared pain and swelling were better controlled with cryotherapy and trismus was better dealt with LLLT."
    },
    {
      "pmid": "39888033",
      "title": "Reply to \"Cold urticaria as a complication of cryotherapy in the treatment of viral warts\".",
      "authors": [
        "Maria Sin-Soler",
        "Miquel Casals",
        "Vicente Exposito-Serrano"
      ],
      "journal": "Pediatric dermatology",
      "publication_date": "2025",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "39857085",
      "title": "Early Effects of Bronchoscopic Cryotherapy in Metastatic Non-Small Cell Lung Cancer Patients Receiving Immunotherapy: A Single-Center Prospective Study.",
      "authors": [
        "Gediminas Vasiliauskas",
        "Evelina Žemaitė",
        "Erika Skrodenienė",
        "Lina Poškienė",
        "Gertrūda Maziliauskienė",
        "Aurimas Mačionis",
        "Skaidrius Miliauskas",
        "Donatas Vajauskas",
        "Marius Žemaitis"
      ],
      "journal": "Diagnostics (Basel, Switzerland)",
      "publication_date": "2025-Jan-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Cryotherapy is used for local tissue destruction through rapid freeze-thaw cycles. It induces cancer cell necrosis followed by inflammation in the treated tumor microenvironment, and it stimulates systemic adaptive immunity. Combining cryotherapy with immunotherapy may provide a sustained immune response by preventing T cell exhaustion. Methods: Fifty-five patients with metastatic non-small cell lung cancer who had received no prior treatment were randomized into two groups in a 1:1 ratio: the bronchoscopic cryotherapy group or the control group. Patients received up to four cycles of pembrolizumab as monotherapy or in combination with platinum-based chemotherapy. Immune-related adverse events (irAEs), complications, tumor size changes, overall response rate (ORR), and disease control rate (DCR) were evaluated. Results: Lung tumors, treated with cryotherapy, demonstrated continuous reduction from the baseline (22.4 cm2 vs. 14.4 cm2 vs. 10.2 cm2, p < 0.001). Similar changes were observed in pulmonary tumors in the control group (19.0 cm2 vs. 10.0 cm2, p < 0.001). The median change in pulmonary tumors between two groups was not significant (-42.9% vs. -27.7%, p = 0.175). No significant differences were observed in the ORR (28.6% vs. 23.1%, p = 0.461) or target lesion decrease (-24.0% vs. -23.4%, p = 0.296) between the groups. However, the DCR was significantly higher in the cryotherapy group (95.2% vs. 73.1%, p = 0.049). No cases of serious bleeding during cryotherapy or pneumothorax were observed. Six patients (25.0%) in the cryotherapy group and eight (26.7%) in the control group experienced irAEs. Conclusions: Our study demonstrated that combined bronchoscopic cryotherapy and immunotherapy with or without chemotherapy may reduce the rate of progressive disease in metastatic non-small cell lung cancer patients while maintaining a satisfactory safety profile."
    },
    {
      "pmid": "39834710",
      "title": "Real-world experience with tirbanibulin 1% ointment for the treatment of nonmelanoma skin cancer following cryotherapy: A pilot study.",
      "authors": [
        "Angela Moore",
        "Kara Hurley",
        "Stephen Moore",
        "Luke Moore"
      ],
      "journal": "JAAD international",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39814075",
      "title": "Bone lesion cryotherapy: pictorial review and review of current evidence.",
      "authors": [
        "N Jenko",
        "R D Henderson",
        "A T Patel"
      ],
      "journal": "The British journal of radiology",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Over the last two decades the development of small probes has enabled percutaneous use of cryotherapy. Cryotherapy, also known as cryoablation, enables the treatment of much larger lesions than other thermal ablation techniques, particularly when using multiple evenly spaced probes. Using rapid cooling to as low as -200 degrees Celsius (at the tip of the probe), reliable, and predictable necrosis can be induced. Probes are usually percutaneously inserted under computed tomography (CT) guidance under sedation or general anaesthesia, often as a day case. The procedure is safe with severe complications occurring rarely; the commonest complication is neural injury in lesions closely related to neurovascular bundles. Cryotherapy has been applied to the symptomatic and occasionally curative treatment of bone metastases and a range of primary bone lesions. This review summarises the published evidence base for the use of cryotherapy in metastatic and primary bone lesions and describes the experience with cryotherapy at the Royal Orthopaedic Hospital, Birmingham, a quaternary bone tumour referral hospital, where cryotherapy has been used for 3 years."
    },
    {
      "pmid": "39809229",
      "title": "Efficacy of Spray Cryotherapy on Airway Secretions in Canine Models of Chronic Bronchitis and Mechanism Insights.",
      "authors": [
        "Bingbing Wang",
        "Hongxia Duan",
        "Xuan Li",
        "Xuan Long",
        "Shuanshuan Xie",
        "Changhui Wang"
      ],
      "journal": "Respiration; international review of thoracic diseases",
      "publication_date": "2025-Jan-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Bronchoscopic spray cryotherapy (SCT) is a novel treatment showing promise for chronic bronchitis (CB), characterized by excessive mucus secretion and productive cough. A large animal model for preclinical research of SCT is lacking, and its treatment's efficacy and mechanisms for CB are not well understood. METHODS: Eight Labradors were exposed to 200 ppm SO2 for 6 months to develop a CB model. Evaluations included pulmonary resistance, bronchoalveolar lavage fluid (BALF), CT images, and pathology. After model validation, 6 dogs received SCT and were observed for short-term (7 days) and long-term (30 days) outcomes. Metrics included pulmonary resistance, bronchoscopy findings, and BALF analysis for inflammatory factors, acetylcholine, and mucins. Bronchial tissue was assessed via HE staining, electron microscopy, and IHC staining. BEAS-2B cells were used to study MUC5AC expression in response to LPS and acetylcholine. RESULTS: SO2 exposure led to persistent cough, increased pulmonary resistance, goblet cell hyperplasia, and inflammation. Mucin, MUC5AC, and MUC5B levels in BALF increased over time, which validated the CB model. SCT treatment reduced mucus and pulmonary resistance, improved bronchial structure, and decreased goblet cells. SCT significantly reduced BALF mucin, MUC5AC, MUC5B, acetylcholine, IL-6, INF-γ, TNF-α, and IL-10, and bronchial MUC5AC and CHRM3. In the LPS treatment BEAS-2B cells, MUC5AC expression increased when acetylcholine pretreatment concentration increased. CONCLUSION: The SO2 inhalation protocol effectively establishes a CB model in dogs. SCT effectively treats CB by reducing mucin levels and may lower MUC5AC expression by decreasing acetylcholine and CHRM3."
    },
    {
      "pmid": "39806850",
      "title": "The feasibility of the deep hypothermal cryotherapy plus immune checkpoint inhibitor for treatment of severe malignant central airway obstruction.",
      "authors": [
        "Zhibing Luo",
        "Changwen Deng",
        "Shaoyong Gao",
        "Xiaodong Wu",
        "Xia Fang",
        "Xiaoping Zhu",
        "Qiang Li",
        "Wujian Xu"
      ],
      "journal": "Chinese clinical oncology",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The recurrence shortly after interventional therapy poses a great challenge in managing malignant central airway obstruction (MCAO). While cryotherapy has shown potential benefits when combined with immunotherapy in lung cancer, its effectiveness for improving local control of malignant central airway tumors is not well understood. This study aims to evaluate the clinical efficacy and safety of combining these strategies. METHODS: A total of 12 patients with MCAO who had been treated with a combination of cryotherapy and immune checkpoint inhibitors (ICIs) were compiled for analysis in a tertiary hospital in Shanghai East Hospital, China. The primary endpoint is the duration of efficacy (DoE) for MACO after the combined therapy, which was defined as the time interval of the airway stayed patency without additional repeated interventional treatment. Secondary endpoints encompassed an assessment of objective response rate, overall survival and the adverse events. RESULTS: Twelve patients received a combination therapy between January 2021 and December 2023. Median age was 66 years, 91.7% male. Fifty percent were squamous carcinoma. 50.0% had medium to low programmed cell death-ligand 1 (PD-L1) levels. 41.7% patients' performance status scored higher than 2. 91.7% (11/12) of the patients objectively respond to the combined therapy, with a median DoE of 10.0 (95% confidence interval: 3.7-21.7) months. The 6-, 12- and 18-month survival rate was 75.0%, 50.0% and 41.8%, respectively. The most common adverse event was granulation. Other events included mild rash, pneumonitis, and hypothyroidism. No severe procedure-related adverse events occurred. CONCLUSIONS: In patients with endoluminal or mixed MCAO, our findings suggest that combining endobronchial cryotherapy with ICIs may help maintain airway patency, offering a promising preliminary signal for this therapeutic approach.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Aged",
        "Immune Checkpoint Inhibitors",
        "Cryotherapy",
        "Middle Aged",
        "Airway Obstruction",
        "Feasibility Studies",
        "Retrospective Studies",
        "Combined Modality Therapy"
      ]
    },
    {
      "pmid": "39773549",
      "title": "Comparison of three cryotherapy techniques for early post-TKA pain control in terms of efficacy and patient satisfaction: a randomized controlled trial.",
      "authors": [
        "Keerati Chareancholvanich",
        "Worawut Keesukpunt",
        "Chaturong Pornrattanamaneewong",
        "Rapeepat Narkbunnam",
        "Atthakorn Jarusriwanna"
      ],
      "journal": "Arthroplasty (London, England)",
      "publication_date": "2025-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cryotherapy is a non-pharmacological option that complements drug therapy to achieve the most comprehensive multimodal analgesia. Various techniques are currently available, including the conventional gel cold pack, the cryo-cuff, and a novel mobile cold compression device (MCCD). This study aimed to evaluate and compare three cryotherapy techniques in terms of efficacy and patient satisfaction in patients undergoing total knee arthroplasty (TKA). METHODS: This prospective randomized study included 108 patients who were scheduled for primary unilateral TKA. The patients were allocated to 3 groups for postoperative cryotherapy techniques: gel cold pack, cryo-cuff, and MCCD. Scores on the visual analog scale (VAS) for pain intensity, morphine consumption, knee range of motion (ROM), knee swelling, length of hospital stay, and patient satisfaction were collected. RESULTS: Postoperative VAS scores showed a significant difference among the groups at 8 and 72 h after surgery (P = 0.002 and 0.026, respectively). At the earliest postoperative time point, post hoc analysis demonstrated that patients in the MCCD group had lower pain scores than those in the gel cold pack (P < 0.001) and the cryo-cuff group (P = 0.030). However, cryo-cuff reduced knee swelling significantly compared to gel cold pack (P = 0.028) and MCCD (P = 0.011) at postoperative 72 h. The total satisfaction score was 86.8, 82.8, and 89.1 with gel cold pack, cryo-cuff, and MCCD, respectively. CONCLUSIONS: Cryotherapy is an adjunct to post-TKA pain control at the surgical site. MCCD has shown superior efficacy in pain reduction during the earliest postoperative period, and achieved high patient satisfaction. TRIAL REGISTRATION: This study was registered in the Thai Clinical Trials Registry database (no. TCTR20200517002)."
    },
    {
      "pmid": "39761302",
      "title": "Effectiveness of carbon dioxide cryotherapy for the treatment of cutaneous leishmaniasis: Systematic review and meta-analysis.",
      "authors": [
        "Feleke Tilahun Zewdu",
        "Bisrat Misganaw Geremew",
        "Endalamaw Gadisa Belachew",
        "Kassahun Alemu Gelay"
      ],
      "journal": "PLoS neglected tropical diseases",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Cutaneous leishmaniasis is one of the neglected tropical diseases which is hard to treat. Carbon dioxide-based cryotherapy is a novel therapeutic option for cutaneous leishmaniasis in both developed and developing nations. This study aims to summarize the pooled evidence on the effectiveness of carbon dioxide-based cryotherapy for the treatment of cutaneous leishmaniasis. METHODS: Searches of grey literature using Google Scholar and databases including PubMed, Scopus, EMBASE, Web of Science, and Google Scholar were conducted to find studies that reported the cure rate of cryotherapy. The search, screening, data extraction, and critical evaluation were carried out by two authors, with a third acting as a tiebreaker. To locate papers, we used Medical Subject Headings (MeSH) phrases and keywords. Between May 10 and May 13, 2023, the review protocol was developed using the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 2020 checklist. For the meta-analysis, STATA 17 was the statistical software used. The random effects model was employed to compile the effect estimates. Lastly, we used the funnel plot and Egger's test to evaluate publication bias, heterogeneity, sensitivity, and subgroup analyses. RESULT: Out of the 16 researches included in the review, seven papers with a total of 1,357 cases were chosen for the meta-analysis. For the treatment of cutaneous leishmaniasis, the pooled cure rate with carbon dioxide-based cryotherapy was 87.84% (95% CI: 65.92-109.77). Randomized controlled trials made up the majority of the studies that were used. The highest cure rate was seen when there were two lesions, 94.34% (95% CI:68.21-119.48), and when the size of the lesion was less than or equal to 4, 93.83% (95% CI:68.92-118.75). There was no indication of a significant publishing bias. CONCLUSION: Carbon dioxide-based cryotherapy revealed a high pooled efficacy. The efficacy of the CL instances was mostly dependent on the extent of the lesion and the frequency of therapy administration. To determine if this therapy is beneficial in a routine care context, a large-scale study with a sound design is necessary.",
      "mesh_terms": [
        "Leishmaniasis, Cutaneous",
        "Humans",
        "Carbon Dioxide",
        "Cryotherapy",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39744756",
      "title": "Tirbanibulin in actinic keratosis treatment: evaluation of effectiveness, safety and patients' satisfaction in a comparison with cryotherapy.",
      "authors": [
        "Ilaria Pertici",
        "Cristian Fidanzi",
        "Matteo Bevilacqua",
        "Nicolò Mori",
        "Agata Janowska",
        "Marco Romanelli"
      ],
      "journal": "Journal der Deutschen Dermatologischen Gesellschaft = Journal of the German Society of Dermatology : JDDG",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Letter"
      ]
    },
    {
      "pmid": "39722136",
      "title": "Cryotherapy versus radiofrequency ablation in the treatment of post-chemoradiotherapy patients with recurrence of Barrett's dysplasia.",
      "authors": [
        "Shiraz Mohammed Khan",
        "Sirsha Kundu",
        "Jade Godfrey",
        "Claudio Buggiotti",
        "Hasan Haboubi"
      ],
      "journal": "Clinical endoscopy",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "39710651",
      "title": "Effect of intracanal cryotherapy on post-operative pain in single-visit endodontic retreatment: a randomized clinical trial.",
      "authors": [
        "Sholeh Ghabraei",
        "Farzaneh Afkhami",
        "Mohammad Mahdi Kiafar",
        "Mohamad Javad Kharazifard",
        "Ove A Peters"
      ],
      "journal": "BMC oral health",
      "publication_date": "2024-Dec-22",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: This randomized clinical trial aimed to evaluate the effect of intracanal cryotherapy with 2-4 °C normal saline irrigation on post-operative pain after single-visit non-surgical root canal retreatment. METHODS: Forty-six single-rooted, single-canal teeth requiring non-surgical root canal retreatment were randomly assigned to two groups (n = 23): a cryotherapy group and a control group. All the treatments were completed during a single visit. A combination of nickel-titanium and stainless-steel files was used for the removal of gutta-percha and root canal preparation, and irrigation was performed using 5.25% NaOCl and 17% EDTA. The cryotherapy group had a final irrigation temperature of 2-4 °C for 5 min before root canal obturation, whereas the control group received irrigation at room temperature. Post-operative pain levels were assessed via the Numerical Rating Scale at 6, 18, 24, 48, 72, and 168 h (up to 7 days). The number of analgesics consumed at the same intervals was also recorded. Statistical analysis was performed using the Chi-Square test, Mann-Whitney test, and Independent Samples test, with the significance level set at 0.05. RESULTS: There was a statistically significant difference in post-operative pain between the cryotherapy group and the control group at 6 h after treatment (P < 0.05). However, post-operative pain levels were not significantly different at 18, 24, 48, 72, or 168 h after treatment (P > 0.05). Additionally, there was no statistically significant difference between the groups in terms of analgesic intake (P > 0.05). CONCLUSION: Intracanal cryotherapy can effectively reduce short-term post-operative pain, but it has no effect on long-term pain or the need for analgesics.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Analgesics",
        "Cryotherapy",
        "Edetic Acid",
        "Gutta-Percha",
        "Pain Measurement",
        "Pain, Postoperative",
        "Retreatment",
        "Root Canal Obturation",
        "Root Canal Preparation",
        "Root Canal Therapy",
        "Sodium Hypochlorite",
        "Therapeutic Irrigation",
        "Dental Pulp Cavity",
        "Endodontics"
      ]
    },
    {
      "pmid": "39704831",
      "title": "Comparison of the efficacy of combination treatment of microneedling and topical Bleomycin with cryotherapy for the management of hand and foot refractory warts.",
      "authors": [
        "Roya Vatankhah",
        "Afsaneh Radmehr",
        "Hamideh Azimi Alamdari",
        "Faeghe Sheikhalizadeh Nobar",
        "Mobina Oladghaffari"
      ],
      "journal": "Archives of dermatological research",
      "publication_date": "2024-Dec-20",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "Several studies have looked into the effectiveness of bleomycin treatment for warts using various injection methods, such as intralesional injection, multiple puncture technique, jet injection, and moonlet needle prick method, in various concentrations and doses. However, injection methods have been linked to acute pain and bleeding. The purpose of this study is to examine the efficacy of microneedling combination with topical bleomycin and cryotherapy in the treatment of resistant warts on the hands and feet. This randomized clinical trial, conducted at Sina Hospital in Tabriz, involved 90 patients with treatment-resistant warts on their hands and feet. Treatment measures were repeated every two weeks in treatment-resistant patients who did not react to four cryotherapy sessions or whose lesions remained stable for six months. Each wart lesion was randomly assigned to one of two treatment groups: topical bleomycin with microneedling or cryotherapy. The effectiveness of the treatment in weeks 2, 4, 6, and 8 with PGA and PaGA, the amount of clearance, and side effects were evaluated in each session and the 8th week. Pain during therapy was assessed using a visual analog scale (VAS) ranging from 0 to 10. The patients' mean age was 33.65 ± 12.24 years, with 63.3% being female. A total of 186 resistant wart lesions were treated, with 98 (52.7%) situated in the palmar region and 88 (47.3%) in the plantar region. In palm lesions, the bleomycin micro-needling group had a considerably greater clearance rate than the cryotherapy group (86.4% vs. 61.9%; p = 0.001). In foot lesions, the bleomycin microneedling group had a greater clearance rate than the cryotherapy group, although there was no statistically significant difference (69.6% vs. 54.2%; p = 0.209). In the eighth week following the intervention, the number of lesions and the diameter of warts on the palms and feet decreased significantly in the bleomycin microneedling group when compared to the cryotherapy group. Bleomycin microneedling had no adverse effects; however, in patients undergoing cryotherapy, local pain, blisters, and scars were noted. Bleomycin microneedling has a higher therapeutic efficiency than cryotherapy for treating refractory hand and foot warts, and it removes lesions more effectively. In addition, this therapeutic method is safer and has fewer side effects than cryotherapy.",
      "mesh_terms": [
        "Humans",
        "Warts",
        "Female",
        "Male",
        "Adult",
        "Bleomycin",
        "Cryotherapy",
        "Treatment Outcome",
        "Combined Modality Therapy",
        "Young Adult",
        "Middle Aged",
        "Needles",
        "Adolescent",
        "Hand",
        "Administration, Topical",
        "Foot",
        "Administration, Cutaneous",
        "Foot Dermatoses",
        "Percutaneous Collagen Induction"
      ]
    },
    {
      "pmid": "39679498",
      "title": "Cervical Inspection With AAVI and Cryotherapy on HPV-Diagnosed Women in Windhoek, Namibia.",
      "authors": [
        "Aune Mbadhi",
        "Yapo Guill Aboua",
        "Larai Aku Akai",
        "Beauty Etinosa Omoruyi",
        "Benjamin Ifeoluwa Okeleye",
        "Vincent Ifeanyi Okudoh"
      ],
      "journal": "Inquiry : a journal of medical care organization, provision and financing",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In 2018, the Ministry of Health and Social Services (MoHSS) introduced acetic acid visual inspection (AAVI) screening program and treatment of cervical precancers with cryotherapy in replacement of Pap smear intervention in Namibia. The study examines the effective use of AAVI-and-cryotherapy treatment on HPV-diagnosed women. Female patients of the reproductive age (20-49 years) group visiting 2 Namibian healthcare facilities for AAVI and cryotherapy treatment were investigated using a cross-sectional approach. The SPSS and coding themes were used to analyze data received through questionnaires and face-to-face interviews from a total of 265 participants. Written informed consent was obtained from participants for treatment and for publication. Among the women that participated in the study, 151 (62%) tested HPV positive, of which 132 (53%) were referred for cryotherapy and 19 (8%) for colposcopy treatments due to Cervical Intraepithelial Neoplasia (CIN I-III) detected. Regardless of the age groups, there was significant evidence of an association between para gravida and HPV positive (χ2(6) = 24.518; P < .001) and HPV negative (χ2(18) = 137.098; P < .001). About 80% of all participants experienced unpleasant pelvic sensations during the examination, with slight abdominal pain during and after the procedure. Ten percent experienced brownish discharges from their pelvis, of which was treated during the cryotherapy treatment. These findings suggest that MoHSS should actively re-evaluate the existing policies to promote AAVI and cryotherapy treatment.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Namibia",
        "Adult",
        "Cryotherapy",
        "Cross-Sectional Studies",
        "Middle Aged",
        "Uterine Cervical Neoplasms",
        "Papillomavirus Infections",
        "Acetic Acid",
        "Uterine Cervical Dysplasia",
        "Young Adult",
        "Papanicolaou Test",
        "Colposcopy",
        "Surveys and Questionnaires",
        "Vaginal Smears"
      ]
    },
    {
      "pmid": "39625333",
      "title": "Autonomic Responses to Cold Pain: Effect of Type, Duration, and Habituation in Cryotherapy.",
      "authors": [
        "Jasmine M McDowell",
        "Gretchen Addington",
        "Kristen Metzler-Wilson",
        "Thad E Wilson"
      ],
      "journal": "Medicine and science in sports and exercise",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Cold limb immersion, a form of cryotherapy, can cause cardiovascular changes due to cold-pain induced autonomic reflexes. This cryotherapy treatment side effect has received less attention but could have direct implications for physical rehabilitation of individuals with cardiovascular comorbidities. METHODS: To test hypotheses related to the pressor effects of varied limb sites and surface areas of cryotherapy, two common lower limb injury sites (ankle and knee) were immersed into cold water (15 min, 1-3°C) and then referenced to a standard cold pressor test (CPT). Beat-by-beat arterial blood pressure (finger photoplethysmography), heart rate (ECG), systemic vascular conductance (SVC; Modelflow), and calf vascular conductance (VC) (venous occlusion plethysmography) were measured in 14 healthy participants. RESULTS: At 2 min, CPT increased mean arterial pressure (21 ± 4 mm Hg) more than either ankle or leg immersion (15 ± 4 and 15 ± 5 mm Hg, respectively; P = 0.015). Systemic vascular conductance and calf VC decreased but were not different across treatments ( P = 0.417 and P = 0.086). Mean arterial pressure and SVC were not different from 2 to 15 min of immersion ( P = 0.164 and P = 0.522), but calf VC decreased further by the end of immersion (3.1 ± 0.5 to 2.8 ± 0.4 and 2.7 ± 3 to 1.7 ± 0.2 units; P = 0.028). Mean arterial pressure increases with CPT were similar with solely CPT and when CPT followed ankle or leg immersion (27 ± 5 and 23 ± 4 mm Hg, respectively; P = 0.199). CONCLUSIONS: These data indicate robust pressor responses without autonomic reflex habituation and that cryotherapy immersion location but not surface area appears to mediate cardiovascular responses. This cryotherapy side effect may be an important consideration for patients with cardiovascular-related comorbidities.",
      "mesh_terms": [
        "Humans",
        "Cryotherapy",
        "Male",
        "Cold Temperature",
        "Female",
        "Adult",
        "Heart Rate",
        "Young Adult",
        "Autonomic Nervous System",
        "Immersion",
        "Pain",
        "Habituation, Psychophysiologic",
        "Leg",
        "Blood Pressure",
        "Ankle",
        "Knee",
        "Time Factors"
      ]
    },
    {
      "pmid": "39616539",
      "title": "Preliminary clinical evaluation of the treatment efficacy of a temperature-adjustable cryotherapy device for chronic, recurrent blepharitis in dogs.",
      "authors": [
        "Hyun-Wook Kim",
        "Tae-Won Yoon",
        "Joon-Young Kim"
      ],
      "journal": "Veterinary ophthalmology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To preliminarily evaluate the treatment efficacy of a temperature-adjustable cryotherapy device for chronic, recurrent blepharitis in dogs. ANIMALS STUDIED: Five dogs (eight eyes) of different breeds with blepharitis, which was unresponsive to systemic steroids. PROCEDURES: The dogs were subjected to ophthalmic examination, including Schirmer tear test-1 (STT-1), tear film break-up time (TFBUT) test, and slit-lamp biomicroscope examination. Cryotherapy was performed using a device featuring precise low-temperature control. A bandage lens and ointment (2% hypromellose) were applied before cryotherapy to protect the cornea. Carbon dioxide gas at 0°C was sprayed on the lesion for 10 s. In all patients, only topical antibiotics and corticosteroid were applied twice a day; systemic corticosteroids were not used. Pruritus and ocular discharge were scored based on the visual analog scale (VAS) before and 3 weeks after cryotherapy. Qualitative changes in tear film were measured using STT-1 and a TFBUT test. The effects on erythema and swelling were evaluated by ophthalmic examination. RESULTS: Pruritus improvement was confirmed in all eight eyes (five dogs). After cryotherapy, the average VAS score of pruritus significantly decreased from 4.12 ± 2.64 to 0.37 ± 0.51 (p < .001), and the average TFBUT significantly increased from 5.75 ± 4.80 to 13.75 ± 4.43 (p = .010). STT-1 and the VAS score of ocular discharge did not significantly differ. Erythema and swelling were improved in three out of eight eyes. CONCLUSIONS: Cryotherapy is effective in treating blepharitis with pruritus and may become a new treatment option in patients in whom systemic corticosteroids are difficult to administer.",
      "mesh_terms": [
        "Animals",
        "Dogs",
        "Dog Diseases",
        "Blepharitis",
        "Cryotherapy",
        "Male",
        "Female",
        "Treatment Outcome",
        "Chronic Disease",
        "Recurrence"
      ]
    },
    {
      "pmid": "39600100",
      "title": "Comparison of topical potassium hydroxide 5% solution with cryotherapy in the treatment of patients with genital warts: A randomized controlled clinical trial.",
      "authors": [
        "Fateme Javame Ghazvini",
        "Mohammad Javad Yazdanpanah",
        "Yalda Nahidi",
        "Shatila Torabi",
        "Raheleh Ganjali",
        "Amir Hoshang Mohammadpour",
        "Seyyedeh Zahra Ghasemi"
      ],
      "journal": "International journal of STD & AIDS",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "BACKGROUND: Given the therapeutic challenge of wart treatment and the need for an ideal treatment that is effective, noninvasive, cost-effective, and has minimal side effects, this study aims to compare the local impact of a 5% potassium hydroxide (KOH) solution with cryotherapy, the current standard treatment for genital warts. METHODS: Two groups, each consisting of 49 patients: the first group was treated with a daily topical application of 5% KOH solution using a swab, while the second group underwent cryotherapy in two 5-20 s freeze-thaw cycles. Before treatment, patient demographic data and number of lesions were recorded. Follow-up visits were conducted at four-week intervals for 12 weeks, during which the number of lesions, time to complete recovery, and skin-related side effects were examined and recorded, ensuring comprehensive data collection. RESULTS: A total of 98 patients (average age: 28.40 ± 7.34 years), 55 cases (55.1%) being female and 43 cases (43.9%) being male. Importantly, there was no significant difference in terms of gender (p = .684), education (p = .533), and marital status (p = .703) between the two study groups. Further, no significant difference in previous infection history (p = .493) and partner infection (p = .098) was identified. There was no significant difference in terms of treatment response (p = .510) and relapse (p < .999) between the two KOH and cryotherapy study groups. CONCLUSION: The study found no significant differences in treatment response, relapse rates, or side effects between using 5% potassium hydroxide solution and cryotherapy for genital wart treatment. These findings suggest that both modalities offer comparable efficacy and safety profiles, providing clinicians with valuable options in tailoring treatment approaches for patients with genital warts.",
      "mesh_terms": [
        "Humans",
        "Potassium Compounds",
        "Female",
        "Hydroxides",
        "Male",
        "Adult",
        "Cryotherapy",
        "Condylomata Acuminata",
        "Treatment Outcome",
        "Administration, Topical",
        "Young Adult",
        "Adolescent"
      ]
    },
    {
      "pmid": "39593405",
      "title": "The influence of circulating cold water cryotherapy with or without intermittent pneumatic compression on shoulder joint position sense (JPS) in recreationally active adults: A randomized crossover trial.",
      "authors": [
        "E N Stanhope",
        "R L Warnett",
        "D G Burt",
        "S W Cutler",
        "J W G Kell",
        "R Naemi"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: Cryotherapy is a widely used intervention in sports settings to facilitate the return of injured athletes to competition, despite a lack of high-quality evidence. Given the possibility cryotherapy may increase the risk of injury, by reducing nerve conduction velocity, muscle force production, and proprioceptive afferent information, further research is needed to evaluate its effects on proprioception, particularly in the shoulder joint, which has the greatest range of motion of any joint in the body, where there is a dearth of studies. METHODS: We conducted a pre-registered, 1:1 block randomized, baseline controlled, double blind (outcome assessor and statistician), crossover trial of cryotherapy without compression and cryotherapy with compression. RESULTS: Analysis indicated there were no statistically significant changes in the accuracy of achieving the target angle because of either the cryotherapy or compression intervention. The small effect sizes observed between the groups indicate that cryotherapy is unlikely to have a clinically significant negative impact on shoulder joint position sense. CONCLUSION: Consequently, returning athletes to the field of play after cryotherapy treatment is not expected to pose an increased risk of injury due to proprioceptive deficits. These findings align with the majority of studies investigating the effects of cryotherapy on proprioception. IMPACT STATEMENT: This pre-registered, randomized, crossover trial on the effects of cryotherapy on joint position sense (JPS) in physical therapy and rehabilitation provides valuable insights into a widely used treatment modality. The small effect sizes observed in our study suggest that cryotherapy is unlikely to have a clinically significant negative effect on shoulder JPS. Cryotherapy remains a viable therapeutic option, without concerns for adverse effects or further injury risk, in returning athletes to the field of play.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Young Adult",
        "Cross-Over Studies",
        "Cryotherapy",
        "Double-Blind Method",
        "Intermittent Pneumatic Compression Devices",
        "Proprioception",
        "Range of Motion, Articular",
        "Shoulder Joint"
      ]
    },
    {
      "pmid": "39592755",
      "title": "Predictive dermoscopic features of cryotherapy treatment response in cutaneous warts.",
      "authors": [
        "Soobin Cha",
        "Gi-Wook Lee",
        "Jun-Oh Shin",
        "Dongyoung Roh",
        "Kihyuk Shin",
        "Hoon-Soo Kim",
        "Hyun-Chang Ko",
        "Byungs-Soo Kim",
        "Moon-Bum Kim",
        "Jungsoo Lee"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Nov-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The utility of dermoscopy for the diagnosis of cutaneous warts is well known. However, its role in predicting the outcome of cryotherapy for cutaneous warts remains unexplored. To identify dermoscopic features predicting treatment responses in cryotherapy for cutaneous warts. We conducted a retrospective analysis of 119 warts in 103 patients. Responses were categorized as complete, partial, or none after three sessions of cryotherapy within 4 months. The evaluated features included vascularity, papillary patterns, and margin characteristics. Marked surface scales and well-defined margins were common in complete responses. Minimal surface scales and smooth patterns were observed in less responsive cases. In the group with a complete response, marked surface scales were observed 6.59 times more frequently, well-defined margins were 4.1 times more common, and dots were 4.07 times more common compared to the group with no response. Common warts responded well when showing vascularity and marked surface scales, whereas plantar warts responded positively when showing background erythema. Dermoscopic features, such as dots, marked surface scales, and well-defined margins, predict a favorable cryotherapy response in cutaneous warts. Plantar warts respond positively in the presence of perilesional erythema, whereas common warts exhibit vascularity and marked surface scales for a better response to cryotherapy.",
      "mesh_terms": [
        "Humans",
        "Warts",
        "Male",
        "Female",
        "Cryotherapy",
        "Dermoscopy",
        "Adult",
        "Retrospective Studies",
        "Adolescent",
        "Treatment Outcome",
        "Young Adult",
        "Child",
        "Middle Aged",
        "Child, Preschool"
      ]
    },
    {
      "pmid": "39576692",
      "title": "Whole-Body Cryotherapy Reduces Systemic Inflammation in Healthy Adults: Pilot Cohort Study.",
      "authors": [
        "Elizabeth Chun",
        "Richard Joseph",
        "Rachele Pojednic"
      ],
      "journal": "Interactive journal of medical research",
      "publication_date": "2024-Nov-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronically elevated inflammation is implicated in many conditions, including obesity, metabolic syndrome, and cardiovascular disease, and has been associated with increased mortality risk. Whole-body cryotherapy (W-BC) is a promising modality to treat inflammation with demonstrated benefits for clinical subpopulations including those with arthritis, obesity, and type 2 diabetes. However, it is unclear whether the benefit from W-BC extends to healthy individuals prior to chronic disease-related inflammation. In addition, the long-term durability of W-BC effect is unknown. OBJECTIVE: This study investigates the inflammatory response to W-BC in healthy adults with a biomarker of inflammation, high-sensitivity C-reactive protein (hsCRP), and clinical biomarkers of metabolism including fasting glucose, hemoglobin A1c (HbA1c), low-density lipoprotein (LDL) and high-density lipoprotein (HDL), and triglycerides. METHODS: Fifteen individuals (n=9 female) participated in frequent recreational W-BC (3 minutes of cold exposure at -110 ℃) over approximately 9 months and had blood draws at baseline plus follow-up visits. Biomarkers were modeled as linear functions of W-BC sessions received in the month prior to blood draw. RESULTS: The mean amount of W-BC received was 6.78 (SD 4.26) times per month with the cumulative total ranging from 13 to 157 W-BC sessions over the course of the study. On average, participants completed 1-2 sessions per week throughout the intervention. The number of W-BC sessions were associated with decreased hsCRP (-0.14 mg/L in hsCRP per W-BC session; P<.01) and with durability of up to 9 months. Increased W-BC was also associated with a downward trend in fasting glucose. This trend failed to reach significance at 1 month (-0.73 mg/dL in fasting glucose per W-BC session; P<.10) but was significant for 2- and 3-month windows (P<.05). HbA1c was increased significantly after 9 months (P<.01); however, the change occurred within normal ranges (difference=0.13% and <5.7%) and was not clinically significant. There was no association between W-BC and LDL cholesterol, HDL cholesterol, or triglycerides (P>.10), although LDL trended lower over the time period examined (P=.07). CONCLUSIONS: These results suggest that W-BC beneficially impacts systemic inflammation by lowering hsCRP levels in healthy individuals and may also have some modulating effect on fasting glucose."
    },
    {
      "pmid": "39569257",
      "title": "Segmental Darier's Disease Treated With Cryotherapy.",
      "authors": [
        "Ngoc Nguyen",
        "Kevin Liu",
        "Marvin Sasson",
        "Kirsten Bellucci"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Darier's disease is characterized by pruritic keratotic papules resulting from dysfunctional keratinocyte adhesion. Segmental Darier's is a rare variant thought to be caused by a post-zygotic somatic mutation. The mainstay of treatment consists of oral and topical retinoids and corticosteroids. Other treatments include topical calcineurin inhibitors, 5-fluorouracil, vitamin D analogs, ablative lasers, and surgical excision in refractory cases. Segmental Darier's may be difficult to recognize and even more challenging to treat. Herein, we present a case of a 45-year-old female with linear segmental Darier's disease who improved significantly following treatment with cryotherapy."
    },
    {
      "pmid": "39533652",
      "title": "Cryotherapy with carbon dioxide hydrate enhances immediate recovery of muscle function from neuromuscular fatigue.",
      "authors": [
        "Kosuke Hirata",
        "Daigo Shiozaki",
        "Koki Yamada",
        "Yusuke Miyokawa",
        "Yoshinari Yajima",
        "Ryota Akagi"
      ],
      "journal": "Journal of sports sciences",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "This study investigated the effect of cryotherapy with carbon dioxide hydrate (CDH) on fatigue recovery of neuromuscular function and muscle blood circulation. Fourteen young males randomly received three types of 20-min recovery interventions (cryotherapy with CDH [CDH-condition] or normal ice [ICE-condition], or quiet sitting at room temperature [CON-condition]) 5 min following a fatiguing task (50 maximal effort isotonic contractions) on three separate days. The isotonic peak power of the knee extensors at 35 min after the fatiguing task in the CDH-condition (95% of baseline) was greater than that in the other conditions (82-89% of baseline; p ≤ 0.031). In addition, at 25 and 35 min after the fatiguing task, the changes in haemoglobin concentration of the knee extensors from before the fatiguing task in the CON-condition (2.5 and 3.0 μmol/L) were different from those in the ICE-condition (-1.4 and -1.3 μmol/L; p ≤ 0.004) but comparable to those in the CDH-condition (1.1 and 0.7 μmol/L; p ≥ 0.060), respectively. These findings suggest that cryotherapy with CDH did not lower the blood volume following the intervention, unlike that with normal ice, and promoted greater immediate recovery of muscle power from neuromuscular fatigue compared with cryotherapy with ice or passive rest.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Cryotherapy",
        "Muscle Fatigue",
        "Carbon Dioxide",
        "Young Adult",
        "Muscle, Skeletal",
        "Hemoglobins",
        "Knee",
        "Muscle Strength",
        "Recovery of Function",
        "Blood Volume",
        "Ice",
        "Muscle Contraction"
      ]
    },
    {
      "pmid": "39512253",
      "title": "Evaluation and Comparison of the Efficacy and Safety of Cryotherapy and Electrosurgery in the Treatment of Sebaceous Hyperplasia, Seborrheic Keratosis, Cherry Angioma, and Skin Tag: A Blinded Randomized Clinical Trial Study.",
      "authors": [
        "Afsaneh Sadeghzadeh-Bazargan",
        "Mojtaba Shafiei",
        "Najmolsadat Atefi",
        "Abbas Dehghani",
        "Arezoo Pashaei",
        "Mehraneh Karimzadeh",
        "Azadeh Goodarzi"
      ],
      "journal": "Health science reports",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cryotherapy and electrosurgery are two commonly used methods to remove sebaceous hyperplasia, seborrheic keratosis, cherry angioma, and skin tags, which can be bothersome and uncomfortable. We compare the effectiveness and adverse effects of cryotherapy and electrosurgery in treating these skin conditions. METHOD: The study was conducted as an assessor-blind trial. The 32 lesions in each lesion group were divided into two treatment groups, cryotherapy and electrosurgery, using sealed envelopes. We collected baseline information, which included age, gender, lesion location, and consent, from the patients. Follow-up visits were scheduled at 2 weeks, 1 month, and 3 months after the initial treatment session to evaluate the response rate of the lesions. Based on before-after clinical images, this evaluation encompassed patient and physician satisfaction (no change, little, somewhat, good, and excellent), and any potential complications. RESULTS: The mean age of cryotherapy group was 52.04 ± 11.59 years, while the mean age in the electrosurgery group was 50.48 ± 10.70 years (p > 0.05). Regarding gender, 15 (23.4%) in the cryotherapy and 24 (37.5%) in the electrosurgery were female (p > 0.05). Physician and patient satisfaction increased significantly over time in the cryotherapy and electrosurgery groups (p < 0.001). For sebaceous hyperplasia, cherry angioma and skin tags, the degree of satisfaction of patients and physicians was significantly higher for electrosurgery than cryotherapy during follow-up (p < 0.05). However, seborrheic keratosis responded better to cryotherapy. Hypopigmentation and depigmentation occurred in 2 (3.1%) and 4 (6.3%) of the cryotherapy cases, respectively. Hypopigmentation and atrophic scars also occurred in 4 (6.3%) and 2 (3.1%) of the cases in the electrosurgical group in different sessions. CONCLUSION: It appears that electrosurgery is more effective in the treatment of sebaceous hyperplasia, cherry angioma and skin tags, while cryotherapy is more effective in the treatment of seborrheic keratosis."
    },
    {
      "pmid": "39510518",
      "title": "Effect of Cryotherapy and Occlusal Reduction on Postoperative Endodontic Pain in Mandibular First Molars with Symptomatic Apical Periodontitis: A Prospective, Parallel, Double-Blinded Randomized Controlled Trial.",
      "authors": [
        "Lana Almasoud",
        "Tarek Elsewify",
        "Ranya Elemam",
        "Bassem Eid"
      ],
      "journal": "European journal of dentistry",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES:  This study aimed to compare the intensity of postoperative pain following the final rinse using cold saline compared with room temperature saline and occlusal reduction. MATERIALS AND METHODS:  A prospective, parallel, double-blinded randomized controlled trial was conducted on 69 first mandibular molars diagnosed with symptomatic irreversible pulpitis and symptomatic apical periodontitis. Single-visit root canal treatment was performed; access cavity preparations and chemomechanical preparations were carried out using the ProTaper Gold rotary system under copious irrigation using 3% sodium hypochlorite and 17% EDTA. The patients were divided into three groups (n = 23): control group: room temperature saline (25°C) final rinse without occlusal reduction; cryotherapy group: cold saline (2.5-4°C) final rinse without occlusal reduction; and occlusal reduction group: room temperature saline with occlusal reduction. Pain scores were recorded using the visual analog scale preoperatively and postoperatively via telephone at 6, 24, 48, 72 hours, and 7 days intervals. Age data were analyzed using one-way analysis of variance followed by Tukey's post hoc test. Pain score data were analyzed using Kruskal-Wallis' test followed by Dunn's post hoc test for intergroup comparisons and Friedman's test followed by Nemenyi's post hoc test for intragroup comparisons. Correlations were analyzed using Spearman's rank-order correlation coefficient. The significance level was set at p < 0.05 within all tests. RESULTS:  Cryotherapy reduced postoperative pain compared with the control group with a statistically significant difference at 24 hours only (p = 0.016). At other intervals, no statistically significant difference in pain score was measured between all three groups (p > 0.05). After 7 days, all patients recorded a zero pain score. CONCLUSION:  Cryotherapy was as effective as the occlusal reduction in reducing postoperative pain in cases of symptomatic irreversible pulpitis with symptomatic apical periodontitis, significantly more than the control group."
    },
    {
      "pmid": "39477231",
      "title": "Effectiveness of cryotherapy in preventing oral mucositis in pediatric cancer patients in Jordan: a randomized controlled trial.",
      "authors": [
        "Khadeja Banat",
        "Huda Al-Haja",
        "Mariam Ananbeh",
        "Eman Abdullah",
        "Aladeen Alloubani"
      ],
      "journal": "Child health nursing research",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: The study aimed to evaluate the effectiveness of cryotherapy in preventing oral mucositis in pediatric patients receiving chemotherapy. METHODS: An evidence-based practice project utilized a randomized control trial design with two groups (experimental and control groups). Fifty-nine pediatric patients with cancer in Jordan, aged 8-18 years, were randomly assigned to the experimental group (n=29) or the control group (n=30). The intervention was conducted from June 2022 to December 2022. The severity of oral mucositis among pediatric cancer patients was assessed using the World Health Organization oral mucositis grade. RESULTS: There were no significant differences in sex or disease type among the groups. On days 7, 14, and 21, we observed notable between-group differences in treatment responses and the intensity of oral mucositis, highlighting the efficacy of cryotherapy in diminishing the severity of oral mucositis. CONCLUSION: This study supports the use of cryotherapy as a preventive measure for oral mucositis among pediatric oncology patients in Jordan. The findings suggest that cryotherapy effectively reduces the severity of oral mucositis. Further research is necessary to investigate the broader impacts of cryotherapy."
    },
    {
      "pmid": "39468217",
      "title": "Established focal therapy-HIFU, IRE, or cryotherapy-where are we now?-a systematic review and meta-analysis.",
      "authors": [
        "Kae Jack Tay",
        "Khi Yung Fong",
        "Armando Stabile",
        "Jose Luis Dominguez-Escrig",
        "Osamu Ukimura",
        "Lara Rodriguez-Sanchez",
        "Andreas Blana",
        "Ezequiel Becher",
        "M Pilar Laguna"
      ],
      "journal": "Prostate cancer and prostatic diseases",
      "publication_date": "2024-Oct-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "INTRODUCTION: Focal Therapy (FT) is a treatment option for the treatment of limited volume clinically significant prostate cancer (csPCa). We aim to systematically review outcomes of established FT modalities to assess the contemporary baseline and identify gaps in evidence that will aid in further trial and study design. METHODS: We conducted a systematic review and meta-analysis of all primary studies reporting outcomes of FT using cryotherapy, high-intensity focused ultrasound (HIFU), and irreversible electroporation (IRE). We described patient inclusion criteria, selection tools, treatment parameters, and surveillance protocols, and pooled overall survival (OS), cancer-specific survival (CSS), metastasis-free survival (MFS), biochemical progression (BP), biopsy, secondary treatment, sexual, and urinary function outcomes. Composite failure was defined as salvage whole gland ablation, radical treatment, hormonal therapy or transition to watchful waiting. SYNTHESIS: We identified 49 unique cohorts of men undergoing FT between 2008 and 2024 (21 cryotherapy, 20 HIFU, and 8 IRE). Median follow-up ranged from 6 to 63 months. Pooled OS was 98.0%, CSS 99.3%, and MFS 98.5%. Pooled BP was 9.4%/year. Biopsy was mandated post-FT within 24 months in 36/49 (73.5%) cohorts, with pooled csPCa (GG ≥ 2) rates of 22.2% overall, 8.9% infield, and 12.3% outfield. The pooled rate of secondary FT was 5.0%, radical treatment 10.5%, and composite failure 14.1%. Of 35 studies reporting sexual function, 45.7% reported a low, 48.6% moderate, and 5.7% severe impact. For 34 cohorts reporting urinary function, 97.1% reported a low impact. No differences were noted between cryotherapy, HIFU, or IRE in any of the outcomes. CONCLUSION: FT with cryotherapy, HIFU, and IRE is associated with good short-intermediate term oncological and functional outcomes. However, outcome reporting is heterogeneous and often incomplete. Long-term follow-up and standardized reporting are required to better define and report FT outcomes."
    },
    {
      "pmid": "39452543",
      "title": "The Effect of Therapeutic Exercise and Local Cryotherapy on Lower Limb Enthesitis in Non-Radiographic Axial Spondyloarthritis: A Case Report.",
      "authors": [
        "Angelo Alito",
        "Rossella Talotta",
        "Valeria D'Amico",
        "Daniela Amato",
        "Demetrio Milardi",
        "Paolo Capodaglio"
      ],
      "journal": "Journal of personalized medicine",
      "publication_date": "2024-Sep-28",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Enthesitis is a common feature of spondyloarthritis and can severely impair the patient's quality of life. International guidelines recommend multidisciplinary management of this condition, combining physical and pharmacological interventions. In this case report, we demonstrate clinical and ultrasonographic improvements by prescribing local cryotherapy and therapeutic exercise alone in an adult woman with non-radiographic axial SpA (nRX-AxSpA) complaining of heel enthesitis. METHODOLOGY: A personalized program was prescribed that focused on reducing pain, joint stiffness, and muscle tightness, improving strength and endurance. Pain, function, and degree of disability were assessed using the Numerical Rating Scale, the Victorian Institute of Sport Assessment-Achilles, the single-leg heel lift test, and the Foot Function Index. In addition, lower limb muscle strength was measured using a dynamometer and enthesitis was assessed ultrasonographically using the Glasgow Ultrasound Enthesitis Score System. RESULTS: Benefits were evident as early as week 5 and persisted at 3 months on ultrasound assessment. No side effects were reported. DISCUSSION: To the best of our knowledge, this is the first report of prescribing such a strategy in a patient with nRX-AxSpA. Given the good tolerability, this intervention could be considered in patients with contraindications to pharmacologic approaches."
    },
    {
      "pmid": "39440069",
      "title": "The safety and efficacy of spray cryotherapy after endoscopic sinus surgery in chronic rhinosinusitis: A systematic review of randomized controlled trials.",
      "authors": [
        "Mohammad J J Taha",
        "Obaida Falah",
        "Mohammad T Abuawwad",
        "Ayham R Sara",
        "Adham A Aljariri",
        "Abdulqadir J Nashwan",
        "Ibrahim T Abuawwad",
        "Ahmad J Taha",
        "Abdullah A Elhakim",
        "Majed Akili"
      ],
      "journal": "F1000Research",
      "publication_date": "2024",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Chronic rhinosinusitis (CRS) is a condition that affects 5-12% of the general population. Endoscopic sinus surgery (ESS) is the preferred treatment because of its few adverse effects and highest success rates. The most common post-operative consequences include synechia, nasal blockage, and disease recurrence. Spray cryotherapy is a novel therapeutic approach with promising outcomes for the treatment of upper airway disorders.This review aimed to investigate the effects of spray cryotherapy (SCT) following ESS in patients with chronic rhinosinusitis. METHODS: Six electronic databases were searched for randomized clinical trials (RCTs). The selected trials were evaluated for methodological quality, and data were extracted by two independent reviewers. The Cochrane risk-of-bias tool was used to assess the quality of evidence. RESULTS: Three RCTs with 85 patients were included in the final analysis. SCT was related to -16 and -77 reductions in Lund-McKay and SNOT-22 scores after 36 weeks of follow-up, in contrast to a placebo, which showed -10.4, -65. Regarding the side effects of SCT, no adverse effects were reported, and visual assessments showed no pain, visual field loss, or any other ocular complications. CONCLUSIONS: SCT is a new treatment modality after endoscopic sinus surgery that shows an effective post-operative management strategy with better post-operative scales (Lund-McKay, SNOT-22, POSE, and Lund-Kennedy) and less edema, obstruction, crusting, and inflammation with minimal or no side effects. However, further research with longer follow-ups, a larger sample size, and subjective assessment is needed to assess any possible long-term side effects.",
      "mesh_terms": [
        "Humans",
        "Sinusitis",
        "Randomized Controlled Trials as Topic",
        "Chronic Disease",
        "Endoscopy",
        "Rhinitis",
        "Cryotherapy",
        "Treatment Outcome",
        "Paranasal Sinuses",
        "Rhinosinusitis"
      ]
    },
    {
      "pmid": "39421180",
      "title": "Acceptability and feasibility of implementing thermal ablation as a preventive cervical cancer treatment and the comparison of treatment outcome with cryotherapy in Zimbabwe.",
      "authors": [
        "Malvern Munjoma",
        "Stephano Gudukeya",
        "Jabulani Mavudze",
        "Charity Chipfumbu",
        "Hanul Choi",
        "Tafara Moga",
        "Blessing Mutede",
        "Staci Leuschner",
        "Noah Taruberekera"
      ],
      "journal": "Ecancermedicalscience",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION AND BACKGROUND: Thermal ablation, a technique that destroys precancerous cervical cells by extreme heat or cold, is predominantly used as a preventive cervical cancer treatment modality in high-income countries. Compared to other treatment methods thermal ablation has numerous advantages in its portability, minimal electricity use and comparable treatment rates, which is convenient for use in low- and middle-income countries (LMICs). Therefore, it is important to understand acceptability among providers and clients and the feasibility of achieving comparable treatment outcomes with other methods in LMICs. METHODOLOGY: We conducted a prospective longitudinal, open-label two-arm study from June 2021 to April 2022 at seven health delivery points. In this study, 182 clients were enrolled to receive preventive cancer treatment at baseline and followed up 6 months later to measure treatment outcomes and experiences on the procedure. Eligible consented clients were elected to a preferred method (either thermal ablation as an intervention or cryotherapy as a control group). We also conducted qualitative interviews with 14 service providers in either static or outreach settings. RESULTS: At the 6-month follow-up, the efficacy was comparable among the two groups, 96.5% (95% CI 86.7%-99.1%) clients in the intervention group had successful lesion treatment rate compared to 80.8% (95% CI 69.9%-99.1%) of the control group. Furthermore, 99% of clients in the intervention group would recommend thermal ablation to their family members or peers. Service providers preferred thermal ablation due to its ease of use, lower costs, portability and lower likelihood of adverse events compared to cryotherapy. CONCLUSION: The study showed the feasibility of implementing thermal ablation as a new preventive cervical cancer treatment modality in Zimbabwe. Furthermore, service providers indicated their preference for thermal ablation due to its ease of use, portability at static settings and lower likelihood of adverse events occurrence. Therefore, we recommend scaling up thermal ablation both at static and outreach sites."
    },
    {
      "pmid": "39395620",
      "title": "Liquid nitrogen cryotherapy effectively and safely improves response of thick actinic keratoses lesions by 5-aminolevulinic acid-based photodynamic therapy: A randomized, prospective, single-blind trial.",
      "authors": [
        "Hongying Chen",
        "Shuang Jin",
        "Jiaan Zhang",
        "Chao Luan",
        "Mei Ju",
        "Ronglin Zhang",
        "Xiaohua Zhang",
        "Yan Zhu",
        "Lili Wang",
        "Chen Zhuang",
        "Dan Huang",
        "Yu Hu",
        "Kun Chen"
      ],
      "journal": "Photodiagnosis and photodynamic therapy",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Actinic keratoses (AK) may progress into squamous cell carcinoma. Many combination therapies were used to improve the clearance rate. However, there are limited studies on the efficacy and safety of lesion-directed Liquid nitrogen cryotherapy combined with field-directed photodynamic therapy (PDT). OBJECTIVE: This study is aimed to determine the efficacy and safety of Liquid nitrogen cryotherapy combined with PDT in Chinese patients with actinic keratosis. METHODS: A total of 61 patients with AK were selected at the Institute of Dermatology, Chinese Academy of Medical Sciences and Peking Union Medical College between August 2018 and August 2023. They were randomly divided into PDT plus Liquid nitrogen cryotherapy group (LN-PDT) and control PDT group (C-PDT) with 30 patients and 31 patients, respectively. 27 patients in the LN-PDT group and 28 patients in the C-PDT group completed the clinical sessions. Efficacy, adverse effects, and cosmetic outcomes were recorded and compared between the two groups. RESULTS: 3 months after the final treatment, the clearance rates for total AK lesions were 97.4 % (449/461) in the LN-PDT group and 93.4 % (456/488) in the C-PDT group (P < 0.05). For grade I AK lesions, the clearance rates were 99.2 % (234/237) for the LN-PDT group and 98.3 % (237/241) for the C-PDT group (P >0.05). For grade II lesions, the clearance rates were 97.5 % (156/160) for the LN-PDT group and 91.9 % (172/186) for the CPDT group (P < 0.05). For grade III lesions, the clearance rates of the LN-PDT and C-PDT groups were 87.5 % (58/64) and 78.7 % (47/61), respectively (P < 0.05). The two groups had no significant differences in pain, erythema, edema, hyperpigmentation and scarring. Cosmetic outcomes mainly were excellent or good in both groups with no significant difference. CONCLUSION: Liquid nitrogen cryotherapy combined with PDT showed higher efficacy on grade II and grade III AK lesions than PDT alone. The two groups have similar adverse effects and cosmetic outcomes.",
      "mesh_terms": [
        "Humans",
        "Keratosis, Actinic",
        "Photochemotherapy",
        "Aminolevulinic Acid",
        "Male",
        "Female",
        "Photosensitizing Agents",
        "Nitrogen",
        "Middle Aged",
        "Prospective Studies",
        "Aged",
        "Cryotherapy",
        "Single-Blind Method",
        "Combined Modality Therapy"
      ]
    },
    {
      "pmid": "39346428",
      "title": "Prescribing Cold: The Science and Practice of Cryotherapy in Dental Medicine.",
      "authors": [
        "Anuj Singh Parihar",
        "Kamal Hotchandani",
        "Arunkumar Sajjanar",
        "Sonam Parakh",
        "Himani Tiwari",
        "Lipsa Bhuyan"
      ],
      "journal": "Journal of pharmacy & bioallied sciences",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cryotherapy, or the use of low temperatures for medical treatment, has gained interest in dentistry for its potential therapeutic benefits. This review article delves into the rationale, applications, advantages, and limitations of cryotherapy in dentistry, shedding light on its future prospects in the field."
    },
    {
      "pmid": "39335196",
      "title": "The Role of Whole-Gland and Focal Cryotherapy in Recurrent Prostate Cancer.",
      "authors": [
        "Faozia Pio",
        "Andeulazia Murdock",
        "Renee E Fuller",
        "Michael J Whalen"
      ],
      "journal": "Cancers",
      "publication_date": "2024-Sep-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Prostate cancer is the most common non-cutaneous malignancy in men, with the majority of newly diagnosed patients eligible for active surveillance. Despite definitive treatment, a considerable percentage of men will experience biochemical recurrence and even regional and distant metastatic recurrence after radiation therapy or radical prostatectomy. Salvage prostatectomy, while oncologically effective, poses significant morbidity with poor functional outcomes. Salvage cryotherapy has emerged as a promising alternative for localized recurrence, demonstrating safety and efficacy. This review examines the oncologic and functional outcomes of whole-gland and focal salvage cryotherapy, including disease-free survival, cancer-specific survival, and overall survival. The crucial role of multiparametric prostate MRI and evolving role of next-generation PSMA-targeted PET imaging are also examined. The comparison of outcomes of cryotherapy to other salvage ablation modalities, such as high-intensity focused ultrasound (HIFU), is also explored."
    },
    {
      "pmid": "39334662",
      "title": "Progress in the Application of Bronchoscopic Cryotherapy in Pediatric Pulmonary Diseases.",
      "authors": [
        "Xiaofen Tao",
        "Shuxian Li",
        "Hujun Wu",
        "Fang Jin",
        "Guoping Jin",
        "Lei Wu"
      ],
      "journal": "Children (Basel, Switzerland)",
      "publication_date": "2024-Sep-18",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cryotherapy in interventional bronchoscopy is a new treatment modality which has recently been made available for the pediatric airway. Lack of experience and safety concerns have led to hesitant adaptation. The aim of this work was to elaborate on the application progress of cryotherapy in pediatric pulmonary diseases and also to assess indications, success rates, and complications of airway cryotherapy in children. In summary, cryotherapy via flexible bronchoscopy is a safe and feasible method. The application scope in pediatrics is similar to that in adults, and it is mainly used in airway obstructive diseases. However, it is primarily caused by benign conditions, and the interventional treatment mainly seeks to provide long-lasting symptomatic alleviation. Thus, prevention, treatment, and prognosis of long-term complications are issues that should be carefully considered in pediatric applications."
    },
    {
      "pmid": "39328333",
      "title": "Cryotherapy in the Treatment of Early-Stage Breast Cancer.",
      "authors": [
        "Chelsey C Ciambella",
        "Kazuaki Takabe"
      ],
      "journal": "World journal of oncology",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Breast cancer is one of the most common malignancies, affecting millions of people worldwide annually. The treatment paradigm for early-stage breast cancer is in flux. The focus is now on opportunities to de-escalation treatment to minimize morbidity and maximize patients' quality of life. Recently, percutaneous minimally invasive ablative techniques have been explored. Early trials in small population of patients demonstrated cryoablation to be effective, safe, and well-tolerated in an outpatient setting. Subsequent surgical resection was performed and the ablation success rate was the highest if the tumor was less than 1.5 cm and with < 25% ductal carcinoma in situ component. ACOSOG Alliance Z1072, a phase II trial with curative intent, demonstrated 100% ablation in all tumors smaller than 1 cm and 92% success in lesions without multifocal disease and less than 2 cm in size. There are ongoing prospective clinical trials to investigate the efficacy of cryoablation without surgical excision for treatment of early-stage breast cancer. FROST (Freezing Instead of Removal Of Small Tumors) started in 2016 is ongoing, ICE3 (Cryoablation of Low Risk Small Breast Cancer) started in 2014 just released 5 years results, and COOL-IT: Cryoablation vs Lumpectomy in T1 Breast Cancers is also ongoing. These prospective trials will expand our knowledge on the safety and value of cryoablation. It is crucial to understand the indications, technical nuances, and distinctive imaging findings for cryoablation as it has potential to revolutionize standard surgical practice."
    },
    {
      "pmid": "39294614",
      "title": "The effects of hydrotherapy and cryotherapy on recovery from acute post-exercise induced muscle damage-a network meta-analysis.",
      "authors": [
        "Ruohan Chen",
        "Xiaopeng Ma",
        "Xiaoman Ma",
        "Chenmin Cui"
      ],
      "journal": "BMC musculoskeletal disorders",
      "publication_date": "2024-Sep-18",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: This systematic review and network meta-analysis assessed via direct and indirect comparisons the recovery effects of hydrotherapy and cold therapy at different temperatures on exercise induced muscle damage. METHODS: Five databases were searched in English and Chinese. The included studies included exercise interventions such as resistance training, high-intensity interval training, and ball games, which the authors were able to define as activities that induce the appearance of EIMD. The included RCTs were analyzed using the Cochrane Risk of Bias tool. Eligible studies were included and and two independent review authors extracted data. Frequentist network meta-analytical approaches were calculated based on standardized mean difference (SMD) using random effects models. The effectiveness of each intervention was ranked and the optimal intervention was determined using the surface under the cumulative ranking curve (SUCRA) indicator. RESULTS: 57 studies with 1220 healthy participants were included, and four interventions were examined: Cold Water Immersion (CWI), Contrast Water Therapy (CWT), Thermoneutral or Hot Water Immersion (TWI/HWI), and Cryotherapy(CRYO). According to network meta-analysis, Contrast Water Immersion (SUCRA: 79.9% )is most effective in recovering the biochemical marker Creatine Kinase. Cryotherapy (SUCRA: 88.3%) works best to relieve Delayed Onset Muscle Soreness. In the recovery of Jump Ability, cryotherapy (SUCRA: 83.7%) still ranks the highest. CONCLUSION: We found that CWT was the best for recovering biochemical markers CK, and CRYO was best for muscle soreness and neuromuscular recovery. In clinical practice, we recommend the use of CWI and CRYO for reducing EIMD. SYSTEMATIC REVIEW REGISTRATION: [PROSPERO], identifier [CRD42023396067].",
      "mesh_terms": [
        "Humans",
        "Cryotherapy",
        "Exercise",
        "Hydrotherapy",
        "Muscle, Skeletal",
        "Network Meta-Analysis",
        "Recovery of Function",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39282089",
      "title": "Effect of whole-body cryotherapy on recovery after high-intensity training in elite rowers.",
      "authors": [
        "Tao Huang",
        "Linfei Dan",
        "Weirui Wang",
        "Jiarui Ren",
        "Xin Liu",
        "Jianshe Li"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study was to investigate the effect of whole-body cryotherapy (WBC) on acute recovery after a single high-intensity training day. Twelve elite professional male rowers from the national aquatic training base. They were randomly divided into a WBC group (n = 6) and a control group (CON group, n = 6). They performed a high-intensity training program, with a single session immediately followed by WBC (-110°C, 3 min) or recovered naturally for 3 min (CON group). Rowing performance, skin temperature, heart rate, blood pressure, and blood lactate concentrations were recorded before training, immediately, 5 min, and 15 min after the intervention. Blood samples were collected early in the morning of the day of intervention and that of the following day. The results indicated that 1) the blood lactate concentrations after WBC were significantly lower than pre-training (p < 0.05); 2) the maximum power significantly decreased immediately after WBC compared to pre-training (p < 0.05); 3) a significant main effect of time was observed for average speed, which significantly decreased after WBC (p < 0.05); 4) a significant main effect of time for blood parameters was observed. Specifically, hematocrit, cortisol, and hemoglobin were significantly lower after WBC than pre-intervention, whereas testosterone/cortisol was significantly higher than pre-intervention (p < 0.05). The results of this study showed that a single session of WBC had a positive effect on accelerating the elimination of blood lactate after HIT, but did not significantly change rowing performance and physiological parameters. A single session of WBC was not an effective strategy for elite rowers for acute recovery after HIT."
    },
    {
      "pmid": "39259304",
      "title": "Cryotherapy versus radical prostatectomy as a salvage treatment for radio-recurrent prostate cancer.",
      "authors": [
        "Juan Gomez Rivas",
        "Mark Taratkin",
        "Camilla Azilgareeva",
        "Andrey Morozov",
        "Silvia Laso",
        "Dmitry Enikeev",
        "Jesús Moreno Sierra",
        "Ksenia Schelkunova",
        "Francesco Sanguedolce",
        "Alberto Breda",
        "Alexander Govorov",
        "Alexander Vasilyev",
        "Marcos Cepeda",
        "Lukas Lusuardi",
        "Maximilian Pallauf",
        "Antonio Celia",
        "Tommaso Silvestri",
        "Cristian Fiori",
        "Esaú Fernández",
        "Juan Ignacio Martínez-Salamanca",
        "Eric Barret"
      ],
      "journal": "World journal of urology",
      "publication_date": "2024-Sep-11",
      "publication_types": [
        "Journal Article",
        "Comparative Study",
        "Multicenter Study"
      ],
      "abstract": "INTRODUCTION: The aim of this study is to compare outcomes of SRP (salvage radical prostatectomy) with SCAP (salvage cryoablation of the prostate) in local radio-recurrent PCa (prostate cancer) patients. MATERIALS AND METHODS: A retrospective analysis of a multicentric European Society of Uro-technology (ESUT) database was performed. Data on patients with local recurrent PCa after radiotherapy who underwent salvage treatment were collected. Patients and their respective disease characteristics, perioperative complications as well as oncological outcomes were then described. The treatment success rate was defined as PSA nadir < 0,4 ng/ml. Any complications were graded according to the modified Clavien system. A descriptive and comparative analysis was performed using SPSS software. RESULTS: 25 patients underwent SRP and 71 patients received SCAP. The mean follow-up was 24 months. The median PSA level before initial treatment was 8.3 (range 7-127) ng/ml. The success rates of SRP and SCAP were largely comparable (88% (22 patients) vs. 67.7% (48 patients), respectively, p = 0.216). The mean serum PSA levels at 12 months after salvage treatment were 1.2 ± 0.2 ng/mL vs. 0.25 ± 0.5 ng/mL, p > 0.05). During the follow-up period, only 3 (12%) patients in the SRP group had PSA recurrence compared with 21 patients (29.6%) in the SCAP group. The 5-year BRFS was similar (51,6% and 48,2%, p = 0,08) for SRP and SCAP respectively. The 5-year overall survival rate was 91.7%, and 89,7% (p = 0.669) and the 5-year cancer-specific survival was 91.7%, and 97,1% (p = 0.077), after SRP and SCAP respectively. No difference was found regarding the complications. CONCLUSIONS: Both SRP and SCAP should be considered as valid treatment options for patients with local recurrence of PCa after radiotherapy. SCAP has a potentially lower risk of morbidity and acceptable intermediate-term oncological efficacy, but a longer follow up and a higher number of patients is ideally needed to draw any long-term conclusions regarding the oncological data.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Prostatic Neoplasms",
        "Prostatectomy",
        "Salvage Therapy",
        "Retrospective Studies",
        "Neoplasm Recurrence, Local",
        "Aged",
        "Middle Aged",
        "Cryosurgery",
        "Prostate-Specific Antigen",
        "Treatment Outcome",
        "Cryotherapy"
      ]
    },
    {
      "pmid": "39246898",
      "title": "Edema and Trismus Assessment After Applying Kinesiotape With the Web Strip Technique Compared With Cryotherapy: A Randomized Clinical Trial.",
      "authors": [
        "Belal Alhourani",
        "Mazen Zenati"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: Extraction of impacted third molars is one of the most common oral surgeries performed in the dental clinic, which is often accompanied by many complications such as edema and trismus. Many methods have been used to alleviate these complications, such as drugs or physical therapy. Kinesiotape (KT) has recently spread as a popular physical method for eliminating complications after surgical extraction of lower third molars after its long-term use in sports medicine and injuries of the musculoskeletal system. The current study aimed to study the effect of using KT (Kinesio® Holding Corporation, Albuquerque, NM, USA) on both edema and trismus after impacted third molar extraction. METHODOLOGY: This study was designed as a randomized controlled clinical trial using the split-mouth technique and included 25 patients with radiographically symmetrical lower third molars from patients. All surgical extractions were performed by a single surgeon under sterile conditions according to the standard surgical protocol after that one group applied KT and the other group applied cryotherapy. Edema and trismus were measured in the first five days. Data was collected and analyzed by SPSS software (IBM Corp., Armonk, NY, USA). RESULTS: The mean change in the total linear facial measurements in the experimental group (Kinesio Group) was 12.32 mm three days after surgery, and then this value decreased to 6.80 mm, while the average increase in the control group (Cryo Group) was 17.00 mm after three days, then the value decreased to 9.68 mm five days after surgery. Regarding the changes in the amount of maximum mouth opening after surgery, the results were similar between the Kinesio Group and the Cryo Group, as there were no significant differences between the two groups (P<0.05). CONCLUSION: This study concluded that KT was superior to cryotherapy when studying edema. The current study also concluded that the mouth opening was similar between the two study groups."
    },
    {
      "pmid": "39237265",
      "title": "Cryotherapy for treating soft tissue injuries in sport medicine: a critical review.",
      "authors": [
        "Sebastien Racinais",
        "Valentin Dablainville",
        "Yohan Rousse",
        "Mohammed Ihsan",
        "Marie-Elaine Grant",
        "Wolfgang Schobersberger",
        "Richard Budgett",
        "Lars Engebretsen"
      ],
      "journal": "British journal of sports medicine",
      "publication_date": "2024-Oct-22",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Sports medicine physicians and physiotherapists commonly use cryotherapy (eg, ice application) postinjury to decrease tissue temperature with the objective of reducing pain, limiting secondary injury and inflammation, and supporting healing. However, besides the analgesic effect of cryotherapy, a literature search revealed no evidence from human studies that cryotherapy limits secondary injury or has positive effects on tissue regeneration. Thus, our current understanding of the potential mechanisms and applications of cryotherapy largely relies on the results from animal studies. Importantly, treatment should not aim at obliterating the inflammatory and regeneration processes but instead aim to restore an adapted/normal regulation of these processes to improve function and recovery. However, some animal studies suggest that cryotherapy may delay or impair tissue regeneration. With the translation of laboratory animal studies to human sport medicine being limited by different injury and muscle characteristics, the effect of cryotherapy in patients with musculoskeletal injuries is uncertain. Thus, pending the results of human studies, cryotherapy may be recommended in the first 6 hours following an injury to reduce pain (and possibly haematoma), but it should be used with caution beyond 12 hours postinjury as animal studies suggest it may interfere with tissue healing and regeneration.",
      "mesh_terms": [
        "Humans",
        "Cryotherapy",
        "Soft Tissue Injuries",
        "Athletic Injuries",
        "Animals",
        "Sports Medicine",
        "Wound Healing",
        "Regeneration"
      ]
    },
    {
      "pmid": "39234320",
      "title": "Successful Treatment of Angiolymphoid Hyperplasia with Eosinophilia Associated with Scalp Demodicosis Using Cryotherapy and Topical Metronidazole.",
      "authors": [
        "Salma T Al Kharusi",
        "Aya A Al Lamki",
        "Raqiya M Al Rajaibi",
        "Zakiya I Al Ajmi"
      ],
      "journal": "Sultan Qaboos University medical journal",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Angiolymphoid hyperplasia with eosinophilia (ALHE) is a rare, benign, vasoproliferative tumour. We report a 25-year-old female patient who reported in 2021 to a dermatology clinic in Rustaq, Oman, with multiple, grouped, erythematous dome-shaped papules and nodules of 6 months duration on the left temporo-occipital region. Biopsy findings were consistent with a diagnosis of ALHE with evidence of Demodex mite infestation in the sebaceous ducts. The patient demonstrated significant improvement following 7 weeks of treatment with multiple cryotherapy sessions and topical application of metronidazole gel. This case suggests that scalp demodicosis may represent a novel trigger for the development of ALHE.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Adult",
        "Cryotherapy",
        "Metronidazole",
        "Mite Infestations",
        "Angiolymphoid Hyperplasia with Eosinophilia",
        "Oman",
        "Administration, Topical",
        "Scalp"
      ]
    },
    {
      "pmid": "39221850",
      "title": "Targeted precision cryotherapy for acne vulgaris.",
      "authors": [
        "Ji Yeon Hong",
        "Ka Ram Kim",
        "Hyun Jung Kim",
        "Joon Seok",
        "Kui Young Park"
      ],
      "journal": "Skin research and technology : official journal of International Society for Bioengineering and the Skin (ISBS) [and] International Society for Digital Imaging of Skin (ISDIS) [and] International Society for Skin Imaging (ISSI)",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Clinical Trial"
      ],
      "abstract": "BACKGROUND: Acne vulgaris poses a significant dermatological challenge, necessitating alternative treatments due to limitations and side effects associated with current therapies. This pilot clinical trial investigated the feasibility and efficacy of precision cryotherapy for acne vulgaris. METHODS: A total of 20 volunteers underwent targeted precision cryotherapy using a carbon dioxide-based device. Treatment outcomes were assessed using various parameters, including Investigator Global Assessment (IGA) score, acne lesion count, erythema index (EI), global evaluation score, and participant satisfaction. Safety monitoring included adverse event reporting and physical examination. RESULTS: Precision cryotherapy demonstrated a significant reduction (90.25%) in the acne lesion count by week 4, with clinical improvement indicated by IGA score reduction (p < 0.001). The EI showed notable improvements at weeks 1, 2, and 4. The global evaluation score demonstrated a 75%-100% clinical improvement at Visit 4. Participants reported high satisfaction (6.75 ± 0.79) with the procedure. No adverse event or discomfort was reported. CONCLUSION: Precision cryotherapy effectively improved acne lesions, which was safe and satisfactory for participants. These findings suggest its potential as an alternative therapeutic modality, especially for populations with limited treatment options. Further research is needed to validate the results and explore underlying mechanisms.",
      "mesh_terms": [
        "Humans",
        "Acne Vulgaris",
        "Cryotherapy",
        "Female",
        "Male",
        "Adult",
        "Pilot Projects",
        "Young Adult",
        "Treatment Outcome",
        "Patient Satisfaction",
        "Adolescent",
        "Feasibility Studies"
      ]
    },
    {
      "pmid": "39191915",
      "title": "The effect of intracanal cryotherapy with and without foraminal enlargement on pain prevention after endodontic treatment: a randomized clinical trial.",
      "authors": [
        "Marcos Felipe Iparraguirre Nuñovero",
        "Marco Antonio Hungaro Duarte",
        "André Vinícius Kaled Segato",
        "Ulisses Xavier da Silva Neto",
        "Vania Portela Ditzel Westphalen",
        "Everdan Carneiro"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Aug-28",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "This randomized clinical trial aims to evaluate cryotherapy as a therapeutic option for pain prevention after endodontic treatment with and without foraminal enlargement, in patients with asymptomatic apical periodontitis.120 teeth of patients with preoperative Visual Analogue Scale score indicating zero were treated. Specimens were randomly allocated into 4 groups: Control, Cryotherapy (ICT), Foraminal Enlargement (FE), and Cryotherapy and Foraminal Enlargement (ICT + FE). Working length was determined with an Electronic Apex Locator (EAL). Cryotherapy groups passed through a final irrigation protocol using 20 ml (2.5 ℃) of cold saline solution delivered at working length for 5 min. In FE groups a #40 K-file was used up to the 0.0 mark on the EAL display. Obturation was performed and postoperative pain was checked at 6, 12, 24, 48, and 72 h and 7 days after endodontic treatment.All experimental groups showed an increase in the level of postoperative pain, which started to decrease after 12 h. Foraminal enlargement caused a statistically significant increase in postoperativepain compared to ICT and control groups within the first 6 h (p < 0.05). Cryotherapy did not influence postoperative pain, regardless of whether or not foraminal enlargement was performed.",
      "mesh_terms": [
        "Humans",
        "Pain, Postoperative",
        "Cryotherapy",
        "Female",
        "Male",
        "Adult",
        "Root Canal Therapy",
        "Middle Aged",
        "Periapical Periodontitis",
        "Root Canal Preparation"
      ]
    },
    {
      "pmid": "39179229",
      "title": "Chill Without Thrill: A Crossover Study on Whole-Body Cryotherapy and Postmatch Recovery in High-Level Youth Basketball Players.",
      "authors": [
        "Marco Pernigoni",
        "Andrea Perazzetti",
        "Mattia Digno",
        "Antonio Tessitore",
        "Sigitas Kamandulis",
        "Daniele Conte"
      ],
      "journal": "International journal of sports physiology and performance",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: To assess the effect of whole-body cryotherapy (WBC) on postmatch recovery in basketball. METHODS: Using a crossover design, 17 youth male players (age 16.2 [1.2] y, stature 190.5 [9.4] cm, body mass 79.2 [9.6] kg, experience 9.9 [3.9] y) completed 2 simulated matches, followed by WBC (4 min, -75 to - 85 °C) or a placebo intervention (CON). Countermovement-jump height, change-of-direction performance, 10- and 20-m sprint times, heart-rate variability (log-transformed squared root of the mean sum of the squared differences between R-R intervals [Ln-rMSSD]), muscle soreness, and perceived recovery (Perceived Recovery Status Scale [PRS]) were recorded at prematch, postmatch, postrecovery, and 24 hours postmatch. Additionally, Ln-rMSSD was recorded upon awakening on match day and the following morning. RESULTS: Compared with CON, higher PRS values were reported in WBC at prematch and postrecovery (P ≤ .026), while no significant between-interventions differences were found for any other measure (P > .05). Regarding the effect of time, our findings revealed that 20-m sprint times, Ln-rMSSD, and PRS deteriorated in both interventions from prematch to postmatch (ie, acute changes, P ≤ .045), while muscle soreness worsened in WBC only (P ≤ .003). Conversely, countermovement-jump height, change-of-direction, and 10-m sprint performance were unaffected by match play in the acute phase (P > .05), while none of the investigated measures showed impairments at 24 hours postmatch, compared with prematch (P > .05). CONCLUSIONS: Overall, these findings suggest that WBC was mostly ineffective for improving postexercise recovery in the investigated sample, with benefits observed for perceived recovery being potentially influenced by the participants' status at baseline (ie, higher prematch PRS scores in WBC compared with CON).",
      "mesh_terms": [
        "Humans",
        "Cross-Over Studies",
        "Cryotherapy",
        "Male",
        "Adolescent",
        "Basketball",
        "Myalgia",
        "Athletic Performance",
        "Heart Rate"
      ]
    },
    {
      "pmid": "39094403",
      "title": "The effects of cold water immersion and partial body cryotherapy on subsequent exercise performance and thermoregulatory responses in hot conditions.",
      "authors": [
        "Zigui Zhou",
        "Yuchen Su",
        "Yuge Wu",
        "Fanjun Qin",
        "Xinyan Zheng"
      ],
      "journal": "Journal of thermal biology",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effects of cold water immersion (CWI) and partial body cryotherapy (PBC) applied within a 15-min post-exercise recovery period on thermoregulatory responses, subjective perceptions, and exercise performance under hot conditions (39 °C). Twelve male soccer players participated in team-sports-specific assessments, including Agility T-test (T-test), 20-m sprint test (20M-ST), and Yo-Yo Intermittent Endurance Test Level 1 (YY-T), during two exercise bouts (1st bout and 2nd bout) with a 15-min post-exercise recovery period. Within the recovery period, a 3-min of PBC at -110 °C or CWI at 15 °C or a seated rest (CON) was performed. Mean skin temperature (Tskin) decreased by 4.3 ± 1.08°C (p < 0.001) immediately after PBC, while CWI induced a reduction of 2.5 ± 0.21°C (p < 0.01). Furthermore, PBC and CWI consistently reduced Tskin for 15 and 33 min, respectively (p < 0.05). During the 2nd bout, core temperature (Tcore) was significantly lower in PBC compared to CON (p < 0.05). Heart rate (HR) was significantly lower in CWI compared to CON and PBC during the intervention period. Thermal sensation (TS) was significantly greater in PBC compared to CON and CWI (p < 0.05). Compared to the 1st bout, PBC alleviated the declines in T-test (p < 0.05) and 20M-ST (p < 0.05), while CWI alleviated the decreases in T-test (p < 0.05) and YY-T (p < 0.05), concurrently significantly enhancing 20M-ST (p < 0.05). 20M-ST and YY-T was greater from PBC (p < 0.05) and CWI (p < 0.05) compared with CON in 2nd bout. Additionally, the T-test in CWI was significantly greater than CON (p < 0.05). These results indicate that both PBC and CWI, performed between two exercise bouts, have the potential to improve thermoregulatory strain, reduce thermal perceptual load, and thereby attenuate the subsequent decline in exercise performance.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Cryotherapy",
        "Body Temperature Regulation",
        "Immersion",
        "Young Adult",
        "Cold Temperature",
        "Hot Temperature",
        "Exercise",
        "Athletic Performance",
        "Skin Temperature",
        "Heart Rate",
        "Adult",
        "Water"
      ]
    },
    {
      "pmid": "39049708",
      "title": "Cryotherapy for the treatment of cutaneous intestinal metaplasia.",
      "authors": [
        "George Stewart Coltart",
        "Joseph Scott",
        "Matthew Sommerlad",
        "Eugene Healy"
      ],
      "journal": "Clinical and experimental dermatology",
      "publication_date": "2024-Nov-22",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "38975475",
      "title": "Predictors of Facial Pain and Headache Associated With Cryotherapy Ablation of the Posterior Nasal Nerve for the Treatment of Chronic Rhinitis.",
      "authors": [
        "Samuel E Razmi",
        "Aatin K Dhanda",
        "Jason Shenoi",
        "Faizaan Khan",
        "Masayoshi Takashima",
        "Omar G Ahmed"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Cryotherapy ablation of the posterior nasal nerve (PNN) for treatment of patients with refractory chronic rhinitis (CR) is associated with postoperative facial pain and headache. This study sought to understand factors that may contribute to the development of this adverse effect. METHODS: Patients undergoing PNN cryotherapy ablation for refractory CR at a single institution from January 2018 to August 2023 were included. Demographics and clinical characteristics were collected via chart review and interview. Student's T-test and Chi-square tests were used to assess the significance of quantitative and categorical data, respectively (alpha = 0.05). RESULTS:  Forty-eight patients underwent cryotherapy ablation. Twenty-eight patients (58%) reported having facial pain and headache (adverse effect group) immediately post-procedurally. The average age of the adverse effect group was 54.9 years (SD: 17.8 years) which was significantly lower (p=0.002) than the asymptomatic group (69.7 years, SD: 8.7 years). Female patients were significantly more likely to experience this adverse event than males (p=0.04). Moreover, Caucasian females were significantly more likely to experience this adverse effect when compared to all patients experiencing the adverse effect (n=15, p=0.04). Previous diagnosis of migraine disorder was more common in the adverse effect group (28%) compared to the asymptomatic group (15%) but not statistically significant (p=0.26). Previous migraine, trigeminal neuralgia, or headache disorder diagnoses were not significantly correlated with adverse effect prevalence (p = 0.26, 0.24, 0.15, respectively). CONCLUSION: Given the relative immediacy and severity of this adverse effect, physicians should strongly consider these factors when counseling and selecting certain patient groups for this procedure."
    },
    {
      "pmid": "38962642",
      "title": "Cryotherapy in the Management of Vital Pulp: A Case Report.",
      "authors": [
        "Soumya Singhai",
        "Shivkumar Mantri",
        "Bonny Paul",
        "Kavita Dube",
        "Kushal P Taori"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Cryotherapy in vital pulp treatment is a procedure that involves the use of extreme cold temperatures to manage inflammation and promote healing in the dental pulp tissue. It has shown potential in preserving pulp vitality and reducing post-operative discomfort in procedures such as partial and full pulpotomy. Vital pulp therapy (VPT) aims to preserve the vitality and function of the dental pulp. With the proper diagnosis, technique, and materials, it can effectively treat moderately inflamed pulp and minimize the need for more invasive procedures. This article presents a case of vital pulp cryotherapy in a patient having moderately inflamed pulp."
    },
    {
      "pmid": "38962071",
      "title": "Pre-exercise cryotherapy reduces myoglobin and creatine kinase levels after eccentric muscle stress in young women.",
      "authors": [
        "Justyna Kusmierczyk",
        "Magdalena Wiecek",
        "Marek Bawelski",
        "Zbigniew Szygula",
        "Katarzyna Rafa-Zablocka",
        "Malgorzata Kantorowicz",
        "Jadwiga Szymura"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: The aim of this study was to investigate the effect of pre-exercise whole-body cryotherapy (WBC) on muscle damage indicators following eccentric treadmill exercise in young women. Methods: Twenty-seven participants underwent two 1-h downhill treadmill runs, replicating 60% of their maximal oxygen uptake, with a 4-week intermission for recovery and treatment application. In this intermission, one group underwent 20 sessions of WBC, delivered five times a week at -120°C for 3 min each, while the comparison group received no such treatment. Markers of muscle injury-serum myoglobin concentration, creatine kinase and lactate dehydrogenase activity and also uric acid, and cell-free DNA concentration-were measured before and after downhill runs. Results: The study observed a notable reduction in post-exercise myoglobin and CK levels in the WBC group after the second running session. Discussion: The results suggest that WBC can have a protective effects against muscle damage resulting from eccentric exercise."
    },
    {
      "pmid": "38955817",
      "title": "Efficacy of cryotherapy in the prevention of chemotherapy-induced peripheral neuropathy: A systematic review and meta-analysis.",
      "authors": [
        "Hsiu-Yu Tai",
        "Lee-Yuan Lin",
        "Tsai-Wei Huang",
        "Made Satya Nugraha Gautama"
      ],
      "journal": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
      "publication_date": "2024-Jul-02",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "PURPOSE: The study investigates cryotherapy's efficacy in mitigating Chemotherapy-induced peripheral neuropathy (CIPN), an adverse effect of chemotherapy that often leads to dosage reduction or treatment discontinuation. METHOD: The study was registered with PROSPERO (CRD42023428936). A literature search was conducted using the PubMed, Embase, and Cochrane Library databases. Randomized and nonrandomized controlled trials that investigated the effects of cryotherapy on CIPN were included for systematic review and meta-analysis. The primary outcome for prevention was the incidence of CIPN. RESULTS: We identified 17 trials involving 2,851 patients. In total, 11 trials compared the incidence of CIPN between cryotherapy and control groups. Significant differences in the incidence of CIPN at the midpoint and end of chemotherapy were observed, with risk ratios (RRs) of 0.23 (95% confidence interval [CI] = 0.13 to 0.43) and 0.54 (95% CI = 0.33 to 0.88), respectively. Cryotherapy also significantly reduced the incidence of sensory CIPN, with an RR of 0.67 (95% CI = 0.49 to 0.92). Additionally, cryotherapy demonstrated a significant reduction in the incidence of CIPN in patients with gynecological cancers (RR = 0.24, 95% CI = 0.14 to 0.41). Significantly favorable global quality of life scores following chemotherapy (standardized mean difference = 1.43; 95% CI = 0.50 to 2.36) and relieved neuropathic symptoms were found with cryotherapy. CONCLUSIONS: Cryotherapy demonstrates a pronounced preventive effect against the development of CIPN, providing substantial symptomatic relief and quality of life improvements for patients undergoing chemotherapy. The administration of cryotherapy through the use of frozen gloves and socks, or continuous-flow cooling systems, optimally initiated 15 min prior to and concluded 15 min following chemotherapy, is recommended for achieving maximum therapeutic efficacy.",
      "mesh_terms": [
        "Humans",
        "Peripheral Nervous System Diseases",
        "Cryotherapy",
        "Antineoplastic Agents",
        "Randomized Controlled Trials as Topic",
        "Incidence",
        "Neoplasms"
      ]
    },
    {
      "pmid": "38941655",
      "title": "Cropsi study: Efficacy and safety of cryotherapy and cryocompression in the prevention of chemotherapy-induced peripheral neuropathy in patients with breast and gynecological cancer-A prospective, randomized trial.",
      "authors": [
        "Christine Brunner",
        "Miriam Emmelheinz",
        "Daniel Egle",
        "Magdalena Ritter",
        "Katharina Leitner",
        "Verena Wieser",
        "Carmen Albertini",
        "Samira Abdel Azim",
        "Irene Mutz-Dehbalaie",
        "Johanna Kögl",
        "Christian Marth"
      ],
      "journal": "Breast (Edinburgh, Scotland)",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: This study aimed to demonstrate the superiority of cryocompression over cryotherapy alone in the prevention of chemotherapy-induced peripheral neuropathy (CIPN) grade 2 or above. METHODS: This prospective randomized study was conducted between May 2020 and January 2023 in Innsbruck. Eligible patients had a diagnosis of gynecological cancer and received a minimum of 3 cycles of taxane-based CT (neoadjuvant, adjuvant or palliative therapy). Patients were randomized 1:1 to receive either cryotherapy or cryocompression on their upper extremities during chemotherapy (CT). We performed temperature measurements, two QoL questionnaires and neurological tests during CT and at follow-up 3 and 6-9 months after the completion of CT. CIPN was assessed using the CTCAE score. RESULTS: Of 200 patients recruited, both groups showed a lower prevalence of CIPN in this study compared to recent literature. In the group receiving cryotherapy, the prevalence of grade 1 CIPN was 30.1 %, and that of grade 2 CIPN or above was 13.7 %; in the group treated with cryocompression, the prevalence of grade 1 CIPN was 32.8 %, and that of grade 2 or above CIPN was 17.2 %. We found a significant reduction in temperature in the cryotherapy and cryocompression groups. Regarding the two QOL questionnaires as well as the neurological tests no significant differences were found between the two groups. CONCLUSION: Our study suggests that cryotherapy as well as cryocompression is a safe and effective way to cool patients' extremities to lower the prevalence of CIPN. Cryocompression was not more effective than cryotherapy alone in the prevention of CIPN.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Peripheral Nervous System Diseases",
        "Prospective Studies",
        "Cryotherapy",
        "Middle Aged",
        "Genital Neoplasms, Female",
        "Breast Neoplasms",
        "Aged",
        "Adult",
        "Quality of Life",
        "Antineoplastic Agents",
        "Treatment Outcome",
        "Taxoids",
        "Antineoplastic Combined Chemotherapy Protocols",
        "Bridged-Ring Compounds"
      ]
    },
    {
      "pmid": "38920175",
      "title": "Outcomes of nurse-led cryotherapy treatment for viral warts.",
      "authors": [
        "Benjamin Liang Jun Lui",
        "Chris Lixian Tan"
      ],
      "journal": "Annals of the Academy of Medicine, Singapore",
      "publication_date": "2023-Aug-30",
      "publication_types": [
        "Letter"
      ],
      "mesh_terms": [
        "Humans",
        "Warts",
        "Cryotherapy",
        "Male",
        "Female",
        "Adult",
        "Treatment Outcome",
        "Young Adult",
        "Middle Aged",
        "Adolescent"
      ]
    },
    {
      "pmid": "38918150",
      "title": "Distal-Extremity Cryotherapy in Preventing Chemotherapy-Induced Peripheral Neuropathy from Paclitaxel Administration in People Affected by Breast Cancer: A Systematic Review.",
      "authors": [
        "Kelly Ford",
        "Maree Duddle",
        "Murray Turner",
        "Catherine Paterson"
      ],
      "journal": "Seminars in oncology nursing",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Review"
      ],
      "abstract": "OBJECTIVES: To explore the experiences of utilising distal-extremity cryotherapy in reducing chemotherapy-induced peripheral neuropathy during Paclitaxel treatment on physical functioning, clinical and patient-reported outcomes, compared to standard care in people affected by breast cancer. METHODS: Four databases and one register were searched on 11 April 2023 to identify all relevant studies meeting the inclusion and exclusion criteria. These were CINAHL (via EBSCOhost), Cochrane Central Register of Controlled Trials, Medline (via EBSCOhost), Scopus, and Web of Science Core Collection, with no limiters placed on any of the searches. Additionally, relevant systematic reviews were scrutinised for potentially relevant studies for screening. RESULTS: Distal-extremity cryotherapy is a safe intervention with minimal risk for serious adverse events. However, insufficient data supports the mainstay clinical use of cryotherapy in reducing chemotherapy-induced peripheral neuropathy from Paclitaxel use within the breast cancer population. Heterogeneity in study design, cryotherapy mode, and measurement tools underscore the need for additional research. CONCLUSION: Despite limited data on the impact of distal-extremity cryotherapy in preventing chemotherapy-induced peripheral neuropathy, there are valuable implications for nursing practice arising from this review. IMPLICATIONS FOR NURSING PRACTICE: Nurses play a vital role in the clinical and experiential journey of people with breast cancer, it is important that they understand the available evidence and act as patient advocates. Assisting patients in understanding current research and encouraging participation in future studies, thereby enhancing our knowledge, and strengthening the available evidence base.",
      "mesh_terms": [
        "Humans",
        "Paclitaxel",
        "Breast Neoplasms",
        "Female",
        "Peripheral Nervous System Diseases",
        "Cryotherapy",
        "Antineoplastic Agents, Phytogenic"
      ]
    },
    {
      "pmid": "38880787",
      "title": "The influence of intraoral cryotherapy on postoperative pain and substance P in symptomatic apical periodontitis: randomized clinical study.",
      "authors": [
        "Esraa Mohammed Hamza",
        "Tarek Mustafa Abd El Aziz",
        "Maram Farouk Obeid"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Jun-17",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Cryotherapy is widely utilized in medicine, particularly for pain management. This randomized clinical trial aimed to assess the effect of intraoral cold pack application (cryotherapy) on postoperative pain (POP) and the level of Substance P (SP) in patients with symptomatic apical periodontitis (SAP). Enrolled patients were randomly assigned to either cryotherapy or control group. After adequate anesthesia, access cavity, and biomechanical preparation of the root canal system were completed, the first apical fluid (AF) sample (S1) was obtained. A custom-made intraoral ice-gel pack was applied for 30 min in the cryotherapy group, while no intervention was performed in the control group. The second AF sample (S2) was collected 30 min later in both groups. Patients were asked to complete the Visual Analogue Scale (VAS) questionnaire to assess their POP. Quantification of SP in AF samples was performed using the enzyme-linked immunosorbent assay (ELISA) test. Data were analyzed statistically, revealing a significant reduction in POP and SP levels in the cryotherapy group compared to the control group (P ≤ 0.05). Furthermore, a moderate positive correlation was observed between SP levels and POP (P ≤ 0.05). In conclusion, intraoral cryotherapy represents a simple and cost-effective option for controlling POP and reducing inflammation levels in patients with SAP.",
      "mesh_terms": [
        "Humans",
        "Substance P",
        "Cryotherapy",
        "Female",
        "Periapical Periodontitis",
        "Male",
        "Pain, Postoperative",
        "Adult",
        "Middle Aged",
        "Pain Measurement",
        "Pain Management"
      ]
    },
    {
      "pmid": "38875049",
      "title": "Effect of cryotherapy in controlling spasticity of calf muscles in patients with multiple sclerosis.",
      "authors": [
        "Nadia Mohamed Abdelhakiem",
        "Tarek H Mahmoud",
        "Haitham M Saleh",
        "Hossam Mohammed Alsaid",
        "Shymaa Salem",
        "Moataz Mohamed El Semary"
      ],
      "journal": "NeuroRehabilitation",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Spasticity is a common symptom of multiple sclerosis (MS), affecting 80% of patients. Many studies have aimed to detect methods to reduce spasticity under these conditions and found that spasticity can be efficiently reduced using cryotherapy. OBJECTIVE: To examine the impact of cryotherapy on spasticity among patients with MS. METHODS: Thirty-two participants were randomized into two groups. The study group was given airflow cryotherapy and a selected physical therapy program, whereas the control group was only given a selected physical therapy program. The treatment was administered three times each week for a total of twelve consecutive sessions. The outcome measures were the modified Ashworth scale and the H/M ratio. RESULTS: The study group showed significant decrease in calf muscle spasticity, indicated by a reduction in spasticity grade (p = 0.001) and a decrease in the H/M ratio of 33.81% (p = 0.001). The control group also showed significant reduction in calf muscle spasticity, as indicated by a reduction in spasticity grade (p = 0.001) and a reduction in the H/M ratio of 19.58% (p = 0.001). There was a significant decrease in the spasticity grade and H/M ratio of the study group posttreatment compared with those of the control group (p = 0.02 and p = 0.001). CONCLUSION: The combined effect of cryotherapy and a selected physical therapy program are more effective in controlling the spasticity of calf muscles in patients with MS than a selected physical therapy program alone.",
      "mesh_terms": [
        "Humans",
        "Muscle Spasticity",
        "Cryotherapy",
        "Male",
        "Female",
        "Adult",
        "Multiple Sclerosis",
        "Middle Aged",
        "Muscle, Skeletal",
        "Treatment Outcome",
        "Leg",
        "Physical Therapy Modalities"
      ]
    },
    {
      "pmid": "38872702",
      "title": "Cryotherapy Treatment Effect on Heat-Treated Nickel-Titanium (NiTi) Rotary Single-File System: An In Vitro Comparative Study by Finite Element Analysis.",
      "authors": [
        "Yadav Chakaravarthy",
        "Vishnu Prasad",
        "Vanita Dattatray Revankar",
        "Haripriya Karthikeyan",
        "Suresh Saravanan",
        "Aishwarya Santosh"
      ],
      "journal": "Cureus",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background The use of endodontic files multiple times can cause fatigue in them and can lead to their separation in the root canal. The purpose of this study was to achieve a reduction in cyclic fatigue stress in a newly introduced nickel-titanium (NiTi) rotary single-file system. The study aimed to determine whether cryotherapy could help reduce cyclic fatigue and stress on rotary files after multiple uses during root canal treatment. By utilizing finite element analysis (FEA), the study provided a comprehensive evaluation of how cryotherapy might enhance the performance and longevity of these instruments, ultimately benefiting patients undergoing root canal therapy. Methodology This in vitro comparative study used scanned plastic teeth with genuine root canal anatomy and FEA to investigate the mechanical response to cyclic fatigue and stress of NiTi rotary file system. The endodontic file (Procodile, Komet) was created through the complex root canal geometries, for which mandibular tooth models were scanned and created by a computer software (IDEAS11 NX; UGSiPlano, TX). The total sample size was 34, divided into two groups, with each group comprising 17 participants (n = 17). The results were analyzed by analysis of variance (ANOVA) test. Results The results revealed that the p-values were more than 0.525, indicating no significant reduction in cyclic fatigue when the NiTi rotary single-file system (Procodile, Komet) was treated with cryotherapy (eight cycles). However, stress reduction was observed in the NiTi rotary single-file system when it was treated with cryotherapy. Conclusion This in vitro comparative study concluded that cryotherapy helps to reduce the stress of NiTi rotary single-file system. Nonetheless, more research is needed to understand the clinical significance of the findings of the current in vitro study."
    },
    {
      "pmid": "38854358",
      "title": "An Atypical Case of Acrokeratosis Verruciformis of Hopf Responding to Combined Acitretin and Cryotherapy.",
      "authors": [
        "Aniket Goswami",
        "Anita Marak",
        "Shikha Verma",
        "Biswajit Dey"
      ],
      "journal": "Cureus",
      "publication_date": "2024-May",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Acrokeratosis verruciformis of Hopf (AKVH) is a rare genetic skin condition associated with an ATP2A2 gene mutation, thus affecting keratinization. Classically, AKVH appears in childhood over acral sites as symmetrical, flat, verruca plana-like lesions with an autosomal dominant inheritance, while sporadic cases affect atypical sites in adulthood. As this entity can closely mimic other verrucous skin conditions, identifying characteristic histopathological changes is essential to make a diagnosis in the absence of genetic studies, especially in resource-poor countries. This is the first reported case of AKVH from North-East India clinically mimicking extensive verruca vulgaris in an adult with a possible sporadic occurrence. AKVH is usually difficult to treat and superficial ablation is the treatment of choice. However, this case highlights the role of cryotherapy with acitretin in the management of AKVH with a rapid response."
    },
    {
      "pmid": "38844582",
      "title": "Safety and efficacy of cryotherapy on chronic rhinitis: a systematic review and meta-analysis.",
      "authors": [
        "Farhan Alanazi",
        "Mazyad Alenezi",
        "Alwaleed Altimyat",
        "Sultan Alanazy"
      ],
      "journal": "European archives of oto-rhino-laryngology : official journal of the European Federation of Oto-Rhino-Laryngological Societies (EUFOS) : affiliated with the German Society for Oto-Rhino-Laryngology - Head and Neck Surgery",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "BACKGROUND: Chronic rhinitis is when the nasal passages become inflamed and irritated, causing symptoms like nasal congestion, runny nose, sneezing, and postnasal drip that last for at least 12 weeks. While various medical treatments are available for chronic rhinitis, studies have shown that patients often do not comply with the treatment or report that it is ineffective. Cryotherapy for the nasal mucosa is a surgical option that has shown promise for these patients, with acceptable side effects. AIM: Our goal is to evaluate the existing literature regarding the effectiveness and safety of cryotherapy as a treatment for chronic rhinitis. METHODS: We searched four electronic databases for relevant studies. Data were extracted from the included studies after screening procedures. Using the random effect model, we calculated the pooled mean difference (MD) for our continuous outcomes and pooled proportions for categorical outcomes. The I2 test was used to detect heterogenicity. Randomized controlled trials (RCTs) were assessed for methodological quality using the Cochrane risk of bias assessment tool 2, while observational studies and single-arm studies were assessed using the National Institutes of Health's tools. RESULTS: Our study comprised 21 studies; eighteen were eligible for analysis, with 1663 patients with chronic rhinitis. All of our assessed outcomes showed improvement with cryotherapy from their baseline status. Our pooled MDs for Total Nasal Symptom Score (rTNSS), Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ), and Nasal Obstruction Symptom Evaluation (NOSE) scores were as follows: ( - 3.58, 95% CI [ - 3.80,  - 3.37], p < 0.001), ( - 1.48, 95% CI [ - 1.68,  - 1.27], p < 0.001), and ( - 26.65, 95% CI [ - 33.98,  - 19.31], p < 0.001), respectively. Regarding nasal obstruction and rhinorrhea, cryotherapy showed effectiveness in 61% and 52% of patients in the complete relief subgroup and 26% and 34% in the < 50%-relief subgroup, respectively. CONCLUSION: We observed significant improvement in our measured outcomes as rTNSS, RQLQ, and NOSE scores compared to the baseline state, demonstrating the cryotherapy's efficacy. This improvement was consistent in all subsequent follow-up periods. However, we need more high-quality RCTs for stronger evidence to be generalized.",
      "mesh_terms": [
        "Humans",
        "Chronic Disease",
        "Rhinitis",
        "Cryotherapy",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38785777",
      "title": "The Influence of Whole-Body Cryotherapy or Winter Swimming on the Activity of Antioxidant Enzymes.",
      "authors": [
        "Bartłomiej Ptaszek",
        "Szymon Podsiadło",
        "Olga Czerwińska-Ledwig",
        "Aneta Teległów",
        "Wanda Pilch",
        "Ewa Sadowska-Krępa"
      ],
      "journal": "Biology",
      "publication_date": "2024-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to investigate the effect of a series of 20 whole-body cryotherapy sessions and 20 winter swimming sessions on the level of catalase, glutathione peroxidase and superoxide dismutase. The experimental group consisted of 60 people (30 people received cryotherapy and 30 people swam in cold water). The control group-without intervention: 30 people. Each of the three groups was tested twice. Analyzing the changes in the examined indicators, a statistical increase of CAT was observed in men after the use of WBC, as well as an increase of SOD in women and a decrease of SOD in men after the winter swimming season. Regular WS does not seem to place an excessive burden on the body in terms of intensifying oxidative processes. WS sessions once a week can be recommended as an effective method of improving health by causing positive adaptive changes and strengthening the body's antioxidant barrier. WBC may be used as an adjunct therapy in the treatment of diseases caused by oxidative stress, as it improves the body's antioxidant capacity. Further research is needed to elucidate antioxidant mechanisms in humans and to determine the short- and long-term effects of exposure to WS and WBC."
    },
    {
      "pmid": "38711700",
      "title": "Beyond Excision: Cryotherapy as a Non-surgical Treatment for Palatal Solitary Neurofibroma.",
      "authors": [
        "Jyh-Kwei J Chen"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Palatal solitary neurofibromas (SNFs), not linked to neurofibromatosis type 1, are uncommon. A 45-year-old female with a palatal SNF underwent non-surgical treatment using liquid nitrogen cryotherapy (LNC). The lesion, initially 9 x 8 x 3 mm, was treated with two 1-2 minute freeze-thaw cycles, progressively extended to two 2-2 minute freeze-thaw cycles to address the refractoriness. After four LNC sessions, the lesion resolved without recurrence at five months. This case demonstrates LNC's efficacy as a surgical alternative for palatal SNF, offering a non-invasive option for patients declining surgery. The positive outcome warrants further research into LNC's role in managing similar benign lesions."
    },
    {
      "pmid": "38703308",
      "title": "High Intensity Focused Ultrasound (20 MHz) and Cryotherapy as Therapeutic Options for Granuloma Annulare and Other Inflammatory Skin Conditions.",
      "authors": [
        "Jacek Calik",
        "Tomasz Zawada",
        "Natalia Sauer",
        "Torsten Bove"
      ],
      "journal": "Dermatology and therapy",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: In dermatology, inflammatory skin conditions impose a substantial burden worldwide, with existing therapies showing limited efficacy and side effects. This report aims to compare a novel immunological activation induced by hyperthermic 20 MHz high intensity focused ultrasound (HIFU) with conventional cryotherapy. The bioeffects from the two methods are initially investigated by numerical models, and subsequently compared to clinical observations after treatment of a patient with the inflammatory disease granuloma annulare (GA). METHODS: Clinical responses to moderate energy HIFU and cryotherapy were analysed using numerical models. HIFU-induced pressure and heat transfer were calculated, and a three-layer finite element model simulated temperature distribution and necrotic volume in the skin. Model output was compared to 22 lesions treated with HIFU and 10 with cryotherapy in a patient with GA. RESULTS: Cryotherapy produced a necrotic volume of 138.5 mm3 at - 92.7 °C. HIFU at 0.3-0.6 J/exposure and focal depths of 0.8 or 1.3 mm generated necrotic volumes up to only 15.99 mm3 at temperatures of 68.3-81.2 °C. HIFU achieved full or partial resolution in all treated areas, confirming its hyperthermic immunological activation effect, while cryotherapy also resolved lesions but led to scarring and dyspigmentation. CONCLUSION: Hyperthermic immunological activation of 20 MHz HIFU shows promise for treating inflammatory skin conditions as exemplified by GA. Numerical models demonstrate minimal skin necrosis compared to cryotherapy. Suggested optimal HIFU parameters are 1.3 mm focal depth, 0.4-0.5 J/exposure, 1 mm spacing, and 1 mm margin. Further studies on GA and other inflammatory diseases are recommended."
    },
    {
      "pmid": "38671812",
      "title": "Thermal Characterization and Preclinical Feasibility Verification of an Accessible, Carbon Dioxide-Based Cryotherapy System.",
      "authors": [
        "Yixin Hu",
        "Naomi Gordon",
        "Katherine Ogg",
        "Dara L Kraitchman",
        "Nicholas J Durr",
        "Bailey Surtees"
      ],
      "journal": "Bioengineering (Basel, Switzerland)",
      "publication_date": "2024-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To investigate the potential of an affordable cryotherapy device for the accessible treatment of breast cancer, the performance of a novel carbon dioxide-based device was evaluated through both benchtop testing and an in vivo canine model. This novel device was quantitatively compared to a commercial device that utilizes argon gas as the cryogen. The thermal behavior of each device was characterized through calorimetry and by measuring the temperature profiles of iceballs generated in tissue phantoms. A 45 min treatment in a tissue phantom from the carbon dioxide device produced a 1.67 ± 0.06 cm diameter lethal isotherm that was equivalent to a 7 min treatment from the commercial argon-based device, which produced a 1.53 ± 0.15 cm diameter lethal isotherm. An in vivo treatment was performed with the carbon dioxide-based device in one spontaneously occurring canine mammary mass with two standard 10 min freezes. Following cryotherapy, this mass was surgically resected and analyzed for necrosis margins via histopathology. The histopathology margin of necrosis from the in vivo treatment with the carbon dioxide device at 14 days post-cryoablation was 1.57 cm. While carbon dioxide gas has historically been considered an impractical cryogen due to its low working pressure and high boiling point, this study shows that carbon dioxide-based cryotherapy may be equivalent to conventional argon-based cryotherapy in size of the ablation zone in a standard treatment time. The feasibility of the carbon dioxide device demonstrated in this study is an important step towards bringing accessible breast cancer treatment to women in low-resource settings."
    },
    {
      "pmid": "38668793",
      "title": "Novel cryotherapy technique for pulpotomy in mature permanent teeth with symptomatic irreversible pulpitis- a randomized controlled trial.",
      "authors": [
        "V S Akhil",
        "Vijay Kumar",
        "Archana Aravind",
        "Radha Sharma",
        "Sidhartha Sharma",
        "Amrita Chawla",
        "Ashish Datt Upadhyay",
        "Ajay Logani"
      ],
      "journal": "Clinical oral investigations",
      "publication_date": "2024-Apr-26",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: To assess the effect of cryotherapy on haemostasis, post-operative pain, and the outcome of full pulpotomy performed in mature permanent teeth with symptomatic irreversible pulpitis. MATERIALS AND METHODS: The study included sixty mature permanent mandibular molar teeth with symptomatic irreversible pulpitis and no periapical rarefaction. After coronal pulp tissue amputation, teeth were randomly allocated to one of two groups (n = 30 each). In group I (conventional pulpotomy), a sterile cotton pellet moistened with 2.5% NaOCl was used for haemostasis. In group II (cryotherapy), the pulp chamber was continuously lavaged with 2.50C normal saline solution for haemostasis using an indigenous portable cryotherapy irrigation unit. Following haemostasis, the pulp was capped with mineral trioxide aggregate and the tooth was restored with resin composite. The time taken to achieve haemostasis was recorded. Preoperative and 24, 48 and 72 h postoperative pain was measured using the Numerical Rating Scale. The pulpotomy outcome was assessed at the 12-month follow-up. Data were analyzed using Fischer's exact test, two-sample t-test, two-sample Wilcoxon rank-sum test, Friedman Test, and Wilcoxon Signed Rank Test. RESULTS: The cryotherapy group achieved haemostasis in less time (p < 0.05). There was a significant pain reduction at 24 and 48 h in the cryotherapy group when compared with the conventional pulpotomy group (P < 0.005). The overall success rate of pulpotomy after 12 months was 88% (n = 22) in both study groups(p < 0.05). CONCLUSIONS: Cryotherapy application reduces postoperative pain and has no adverse effect on the outcome of pulpotomy in permanent teeth with symptomatic irreversible pulpitis. CLINICAL RELEVANCE: The cryotherapy can be incorporated in pulpotomy protocol as an adjunct to minimize post-operative pain.",
      "mesh_terms": [
        "Humans",
        "Pulpotomy",
        "Pulpitis",
        "Cryotherapy",
        "Female",
        "Male",
        "Pain, Postoperative",
        "Silicates",
        "Adult",
        "Treatment Outcome",
        "Calcium Compounds",
        "Molar",
        "Pain Measurement",
        "Oxides",
        "Aluminum Compounds",
        "Drug Combinations",
        "Sodium Hypochlorite",
        "Dentition, Permanent",
        "Adolescent"
      ]
    },
    {
      "pmid": "38662539",
      "title": "Update on applications of endoscopic cryotherapy in the gastrointestinal tract.",
      "authors": [
        "Sarah Enslin",
        "Vivek Kaul"
      ],
      "journal": "Current opinion in gastroenterology",
      "publication_date": "2024-Sep-01",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE OF REVIEW: Endoscopic cryotherapy has emerged as a minimally invasive procedure for targeted tissue ablation within the gastrointestinal tract. This review aims to provide a comprehensive overview of current clinical applications of EC with a review of the pertinent literature. RECENT FINDINGS: Endoscopic cryotherapy has demonstrated safety and efficacy for various gastrointestinal conditions. Recent studies have highlighted the efficacy of endoscopic cryotherapy, including both liquid nitrogen-based spray cryotherapy and the novel cryoballoon focal ablation system, in achieving complete eradication of dysplasia and neoplasia in Barrett's esophagus. Endoscopic cryotherapy has also shown promise as a second-line treatment option for patients with dysplastic Barrett's esophagus refractory to radiofrequency ablation and as an alternative to surgical resection for duodenal adenomas, when endoscopic resection is not feasible. Innovative applications for the treatment of gastrointestinal bleeding and management of benign refractory esophageal strictures have also been reported. SUMMARY: Endoscopic cryotherapy represents a safe, effective, and well tolerated therapeutic option for various clinical scenarios in gastrointestinal endoscopy, including challenging disease states such as refractory Barrett's esophagus and advanced esophageal cancer. Advancements in cryotherapy technology and ongoing research continue to explore additional clinical indications and expand the role of endoscopic cryotherapy in patient care with an aim toward improved patient outcomes.",
      "mesh_terms": [
        "Humans",
        "Cryosurgery",
        "Endoscopy, Gastrointestinal",
        "Barrett Esophagus",
        "Cryotherapy",
        "Esophageal Neoplasms",
        "Treatment Outcome",
        "Gastrointestinal Hemorrhage",
        "Esophageal Stenosis"
      ]
    },
    {
      "pmid": "38644367",
      "title": "Salvage prostate intensity modulated radiation therapy after cryotherapy failure.",
      "authors": [
        "Tanguy Perennec",
        "Maximilien Rogé",
        "Jean-François Hetet",
        "Philippe Colls",
        "Valentine Guimas",
        "Emmanuel Rio",
        "Loïg Vaugier",
        "Stéphane Supiot"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cryotherapy is an ablative therapy that can be used to treat localized prostate cancer. In case of recurrence, treatment options are not well-defined, and their outcomes are unknown. We therefore collected all patients treated with radiotherapy after cryotherapy for prostate cancer recurrence in Nantes (France) between 2012 and 2019. We identified ten patients. After a median follow-up of 5 years, two patients presented late grade 3 toxicities; one patient presented a grade 3 rectal hemorrhage, and one had a grade 3 hematuria. Two patients relapsed at 61 and 62 months, and three patients died of other causes. Radiotherapy to treat local prostate cancer recurrence after cryotherapy seems feasible and effective in local control. These results do not allow us to recommend this technique in current practice but are encouraging for the conduct of prospective trials.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Prostatic Neoplasms",
        "Aged",
        "Salvage Therapy",
        "Cryotherapy",
        "Radiotherapy, Intensity-Modulated",
        "Middle Aged",
        "Neoplasm Recurrence, Local",
        "Aged, 80 and over",
        "Treatment Failure"
      ]
    },
    {
      "pmid": "38612668",
      "title": "Targeting Vascular Impairment, Neuroinflammation, and Oxidative Stress Dynamics with Whole-Body Cryotherapy in Multiple Sclerosis Treatment.",
      "authors": [
        "Angela Dziedzic",
        "Karina Maciak",
        "Elżbieta Dorota Miller",
        "Michał Starosta",
        "Joanna Saluk"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Mar-29",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Multiple sclerosis (MS), traditionally perceived as a neurodegenerative disease, exhibits significant vascular alternations, including blood-brain barrier (BBB) disruption, which may predispose patients to increased cardiovascular risks. This vascular dysfunction is intricately linked with the infiltration of immune cells into the central nervous system (CNS), which plays a significant role in perpetuating neuroinflammation. Additionally, oxidative stress serves not only as a byproduct of inflammatory processes but also as an active contributor to neural damage. The synthesis of these multifaceted aspects highlights the importance of understanding their cumulative impact on MS progression. This review reveals that the triad of vascular damage, chronic inflammation, and oxidative imbalance may be considered interdependent processes that exacerbate each other, underscoring the need for holistic and multi-targeted therapeutic approaches in MS management. There is a necessity for reevaluating MS treatment strategies to encompass these overlapping pathologies, offering insights for future research and potential therapeutic interventions. Whole-body cryotherapy (WBCT) emerges as one of the potential avenues for holistic MS management approaches which may alleviate the triad of MS progression factors in multiple ways.",
      "mesh_terms": [
        "Humans",
        "Multiple Sclerosis",
        "Neuroinflammatory Diseases",
        "Neurodegenerative Diseases",
        "Cryotherapy",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "38605472",
      "title": "Using cryotherapy, EMLA (eutectic lidocaine/prilocaine) cream, or lidocaine spray to reduce pain during arteriovenous fistula puncture: A randomized controlled trial.",
      "authors": [
        "Mohammed Baqer Al-Jubouri",
        "Sabah A Jaafar",
        "Murtadha Khudair Abbas",
        "Ihab Nadhir Gazi",
        "Maitham A Shawwat",
        "Karrar Faleh Karmoud",
        "Taher Mohsin Al-Faham"
      ],
      "journal": "Hemodialysis international. International Symposium on Home Hemodialysis",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Multicenter Study",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: In hemodialysis patients, pain associated with needle insertion into an arteriovenous fistula is a physical and psychological problem. The aim of this study was to assess the effectiveness of pre-puncture application of an ice pack, EMLA cream, or lidocaine spray to reduce pain associated with access puncture. METHODS: This was a multicenter study done in nine hemodialysis centers in Iraq. The study utilized a randomized, parallel-group design, in which patients being dialyzed using an arteriovenous access were allocated into one of four groups. Access puncture was preceded by nothing (control group), by use of ice pack cooling at the puncture site, by application of EMLA cream, or by application of lidocaine spray. Pain after access puncture was assessed during a single treatment for each patient. Pain was quantified using a Visual Analogue Scale. FINDINGS: A total of 1548 patients agreed to participate, and 1041 patients were included in the data analysis. Use of an ice pack, EMLA cream, or lidocaine spray each was associated with a lower pain score on access puncture compared with no pretreatment. The mean Visual Analogue Scores in the four groups were: 69.7 ± 15.7 in the controls, 39.8 ± 13.2 in the ice pack group, 45 ± 18.4 in the EMLA group, and 52.9 ± 15.2 in lidocaine group. Ranking of the pain severity scores suggested that ice pack use was associated with the least pain, followed by use of EMLA cream and use of lidocaine spray (severity score ranking, from lowest to highest, being 1.62, 2.18, and 2.63, respectively). DISCUSSION: Application of an ice pack prior to vascular access puncture is a fast and inexpensive technique to limit pain associated with this procedure.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Middle Aged",
        "Pain",
        "Cryotherapy",
        "Lidocaine, Prilocaine Drug Combination",
        "Lidocaine",
        "Adult",
        "Anesthetics, Local",
        "Pain Management",
        "Punctures",
        "Renal Dialysis",
        "Prilocaine"
      ]
    },
    {
      "pmid": "38600937",
      "title": "Comparative evaluation of effect of intracanal cryotherapy and corticosteroid solution on post endodontic pain in single visit root canal treatment.",
      "authors": [
        "Raji-Viola Solomon",
        "Shanti-Priya Paneeru",
        "Chigurupati Swetha",
        "Rohini Yatham"
      ],
      "journal": "Journal of clinical and experimental dentistry",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Post-operative pain after endodontic treatment is a common occurrence, and its prevalence is mostly high immediately after treatment, decreasing in one day and reportedly reaching minimal levels 7 days after treatment. This research focuses on the final flushing of the root canal with different irrigating solutions to reduce its occurrence. Aim: To compare and evaluate the effect of delivering three intracanal irrigants - saline at room temperature, saline at 2.5oC, and intracanal dexamethasone as final irrigant on postoperative pain after a single visit endodontics. MATERIAL AND METHODS: This randomized double-blinded parallel clinical trial was conducted on patients requiring a single appointment root canal treatment, with a pain level of 4 or higher on the visual analogue scale (VAS). According to the final irrigating solution, all patients were randomly allocated into three groups of 15 each: 0.9% physiological saline (Group 1), 2.5oC cold saline (Group 2), and 2ml Dexamethasone (Group 3). Patients were instructed to complete VAS to determine their post-operative scores at 6hrs, 12hrs, and 24hrs following the treatment. RESULTS: In all groups, mean VAS scores decreased significantly from baseline to 6hr and 12hr, with lower scores at 24 hours. Post-hoc analysis revealed no significant distinction in the mean VAS scores between 12 hours to 24 hours. Lower pain scores are observed in the dexamethasone group, followed by cryotherapy which performed better than saline at room temperature. CONCLUSIONS: Final flushing with dexamethasone solution and cryotherapy is effective, safe, and a well-tolerated strategy to minimize postoperative pain after single visit endodontics. Key words:Intracanal cryotherapy, Cold saline, Dexamethasone, Postoperative pain, Visual analogue scale."
    },
    {
      "pmid": "38592218",
      "title": "Effects of an Early Exercise Program with Cryotherapy on Range of Motion, Pain, Swelling, and Gait in Patients with Total Knee Arthroplasty: A Randomized Controlled Trial.",
      "authors": [
        "Bomi Lee",
        "Doyoo Yoon",
        "Jongeun Yim"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2024-Feb-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: This study aimed to investigate the effects of cryotherapy on range of motion, pain, swelling, and gait in patients who underwent total knee arthroplasty. Methods: Forty-three patients who underwent TKA (total knee arthroplasty) and met the inclusion criteria were randomly divided into two groups. The experimental (n = 21) and control (n = 22) groups underwent cryotherapy and non-cryotherapy treatments, respectively, six times a week for two weeks, and once each before and after exercise for 3 min. Both groups followed a similar initial rehabilitation exercise program using a continuous passive motion device. Results: The results showed a significant difference in knee flexion range of motion, pain, edema, and 10 MWT comparisons from pre- to post-test (p < 0.001). The above values were also significantly different in the comparison between the two groups (p < 0.05). Conclusions: Therefore, this study confirmed that an initial rehabilitation exercise program accompanied by cryotherapy could be an effective intervention method for range of motion, pain, edema, and walking in patients undergoing total knee arthroplasty."
    },
    {
      "pmid": "38572045",
      "title": "Photodynamic Therapy Combined with Liquid Nitrogen Cryotherapy and Curettage for the Treatment of Recalcitrant Periungual and Subungual Warts: Clinical Experience and Literature Review.",
      "authors": [
        "Kuixia Xie",
        "Meihong Cheng",
        "Bo He",
        "Wei Li",
        "Wenying Zhong"
      ],
      "journal": "Indian journal of dermatology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Warts are caused by human papillomavirus (HPV) infection and can involve multiple parts of skin and mucosa, of which periungual and subungual warts are the most difficult to treat. Periungual or subungual wart is verruca vulgaris growing around or under the fingernail, destroying and deforming the nail and nail bed. Currently, liquid nitrogen cryotherapy and CO2 laser are often used for the treatment. Clinically, few doctors routinely use photodynamic therapy (PDT) to treat viral warts. We used PDT combined with liquid nitrogen cryotherapy and curettage to successfully treat a case of intractable periungual and subungual warts."
    },
    {
      "pmid": "38551066",
      "title": "Could tranexamic acid be a suitable alternative to cryotherapy for symptomatic cervical ectopy? Results from a randomized clinical trial.",
      "authors": [
        "Shabnam Tofighi",
        "Farzaneh Hekmatfar",
        "Mahdi Tavakolizadeh",
        "Lida Garrosi",
        "Hamideh Gholami",
        "Maryam Haghighi"
      ],
      "journal": "International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: Cervical ectropion occurs due to the eversion of the endocervix that exposes glandular cells to the vaginal milieu. The aim of the present study was to evaluate and compare the clinical efficacy of effervescent vaginal tablets of tranexamic acid and cryotherapy in women with symptomatic cervical ectopy. METHODS: The current randomized clinical trial was conducted on 92 samples of women with cervical erosive ectropion from March 20, 2022 to August 27, 2022. Participants were divided into two groups; the intervention group (n = 46) was treated with a 400 mg effervescent vaginal tablet of tranexamic acid and the control group (n = 46) underwent cryotherapy. All the patients were requested to visit weekly in the first month and then monthly for the next 3 months, and the outcomes encompass improvement of symptoms (leukorrhea, dyspareunia, pelvic pain, post-coital bleeding, and suprapubic pain) and cervical erosive ectropion view were monitored based on repeated examinations. RESULTS: In this study, no statistically significant difference was observed in cure rate of symptoms between study groups (P value > 0.05). Women in both the tranexamic acid and cryotherapy groups reported significant improvements in dyspareunia (34 [75%] vs 31 [67%]), pelvic pain (34 [75%] vs 34 [74%]), post-coital bleeding (37 [81%] vs 31 [67%]), leukorrhea (36 [78%] vs 36 [78%]), suprapubic pain (32 [71%] vs 33 [73%]) disappearance of cervical ectropion tranexamic acid (40 [86%], vs 39 [84%]). CONCLUSION: Our findings highlighted the equal effect of tranexamic acid and cryotherapy for treating cervical ectropion. Due to the ease of use, availability, and fewer side effects of tranexamic acid, it can be a suitable alternative to cryotherapy. TRIAL REGISTRATION: IRCT20220115053719N1. The name of the registry: Iranian Registry of Clinical Trials. URL of registration: https://en.irct.ir/trial/61483.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Tranexamic Acid",
        "Cryotherapy",
        "Adult",
        "Antifibrinolytic Agents",
        "Treatment Outcome",
        "Administration, Intravaginal",
        "Cervix Uteri",
        "Middle Aged",
        "Uterine Cervical Erosion"
      ]
    },
    {
      "pmid": "38509490",
      "title": "Comparing the efficacy of fluconazole and cryotherapy Versus cryotherapy alone on treating cutaneous leishmaniasis: a triple-blind randomized clinical trial.",
      "authors": [
        "Ahmad Reza Parhizkar",
        "Mehdi Sharafi",
        "Susan Mansuri",
        "Maryam Hadibarhaghtalab",
        "Sima Afrashteh",
        "Hossein Fatemian",
        "Mahsa Rostami Chijan"
      ],
      "journal": "BMC infectious diseases",
      "publication_date": "2024-Mar-20",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Cutaneous Leishmaniasis (CL) is one of the highly prevalent endemic diseases in the Middle East. The disease is a complex skin infection imposing a heavy burden on many developing countries. This study aimed to evaluate the impact of adding oral fluconazole to topical cryotherapy on the treatment efficacy and time to achieve complete recovery of CL lesions. METHOD: This triple-blind randomized clinical trial included 52 participants with CL. Participants were allocated to receive either weekly cryotherapy with liquid nitrogen and oral fluconazole at a dose of 6 mg/kg daily at a maximum of 400 mg for 6 weeks as the interventional arm or weekly cryotherapy with liquid nitrogen plus the placebo for the same period of 6 weeks as the control arm. RESULTS: Fifty-two eligible participants enrolled the study, with a CL lesion count of 1 to 8 (mean 1.96), and served as the interventional (n = 28) and control (n = 24) arms. The trend of the mean surface area of the lesions was significantly decreasing in both arms (P < 0.001), with no statistically significant difference between arms (P = 0.133) or all assessed time point pairwise comparisons (P > 0.05). There was no significant difference between the treatment arms in terms of the end-point recovery status (P = 0.491) or the frequency of post-treatment secretion (P = 0.437). No adverse effect was observed. CONCLUSION: Despite a slightly higher reduction in the lesion surface in the cryotherapy and fluconazole treatment arm, the addition of fluconazole did not provide statistically significant therapeutic value to cryotherapy in the treatment of CL. However, with adjustment for the initial lesion size, the efficacy of the regimen in the interventional arm was more pronounced, though it was still insignificant.",
      "mesh_terms": [
        "Humans",
        "Fluconazole",
        "Leishmaniasis, Cutaneous",
        "Middle East",
        "Treatment Outcome",
        "Cryotherapy",
        "Nitrogen"
      ]
    },
    {
      "pmid": "38502943",
      "title": "Comparison of Cryotherapy Performed With Ice or Gel and Superficial Skin Cooling of Older Women: A Randomized, Crossover, Clinical Trial.",
      "authors": [
        "Kharine Dos Santos Maria Fachin",
        "Daniela de Estéfani",
        "Kelly Mônica Marinho E Lima",
        "Daniela Pacheco Dos Santos Haupenthal",
        "Alessandro Haupenthal"
      ],
      "journal": "Journal of geriatric physical therapy (2001)",
      "publication_date": "2024-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND PURPOSE: Cryotherapy is an affordable and popular treatment of soft tissue injuries, which can reduce inflammation and pain. Studies have specifically addressed young adults and athletes, and these findings have been extended to older adults in clinical practice. Aging is associated with changes in the skin, including collagen degradation, decreased fat layer thickness, and reduced blood flow, which can alter the skin response to stress. Because of age-related changes, there are concerns about the direct use of ice on the skin of older individuals. Skin injuries were also observed after cryotherapy. This study aimed to assess the most effective and safe cryotherapy for superficial skin cooling among older women. METHODS: Eighteen older women were enrolled in this blinded, randomized, crossover, clinical trial. The mean values (SD) of their age, height, and weight were 70.0 years (6.0), 156.0 cm (9.1), and 72.8 kg (19.5), respectively. The participants underwent cryotherapy using bagged ice, bagged ice plus a wet towel, or gel pack for 20 minutes. The surface temperature of the skin was measured at the end of a 20-minute cryotherapy session using an infrared thermometer. Repeated-measures analysis of variance was conducted to analyze the effect of cryotherapy modalities and time, as well as the interaction between these 2 factors. The secondary outcome was the presence of cryotherapy-induced lesions. RESULTS AND DISCUSSION: Cryotherapy modalities had significant effects on superficial skin temperature (P = .001). Time points after application also had an effect (P = .0001), and no interaction was observed between cryotherapy modalities and time points (P = .051). Bonferroni post hoc evaluation showed that bagged ice (P = .008) and gel (P = .007) were more effective in decreasing the superficial skin temperature than bagged ice plus wet towel. No difference was observed between bagged ice and gel (P = .32). Three of the 18 patients experienced adverse effects with the gel pack. CONCLUSION: This study of older women found that ice and gel cooled the skin more effectively than ice wrapped in towels. However, the gel pack had some adverse effects. Therefore, bagged ice is recommended for cryotherapy in older women."
    }
  ]
}