{
  "supplement": "Cupping Therapy",
  "query": "Cupping Therapy[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:24:48",
  "research_count": 216,
  "count": 99,
  "articles": [
    {
      "pmid": "40188533",
      "title": "Wet cupping therapy and acupuncture applications in migraine patients: A randomized controlled trial.",
      "authors": [
        "Rana Celikkol",
        "Suleyman Ersoy",
        "Osman Cavus",
        "Emin Pala",
        "Velittin Selcuk Engin"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: Although there are numerous complementary treatments for migraine, comparisons among themselves are relatively rare. This study aimed to investigate and compare the effectiveness of wet cupping therapy (WCT) and acupuncture applications in treating migraine patients. MATERIALS AND METHOD: This was a randomized controlled clinical trial conducted between 01.03.2022 and 01.10.2023 in the Traditional and Complementary Medicine Center of a tertiary hospital. Patients diagnosed with migraine were included in the study and randomized into three arms. The WCT group received cupping 3 times, once a month. The acupuncture group received 10 sessions of acupuncture once a week. The waiting list was assigned as the control group. VAS and MIDAS scales were applied to all groups at the beginning and the end of the treatment, and the results were compared. RESULTS: All three groups were similar regarding age and sex. Migraine Disability Assessment Scale (MIDAS) and Visual Analogue Scale (VAS) pain scores decreased significantly in both treatment groups after the applications, while they remained similar for the same period in the control group. Additionally, the post-treatment values of MIDAS and VAS in both the WCT and acupuncture groups were significantly lower compared to controls, while they were similar when compared in between. CONCLUSION: Both of these applications were found to be similarly effective in improving disability status and pain intensity in patients with migraine."
    },
    {
      "pmid": "40151111",
      "title": "Update evidence of effectiveness on pain relieving of cupping therapy: a systematic review and Meta-analysis of randomized controlled trials.",
      "authors": [
        "Wang Yiying",
        "Dong Shuai",
        "L I Bo",
        "Han Mei",
        "Cao Huijuan"
      ],
      "journal": "Journal of traditional Chinese medicine = Chung i tsa chih ying wen pan",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "OBJECTIVE: To update the current best evidence on the effectiveness and safety of cupping therapy in pain management. METHODS: The protocol of this systematic review was registered at PROSPERO (CRD42021261308). An updated literature searching in 7 databases was conducted from January 2014 to January 2023. Two authors extracted data and assessed the risk of bias independently. Statistical analysis was performed using RevMan 5.4.1 software (Cochrane Collaboration, London, UK). Meta-analysis with a random effect model was conducted when there was no serious statistical heterogeneity among trials (I2≤75%). Grading of Recommendations Assessment, Development, and Evaluation was also conducted to assess the quality of evidence. RESULTS: Seventy-two trials with 5720 participants were included. All included trials were assessed as having high risk of bias. The majority of the included trials reported the benefit of cupping plus other therapy or cupping alone on improving cure rate (average risk ratio more than 1.15) and reducing visual analogue scale [average mean difference (MD) reduction 0.16 to 7.0 cm], improving quality of life, quality of sleep or other symptoms related to pain condition. And there was low/very low quality evidence that the incidence of adverse events in the cupping groups were lower than that in the control groups. Although the heterogeneity between studies and the methodological quality of the study itself lead to the low evidence strength of the current conclusions, the results of this study are a valuable supplement to the founding of previous review. CONCLUSION: Cupping therapy alone or combined with other therapy was considered benefit in relieving pain, improving the quality of life, and increasing the cure rate of patients with pain conditions, though supported by the low quality of evidence. According to the limited evidence, cupping therapy seems to have less harm than drugs when treating pain conditions.",
      "mesh_terms": [
        "Humans",
        "Randomized Controlled Trials as Topic",
        "Cupping Therapy",
        "Pain Management",
        "Quality of Life",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "40127849",
      "title": "Interventions used in control group against cupping therapy for chronic nonspecific low back pain: A systematic review and network meta-analysis.",
      "authors": [
        "Junyan Li",
        "Yuanyuan Jia",
        "Tingting Sun",
        "Zhenmin Bai",
        "Xiaosheng Dong",
        "Xiao Hou"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article",
        "Network Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "INTRODUCTION: The evidence for the effect of cupping therapy on chronic nonspecific low back pain (CLBP) remains controversial, and existing researches didn't consider outcomes influenced by factor of selection of interventions in control group. This review and network meta-analysis is to compare the effects of diverse interventions in cupping therapy control groups for CLBP, with the objective of identifying the suitable control intervention against cupping therapy for CLBP. METHODS: Studies were identified by a comprehensive search of databases, such as PubMed, Embase, Cochrane Library, Web of Science and China National Knowledge Infrastructure (CNKI), up to June, 2024. A total of 10 randomized control trials (RCT) were included in this network meta-analysis (NMA). RESULTS: The results showed that compared with cupping therapy, minimum negative pressure cupping therapy (MNPCT) (SMD = - 0.01; 95 %CI: - 0.92 to 0.89), air circulating cupping therapy (ACCT) (SMD = - 0.05; 95 %CI: - 0.63 to 0.54) and diclofenac (SMD = - 0.13; 95 %CI: - 1.13 to - 0.87) was no significantly different from improvement of pain intensity. But there was significant difference between cupping therapy and D-ibuprofen (SMD = - 1.11; 95 %CI: - 2.08 to - 0.13), paracetamol (SMD = - 1.12; 95 %CI: - 1.80 to - 0.43) or usual care (SMD = - 1.18; 95 %CI: - 2.56 to - 1.06). The order of intervention effect by SUCRA diagram was as follows: cupping therapy (77.7 %) > MNPCT (75.2 %) > ACCT (73.8 %) > diclofenac (68.8 %) > D-ibuprofen (26.3 %) > paracetamol (24.5 %) > usual care (3.8 %). The quality of evidence for network estimates was moderate to very low due to the risk of bias and imprecision. CONCLUSIONS: The results of this study suggest that usual care was the least effective in alleviating the pain intensity of CLBP, which might serve as the most appropriate intervention in the control group in cupping-related RCTs. MNPCT and ACCT have similar effects with cupping therapy for CLBP. Future research may be based on some objective clinical outcomes and control interventions with physiological inertia to isolate the true effect of cupping therapy or SCT from psychological biases. TRIAL REGISTRATION: The protocol was registered on the international prospective register of systematic reviews (http://www.crd.york.ac.uk/PROSPERO), registration number: CRD42024527513.",
      "mesh_terms": [
        "Humans",
        "Chronic Pain",
        "Cupping Therapy",
        "Low Back Pain",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "40101277",
      "title": "Effectiveness of moving cupping therapy on pain and functionality in rotator cuff injuries: A randomised controlled pilot study.",
      "authors": [
        "Hatice Hümeyra Akil",
        "Sümeyye Tunç",
        "Esra Atilgan"
      ],
      "journal": "Journal of back and musculoskeletal rehabilitation",
      "publication_date": "2025-Mar-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BackgroundShoulder pain is commonly caused by rotator cuff pathologies. Cupping therapy is one of the mostly used traditional and complementary medicine techniques. In recent years, evidence of potential benefits in musculoskeletal conditions has increased, but studies are limited.ObjectiveThe study aimed to investigate the effectiveness of moving cupping therapy (MCT) additionally to conventional physiotherapy on pain and functionality in patients with Rotator Cuff Injuries (RCI).MethodsIn this randomised controlled pilot study thirty women 25-65 aged diagnosed with RCI who applied to Istanbul Medipol University Physical Therapy and Rehabilitation clinic in 2019 were included and they were randomly divided into two groups. Conventional physiotherapy was applied to both of groups five days a week for four weeks. Additionally, the MCT group was treated with MCT for ten minutes, two days a week for four weeks. Pain (Numeric Rating Scale (NRS), range of motion (ROM), functionality (DASH-Constant) and quality of life (SF 36) were evaluated before and after treatment. Within-group comparisons were performed by Wilcoxon Signed-Rank test. Comparisons between-group were provided by Mann Whitney U test.ResultsAfter treatment there were significant differences in pain, ROM, DASH, Constant scores in both groups (p < .05). NRS, abduction and external rotation ROM, DASH and Constant measurements were significantly more effective in MCT group (p < .05). Significant improvements were seen in all SF 36 subscales in control group (p < .05). Significant improvements were also found in all parameters except role limitations due to emotional problems, emotional well-being and social function in MCT group. According to the comparisons between the groups, only emotional well-being subscale showed a significant difference in favor of control group (p < .05).ConclusionsWe concluded that MCT can be used with conservative physiotherapy to improve pain and functional level in RCI as a non-invasive, easily applicable and economical complementary in medicine practices."
    },
    {
      "pmid": "39899552",
      "title": "Cupping Therapy for Pain Management and Improving the Quality of Life in Knee Osteoarthritis: A Case Report.",
      "authors": [
        "Hayder Ali Shah",
        "Ajay Kumar Tikoo",
        "Sabiha Khan"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Case Reports"
      ],
      "abstract": "BACKGROUND: As one of the most prevalent musculoskeletal diseases, osteoarthritis, causes pain, deterioration in functioning, and reduction in quality of life. The condition that is thought to contribute most to disability worldwide is knee osteoarthritis. Existing pharmacological treatments for osteoarthritis raise safety concerns. In Unani medicine, several non-pharmacological regimens known as Ilāj bi'l Tadbīr (Regimenal therapies) are advised in the management of painful musculoskeletal disorders. Among all these practices, dry cupping (Hijāmah bilā Shart) is unique and recommended as one of the most effective methods for knee osteoarthritis pain management in the majority of classical Unani literature. This report presents a case of knee osteoarthritis treated using cupping therapy. CASE PRESENTATION: A 57-year-old female patient presented with a 3-year-long history of right knee pain, stiffness, and difficulty in daily activities. The patient was examined clinically before intervention and was diagnosed with right knee osteoarthritis which was further supported by radiological investigations. Cupping therapy was administered over the affected knee joint for 4 weeks. A total of 10 sittings were carried out every 2 days. The patient's symptoms gradually ameliorated, ultimately becoming minimal following the 4-week treatment period. Specifically, the Numerical Pain Rating Scale (NPRS) score decreased from 8 to 2, the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) score for stiffness and functional ability improved with a decrease from 50 to 25, and the quality of life score measured by 36-Item Short Form Health Survey (SF-36) improved from 35 to 75. CONCLUSION: Our case study established cupping therapy's effectiveness as a secure, non-invasive treatment option and opened new possibilities for its application in the management of knee osteoarthritis. However, further research is imperative to establish the efficacy and effectiveness of cupping therapy.",
      "mesh_terms": [
        "Humans",
        "Osteoarthritis, Knee",
        "Middle Aged",
        "Female",
        "Quality of Life",
        "Pain Management",
        "Cupping Therapy"
      ]
    },
    {
      "pmid": "39847715",
      "title": "A Perspective on Women's Health With Cupping Therapy: A Review.",
      "authors": [
        "Semra Yilmaz"
      ],
      "journal": "Holistic nursing practice",
      "publication_date": "2025-Jan-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cupping therapy is an ancient traditional and complementary treatment practice. Cupping therapy has recently attracted global attention in the promotion, protection, and treatment of health. Research is also being conducted on the potential benefits of cupping therapy in the treatment of conditions related to women's health. This study provides an overview of the application of cupping therapy in the field of women's health and an understanding its importance."
    },
    {
      "pmid": "39837300",
      "title": "Neurological Complications of Cupping Therapy: A Comprehensive Review.",
      "authors": [
        "Babak Daneshfard",
        "Sajjad Sadeghi",
        "Dennis Cordato"
      ],
      "journal": "Complementary medicine research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Cupping therapy, a traditional treatment method, has been shown to be effective in various studies. However, there have been reports of significant neurological complications following cupping therapy. This comprehensive review aimed to investigate the important and potentially severe neurological complications documented in the literature. SUMMARY: The review analyzed case reports and case studies published in three major databases (PubMed, Google Scholar, and Cochrane) up to June 2024. The search strategy involved a three-step process, where two traditional medicine experts independently searched for case reports and published case series, and then a 3-person committee consisting of two traditional medicine experts and a neurologist reviewed the selected articles. Out of 280 case reports and case series, 12 studies were included in the review, reporting 14 patients with neurological complications. The majority of cases (7/14) involved interventions combining cupping with other traditional medicine manual therapies. Complications reported included vascular and infectious complications, with subdural hemorrhage being the most common (4/14). Most patients (11/14) were free of underlying diseases, and all but 3 patients recovered from their complications with surgical and medical treatments. KEY MESSAGES: The study concludes that although rare, neurological complications of cupping therapy can be severe and potentially life-threatening. Therefore, it is essential for traditional medicine practitioners to be aware of these risks and take necessary precautions to prevent them. Adopting proper techniques and adhering to health guidelines can help mitigate the likelihood of complications. The creation of an international system to record and report the side effects of cupping therapy is also recommended.",
      "mesh_terms": [
        "Cupping Therapy",
        "Case Reports as Topic",
        "Humans",
        "Musculoskeletal Manipulations",
        "Combined Modality Therapy",
        "Hematoma, Subdural",
        "Nervous System Diseases"
      ]
    },
    {
      "pmid": "39715564",
      "title": "The Effectiveness and Safety of Cupping Therapy on CV8 Shenque for Urticaria: A Systematic Review and Meta‑Analysis.",
      "authors": [
        "Soo-Yeon Chae",
        "Won-Suk Sung",
        "Eun-Jung Kim",
        "Seong-Sik Park"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Cupping therapy (CT) on acupoint CV8 Shenque is a potential treatment of urticaria. This review will analyze the efficacy and safety of CT on CV8 Shenque. METHODS: Randomized controlled trials (RCTs) comparing CT on CV8 Shenque with other treatments were retrieved from 14 worldwide databases from their inception to June 2024. Primary outcomes were symptom scores (SS), quality of life (QoL), and effective rate (ER). Using Review Manager, results were presented as risk ratio (RR) or mean difference (MD), with a 95% confidence interval (CI). The risk of bias was assessed using the Cochrane \"risk of bias\" tool, and the quality of evidence was evaluated with the Grading of Recommendations Assessment, Development, and Evaluation (GRADE). RESULTS: A total of six RCTs with 409 patients were included. Compared with other treatments, CT on CV8 Shenque significantly improved ER (RR = 1.20, 95% CI [1.07, 1.35], P = .002, 6 RCTs, n = 409), SS (including wheal scores (MD = -0.64, 95% CI [-0.91, -0.37], 2 RCTs, n = 123), symptom duration scores (MD = -0.37, 95% CI [-0.62, -0.12], 2 RCTs, n = 123), and QoL (MD = -2.08, 95% CI [-3.28, -0.88], 1 RCT, n = 66). CONCLUSION: CT on CV8 Shenque can be a potential therapy for urticaria. Since the overall quality and quantity of the included RCTs were not satisfactory, high-quality research is necessary to further verify the results in the future.",
      "mesh_terms": [
        "Humans",
        "Cupping Therapy",
        "Urticaria",
        "Randomized Controlled Trials as Topic",
        "Quality of Life",
        "Acupuncture Points",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39674053",
      "title": "Moving cupping therapy combined with acupoint bloodletting for plaque psoriasis: A case report.",
      "authors": [
        "Xia Qiao",
        "Chunyan Yang",
        "Wenxin Yang",
        "Yan Li"
      ],
      "journal": "Explore (New York, N.Y.)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Case Reports"
      ],
      "abstract": "INTRODUCTION: Psoriasis is a chronic inflammatory skin disease that can present in various phenotypes, with the most common form being plaque psoriasis. Currently, no type of psoriasis can be cured, and existing treatment options are associated with certain safety concerns. In recent years, traditional Chinese medicine has achieved great results in treating psoriasis. Cupping therapy is a widely used method in China. In this case, the combination of moving cupping therapy and acupoint bloodletting has demonstrated a favorable therapeutic effect on plaque psoriasis. CASE PRESENTATION: A 35-year-old male diagnosed with plaque psoriasis for 20 years, presented with generalized itchy, erythematous, and scaly skin. The patient underwent moving cupping therapy combined with acupoint bloodletting once every other day, three times per week, for a total duration of 8 weeks. After treatment, the erythema, plaques, and scales on the patient's entire body had mostly resolved. The Psoriasis Area and Severity Index (PASI) score decreased from 50 to 5, the Body Surface Area (BSA) improved from 60 % to 4 %, and the Dermatology Life Quality Index (DLQI) decreased from 17 to 2 points. No relapse was observed during the 6-month follow-up. CONCLUSION: This case demonstrates that moving cupping therapy combined with acupoint bloodletting is well tolerated and effective in relieving skin lesion symptoms and improving the quality of life in patients with plaque psoriasis. As a cost-effective adjunctive therapy, moving cupping therapy combined with acupoint bloodletting holds promise as a non-pharmacological treatment option for plaque psoriasis.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Adult",
        "Cupping Therapy",
        "Psoriasis",
        "Bloodletting",
        "Acupuncture Points",
        "Combined Modality Therapy",
        "Quality of Life",
        "Medicine, Chinese Traditional",
        "Acupuncture Therapy",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39666600",
      "title": "Proteomics analysis of body fluid exosomes of rheumatoid arthritis patients underwent oxhorn cupping therapy.",
      "authors": [
        "Du Leng",
        "Chimedragchaa Chimedtseren",
        "Tegexibaiyin Wang",
        "Ruga Su",
        "Saren Bao",
        "Xiele Mo",
        "Xigesaiyin Ge",
        "Suna Cha",
        "Runtulaguer Xi",
        "Saqila Wu",
        "RenGaoWa Sa",
        "Jiaqi Zhao",
        "Ren Na",
        "Perenlei Molor-Erdene"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The present study was undertaken to understand the multitarget mechanisms of oxhorn cupping therapy (OHCT) in treating rheumatoid arthritis by proteomic analysis. METHODS: Thirty rheumatoid arthritis patients underwent OHCT and liquid (body fluid) accumulated in the cupping vessels was collected. Exosomes from the body fluid were isolated and characterized by transmission electron microscope (TEM). Particle size analysis, fluorescent labeling, and flow cytometry detection were also performed. Label-free quantitative proteomics analysis was used to detect differentially expressed proteins (DEPs). The Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment, gene ontology (GO) enrichment, clusters of orthologous groups (COG), and protein-protein interaction (PPI) network were used to perform bioinformatics analysis of DEPs. Enzyme-linked immunosorbent assay (ELISA) was used to detect the key targets regulated by OHCT. RESULTS: According to TEM images, the average size of exosomes in body fluid of RA patients underwent OHCT was 76.13 nm (5.27E+10 /mL). The positive rates of CD9, CD63, and CD8 were detected on the surface of body fluid exosomes. A total of 300 DEPs (58 up-regulated and 242 down-regulated) were identified between the pre-treatment and post-treatment stages. DEPs were related mostly to protein binding, focal adhesion, extracellular region, post-translational modification and signal transduction. KEGG pathway analysis showed a significant enrichment of DEPs in PI3K-Akt pathway and focal adhesion. Ten DEGs (ITGA5, ITGA4, ENG, MMP14, SERPINH1, THY1, TAGLN, ITGA1, IGF1, and ITGB5) were considered target genes according to PPI network analysis. ELISA showed a slight decrease in the serum levels of CDK1, ITGA5, ITGB5, and CD44 during and after treatment. CONCLUSIONS: Body fluid samples from RA patients treated with oxhorn cupping contain exosomes. OHCT might exert therapeutic effects in RA through multiple signaling pathways and multiple protein targets.",
      "mesh_terms": [
        "Humans",
        "Arthritis, Rheumatoid",
        "Exosomes",
        "Female",
        "Proteomics",
        "Male",
        "Middle Aged",
        "Cupping Therapy",
        "Body Fluids",
        "Protein Interaction Maps",
        "Adult",
        "Aged",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "39649138",
      "title": "Quantitative evaluation of microenvironmental changes and efficacy of cupping therapy under different pressures based on photoacoustic imaging.",
      "authors": [
        "Ping Zhang",
        "Jing Lv",
        "Cuihong Ge",
        "Bo Yu",
        "Yang Qiu",
        "Aoji Qin",
        "Zhu Ai",
        "Zhehao Wu",
        "Liming Nie",
        "Zhiming Xiang"
      ],
      "journal": "Photoacoustics",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cupping therapy, a traditional Chinese medicinal practice, has been subjected to scientific scrutiny to validate its effects on local tissue microenvironments. This study provides a quantitative assessment of cupping therapy at different negative pressures using photoacoustic imaging. Low-pressure cupping (-20 kPa) significantly improved local blood circulation, evidenced by increased hemoglobin oxygen saturation and vessel dilation that normalized within two hours. In contrast, high-pressure cupping (-30 kPa) led to capillary rupture, bleeding, and tissue edema, similar to the clinical presentation of cupping bruises. Additionally, our research unveiled that -20 kPa cupping expedited the clearance of indocyanine green dye, suggesting enhanced lymphatic drainage, which was further supported by fluorescence imaging. This indicates a potential mechanism for cupping's pain relief effects. Moreover, cupping showed promising results in improving sepsis outcomes in mice, potentially due to its anti-inflammatory properties. This study establishes a foundation for the objective evaluation of cupping therapy, demonstrating that low-pressure cupping is effective in promoting blood and lymphatic flow while minimizing tissue damage, thereby offering a safer therapeutic approach."
    },
    {
      "pmid": "39593488",
      "title": "The effect of different types of cupping therapy on acute changes in ankle dorsiflexion.",
      "authors": [
        "Alexandria N Schaub",
        "Julie A Rochester",
        "Kari L Getschow",
        "Megan C Nelson"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Cupping therapy involves lifting and separating fascial tissue to facilitate stretching and promote blood flow. Although cupping is a common treatment modality for pain, various protocols exist and studies are inconsistent in regards to whether cupping improves outcomes such as range of motion. We aimed to determine the acute effect of different types of cupping therapy on ankle dorsiflexion. METHODS: Thirty-five generally healthy adults (mean ± SD; age: 22.1 ± 4.52 y; baseline ankle ROM: 34.68 ± 4.22°) were randomly assigned to one of four cupping therapy treatment groups: static, dynamic, static sham, or dynamic sham. Ankle ROM was measured using a digital inclinometer pre- and immediately post-intervention. ANCOVA was used to determine whether ROM differed between groups post-treatment when controlling for baseline ROM and the minimal detectable change (MDC) was used to determine clinical meaningfulness of the changes. RESULTS: Baseline ROM was significantly associated with post-intervention ROM (post-ROM: 38.41 ± 4.95°; p < .001), indicating an overall increase in ROM regardless of the intervention received. There was no difference in ROM between therapy groups post-intervention after controlling for baseline ROM. The dynamic cupping group experienced a change in ROM (baseline ROM: 34.11 ± 4.62°, post-ROM: 39.19 ± 6.44°) above the MDC (5.08°). CONCLUSION: Our findings support cupping as a modality for improving ankle ROM in individuals with limited ROM. Dynamic cupping may be effective for improving ankle ROM due to the addition of functional movement. Clinicians may consider dynamic cupping as a potential intervention to address limited ankle ROM.",
      "mesh_terms": [
        "Humans",
        "Range of Motion, Articular",
        "Male",
        "Female",
        "Ankle Joint",
        "Adult",
        "Cupping Therapy",
        "Young Adult"
      ]
    },
    {
      "pmid": "39553127",
      "title": "Infectious Endocarditis With Subarachnoid Hemorrhage and Cerebral Infarction in an Atopic Dermatitis Patient During Unsanitary Cupping Therapy.",
      "authors": [
        "Mariko Okada",
        "Yoshihiko Nakazato",
        "Tokomo Yamaguchi",
        "Eri Tominaga",
        "Toshimasa Yamamoto"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "A 23-year-old man with a history of untreated atopic dermatitis (AD) presented with a headache and fever. The patient history revealed that he purchased a medical cupping kit on the internet and performed cupping therapy at the flexion of the right elbow joint without disinfecting. Brain computed tomography revealed subarachnoid hemorrhage in the right frontal sulcus, and brain magnetic resonance imaging indicated a small cerebral infarction. Cardiac ultrasonography revealed a mobile cord-shaped echo in the posterior apex of the mitral valve, which was later diagnosed as infectious endocarditis (IE). This case of IE in a patient with untreated AD was caused by a skin infection due to unsanitary cupping therapy."
    },
    {
      "pmid": "39512092",
      "title": "Wavelet Phase Coherence Analysis of Oxyhemoglobin and DeoxyHemoglobin Oscillations to Investigate the Relationship Between Cups of Cupping Therapy.",
      "authors": [
        "Liwan Huang",
        "Pu-Chun Mo",
        "Mansoureh Samadi",
        "Wei-Cheng Shen",
        "Hongjun Yu",
        "Manuel Hernandez",
        "Yih-Kuen Jan"
      ],
      "journal": "Journal of biophotonics",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Research has not demonstrated whether multiple cups of negative pressure cupping therapy would induce interactions of hemodynamic responses between different areas. A multichannel near-infrared spectroscopy (NIRS) was used to assess oxyhemoglobin and deoxyhemoglobin oscillations in response to cupping therapy. Wavelet transform and wavelet phase (WPC) coherence were used to quantify NIRS signals. Three levels of negative pressure (-75, -225, and -300 mmHg) were applied to the gastrocnemius in 12 healthy adults. Oxyhemoglobin coherence between the two inside-cup areas was higher at -75 mmHg compared to -300 mmHg in both metabolic (WPC = 0.80 ± 0.11 vs. 0.73 ± 0.13) and neurogenic (WPC = 0.70 ± 0.11 vs. 0.60 ± 0.17) controls. Deoxyhemoglobin coherence was also higher at -75 mmHg compared to -300 mmHg in both metabolic (WPC = 0.78 ± 0.11 vs. 0.66 ± 0.14) and neurogenic (WPC = 0.67 ± 0.11 vs. 0.58 ± 0.13) controls. Our study provides first evidence on the interaction of hemodynamic responses between the two cups of cupping therapy using WPC analysis of NIRS signals.",
      "mesh_terms": [
        "Humans",
        "Oxyhemoglobins",
        "Male",
        "Adult",
        "Hemoglobins",
        "Female",
        "Wavelet Analysis",
        "Spectroscopy, Near-Infrared",
        "Cupping Therapy",
        "Young Adult"
      ]
    },
    {
      "pmid": "39411055",
      "title": "Using nonlinear dynamics analysis to evaluate time response of cupping therapy with different intervention timings on reducing muscle fatigue.",
      "authors": [
        "Yuanyuan Jia",
        "Yining Liu",
        "Juntian Lei",
        "Huihui Wang",
        "Rong Wang",
        "Pengrui Zhao",
        "Tingting Sun",
        "Xiao Hou"
      ],
      "journal": "Frontiers in bioengineering and biotechnology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cupping therapy has been indicated effective in reducing muscle fatigue after 24 h based on the spectral analyses of surface electromyography (sEMG). However, there is no sufficient evidence showing changes of sEMG nonlinear indexes at more time points after cupping therapy. Furthermore, it is unclear whether the intervention timings of cupping therapy affect the recovery from muscle fatigue. The purpose of this study was to use the sEMG nonlinear analysis to assess the difference of time response of cupping therapy between different intervention timings after muscle fatigue. MATERIALS AND METHODS: This randomized controlled trial recruited 26 healthy volunteers. Cupping therapy (-300 mmHg pressure for 5 min by the 45 mm-diameter cup) was applied before (i.e., pre-condition) or after (i.e., post-condition) muscle fatigue induced by performing repeated biceps curls at 75% of the 10 repetitions of maximum (RM) on the non-dominant upper extremity. Subjects were randomly allocated to the pre-condition group or the post-condition group. The sEMG signals during the maximal voluntary isometric contractions (MVC) of the biceps were recorded at four time points (i.e., baseline; post 1: immediate after cupping-fatigue/fatigue-cupping interventions; post 2: 3 h after cupping-fatigue/fatigue-cupping interventions; post 3: 6 h after cupping-fatigue/fatigue-cupping interventions). Two nonlinear sEMG indexes (sample entropy, SampEn; and percent determinism based on recurrence quantification analysis, %DET) were used to evaluate the recovery from exercise-introduced muscle fatigue. The Friedman test followed by the Nemenyi test and the Mann-Whitney U test were applied in statistics. RESULTS: The SampEn and %DET change rate did not show any significant differences at four time points in the pre-condition group. However, there were significant delayed effects instead of immediate effects on improving muscle fatigue in the post-condition group (SampEn change rate: baseline 0.0000 ± 0.0000 vs. post 2 0.1105 ± 0.2253, p < 0.05; baseline 0.0000 ± 0.0000 vs. post 3 0.0627 ± 0.4665, p < 0.05; post 1-0.0321 ± 0.2668 vs. post 3 0.0627 ± 0.4665, p < 0.05; and %DET change rate: baseline 0.0000 ± 0.0000 vs. post 2-0.1240 ± 0.1357, p < 0.01; baseline 0.0000 ± 0.0000 vs. post 3 0.0704 ± 0.6495, p < 0.05; post 1 0.0700 ± 0.3819 vs. post 3 0.0704 ± 0.6495, p < 0.05). Moreover, the SampEn change rate of the post-condition group (0.1105 ± 0.2253) was significantly higher than that of the pre-condition group (0.0006 ± 0.0634, p < 0.05) at the post 2 time point. No more significant between-groups difference was found in this study. CONCLUSION: This is the first study demonstrating that both the pre-condition and post-condition of cupping therapy are useful for reducing muscle fatigue. The post-condition cupping therapy can e ffectively alleviate exercise-induced muscle fatigue and there is a significant delayed effect, especially 3 h after the interventions. Although the pre-condition cupping therapy can not significantly enhance muscle manifestations, it can recover muscles into a non-fatigued state."
    },
    {
      "pmid": "39350928",
      "title": "Cupping Therapy for the Treatment of Migraine Headache: a systematic review and meta-analysis of clinical trials.",
      "authors": [
        "Bushra Mohandes",
        "Fatma Elsayed Ahmed Bayoumi",
        "Aisha Abdulkarim AllahDiwaya",
        "Maryam Salah Falah",
        "Leen Hesham Alhamd",
        "Razan Abid Alsawadi",
        "Yipeng Sun",
        "Aidi Ma",
        "Idris Sula",
        "Muhammad Candragupta Jihwaprani"
      ],
      "journal": "Journal of pharmacopuncture",
      "publication_date": "2024-Sep-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVES: Cupping therapy is a widely used complementary medicine for the treatment of migraine headaches globally. However, conflicting evidence exists on its effectiveness. To evaluate the safety and efficacy of cupping therapy in treating migraine headache disorder. METHODS: Seven databases were systematically searched PubMed/MEDLINE, Clinicaltrials.gov, Cochrane CENTRAL, ScienceDirect, ProQuest, SinoMed, and the National Science and Technology Library. The primary endpoints are the treatment success and the pain intensity reduction. The secondary endpoints were adverse events (AEs) risk and improvement in quality of life (QoL), which was based on the Migraine Disability Scale (MIDAS). Subgroup analyses were performed based on the cupping techniques (wet and dry cupping) and adjunctive complementary treatments (i.e. acupuncture and/or collateral pricking). RESULTS: Eighteen trials out of 348 records were included, pooling 1,446 participants (n = 797 received cupping therapy). Treatment success was significantly higher among those with cupping therapy (risk ratio [RR] [95% CI] = 1.83 [1.52-2.21]); with significant improvement observed only with wet cupping (RR [95% CI] = 1.88 [1.53-2.30]). The adjunctive complementary therapy did not achieve a greater amplitude of treatment success compared to cupping therapy alone. Furthermore, cupping therapy showed significant pain reduction compared to baseline (standardized mean difference [SMD] [95% CI] = 0.55 [0.39-0.70]) and achieved fewer risks of AEs (RR [95% CI] = 1.88 [1.53-2.30]). However, cupping did not improve the overall QoL (MIDAS SMD [95% CI] = -0.79 [-3.55-1.98]). CONCLUSION: Cupping therapy was an effective complementary modality to treat migraine headaches. However, it did not demonstrate improvement in QoL (PROSPERO CRD42024514509)."
    },
    {
      "pmid": "39309464",
      "title": "Does wet-cupping therapy improve repeated sprint ability, perceived wellness, and rating of perceived exertion in young active males?",
      "authors": [
        "Ismail Dergaa",
        "Amine Ghram",
        "Mohamed Romdhani",
        "Amine Souissi",
        "Achraf Ammar",
        "Ramadan Abdelmoez Farahat",
        "Mohamed Saifeddin Fessi",
        "Khadijeh Irandoust",
        "Morteza Taheri",
        "Tasnim Masmoudi",
        "Mohamed Amine Dergaa",
        "Nizar Souissi",
        "Omar Hammouda",
        "Katja Weiss",
        "Karim Chamari",
        "Helmi Ben Saad",
        "Beat Knechtle"
      ],
      "journal": "Sports medicine and health science",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Wet-cupping therapy (WCT) is one of the oldest known medical techniques, used as a traditional and complementary therapy with a wide application all around the world for general health. Research on the effects of WCT on sports performance are sparse and inconsistent. Thus, we aimed to explore the effects of WCT on repeated sprint ability, wellness, and exertion in young active males. Forty-nine active adult males (age: [28 ​± ​5] years; body height [177 ​± ​8] cm; body mass: [79 ​± ​7] kg; body mass index: [25.4 ​± ​1.8] kg/m2) were selected for the study. The participants performed a running-based sprint test on two separate occasions (Control and Post-WCT). WCT was performed 24 ​h before the testing session. They completed the Hooper questionnaire to assess their well-being ( i.e. , sleep, stress, fatigue, and soreness) before each session. The rating of perceived exertion (RPE) was collected after each testing session. A higher maximum power (p ​< ​0.05, effect size [ES] ​= ​0.6), mean power (p ​< ​0.01, ES ​= ​0.5) and minimum power (p ​< ​0.01, ES ​= ​0.6) were recorded post-WCT as compared to Control session along with a better perceived sleep (p ​< ​0.01, ES ​= ​0.85). Perceived stress (p ​< ​0.01, ES ​= ​0.6) and RPE (p ​< ​0.001; ES ​= ​1.1) were lower during the post-WCT compared to the Control session. The present findings demonstrated that WCT moderately enhanced repeated sprint ability and had positive effects on perceived sleep, stress, and exertion. WCT may be an effective ergogenic aid to improve repeated sprint ability and general well-being in young adult males. Future large-scale multicentric clinical studies are paramount to confirm the results of our study."
    },
    {
      "pmid": "39295605",
      "title": "The effect of wet cupping therapy on the clinical symptoms of adult-onset asthma: a randomized clinical trial.",
      "authors": [
        "Abbas Joushan",
        "Hamid Reza Hatami",
        "Khosrow Agin",
        "Hoorieh Mohammadi Kenari",
        "Sajjad Sadeghi",
        "Rasool Choopani"
      ],
      "journal": "Turkish journal of medical sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND/AIM: Asthma is an inflammatory disease of the lungs. Cupping therapy is a traditional method used in Persian medicine for treating various ailments. This study aimed to evaluate the anti-asthmatic effects of wet cupping therapy (WCT) in patients with mild to moderate asthma. MATERIALS AND METHODS: This is a randomized clinical trial conducted on 103 asthma patients who were referred to Loghman Hakim Hospital, Tehran, Iran. The diagnosis of the disease was confirmed by a pulmonologist based on the patient's history and clinical examinations. The patients who were treated with common asthma medications were assigned to intervention and control groups. The intervention group underwent one session of WCT in the region between two shoulders on one of the 17th, 19th, and 21st days of the lunar month. The clinical signs of all patients were gathered based on the asthma control test questionnaire before the intervention and in the first, second, fourth, sixth, and eighth weeks after the intervention. The scores of the five questionnaire items and the mean total treatment score (MTTS) were compared between the two groups. Additionally, the satisfaction scores of the participants in the two groups were compared. RESULTS: Of 103 patients, 82 patients completed the study. The mean total treatment score (MTTS) was not significantly different between the control and intervention groups at the beginning of the study (p = 0.06). In the intervention group, the MTTS was 11.44 before WCT, while it was significantly increased (24.24) eighth week after the intervention (p < 0.001). However, the MTTS in the intervention group was significantly higher than the control group in the first week (p <0.001). In addition, at the end of the trial, the subjects' satisfaction scores in the WCT and control groups were 7.48 and 4.53, respectively (p < 0.001). CONCLUSION: Wet cupping therapy can be an efficient therapeutic method to ameliorate respiratory complications of asthma patients.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Asthma",
        "Cupping Therapy",
        "Iran",
        "Patient Satisfaction",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "38742002",
      "title": "Intracranial mycotic aneurysm rupture following cupping therapy.",
      "authors": [
        "Monami Dai",
        "Kaima Suzuki",
        "Hiroki Sato",
        "Shinya Tabata",
        "Haruka Kume",
        "Masaya Nishikata",
        "Keita Tamada",
        "Hidetoshi Ooigawa",
        "Hiroki Kurita"
      ],
      "journal": "Surgical neurology international",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cupping therapy is an alternative treatment that uses a small glass cup to suck the skin with a needle and has been used to manage skin problems and pain. However, serious complications have been reported. Herein, we describe a case of intracranial mycotic aneurysm rupture after cupping therapy. CASE DESCRIPTION: A 25-year-old male patient presented with a headache and fever after cupping therapy for atopic dermatitis. He was diagnosed with infective endocarditis, and antibiotic therapy was initiated. After that, he suddenly lost consciousness, and head imaging revealed a cerebral hemorrhage due to a ruptured intracranial mycotic aneurysm. He underwent craniotomy, which was successful, and he was transferred to a rehabilitation center with a modified Rankin scale score of 2 at three months post-stroke. CONCLUSION: This case serves as a reminder of life-threatening infectious complication risks after cupping therapy. A patient who has a compromised skin barrier may experience serious adverse effects, especially when cupping is performed without implementing suitable infection prevention measures."
    },
    {
      "pmid": "38639621",
      "title": "Evaluation of the Optimal Duration of Thumb Cupping Therapy for Frozen Shoulder by Thermal Metabolic Imaging.",
      "authors": [
        "Yan Liu",
        "Yanli Xia",
        "Hongwei Chen",
        "Yuanyuan Zhu",
        "Chaoju Zhang"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2024-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate the optimal duration of thumb cupping therapy for frozen shoulder (FS) by thermal metabolic imaging (TMI) and to provide clinical evidence. METHODS: From April 2022 to August 2023, 120 patients with FS who received thumb cupping therapy at our hospital were randomized into groups A, B, and C for 5, 10, and 15 minutes of cupping, respectively. The clinical efficacy, Visual Analogue Scale (VAS) score, and shoulder range of motion (ROM) of the three groups were compared, and the skin blood flow and the incidence of adverse reactions during treatment were analyzed. Finally, the temperature difference improvement efficiency (i.e., higher TMI after treatment than before treatment) was compared among the three groups. RESULTS: Groups B and C showed higher overall clinical efficacy than group A (P < .05). After treatment, lower VAS scores were determined in groups B and C compared with group A, whereas the ROM values of groups A and C were smaller than those of group B Group C had the greatest skin blood flow and the highest incidence of adverse reactions (P < .05), while group B had the highest temperature difference improvement efficiency (P < .05). CONCLUSIONS: Through TMI, it is confirmed that thumb cupping therapy with a duration of 10 min contributes to the highest efficacy and safety for patients with FS."
    },
    {
      "pmid": "38595880",
      "title": "Cupping Therapy as a Potential Complimentary Treatment for Meniere's Disease: A Case Report.",
      "authors": [
        "Tariq S Jamal",
        "Khaled S Aseri",
        "Faisal S Alghamdi",
        "Abdullah M Asiri",
        "Abdulrahman S Hakami"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Meniere's disease is defined by the presence of three essential symptoms: episodic vertigo, tinnitus, and sensorineural hearing loss. The mainstay of its management constitutes lifestyle modification and medical and surgical therapies. Cupping therapy is an ancient treatment that is still widely used especially in the Middle East, Africa, and the United Kingdom. This study portraits the case of a 54-year-old patient suffering from long-standing Meniere's disease. The patient was treated with the routine treatment that was to no avail. It was decided that the patient undergoes cupping therapy. Over two years of monthly cupping therapy sessions, the patient reported a decrease in intensity and frequency of symptoms until its disappearance. Cupping therapy has shown a positive outcome on the patient. According to our search, there is a previous case report published in 2020 that shares multiple similarities with our case. Further studies on cupping therapy and its efficacy, mechanism of action, and complications on a larger scale are advised."
    },
    {
      "pmid": "38536801",
      "title": "Using texture analysis of ultrasound images to assess the effect of cupping therapy on muscle quality of the triceps.",
      "authors": [
        "Isabella Yu-Ju Hung",
        "Yih-Kuen Jan"
      ],
      "journal": "PloS one",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objectives were to investigate whether cupping therapy improves muscle quality and the interaction between duration and negative pressure of cupping therapy affects muscle quality. A 2×2 factorial design with repeated measures was used to examine the efficacy of cupping therapy on improving muscle quality. The independent factors were cupping pressures at -225 and -300 mmHg and cupping durations at 5 and 10 min, and the dependent factor was texture of B-mode ultrasound image of the triceps. Four cupping protocols were applied to 12 participants at 4 different days. Texture analysis including contrast, correlation, energy, and homogeneity was applied to assess muscle quality from 480 ultrasound images. The two-way repeated measures ANOVA showed that there was an interaction between the pressure and duration factors on the superficial layer of the triceps in contrast (F = 5.434, P = 0.004) and correlation (F = 6.274, P = 0.029). In contrast texture, the superficial layer of the triceps showed a significant increase in three protocols: -225 mmHg for 5 min (1.0434 ± 0.130), -300 mmHg for 5 min (1.0339 ±0.1407), and -300 mmHg for 10 min (1.0563 ±0.1432) except -225 mmHg for 10 min (0.9704 ±0.0985). In correlation texture, the superficial layer of the triceps showed a significant decrease in all protocols: -225 mmHg for 5 min (0.9556 ± 0.07), -225 mmHg for 10 min (0.9831 ± 0.0708), -300 mmHg for 5 min (0.9976 ± 0.055), and -300 mmHg for 10 min (0.9406 ± 0.0809). The results indicate that the interaction between the pressure and duration factors of cupping therapy significantly increases contrast texture and significantly decreases correlation texture of the superficial layer of the triceps after cupping therapy. Cupping therapy decreases homogeneity among soft tissues of the treated muscle.",
      "mesh_terms": [
        "Humans",
        "Cupping Therapy",
        "Muscles"
      ]
    },
    {
      "pmid": "38520876",
      "title": "Use of cupping therapy in musculoskeletal disorders: A cross-sectional study on the profile, training, and practice of Brazilian physical therapists.",
      "authors": [
        "Wesley Rodrigo Costa Rios",
        "Hugo Jario Almeida Silva",
        "Nayara Silva Pontes",
        "André Pontes-Silva",
        "Mariana Arias Avila",
        "Bruno Tirotti Saragiotto",
        "José Jailson de Almeida Júnior",
        "Germanna Medeiros Barbosa",
        "Marcelo Cardoso de Souza"
      ],
      "journal": "Musculoskeletal science & practice",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Cupping therapy is a widely used technique in Brazilian physical therapy for the treatment of musculoskeletal disorders. However, there is limited scientific evidence to support its effectiveness. OBJECTIVE: To investigate the profile, training, clinical practice, and scientific updates of Brazilian Physical Therapists who use cupping therapy as a therapeutic resource for musculoskeletal disorders. METHODS: A cross-sectional study was conducted through an online questionnaire, including 646 Physical Therapists who use cupping therapy in their practice. All data were analysed descriptively. RESULTS: Cupping therapy is a technique that has been widely adopted in clinical practice by Physical Therapists, particularly among young, female professionals who have recently graduated from private universities. The primary reason for interest in this technique among these Physical Therapists is the high demand from patients. Additionally, it is often used in conjunction with other manual therapeutic techniques. They identified easy access, low cost, and ease of use as the key factors that make cupping therapy an attractive option. However, a lack of high-quality scientific evidence, as described in the literature, was identified as a major barrier to its use. CONCLUSION: The Physical Therapists included in this study use cupping therapy in their clinical practice, relying heavily on their own experience and the preferences of their patients, rather than utilizing the third pillar of evidence-based practice, which is to rely on the best available evidence. This study suggests that these Physical Therapists are currently implementing a technique without current scientific recommendations for its use in the treatment of musculoskeletal disorders.",
      "mesh_terms": [
        "Humans",
        "Cross-Sectional Studies",
        "Female",
        "Brazil",
        "Musculoskeletal Diseases",
        "Male",
        "Adult",
        "Physical Therapists",
        "Surveys and Questionnaires",
        "Cupping Therapy",
        "Middle Aged"
      ]
    },
    {
      "pmid": "38432806",
      "title": "Laser auriculotherapy associated with cupping therapy in chronic spinal pain: Randomized controlled clinical trial.",
      "authors": [
        "Ana Paula Aparecida Mantuani",
        "Erika de Cássia Lopes Chaves",
        "Flavia da Silva Menezes",
        "Paloma Elisama de Oliveira",
        "Caroline de Castro Moura",
        "Leonardo César Carvalho",
        "Denise Hollanda Iunes",
        "Ligia de Sousa Marino"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Musculoskeletal spine disorders are common causes of chronic pain and impair functionality. Laser auriculotherapy and cupping has played a significant role in the treatment of chronic pain. OBJECTIVE: to evaluate the effect of laser auriculotherapy associated with cupping at systemic acupuncture points on chronic spinal pain. METHODS: Randomized controlled clinical trial. Volunteers underwent three evaluations: an initial evaluation, a final evaluation immediately after the last intervention session, and a 15-day follow-up. The pain was identified using the numeric pain scale. The pain threshold was also evaluated against mechanical stimulation using a Digital Dynamometer at specific points in the cervical, thoracic and lumbar regions. Fifty individuals with chronic spinal pain, randomized into groups: experimental (n = 25), submitted to 10 sessions of auriculotherapy with laser and cupping therapy and control (n = 25). RESULTS: The experimental group achieved pain intensity reduction between pre and post and follow-up moments (p < 0.0001), of greatest pain in the last seven days among all moments (p < 0.0001), of least pain in the pre with post moment (p = 0.006) and follow-up (p = 0.002), and an increased pain threshold between pre and post (p = 0.023). The control group achieved a reduction in the nociceptive threshold between pre and post (p = 0.001) and follow-up (p < 0.0001). The experimental group showed reduced pain intensity (p = 0.027) and greater pain (p = 0.005) after intervention and in pain intensity (p = 0.018), greater (p < 0.0001) and less pain (p = 0.025) at follow-up, compared to the control group. CONCLUSION: Auriculotherapy with laser associated with cupping therapy may effectively reduce pain intensity and increase the nociceptive threshold.",
      "mesh_terms": [
        "Humans",
        "Chronic Pain",
        "Cupping Therapy",
        "Spine",
        "Auriculotherapy",
        "Lasers",
        "Musculoskeletal Diseases"
      ]
    },
    {
      "pmid": "38313662",
      "title": "Combining Static and Dynamic Myofascial Dry Cupping Therapy to Improve Local and Regional Symptoms in Individuals with Low Back Pain: A Case Series.",
      "authors": [
        "Brent Harper",
        "Alana Dudek",
        "Julianne Williamson",
        "Alex Siyufy",
        "Jo Armour Smith"
      ],
      "journal": "International journal of sports physical therapy",
      "publication_date": "2024",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Chronic low back pain is a common musculoskeletal healthcare presentation with an expense of over $100 billion annually. The clinical effect of myofascial cupping on pain and function is not clear, especially when different cupping techniques are combined. The purpose of this case series was to explore changes in pain and function following local static and distal dynamic myofascial dry cupping treatments in patients with chronic low back pain. CASE DESCRIPTIONS: Three adults from the general population received three ten-minute treatment sessions, 48 hours between each session, of static dry cupping to the low back followed by dynamic myofascial cupping of the quadriceps and hamstring musculature. Outcome measures were taken at two different time points within one-week per participant. Subjective measures included the numeric pain rating scale and the Oswestry Disability Index, objective measures included passive straight leg raise measurements, and pressure pain threshold. RESULTS AND DISCUSSION: Local static combined with distal dynamic myofascial cupping reduced pain, pain sensitivity and perceived disability, and improved hamstring muscle extensibility in all three participants. These encouraging results support the initiation of a larger controlled trial aimed at investigating the efficacy of combined dry cupping interventions to treat musculoskeletal dysfunction and pain. LEVEL OF EVIDENCE: 4 (case series)."
    },
    {
      "pmid": "38306572",
      "title": "Role of wet-cupping therapy in physiological and mental pains in patients with migraine: A quasi-clinical trial.",
      "authors": [
        "Deldar Morad Abdulah",
        "Heewa Abdelsalam Younis",
        "Zuhair Rushdi Mustafa"
      ],
      "journal": "Medicine",
      "publication_date": "2024-Feb-02",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: There is growing evidence of the potential benefits of wet-cupping therapy in reducing physiological pain severity in migraine; however, the role of this therapy on mental pain is unclear in this process. Therefore, this study aimed to examine the effectiveness of wet-cupping therapy on physiological and mental pains in patients with migraine. In this study, 72 migraine patients were treated with wet-cupping therapy and followed up after 1 month. METHODS: The severity of physiological and mental pain was measured before therapy, 10 minutes and 1 month following therapy. RESULTS: The study showed that patients in the wet-cupping therapy had a significantly lower mean value of physiological (0.42 vs 3.39; P < .001) and mental pain (1.60 vs 3.06; P < .001) compared to the patients in the control group, respectively. The mean value of the physiological was significantly decreased from 6.97 (baseline) to 0.73 (10 minutes) and 0.63 (1 month; P < .001) in the wet-cupping therapy patients, and the mean value of mental pain from 3.76 (baseline) to 0.71 (10 minutes) and 1.71 (1 month; P < .001). The mean values of physiological and mental pains were significantly reduced (from 7.80-3.39; P < .001) and (from 3.48-3.06; P = .0044), respectively. The level of physiological pain severity was significantly decreased with a decreasing level of mental pain severity at the posttest within the control (r = 0.5471; P = .0002) and the wet-cupping therapy (r = 0.3814; P .0412). CONCLUSION: This study showed that the physiological pain was controlled by the mental pain in the wet-cupping therapy.",
      "mesh_terms": [
        "Humans",
        "Chest Pain",
        "Cupping Therapy",
        "Migraine Disorders",
        "Pain Measurement"
      ]
    },
    {
      "pmid": "38191154",
      "title": "Exploration of the effects of Yang's pricking-cupping therapy on eczema-induced pruritus based on rs-fMRI.",
      "authors": [
        "Xiangyu Wei",
        "Lixin Yu",
        "Taeeun Kim",
        "Larissa Tao",
        "Qiang Shen",
        "Huihui Xu",
        "Hui Wang",
        "Weidong Shen"
      ],
      "journal": "Zhongguo zhen jiu = Chinese acupuncture & moxibustion",
      "publication_date": "2024-Jan-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To explore the clinical effect of Yang's pricking-cupping therapy and its central mechanism in treatment of eczema-induced pruritus using resting-state functional magnetic resonance imaging (rs-fMRI). METHODS: Fifty patients with eczema-induced pruritus were enrolled in the observation group, and 50 healthy subjects were enrolled in the control group. No any intervention was delivered in the control group. Yang's pricking-cupping therapy was operated at Dazhui (GV 14) and bilateral Quchi (LI 11), Xuehai (SP 10) and Sanyinjiao (SP 6), once a week, lasting 6 weeks in the observation group. The scores of the 12-item pruritus severity scale (12-PSS), the eczema area and severity index (EASI), the dermatology life quality index (DLQI), the Pittsburgh sleep quality index (PSQI), and the self-rating anxiety scale (SAS) were compared before and after treatment in the observation group. The rs-fMRI scanning was conducted and the regional homogeneity (ReHo) analysis performed in all of the participants before and after treatment in the observation group, as well as at the time of subject enrollment in the control group. The correlation was analyzed between ReHo values in the different areas of the brain and the scores of the above scales. RESULTS: Compared with those before treatment, the scores of 12-PSS, EASI, DLQI, PSQI, and SAS were reduced after treatment in the observation group (P<0.01, P<0.05). ReHo values were increased in the right caudate nucleus, the right middle temporal gyrus, the right orbitofrontal gyrus, the right thalamus and the left angular gyrus before treatment in the observation group when compared with those in the control group (P<0.001); and ReHo values in the above areas of the brain were decreased after treatment when compared with those before treatment in the observation group (P<0.001). In comparison with the control group, ReHo values were reduced in the left middle temporal gyrus, the left superior parietal lobule and the left supplementary motor area in the observation group before treatment (P<0.001); while when compared with those before treatment, ReHo values in the above areas of the brain were elevated after treatment in the observation group (P<0.001). Before treatment, ReHo value in the left supplementary motor area was positively correlated with 12-PSS score (r=0.432, P=0.004), and the value in the right orbitofrontal gyrus was negatively correlated with PSQI score (r=-0.318, P=0.04) in the observation group. After treatment, ReHo value in the left superior parietal lobule was positively correlated with 12-PSS score (r=0.384, P=0.012) in the observation group. CONCLUSIONS: The abnormal cerebral functional activities are exhibited in multiple areas of the brain involved in stimulus response, emotional regulation, behavior control and attention in the patients with eczema-induced pruritus. Yang's pricking-cupping therapy can effectively relieve the pruritus symptoms and skin lesions of the patients, which may be related to reversing the abnormal cerebral functional activities induced by pruritus.",
      "mesh_terms": [
        "Humans",
        "Cupping Therapy",
        "Magnetic Resonance Imaging",
        "Pruritus",
        "Eczema",
        "Brain"
      ]
    },
    {
      "pmid": "38184285",
      "title": "The effectiveness of cupping therapy on low back pain: A systematic review and meta-analysis of randomized control trials.",
      "authors": [
        "Zixin Zhang",
        "Mahesh Pasapula",
        "Zelu Wang",
        "Kimberley Edwards",
        "Alan Norrish"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This study aims to investigate the effectiveness of cupping therapy on low back pain (LBP). METHODS: Medline, Embase, Scopus and WANFANG databases were searched for relevant cupping RCTs on low back pain articles up to 2023. A complementary search was manually made on 27 September for update screening. Full-text English and Chinese articles on all ethnic adults with LBP of cupping management were included in this study. Studies looking at acute low back pain only were excluded. Two independent reviewers screened and extracted data, with any disagreement resolved through consensus by a third reviewer. The methodological quality of the included studies was evaluated independently by two reviewers using an adapted tool. Change-from-baseline outcomes were treated as continuous variables and calculated according to the Cochrane Handbook. Data were extracted and pooled into the meta-analysis by Review Manager software (version 5.4, Nordic Cochrane Centre). RESULTS: Eleven trials involving 921 participants were included. Five studies were assessed as being at low risk of bias, and six studies were of acceptable quality. High-quality evidence demonstrated cupping significantly improves pain at 2-8 weeks endpoint intervention (d=1.09, 95% CI: [0.35-1.83], p = 0.004). There was no continuous pain improvement observed at one month (d=0.11, 95% CI: [-1.02-1.23], p = 0.85) and 3-6 months (d=0.39, 95% CI: [-0.09-0.87], p = 0.11). Dry cupping did not improve pain (d=1.06, 95% CI: [-0.34, 2.45], p = 0.14) compared with wet cupping (d=1.5, 95% CI: [0.39-2.6], p = 0.008) at the endpoint intervention. There was no evidence indicating the association between pain reduction and different types of cupping (p = 0.2). Moderate- to low-quality evidence showed that cupping did not reduce chronic low back pain (d=0.74, 95% CI: [-0.67-2.15], p = 0.30) and non-specific chronic low back pain (d=0.27, 95% CI: [-1.69-2.24], p = 0.78) at the endpoint intervention. Cupping on acupoints showed a significant improvement in pain (d=1.29, 95% CI: [0.63-1.94], p < 0.01) compared with the lower back area (d=0.35, 95% CI: [-0.29-0.99], p = 0.29). A potential association between pain reduction and different cupping locations (p = 0.05) was found. Meta-analysis showed a significant effect on pain improvement compared to medication therapy (n = 8; d=1.8 [95% CI: 1.22 - 2.39], p < 0.001) and usual care (n = 5; d=1.07 [95% CI: 0.21- 1.93], p = 0.01). Two studies demonstrated that cupping significantly mediated sensory and emotional pain immediately, after 24 h, and 2 weeks post-intervention (d= 5.49, 95% CI [4.13-6.84], p < 0.001). Moderate evidence suggested that cupping improved disability at the 1-6 months follow-up (d=0.67, 95% CI: [0.06-1.28], p = 0.03). There was no immediate effect observed at the 2-8 weeks endpoint (d=0.40, 95% CI: [-0.51-1.30], p = 0.39). A high degree of heterogeneity was noted in the subgroup analysis (I2 >50%). CONCLUSION: High- to moderate-quality evidence indicates that cupping significantly improves pain and disability. The effectiveness of cupping for LBP varies based on treatment durations, cupping types, treatment locations, and LBP classifications. Cupping demonstrated a superior and sustained effect on pain reduction compared with medication and usual care. The notable heterogeneity among studies raises concerns about the certainty of these findings. Further research should be designed with a standardized cupping manipulation that specifies treatment sessions, frequency, cupping types, and treatment locations. The actual therapeutic effects of cupping could be confirmed by using objective pain assessments. Studies with at least six- to twelve-month follow-ups are needed to investigate the long-term efficacy of cupping in managing LBP. TRIAL REGISTRATION: This systematic review was initially registered on PROSPERO with registration code: CRD42021271245 on 08 September 2021.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Acute Pain",
        "Bias",
        "Cupping Therapy",
        "Low Back Pain",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "38054117",
      "title": "Effect of the Graston Technique and Cupping Therapy on Pain and Functions in Individuals With Medial Tibial Stress Syndrome: A Randomized Clinical Trial.",
      "authors": [
        "Nikita S Deshmukh",
        "Pratik Phansopkar"
      ],
      "journal": "Cureus",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background The discomfort in the mid-shaft and distal end of the tibia caused by shin splints or tibial periostitis also known as medial tibial stress syndrome (MTSS) is frequently induced by participating in sports or other strenuous activities. The two treatment methods used in this study are the Graston technique and cupping therapy; we have compared cupping with the Graston technique. Method It was an interventional study at Ravi Nair Physiotherapy College and Acharya Vinoba Bhave Rural Hospital. A total of 46 participants with MTSS were included in the study. The participants were randomly divided into two groups and treated for three weeks with four weekly sessions. Result Statistical analysis was done after the completion of sampling. Paired and unpaired t-tests were used. A p-value of <0.05 was considered significant. The result was obtained after comparing the pre and post values of the visual analog scale (VAS), treadmill test, step-up and step-down tests, manual muscle testing (MMT), and range of motion (ROM) of the ankle joint. After three weeks of treatment, pain with a p-value of 0.01 S showed a significant effect, and improved functions were reduced in the cupping and Graston technique groups. When compared, cupping therapy showed better results than the Graston technique. Conclusion We saw that the cupping therapy might be better than the Graston technique in reducing pain and improving functions."
    },
    {
      "pmid": "38026451",
      "title": "The Effectiveness and Safety of Cupping Therapy on CV8 Shenque for Urticaria; a Protocol for Systematic Review and Meta-Analysis.",
      "authors": [
        "Soo-Yeon Chae",
        "Won-Suk Sung",
        "Eun-Jung Kim",
        "Seong-Sik Park"
      ],
      "journal": "Journal of pain research",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Urticaria is a common mast-cell-driven disease that poses a great burden on patients and society. Suggested therapeutic methods include avoidance of triggers and the use of medications, such as H1-antihistamines; however, limitations remain regarding efficacy, dealing with comorbidities, and adverse events. Cupping therapy (CT) at CV8 Shenque has been used in traditional Chinese medicine for the treatment of various dermatological diseases, including urticaria. The efficacy of the treatment has been revealed by previous clinical trials and case reports. This study was performed to provide a protocol for a systematic review and meta-analysis to analyze the effectiveness and safety of CT at CV8 Shenque for urticaria patients. PATIENTS AND METHODS: Searches of electronic databases using manual searches and contact with the corresponding authors will be performed using predefined criteria for all randomized controlled trials on CT at CV8 Shenque for urticaria patients. Every part of the process will be conducted by two independent researchers, with conflicts being solved by a third author. The primary outcomes will be symptom scores, quality of life, and effective rate. Secondary outcomes will be adverse events and diagnostic test results. RevMan 5.4 software will be used to perform the meta-analysis. The Cochrane Collaboration \"Risk of bias\" tool will be used for risk of bias judgments. RESULTS: Our study will evaluate the effectiveness and safety of CT at CV8 Shenque as a treatment option for urticaria. CONCLUSION: This systematic review is the first to investigate the effect of CT at CV8 Shenque for urticaria patients. Our study will provide objective evidence of an alternative approach to urticaria for clinicians and patients. STUDY REGISTRATION: PROSPERO (Registration number: CRD42023434913)."
    },
    {
      "pmid": "38021923",
      "title": "Utility of Cupping Therapy in Substance Use Disorder: A Novel Approach or a Bizarre Treatment?",
      "authors": [
        "Viren Solanki",
        "Shashwat Mallik",
        "Shahin Khan",
        "Vedant Desai",
        "Joseph Pergolizzi"
      ],
      "journal": "Cureus",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Substance use disorder is a psychiatric problem not bound by age, sex, ethnicity, sexual preference, geography, socio-economic status, educational level, or political and religious ideologies. While robust pharmacotherapy and psychotherapy treatments are available for de-addiction and managing withdrawal symptoms, patients from rural areas and lower socio-economic classes often prefer alternative medicine. Cupping therapy is one such ancient practice used mainly for organic physical conditions. A patient addicted to alprazolam, codeine, and tobacco presented to our psychiatry outpatient department for de-addiction and management of his withdrawal symptoms. He came to seek professional help after a trial of cupping therapy by an alternative medicine practitioner, which did not improve his condition. His withdrawal symptoms subsided after standard treatment. As found in this case, cupping therapy is not beneficial in treating substance use disorder or managing withdrawal symptoms. Awareness of the utility and consequences of cupping therapy and other alternative therapies is required to promote rational scientific treatments. Substantial reforms in health promotion and health education are required to educate the general population regarding the most effective treatments available, and the risks of iatrogenesis associated with traditional cures that are not evidentially backed."
    },
    {
      "pmid": "37965178",
      "title": "Efficacy of cupping therapy on pain outcomes: an evidence-mapping study.",
      "authors": [
        "Liaoyao Wang",
        "Ziling Cai",
        "Xuanlin Li",
        "Aisong Zhu"
      ],
      "journal": "Frontiers in neurology",
      "publication_date": "2023",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Cupping therapy is an ancient technique of healing used to treat a variety of ailments. An evidence-mapping study was conducted to summarize the existing evidence of cupping therapy for pain-related outcomes and indicate the effect and the quality of evidence to provide a comprehensive view of what is known. METHODS: PubMed, Cochrane Library, Embase, and Web of Science were searched to collect the meta-analyses investigating the association between cupping therapy and pain-related outcomes. The methodological quality was assessed by using the AMSTAR 2 tool. Significant outcomes (p < 0.05) were assessed using the GRADE system. The summary of evidence is presented by bubble plots and human evidence mapping. RESULTS: Fourteen meta-analyses covering five distinct pain-related conditions were identified and assessed for methodological quality using the AMSTAR 2, which categorized the quality as critically low (36%), low (50.0%), moderate (7%), and high (7%). In accordance with the GRADE system, no high-quality evidence was found that demonstrates the efficacy of cupping therapy for pain-related outcomes. Specifically, for neck pain, there were two moderate-quality, four low-quality, and two very low-quality evidence, while only one very low-quality evidence supports its efficacy in treating herpes zoster and one low-quality evidence for chronic back pain. Additionally, for low back pain, there were two moderate-quality, one low-quality, and four very low-quality evidence, and for knee osteoarthritis, three moderate-quality evidence suggest that cupping therapy may alleviate pain score. CONCLUSION: The available evidence of very low-to-moderate quality suggests that cupping therapy is effective in managing chronic pain, knee osteoarthritis, low back pain, neck pain, chronic back pain, and herpes zoster. Moreover, it represents a promising, safe, and effective non-pharmacological therapy that warrants wider application and promotion.Systematic review registration: https://www.crd.york.ac.uk/prospero/display_record.php?ID=CRD42021255879, identifier: CRD42021255879."
    },
    {
      "pmid": "37949569",
      "title": "Efficacy of cupping therapy in individuals with fibromyalgia. A systematic review of randomized clinical trials.",
      "authors": [
        "Joaquín Salazar-Méndez",
        "Valentina Cancino-Valderrama",
        "Gregory Aguilar-Román",
        "Eduardo Guzmán-Muñoz"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Fibromyalgia is a chronic and idiopathic condition and is among the most common causes of generalized chronic pain, even affecting psychological and cognitive aspects. AIM: To evaluate the efficacy of cupping therapy on pain, quality of life, sleep disorders, and the impact of the disease in subjects with fibromyalgia. METHODS: We searched the Pubmed, CINAHL, Epistemonikos, Scopus, and Web of Science databases. Randomized controlled trials involving adults with fibromyalgia undergoing cupping were included. Pain intensity, quality of life, sleep disturbances, and the impact of fibromyalgia were assessed. We have reported the results using descriptive statistics and narrative synthesis. RESULTS: Two articles with a total of 155 participants were included. Large effect sizes were found for pain intensity, moderate for quality of life, and low for the impact of fibromyalgia and sleep disorders. However, the certainty of the evidence is low for most outcomes except for sleep disorders. CONCLUSIONS: There is a discrepancy in the efficacy of cupping therapy in improving pain intensity, quality of life, sleep disturbances, and disease impact in people with fibromyalgia. Future high-quality randomized clinical trials are required.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Fibromyalgia",
        "Quality of Life",
        "Cupping Therapy",
        "Randomized Controlled Trials as Topic",
        "Chronic Pain",
        "Sleep Wake Disorders"
      ]
    },
    {
      "pmid": "37899055",
      "title": "Using multi-channel near-infrared spectroscopy to assess the effect of cupping therapy on the spatial hemodynamic response of the biceps muscle: A preliminary study.",
      "authors": [
        "Yameng Li",
        "Pu-Chun Mo",
        "Fang Peng",
        "Jiaqi Guo",
        "Zhongzhen Sheng",
        "Shaojun Lyu",
        "Yih-Kuen Jan"
      ],
      "journal": "Journal of back and musculoskeletal rehabilitation",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The local hemodynamic response after cupping therapy has been considered as a contributing factor for improving muscle tissue health; however, the effects of cupping pressure and duration on the spatial hemodynamic response have not been investigated. OBJECTIVE: The objective of this study was to investigate the hemodynamic response inside and outside the cupping cup under various pressures and durations of cupping therapy. METHODS: A 3-way factorial design with repeated measures was used to investigate the main and interaction effects of the location (areas inside and outside the cup), pressure (-225 and -300 mmHg) and duration (5 and 10 min) on the hemodynamic response of the biceps muscle. A functional near-infrared spectroscopy was used to assess hemodynamic changes in 18 participants. RESULTS: A significant three-way interaction of the location, pressure, and duration factors was observed in oxyhemoglobin (p= 0.023), deoxy-hemoglobin (p= 0.013), and blood volume (p= 0.013). A significant increase was observed in oxyhemoglobin, blood volume, and oxygenation compared to pre-cupping (p< 0.05) in the area outside the cup. CONCLUSION: Our findings indicate that an appropriate combination of cupping pressure and duration can effectively affect the spatial hemodynamic response of the biceps.",
      "mesh_terms": [
        "Humans",
        "Spectroscopy, Near-Infrared",
        "Oxyhemoglobins",
        "Cupping Therapy",
        "Hemodynamics",
        "Muscles"
      ]
    },
    {
      "pmid": "37885252",
      "title": "The Public Perceptions on Wet Cupping Therapy (Hijama) in Saudi Arabia.",
      "authors": [
        "Suhaib Ibrahim Alkhamaiseh",
        "Amjad H Bazzari",
        "Abdel Hadi Al Jafari",
        "Firas H Bazzari"
      ],
      "journal": "Journal of acupuncture and meridian studies",
      "publication_date": "2023-Oct-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: : Wet cupping (Hijama), a form of alternative medicine, is widely practiced in Middle Eastern countries, especially Saudi Arabia. Although considerable effort has been put into increasing public awareness about the safe and proper practice of wet cupping, studies on the attitudes, knowledge, and awareness levels of the Saudi Arabian public are lacking. OBJECTIVES: : This study evaluated public attitudes toward the effectiveness, safety, and expected standards of practicing wet cupping. METHODS: : This cross-sectional study was conducted using an online questionnaire and involved 909 complete responses. The respondents were Saudi adults with a mean age of 30.43 ± 11.4 years (males: 42.1%, females: 57.9%). RESULTS: : The study revealed that most participants believed that although wet cupping is a beneficial (84.6%), well-known form of alternative medicine (82.4%) without harmful side effects (63.9%), it is not suitable for treating all diseases (72.3%) or everyone (66.8%). Most participants prefer wet cupping to be done at specialized centers (84.6%) by practitioners with confirmed qualifications (88.6%) using valid and sterile instruments (88.9%). The main demographic factor influencing participant responses was age, which was associated with more positive perceptions. Female, single, college-educated, and middle-aged respondents had more cautious attitudes. CONCLUSION: : Our results indicate that Saudis support the use of wet cupping as an alternative medicine for select diseases and that individuals have adequate awareness of the practice's safety standards to avoid potential risks.",
      "mesh_terms": [
        "Adult",
        "Male",
        "Middle Aged",
        "Humans",
        "Female",
        "Young Adult",
        "Cupping Therapy",
        "Saudi Arabia",
        "Cross-Sectional Studies",
        "Public Opinion",
        "Complementary Therapies"
      ]
    },
    {
      "pmid": "37875101",
      "title": "Evaluation of the Effectiveness of Wet Cupping Therapy in Fibromyalgia Patients: A Randomized Controlled Trial.",
      "authors": [
        "Canan Karacaoglu",
        "Suleyman Ersoy",
        "Emin Pala",
        "Velittin Selcuk Engin"
      ],
      "journal": "Complementary medicine research",
      "publication_date": "2024",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The aim of this study was to investigate the efficacy of wet cupping therapy (WCT) in patients diagnosed with fibromyalgia syndrome (FMS) as a complementary method in fibromyalgia treatment. MATERIALS AND METHODS: A total of 120 participants between 18 and 65 years who were diagnosed with FMS were included in the study. They were randomized into two groups: 60 patients as the intervention and 60 patients as the control group. Each participant in the intervention group received 3 sessions of WCT once a month in addition to their ongoing treatment whereas the control group received only routine medical treatment. The evaluation was conducted in both groups based on the fibromyalgia impact questionnaire (FIQ), visual analog scale (VAS), and quality of life scale (QoL) parameters initially (at 0th week) and 1 week after the WCT sessions (at the 10th week). For the comparison of quantitative variables showing a normal distribution between the two groups, the Student's t test was used, while the Mann-Whitney U test was employed for variables not showing a normal distribution. The χ2 test and Continuity (Yates) Correction were used for the comparison of qualitative data. The significance level was set at p &lt; 0.05. RESULTS: The study included 107 female and 13 male participants, with a mean age of 45.79 ± 8.49 years. When comparing the pretreatment FIQ, VAS, and QoL scores with the scores obtained after three sessions of WCT, it was observed that in the WCT group, the FIQ and VAS values significantly decreased compared to the control group while the QoL significantly increased compared to the control group (p &lt; 0.001 in all). CONCLUSION: The findings obtained from this study indicate that WCT can be an effective treatment option for patients with FMS. UNLABELLED: <title>Einleitung</title>Mit dieser Studie soll die Wirksamkeit der blutigen Schröpftherapie (wet cupping therapy, WCT) bei Patienten mit diagnostiziertem Fibromyalgie-Syndrom (FMS) als komplementäre Methode in der Fibromyalgie-Behandlung untersucht werden.<title>Material und Methoden</title>Insgesamt wurden 120 Teilnehmer mit diagnostiziertem FMS zwischen 18 und 65 Jahren in die Studie aufgenommen. Diese wurden randomisiert zwei Gruppen zugeordnet: 60 Patienten wurden der Interventionsgruppe zugewiesen und 60 Patienten der Kontrollgruppe. Alle Teilnehmer der Interventionsgruppe erhielten einmal im Monat drei Sitzungen WCT zusätzlich zu ihrer laufenden Therapie, während die Kontrollgruppe lediglich die Standardbehandlung erhielt. Die Bewertung erfolgte in beiden Gruppen anhand des Fibromyalgia Impact Questionnaire (FIQ), der Visuellen Analogskala (VAS) und der Parameter der Quality of Life (QoL) Scale zu Beginn (in Woche 0) und eine Woche nach den WCT-Sitzungen (in Woche 10). Für den Vergleich von quantitativen Variablen, die eine Normalverteilung zwischen den beiden Gruppen aufwiesen, wurde der Student’s <italic>t</italic>-Test verwendet, während bei Variablen ohne Normalverteilung der Mann-Whitney-U-Test zur Anwendung kam. Qualitative Daten wurden mit dem Chi-Quadrat-Test und der Kontinuitätskorrektur (Yates) verglichen. Das Signifikanzniveau wurde auf <italic>p</italic> &lt; 0,05 festgelegt.<title>Ergebnisse</title>In die Studie wurden 107 Frauen und 13 Männer mit einem Durchschnittsalter von 45,79 ± 8,49 Jahren aufgenommen. Beim Vergleich der FIQ-, VAS- und QoL-Werte vor der Behandlung mit den nach drei WCT-Sitzungen erhobenen Werten zeigte sich in der WCT-Gruppe ein signifikanter Rückgang der FIQ- und VAS-Werte im Vergleich zur Kontrollgruppe, wohingegen bei der QoL ein signifikanter Anstieg gegenüber der Kontrollgruppe zu beobachten war (<italic>p</italic> &lt; 0,001 in allen Fällen).<title>Schlussfolgerung</title>Die Ergebnisse dieser Studie deuten darauf hin, dass die WCT eine wirksame therapeutische Option für Patienten mit FMS sein kann.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Cupping Therapy",
        "Fibromyalgia",
        "Quality of Life",
        "Treatment Outcome",
        "Adolescent",
        "Young Adult",
        "Aged"
      ]
    },
    {
      "pmid": "37802518",
      "title": "[Clinical efficacy of fire needling combined with cupping therapy on herpes zoster of acute stage and the effect on Th17/Treg cellular immune balance].",
      "authors": [
        "Jing-Chun Zeng",
        "Yi-Zu Liao",
        "Jing-Jing Li",
        "Li-Hong Lu",
        "Hong-Zhu Li",
        "Li-Ming Lu",
        "Quan-Jiang Li",
        "Li-Xia Li",
        "Shu-Xin Wang",
        "Guo-Hua Lin"
      ],
      "journal": "Zhongguo zhen jiu = Chinese acupuncture & moxibustion",
      "publication_date": "2023-Oct-12",
      "publication_types": [
        "Randomized Controlled Trial",
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To compare the clinical efficacy between the combined therapy of fire needling and cupping, and western medication on herpes zoster of acute stage, as well as the effects on Th17 and Treg cells and inflammatory factors, i.e. IL-10 and IL-17 in the peripheral blood. METHODS: Eighty patients with herpes zoster of acute stage were randomly divided into a combined therapy (fire needling plus cupping) group and a western medication group, 40 cases in each one. In the combined therapy group, the pricking and scattering techniques with fire needle were used at ashi points and Jiaji (EX-B 2) corresponding to the affected spinal segments; afterwards, cupping therapy was delivered. The combined treatment was given once daily. In the western medication group, valaciclovir hydrochloride tablet and vitamin B1 tablet were administered orally. The duration of treatment in each group was 10 days. Before each treatment from day 1 to day 10 and on day 11 , the score of symptoms and physical signs was observed in the two groups separately. Before each treatment from day 1 to day 10 and on day 11, 30, 60, the score of visual analogue scale (VAS) and skin lesion indexes were observed in the two groups. On day 60, the incidence of postherpetic neuralgia was recorded in the two groups. The levels of Th17 and Treg cells, Th17/Treg ratio in the peripheral blood, as well as serum levels of IL-10 and IL-17 were detected before and after treatment in the two groups. The clinical efficacy was compared between the two groups. RESULTS: From day 6 to day 10 during treatment and on day 11, the scores of symptoms and physical signs in the combined therapy group were lower than those of the western medication group (P<0.05, P<0.01). On day 3, day 6 to day 10 during treatment and day 11, day 30, VAS scores in the combined therapy group were lower than those of the western medication group (P<0.05, P<0.01). On day 60, the incidence of postherpetic neuralgia in the combined therapy group was lower compared with that in the western medication group (P<0.05). The blister arresting time and scabbing time in the combined therapy group were shorter than those of the western medication group (P<0.05). After treatment, the level of Th17, and Th17/Treg ratio in the peripheral blood, as well as the serum levels of IL-10 and IL-17 were all lower in comparison with those in the western medication group (P<0.05). The curative and remarkably effective rate was 82.5% (33/40) in the combined therapy group, higher than 62.5% (25/40) in the western medication group (P<0.05). CONCLUSION: The early application of fire needling combined with cupping therapy can effectively treat herpes zoster of acute stage, relieve pain, and reduce the incidence of postherpetic neuralgia, which may be related to reducing the levels of Th17 and Treg cells, and Th17/Treg ratio in the peripheral blood, as well as the serum levels of IL-10 and IL-17 so that the cellular immune balance is modulated.",
      "mesh_terms": [
        "Humans",
        "Neuralgia, Postherpetic",
        "Acupuncture Therapy",
        "Interleukin-10",
        "Interleukin-17",
        "T-Lymphocytes, Regulatory",
        "Cupping Therapy",
        "Th17 Cells",
        "Herpes Zoster",
        "Treatment Outcome",
        "Tablets"
      ]
    },
    {
      "pmid": "37791272",
      "title": "Using cross-correlation analysis of multi-channel near infrared spectroscopy to assess the hemodynamic response to cupping therapy.",
      "authors": [
        "Ben-Yi Liau",
        "Chi-Wen Lung",
        "Manuel E Hernandez",
        "Pu-Chun Mo",
        "Yameng Li",
        "Jiaqi Guo",
        "Yih-Kuen Jan"
      ],
      "journal": "Biomedical optics express",
      "publication_date": "2023-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cupping therapy is a common intervention for the management of musculoskeletal impairment. Previous studies have demonstrated that cupping therapy can improve muscle hemodynamic responses using single-channel near-infrared spectroscopy (NIRS). However, the effects of cupping therapy on spatial hemodynamic responses as well as the correlation between oxyhemoglobin and deoxy-hemoglobin are largely unknown. The cross-correlation function (CCF) algorithm was used to determine the correlation between time-series NIRS signals from inside and outside the cup as well as time-series oxyhemoglobin and deoxy-hemoglobin under 4 cupping intensities, including -225 and -300 mmHg for 5 and 10 min. The main finding was that the maximum CCF values of oxyhemoglobin was significantly higher than those in deoxy-hemoglobin (p < 0.05). Furthermore, it was found that there was a correlation between deoxy-hemoglobin with a longer duration and a larger magnitude of negative pressure. This is the first study investigating time-series hemodynamic responses after cupping therapy using cross-correlation function analysis of multi-channel NIRS signals."
    },
    {
      "pmid": "37727876",
      "title": "Al-Hijamah (Prophetic Wet Cupping Therapy) is a Novel Adjuvant Treatment for Viral Hepatitis That Excretes Viral Particles and Excess Ferritin Percutaneously, Synergizes Pharmacotherapy, Enhances Antiviral Immunity and Helps Better HCC Prevention and Treatment: A Novel Evidence-Based Combination with Prophetic Medicine Remedies.",
      "authors": [
        "Salah Mohamed El Sayed"
      ],
      "journal": "Journal of hepatocellular carcinoma",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Viral hepatitis progresses to liver cirrhosis and HCC. Several challenges are facing Sovaldi treatment to viral C hepatitis, eg, viral resistance, difficulty to treat all genotypes, and inability to access treatments in low-income countries. Also, current treatments to Hepatitis B are still challenging. Ideal treatments to viral hepatitis should decrease the viral load, enhance antiviral immunity and repair the viruses-induced tissue damage. That is still beyond reach. High serum ferritin in viral hepatitis correlates with chronicity, increased necro-inflammation, hepatotoxicity, progression to cirrhosis, progression to HCC, unresponsiveness to treatments and viremia. Previously, Al-hijamah (wet cupping therapy of prophetic medicine) significantly cleared thalassemic children of causative pathological substances (CPS), eg, excess ferritin, free radicals and serum lipids. Moreover, Al-hijamah significantly increased the antioxidant power and potentiated the natural antiviral immunity, eg, increasing CD4 count, CD8 count and CD4/CD8 ratio. Prophet Muhammad peace be upon him said: \"If there is a benenvolence (benefit) in any of your medicines, benefit will be in shrtat mihjam (Al-hijamah), honey drink, and a stinge of fire compatible with disease and I do not like to cauterize\". Likewise, the author suggests Al-hijamah as a novel promising adjuvant treatment for viral hepatitis (B and C) for percutaneous excretion of CPS as hepatitis viral particles, excess ferritin, inflammatory mediators, free radicals, and antigen-antibody complexes. Published reports proved that Al-hijamah exerted tissue-protective effects, and cleared blood through the fenestrated skin capillaries in a pressure-dependent and size-dependent manner (a kidney-like manner). That collectively may decrease the viral load for better HCC prevention and supports the evidence-based Taibah theory (Taibah mechanism). Same therapeutic benefits apply to other viral illnesses as AIDS. Even after HCC development, Al-hijamah is quite mandatory for excretion and clearance of CPS that favor malignancy, eg, lactate (Warburg effect), growth factors, metalloproteinases, and others. Al-hijamah-induced immune potentiation benefits HCC patients. Combining Al-hijamah with other natural antioxidant remedies of prophetic medicine, eg, nigella sativa, costus, natural honey, Zamzam water and others will maximize the therapeutic benefits. In conclusion, Al-hijamah and other prophetic medicine remedies are recommended adjuvants to current pharmacological treatments to viral hepatitis and HCC."
    },
    {
      "pmid": "37448936",
      "title": "Knowledge and practice and attitude toward cupping therapy among physicians in Sheikh Khalifa medical city.",
      "authors": [
        "Meera Al Zaabi",
        "Esraa Al Zuraiqi",
        "Jawaher Al Dhanhani",
        "Maryam Al Yammahi",
        "Muna Al Teniji",
        "Ebtihal Darwish"
      ],
      "journal": "Journal of family medicine and primary care",
      "publication_date": "2023-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Complementary medicine (CM) is gaining popularity worldwide. According to the 2019 World Health Organization global report on traditional and complementary medicine (T&CM), 80% of member states acknowledged practicing T&CM. In the United Arab Emirates, T&CM practice prevalence in 2012 was 20-39%. These trends highlight physicians' need for knowledge on CM, such as cupping therapy. OBJECTIVE: This study aims to assess knowledge, practice, and attitude toward cupping therapy (CT) among physicians in Sheikh Khalifa medical city (SKMC). METHODOLOGY: A cross-sectional study was conducted from September 2020 to March 2021 among the physicians of SKMC. The survey was carried out using an online questionnaire. The questionnaire included four sections: socio-demographics, knowledge of physicians toward cupping therapy, physicians' attitude toward cupping therapy, and physicians' practice toward cupping therapy. SPSS version 28 was used for data analysis. Data were reported in frequencies and percentages. A P value of <0.05 is the level of statistical significance. RESULTS: The response rate was 83%. Among the 154 participants, 67.5% had adequate knowledge of CT, 66.9% showed a positive attitude, and 31.2% reported good practice toward CT. Individuals below 40 years reported significantly lesser knowledge than individuals over 40 years (p = 0.035, OR 0.49 [0.246-0.998]). Over 80% of physicians concur that cupping therapy can be used to treat and manage low back pain, joint discomfort, headache, migraine, and anxiety. The majority of physicians believe that education regarding cupping therapy is required. CONCLUSIONS: Most physicians had adequate knowledge and a positive attitude toward cupping therapy."
    },
    {
      "pmid": "37327262",
      "title": "Systematic review and meta-analysis of the anti-obesity effect of cupping therapy.",
      "authors": [
        "Doyoung Kang",
        "Woo-Chul Shin",
        "Taeoh Kim",
        "Sungha Kim",
        "Hyungsuk Kim",
        "Jae-Heung Cho",
        "Mi-Yeon Song",
        "Won-Seok Chung"
      ],
      "journal": "Medicine",
      "publication_date": "2023-Jun-16",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cupping therapy is a common practice in Korean medicine. Despite developments in this clinical and research area, the current knowledge is insufficient to identify the effects of cupping therapy on obesity. We aimed to assess the effects and safety of cupping therapy on obesity by performing a systematic review and meta-analysis of the effects of cupping therapy. METHODS: A systematic search of databases was conducted, including MEDLINE/PubMed, EMBASE, Cochrane Central Register of Controlled Trials, Chinese National Knowledge Infrastructure, Citation Information by the National Institute of Informatics, KoreaMed, Oriental Medicine Advanced Searching Integrated System, and ScienceON, for full-text randomized controlled trials (RCTs) published through January 14, 2023, with no language restrictions. The experimental groups received cupping therapy combined with traditional Chinese medicine (TCM) and conventional therapy. The control groups received no treatment, conventional therapy, or TCM treatments alone. The experimental and control groups were compared in terms of body weight (BW), body mass index (BMI), hip circumference (HC), waist circumference (WC), waist-hip ratio (WHR), and body fat percentage (BFP). We evaluated the risk of bias using the 7 domains stipulated by the Cochrane Collaboration Group and performed a meta-analysis using Cochrane Collaboration software (Review Manager Software Version 5.3). RESULTS: A total of 21 RCTs were included in this systematic review and meta-analysis. The analysis revealed improvements in BW (P < .001), BMI (P < .001), HC (P = .03), and WC (P < .001). However, there were no clinically significant changes in WHR (P = .65) or BFP (P = .90), both of which had very low certainty of evidence. No adverse events were reported. CONCLUSION: Overall, our results show that cupping therapy can be used to treat obesity in terms of BW, BMI, HC, and WC and is a safe intervention for the treatment of obesity. However, the conclusions of this review should be interpreted with caution in clinical practice because of the uncertain quality of the included studies.",
      "mesh_terms": [
        "Humans",
        "Cupping Therapy",
        "Medicine, Chinese Traditional",
        "Obesity"
      ]
    },
    {
      "pmid": "37313557",
      "title": "[Different operation sequences between acupuncture and cupping therapy for lumbar muscle strain with cold and dampness: a randomized controlled trial].",
      "authors": [
        "Ting-Ting Dou",
        "Yi-Chun Zou",
        "Xing-Ke Yan",
        "Chong-Bing Ma",
        "Yu-Ting Wei"
      ],
      "journal": "Zhongguo zhen jiu = Chinese acupuncture & moxibustion",
      "publication_date": "2023-Jun-12",
      "publication_types": [
        "Randomized Controlled Trial",
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To compare the clinical efficacy on lumbar muscle strain with cold and dampness between the different operation sequences of acupuncture and cupping therapy. METHODS: Seventy-six patients with lumbar muscle strain with cold and dampness were randomly divided into an acupuncture + cupping group (A + C group, 38 cases) and a cupping + acupuncture group (C + A group, 38 cases, 1 case dropped off). In the A + C group, cupping therapy was delivered 10 min after the end of treatment with acupuncture, while in the C + A group, acupuncture therapy was exerted 10 min after the end of treatment with cupping. Acupuncture was applied to Mingmen (GV 4), Yaoyangguan (GV 3), ashi point and bilateral Shenshu (BL 23), Dachangshu (BL 25), Weizhong (BL 40) and Yanglingquan (GB 34), and the needles were retained for 30 min in each intervention. Flash cupping was operated along the bilateral sides of the lumbar spine for 3 min, and the cups were retained for 10 min at bilateral Shenshu (BL 23), Dachangshu (BL 25) and ashi points. The intervention was delivered once every two days, 3 times weekly, for 3 weeks totally in each group. The scores of visual analogue scale (VAS) and Oswestry disability index (ODI), TCM syndrome score and the mean temperature of the lumbar region before and after treatment were compared between the two groups. The safety and the clinical efficacy were assessed for the interventions of the two groups. RESULTS: Compared with the values before treatment, except for the sleep score of ODI, the VAS scores, ODI scores and TCM syndrome scores were decreased after treatment (P<0.01, P<0.05); while the mean temperature of the lumbar region was increased (P<0.01) in both groups. After treatment, the VAS score and the pain score of ODI in the C + A group were lower than those in the A + C group (P<0.05). The incidence rate of adverse reactions of the C + A group was lower than that of the A + C group (P<0.01). The effective rate in the A+C group was 92.1% (35/38), that in the C+A group was 94.6%(35/37), there was no statistical difference between the two groups (P>0.05). CONCLUSION: Different operation sequences between acupuncture and cupping therapy obtain the similar efficacy on lumbar muscle strain with cold and dampness, but cupping therapy delivered prior to acupuncture has certain advantages in relieving pain and improving safety.",
      "mesh_terms": [
        "Humans",
        "Cupping Therapy",
        "Acupuncture Therapy",
        "Cold Temperature",
        "Pain",
        "Syndrome",
        "Muscles"
      ]
    },
    {
      "pmid": "37224342",
      "title": "Discussion: Comparison of the Effects of Skin Microneedling with Cupping Therapy and Microneedling Alone: An Experimental Study.",
      "authors": [
        "Carlo M Oranges",
        "Juan A Viscardi",
        "Ebai A Eseme",
        "Daniel F Kalbermatten"
      ],
      "journal": "Plastic and reconstructive surgery",
      "publication_date": "2023-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Humans",
        "Cupping Therapy",
        "Skin"
      ]
    },
    {
      "pmid": "37007287",
      "title": "Suggested Integrative Approach for Hand Abscess with Cupping Therapy: a case study.",
      "authors": [
        "Emad Ahmed Fathy Hussein",
        "Shahira Hassan Ibrahim Negm",
        "Tabish Ishaq Shaikh",
        "Ahmed Helmy Saleh"
      ],
      "journal": "Journal of pharmacopuncture",
      "publication_date": "2023-Mar-31",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "A forty-three-year-old male patient was diagnosed with an acute abscess in the dorsum of the right hand. On the 5th day of conventional pharmacological therapy the patient was still suffering, and was referred to the Outpatient department (OPD) to evacuate and drain the abscess and treat the edema around the area with Hijama (wet cupping therapy, WCT). The hand abscess was successfully cured within a week using an integrative approach of wet cupping therapy together with conventional drug therapy."
    },
    {
      "pmid": "37002817",
      "title": "Using near-infrared spectroscopy to investigate the effects of pressures and durations of cupping therapy on muscle blood volume and oxygenation.",
      "authors": [
        "Yameng Li",
        "Pu-Chun Mo",
        "Cheng-Feng Lin",
        "Serah Pauly",
        "Nikeeta Kundal",
        "Manuel E Hernandez",
        "Yih-Kuen Jan"
      ],
      "journal": "Journal of biophotonics",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cupping therapy has been widely used to manage musculoskeletal impairment. However, the effects of pressure and duration of cupping therapy on the hemodynamic activity of the muscle have not been investigated. A 2 × 2 repeated measures factorial design was used to examine the main effect and interaction of pressure (-225 and -300 mmHg) and duration (5 and 10 min) on biceps muscle blood flow using near-infrared spectroscopy in 18 participants. The results showed that a significant interaction is between pressure and duration on deoxy-hemoglobin (p = 0.045). A significant main effect of pressure is on oxyhemoglobin (p = 0.005) and a significant main effect of duration is on oxyhemoglobin (p = 0.005). Cupping therapy at -300 mmHg for 10 min results in a higher oxyhemoglobin (6.75 ± 2.08 μM) and deoxy-hemoglobin (1.71 ± 0.78 μM) compared to other three combinations. Our study provides first evidence that the pressure and duration factors of cupping therapy can significantly affect muscle blood volume and oxygenation.",
      "mesh_terms": [
        "Humans",
        "Spectroscopy, Near-Infrared",
        "Oxyhemoglobins",
        "Cupping Therapy",
        "Blood Volume",
        "Hemoglobins",
        "Muscle, Skeletal",
        "Oxygen"
      ]
    },
    {
      "pmid": "36997976",
      "title": "Disseminated Staphylococcus aureus infection after scarification wet cupping therapy: a case report and literature review.",
      "authors": [
        "You-Yang Wang",
        "Hong-Wei Fan",
        "Xiao-Ming Huang",
        "Yang Jiao"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2023-Mar-30",
      "publication_types": [
        "Review",
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cupping therapy is a complementary and alternative medical therapy used especially in pain management. It is generally considered a safe procedure, but complications, including life-threatening infection, may still occur. Understanding these complications is essential to safe and evidence-based use of cupping in practice. CASE PRESENTATION: Here we report a rare case of disseminated Staphylococcus aureus infection after cupping therapy. After wet cupping, a 33-year-old immunocompetent woman developed fever, myalgia, and a productive cough accompanied by acute liver and kidney injury, iliopsoas abscess, and gastrointestinal bleeding. The patient was treated successfully with cefmetazole plus levofloxacin after microbiological and antimicrobial sensitivity testing. CONCLUSIONS: Though rarely reported, clinicians, practitioners of cupping therapy, and patients should be aware of the risk of infection after cupping therapy. High hygiene standards are recommended for cupping therapy, even in immunocompetent individuals.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Adult",
        "Staphylococcus aureus",
        "Cupping Therapy",
        "Pain Management",
        "Staphylococcal Infections"
      ]
    },
    {
      "pmid": "36915747",
      "title": "Acupuncture combined with pricking and cupping therapy is effective in patients with chronic spontaneous urticaria.",
      "authors": [
        "Yu Shi",
        "Haichao Guo",
        "Yuzhu Du",
        "Jin Wang",
        "Yan Shang",
        "Yanjun Wang"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To determine the effects of acupuncture combined with pricking and cupping therapy on the balance of Th1/Th2 cytokines in patients with chronic spontaneous urticaria (CSU). METHODS: The medical records of 75 patients with CSU treated in The First Affiliated Hospital of Hebei College of Traditional Chinese Medicine from January 10, 2021 to January 10, 2022 were collected and analyzed retrospectively. Among them, 35 patients treated with traditional therapy were assigned to a control group, and 40 patients treated with acupuncture combined with pricking and cupping therapy to an observation group. The clinical efficacy and adverse reactions in the two groups were compared after therapy. The two groups were also compared in terms of the levels of immunoglobulin (Ig)-E, interleukin (IL)-4 and interferon-γ (INF-γ) before and after therapy. In addition, the visual analogue scale (VAS) for pruritus was adopted for recording the pruritus degree of patients before and after therapy. The Dermatology Quality of Life Index (DLQI) was adopted to compare the quality of life between the two groups before and after therapy. The Hamilton anxiety scale (HAMA) and Hamilton depression rating scale (HAMD) were adopted for comparison of the anxiety and depression between the two groups before and after therapy. Moreover, the Pittsburgh sleep quality index (PSQI) was used to compare sleep quality between the two groups before and after therapy. RESULTS: The control group showed a significantly lower total response rate than the observation group (P<0.05). Compared with the control group, the observation group showed significantly lower levels of IgE and IL-4, and a higher IFN-γ level and had significantly lower pruritus-VAS, DLQI, HAMA, HAMD and PSQI scores (P<0.05). Additionally, the two groups were not greatly different in adverse reactions (nausea, sleepiness, ecchymosis and dizziness) (P>0.05). CONCLUSION: Acupuncture combined with pricking and cupping therapy is highly effective in CSU, because it can significantly alleviate the symptoms as well as negative emotions, and improve the quality of life, sleep quality and the balance of Th1/Th2 cytokine in patients."
    },
    {
      "pmid": "36881535",
      "title": "Hijāmah (Cupping Therapy) for Pain Management in Patients with Cervical Spondylosis.",
      "authors": [
        "Rabia Khan",
        "Yasmeen Shamsi",
        "Sohrab Ahmad Khan",
        "Sadia Nikhat",
        "Wasi Akhtar"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cervical spondylosis is the most common cervical spine disorder which is clinically manifested by axial neck pain, stiffness, and limited movement and sometimes it is accompanied by tingling and radicular symptoms in the upper extremities. Pain is the most frequent complaint for which patients, suffering from cervical spondylosis, consult physicians. In conventional medicine, pain and other symptoms of cervical spondylosis are controlled by systemic and local use of non-steroidal anti-inflammatory drugs (NSAIDs), however long-term use of such medicines produces adverse effects like dyspepsia, gastritis, gastroduodenal ulcer and bleeding. METHODS: We searched articles for neck pain, cervical spondylosis, cupping therapy, Hijāma, etc. from various databases, including PubMed, Google Scholar, and MEDLINE. We also searched for these topics in the books of Unani medicine available in HMS Central Library, Jamia Hamdard, New Delhi, India. RESULTS: This review elucidated that in Unani medicine several non-pharmacological regimens known as Ilāj bi'l Tadbīr (Regimenal therapies) are advised in the management of painful musculoskeletal disorders. Ḥijāma (cupping therapy) stands out among all these regimens and in most of the classical Unani literature, Ḥijāma is suggested as one of the best regimens for the management of pain in Waja' al-Mafāsil including Waja' al-'Unuq (cervical spondylosis). CONCLUSION: On going through the classical texts of Unani medicine and published research papers, it may be concluded that Ḥijāma is a safe and effective non-pharmacological treatment for the management of pain due to cervical spondylosis.",
      "mesh_terms": [
        "Humans",
        "Cupping Therapy",
        "Neck Pain",
        "Pain Management",
        "Spondylosis",
        "Treatment Outcome",
        "Cervical Vertebrae"
      ]
    },
    {
      "pmid": "36728642",
      "title": "Comparison of the Effects of Skin Microneedling with Cupping Therapy and Microneedling Alone: An Experimental Study.",
      "authors": [
        "Burak Pasinlioğlu",
        "İbrahim Seyhan Çenetoğlu",
        "Oğuzhan Karasu",
        "Süheyla Esra Özkoçer",
        "Çiğdem Elmas"
      ],
      "journal": "Plastic and reconstructive surgery",
      "publication_date": "2023-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Microneedling promotes percutaneous collagen induction; cupping therapy creates negative pressure and leads to increased blood flow in the applied area. The addition of cupping therapy to microneedling is thought to contribute positively to microneedling's effects. This study was carried out to investigate the histologic effects of adding cupping therapy to microneedling. METHODS: Thirty Wistar rats were divided into five groups, with six rats in each group. One control group and four experimental groups were formed, which are defined as follows: the control group; the single-session microneedling applied to the dorsal trunk group; the 15-minute cupping therapy added to the single-session microneedling group; the microneedling applied over a total of three sessions at 3-week intervals group; and the microneedling with cupping therapy applied over a total of three sessions at 3-week intervals group. Each animal was euthanized at the end of the fourth week following the last treatment, and skin samples were evaluated histologically with hematoxylin and eosin stain and type I and III collagen antibody immunostaining. RESULTS: The addition of cupping therapy to microneedling increased the thickness of the epidermis and dermis. A significant increase in type I collagen immunostaining and the type-I-to-type III collagen ratio was seen only in the single-session microneedling applied to the dorsal trunk group. Cupping therapy did not generate a significant difference in type I collagen immunostaining. No treatment was found to produce a significant increase in type III collagen immunostaining. CONCLUSION: Cupping therapy can be added to microneedling therapy and used to increase certain desired effects on skin. CLINICAL RELEVANCE STATEMENT: Microneedling is an easy and effective method to improve skin quality in clinical practice.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Collagen Type I",
        "Collagen Type III",
        "Cupping Therapy",
        "Rats, Wistar",
        "Collagen",
        "Needles"
      ]
    },
    {
      "pmid": "36595746",
      "title": "Effectiveness of self-management of dry and wet cupping therapy for low back pain: A systematic review and meta-analysis.",
      "authors": [
        "Wei-Cheng Shen",
        "Yih-Kuen Jan",
        "Ben-Yi Liau",
        "Quanxin Lin",
        "Song Wang",
        "Chien-Cheng Tai",
        "Chi-Wen Lung"
      ],
      "journal": "Medicine",
      "publication_date": "2022-Dec-23",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Low back pain (LBP) can significantly affect a person's quality of life. Cupping has been used to treat LBP. However, various cupping methods are typically included in evaluating the efficacy of cupping therapy. Therefore, the objectives of this study were to evaluate the evidence from the literature regarding the effects of dry and wet cupping therapy on LBP in adults. Dry and wet cupping therapy are analyzed categorically in this study. METHODS: We searched for randomized clinical trials with cupping in LBP published between 2008 and 2022. In dry or wet cupping clinical studies, pain intensity was assessed using the Visual Analogue Scale and present pain intensity, and the quality of life intensity was measured using the Oswestry disability index. RESULTS: The 656 studies were identified, of which 10 studies for 690 patients with LBP were included in the meta-analysis. There was a significant reduction in the pain intensity score with present pain intensity using wet cupping therapy (P < .01). In addition, both cupping therapy groups displayed significant Oswestry disability index score reduction compared to the control group (both P < .01). The patients with LBP have a substantial reduction by using wet cupping but have not shown a considerable decrease by using dry cupping (P = .19). In addition, only wet cupping therapy groups displayed a significantly improved quality of life compared to the control group. The study had a very high heterogeneity (I2 > 50%). It means there is no standardization in the treatment protocol in randomized clinical trials. In the meta-regression, there was statistically significant evidence that the number of treatment times and intercepts were related (P < .01). CONCLUSION: The present meta-analysis shows that wet cupping therapy effectively reduces the pain intensity of LBP. Furthermore, both dry wet cupping therapy improved patients with LBP quality of life.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Low Back Pain",
        "Cupping Therapy",
        "Self-Management",
        "Quality of Life",
        "Pain Measurement"
      ]
    },
    {
      "pmid": "36484188",
      "title": "[Pricking-cupping therapy for cervical spondylotic radiculopathy with qi stagnation and blood stasis based on Young's modulus value].",
      "authors": [
        "Jia Wang",
        "Wen-Li Wang",
        "Wei-Dong Shen"
      ],
      "journal": "Zhongguo zhen jiu = Chinese acupuncture & moxibustion",
      "publication_date": "2022-Dec-12",
      "publication_types": [
        "Randomized Controlled Trial",
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To compare the clinical effect between pricking-cupping therapy and acupuncture-cupping therapy on cervical spondylotic radiculopathy (CSR) with qi stagnation and blood stasis, and to evaluate the trapezius muscle objectively and quantitatively with ultrasonic shear wave elastography (SWE). METHODS: A total of 70 patients with CSR of qi stagnation and blood stasis were randomly divided into a pricking-cupping group (35 cases) and an acupuncture-cupping group (35 cases). In both groups, Dazhui (GV 14), Jianjing (GB 21), C5-C7 Jiaji (EX-B 2), positive sensitive points, etc. were selected. In addition, the patients in the pricking-cupping group were treated with pricking-cupping therapy, seven-star needle was used to tap the acupoints and positive sensitive points, and cupping was added after slight bleeding. The patients in the acupuncture-cupping group were treated with conventional acupuncture and cupping. Both groups were treated once every other day, three times a week, for two consecutive weeks. The difference of Young's modulus value, pain visual analogue scale (VAS) score and neck disability index (NDI) score were observed before treatment, after the first treatment, after one-week treatment and after two-week treatment, and the efficacy was evaluated in the two groups. RESULTS: At each time point after treatment, the difference of Young's modulus value, VAS scores and NDI scores in the two groups were lower than those before treatment (P<0.001). Except for the NDI score after two-week treatment, all the indexes in the pricking-cupping group were lower than those in the acupuncture-cupping group (P<0.001). The total effective rate was 91.4% (32/35) in the pricking-cupping group, which was higher than 68.6% (24/35) in the acupuncture-cupping group (P<0.05). CONCLUSION: The pricking-cupping therapy could improve trapezius muscle elasticity, relieve pain and improve cervical function in patients of CSR with qi stagnation and blood stasis, which is more effective than acupuncture-cupping therapy.",
      "mesh_terms": [
        "Humans",
        "Cupping Therapy"
      ]
    },
    {
      "pmid": "36466351",
      "title": "Effect of durations and pressures of cupping therapy on muscle stiffness of triceps.",
      "authors": [
        "Yameng Li",
        "Pu-Chun Mo",
        "Sanjiv Jain",
        "Jeannette Elliott",
        "Adam Bleakney",
        "Shaojun Lyu",
        "Yih-Kuen Jan"
      ],
      "journal": "Frontiers in bioengineering and biotechnology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cupping therapy has been used for the alleviation of muscle soreness in athletes. However, clinical studies of cupping therapy show conflicting results. Lack of standardized guidelines of the dose-response relationship of cupping therapy, such as appropriate cupping duration and negative pressure, limits the adoption of cupping therapy in clinical practice. The objectives of this study were to investigate the effect of various pressures and durations of cupping therapy on reducing muscle stiffness. The 2 × 2 factorial design with the repeated measures and counterbalanced design was used to test four cupping protocols, including two negative pressures at -225 and -300 mmHg and two durations at 5 and 10 min, in 12 healthy young people. B-mode and elastographic ultrasound was used to assess muscle stiffness of the triceps before and after cupping therapy. The region of interest of elastographic image was divided into the superficial and deep layers for assessing the effect of cupping therapy on stiffness of various depths of the triceps. Normalized stiffness was calculated as a ratio of pre-cupping stiffness divided by post-cupping stiffness of each participant. The two-way analysis of variance (ANOVA) was used to examine the main effects of the pressure and duration factors and the interaction effect between the pressure and duration factors. The results showed that there were no interactions between the pressure and duration factors (overall layer p = 0.149, superficial layer p = 0.632, and deep layer p = 0.491). The main effects of duration of the overall, superficial and deep layers were p = 0.538, p = 0.097 and p = 0.018, respectively. The results showed that 10-min cupping at -300 mmHg is more effective on reducing stiffness of the deep layer of the triceps compared to 5-min cupping (p = 0.031). This study provides the first evidence that the dose of cupping therapy could significantly affect changes of triceps stiffness and the deep layer of the muscle is more sensitive to cupping therapy compared to the superficial and overall layers."
    },
    {
      "pmid": "36420364",
      "title": "Cupping Therapy as an Adjunctive Therapy for Side Effects of Colorectal Cancer Treatment: A Prospective Observational Study.",
      "authors": [
        "Yan-Wen Liu",
        "Yu-Li Su",
        "Chia-Lo Chang",
        "Ming-Yen Tsai"
      ],
      "journal": "Journal of chiropractic medicine",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The purpose of this study was to assess the effects of moving cupping therapy in people with colorectal cancer (CRC) experiencing chemotherapy-related side effects. METHODS: A prospective observational study was conducted in people diagnosed with CRC who were treated for the side effects of their chemotherapy. Participants received cupping therapy 3 times a week for 10 consecutive weeks at our traditional Chinese medicine ward. Their quality of life and meridian energies were evaluated both at baseline and at 3 months after the treatment course. RESULTS: Forty-six individuals with CRC were enrolled and 34 completed the study. The average number of cycles of chemotherapy during the study was 4.5. The mean number of moving cupping treatments was 25.7. After the moving cupping treatment program, participants exhibited significant improvements in quality of life, physical function, fatigue, nausea/vomiting, sleep disturbance, and pain. CONCLUSION: For the participants in this study, moving cupping therapy relieved some chemotherapy-related side effects and improved quality of life in people with CRC."
    },
    {
      "pmid": "36398017",
      "title": "Hijama (wet cupping therapy) enhances oral and dental health by improving salivary secretion volume and pH in adult patients at King Abdul Aziz University Hospital (KAUH), Jeddah, KSA: A controlled trial study.",
      "authors": [
        "Fouzia A Bukhary",
        "Amal M Obeid",
        "Hanan M Alsayyad",
        "Ezzuddin A Okmi"
      ],
      "journal": "Journal of Taibah University Medical Sciences",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The aim of this study was to explore the potential effect of Hijama in promoting oral health by analyzing its effects in modulating saliva flow and pH. METHOD: An open-label, non-randomized controlled trial design was conducted at the Hijama clinic of Y.A. Jameel Scientific Chair of Prophetic Medical Applications at King Abdul Aziz University Hospital (KAUH), Jeddah, KSA. Forty-one healthy volunteers were divided into two groups: Hijama (intervention, N = 21) and control (N = 20). Saliva volume and pH were measured in salivary samples collected in a standardized fashion, 1 h before admission to the Hijama room (pre-Hijama) and 30 min after the procedure (post-Hijama) in both groups. The Hijama group underwent an additional salivary collection 7 days after Hijama. RESULT: Early post-Hijama assessment showed an increase in saliva volume by an average of 1 mL in the Hijama group, whereas that in the control group decreased by 0.6 mL (p < 0.001; large effect size, Cohen's d = 1.24). Saliva pH also increased in the Hijama group by an average 0.22 but decreased by 0.08 in controls (p < 0.001; large effect size, Cohen's d = 1.22). The multivariate model demonstrated that Hijama explained 48.8% of the variability of both pH and volume together (group × time effect, eta squared = 0.488, p < 0.001), whereas time and sex had no effect. At 7 days post-Hijama, both the volume and pH of saliva had increased in the Hijama group with respect to the early post-Hijama time point; however, only the volume increase was statistically significant. CONCLUSION: Hijama enhanced salivary function and induced a significant increase in saliva volume and pH, which was maintained 7 days after the intervention. Further studies are warranted to identify other effects of Hijama on salivary glands and explore its long-term efficacy and clinical applications."
    },
    {
      "pmid": "36397228",
      "title": "[Professor ZHANG Jian-bin's clinical experience in \"moving cupping therapy on the back\"].",
      "authors": [
        "Zi-Long Zhu",
        "Xing-Xing Li",
        "Tian-Yi Shen",
        "Jin-Feng Mao",
        "Tao Xie",
        "Jian-Bin Zhang"
      ],
      "journal": "Zhongguo zhen jiu = Chinese acupuncture & moxibustion",
      "publication_date": "2022-Nov-12",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "This paper summarizes Professor ZHANG Jian-bin's experience in \"moving cupping therapy on the back\" in clinical practice. Professor ZHANG Jian-bin is good at applying the theory of governor vessel to the clinical diagnosis and treatment. He believes that the moving cupping therapy is the supplementation of \"spinal therapy\" in clinical diagnosis and treatment. He emphasizes that during the moving cupping therapy exerted, the physicians should observe carefully to in-time obtain the perceived feedback of treatment in patients. Afterward, the cupping marks left should be inspected to discover the location of disorder in the body, thus, a targeted treatment can be provided. Besides, the prognosis of the disease can be judged by the feedback after many treatments with the moving cupping therapy. The moving cupping therapy displays its important value in the diagnosis and treatment of disease, as well as the evaluation of the prognosis.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Cupping Therapy",
        "Meridians",
        "Acupuncture Points",
        "Acupuncture Therapy",
        "Medicine, Chinese Traditional"
      ]
    },
    {
      "pmid": "36340540",
      "title": "The Effect of Static Cupping Therapy in Non-specific Low Back Pain for Primary Dysmenorrhea.",
      "authors": [
        "Aleena S Siddiqui",
        "Sabih N Khan",
        "Nikita Narwade",
        "Shrikant Mhase",
        "Aniruddha Thorat",
        "Wruchika Nagrale",
        "Roshan Umate"
      ],
      "journal": "Cureus",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Dysmenorrhea is often referred to as painful menstruation with cramping sensations in the lower abdomen, resulting in discomfort. This pain commonly radiates to both the thighs and lumbosacral regions. A 23-year-old female presented with a complaint of severe abdominal pain during menses, accompanied by low back pain (LBP) that typically started at the onset of menstrual flow and lasted for the first 24-48 hours for which no analgesics were taken by the patient. The pain intensity was recorded on a numerical pain rating scale (NPRS) that showed 6 out of 10 for abdominal and low back pain during activity and 4 out of 10 at rest, on account of which a two-day supervised static cupping therapy protocol was devised for the patient. After treatment, the NPRS recorded a remarkable decrease in pain intensity to 2 out of 10 for abdominal and low back pain during activity, as well as at rest. As static cupping therapy is used to target deeper muscles in the lower back and abdomen; this case report aims to highlight the beneficial effects of static cupping on primary dysmenorrhea and related non-specific low back pain."
    },
    {
      "pmid": "36153457",
      "title": "[Effect mechanism of pricking and cupping therapy combined with Chinese herbal wet compress in treatment of herpes zoster based on Th1/Th2 imbalance and serum substance P].",
      "authors": [
        "Li Wang",
        "Yu-Fu Fang",
        "Jun-Tao Xu",
        "Gang Wang",
        "Qing-Na Geng",
        "Qing-Juan Li",
        "Ying Wang"
      ],
      "journal": "Zhen ci yan jiu = Acupuncture research",
      "publication_date": "2022-Sep-25",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To observe the effects of pricking and cupping therapy combined with Chinese herbal wet compress on Th1/Th2 balance and the concentration of substance P (SP) in treatment of patients with herpes zoster at acute stage and explore the mechanism of clinical efficacy of this combined therapeutic method. METHODS: The patients of herpes zoster at acute stage were randomly divided into a treatment group (58 cases), a control group No.1 (57 cases), a control group No.2 (58 cases) and a control group No.3 (59 cases). In the treatment group, the therapeutic regimen was pricking and cupping+Chinese herbal wet compress+basic treatment. In the control group No.1, pricking and cupping + basic treatment were administered. In the control group No.2, Chinese herbal wet compress+basic treatment were provided. In the control group No.3, only basic treatment was delivered. The treatment duration was 9 days in each group. The score of pain degree, the score of sleep quality and the rehabilitation conditions of pain and herpes were observed in 4 groups. The concentration of serum interleukin 4 (IL-4), interferon gamma (IFN-γ) and SP were detected by ELISA. The clinical efficacy was evaluated. The occurrence of adverse reaction during treatment was observed. RESULTS: After treatment, the score of pain degree and the concentrations of serum IL-4 and SP were all lower than those before treatment in 4 groups (P<0.05); and the score of subjective sleep quality, the concentrations of serum IFN-γ and IFN-γ/IL-4 were all increased in comparison with those before treatment (P<0.05). In the treatment group and the control groups No.1 and No.2, the score of pain degree and the concentrations of serum IL-4 and SP were all lower than those in the control group No.3 (P<0.05); and the score of subjective sleep quality, the concentrations of serum IFN-γ and IFN-γ/IL-4 were higher than those in the control group No.3, respectively (P<0.05). Besides, every indicator in the treatment group was improved more significantly than that either in the control group No.1 or the control group No.2 (P<0.05). After treatment, compared with the control group No.3, the time of pain relief and disappearance, and the time of blister termination, incrustation and decrustation were all shorter in the treatment group, the control group No.1 and the control group No.2 separately (P<0.05); and every indicator in the treatment group was reduced more significantly in comparison with either the control group No.1 or the control group No.2 (P<0.05). The total effective rate in the treatment group (96.55%, 56/58), the control group No.1 (92.98%, 53/57) and the control group No.2 (91.38%, 53/58) was higher than that in the control group No.3 (74.58%, 44/59, P<0.05). No any adverse reaction occurred in the 4 groups. CONCLUSION: The pricking and cupping therapy combined with Chinese herbal wet compress effectively promotes the recovery of Th1/Th2 balance and reduces the concentration of serum SP in patients with herpes zoster at acute stage. This combined therapeutic regimen is conductive to the recovery of patients, the improvement of therapeutic effects and the decrease of the risk of pos-therpetic neuralgia.",
      "mesh_terms": [
        "China",
        "Cupping Therapy",
        "Herpes Zoster",
        "Humans",
        "Interferon-gamma",
        "Interleukin-4",
        "Neuralgia",
        "Substance P"
      ]
    },
    {
      "pmid": "36005919",
      "title": "Effects of dry cupping therapy and creatine supplementation on inflammatory and cardiovascular responses to the Wingate test in handball players.",
      "authors": [
        "Khadijeh Irandoust",
        "Helmi Ben Saad",
        "Faezeh Mohammadgholiha",
        "Morteza Taheri",
        "Ismail Dergaa"
      ],
      "journal": "La Tunisie medicale",
      "publication_date": null,
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: To evaluate the effects of dry cupping therapy (DCT) and creatine supplementation (CS) on cardiovascular and inflammatory responses to the Wingate test. METHODS: In this quasi-experimental study, 12 male handball young players were selected in a crossover design. Players were studied in four conditions: DCT; CS; CS+DCT, control. In all conditions, blood pressure, heart-rate, and body composition were measured pre- and post- Wingate test. Players were assessed by the Wingate test in two 30-second phases with a 1-minute break between the phases. Blood [lactate-dehydrogenase (LDH), creatine phosphokinase (CK)] was drawn pre- and immediately post- the Wingate test. In players with CS condition, 60 g of creatine was consumed per day in three consecutive days prior to the study (3 meals of 20 g in morning, noon, and night). The DCT was performed after Wingate test to consider its possible effects for alleviating the muscle injury markers. Data were evaluated using analysis of covariance followed by a post-hoc Bonferoni test. RESULTS: The heart-rate' means in DCT, CS and CS+DCT conditions were lower compared to the control-condition (p.",
      "mesh_terms": [
        "Body Composition",
        "Creatine",
        "Cross-Over Studies",
        "Cupping Therapy",
        "Dietary Supplements",
        "Humans",
        "Male",
        "Sports"
      ]
    },
    {
      "pmid": "35943306",
      "title": "Improvising Wet-Cupping Therapy for the Management of Severe Forearm Hematoma Following Transradial Percutaneous Coronary Intervention in a Geriatric Patient.",
      "authors": [
        "Serhan Özyıldırım"
      ],
      "journal": "Anatolian journal of cardiology",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Aged",
        "Cupping Therapy",
        "Forearm",
        "Hematoma",
        "Humans",
        "Percutaneous Coronary Intervention",
        "Radial Artery"
      ]
    },
    {
      "pmid": "35937065",
      "title": "Possible mechanism and Atorvastatin-based treatment in cupping therapy-related subdural hematoma: A case report and literature review.",
      "authors": [
        "Tangtang Xiang",
        "Xinjie Zhang",
        "Yingsheng Wei",
        "Dongyi Feng",
        "Zhitao Gong",
        "Xuanhui Liu",
        "Jiangyuan Yuan",
        "Weiwei Jiang",
        "Meng Nie",
        "Yibing Fan",
        "Yupeng Chen",
        "Jiancheng Feng",
        "Shiying Dong",
        "Chuang Gao",
        "Jinhao Huang",
        "Rongcai Jiang"
      ],
      "journal": "Frontiers in neurology",
      "publication_date": "2022",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Subdural hematoma (SDH) is one of the most lethal types of traumatic brain injury. SDH caused by Intracranial Pressure Reduction (ICPR) is rare, and the mechanism remains unclear. Here, we report three cases of SDH that occurred after substandard cupping therapy and are conjected to be associated with ICPR. All of them had undergone cupping treatments. On the last cupping procedure, they experienced a severe headache after the cup placed on the occipital-neck junction (ONJ) was suddenly removed and were diagnosed with SDH the next day. In standard cupping therapy, the cups are not usually placed on the ONJ. We speculate that removing these cups on the soft tissue over the cisterna magna repeatedly created localized negative pressure, caused temporary but repeated ICPR, and eventually led to SDH development. The Monro-Kellie Doctrine can explain the mechanism behind this - it states that the intracranial pressure is regulated by a fixed system, with any change in one component causing a compensatory change in the other. The repeated ICPR promoted brain displacement, tearing of the bridging veins, and development of SDH. The literature was reviewed to illustrate the common etiologies and therapies of secondary ICPR-associated SDH. Despite the popularity of cupping therapy, its side effects are rarely mentioned. This case is reported to remind professional technicians to fully assess a patient's condition before cupping therapy and ensure that the cups are not placed at the ONJ."
    },
    {
      "pmid": "35848010",
      "title": "Evidence-based and adverse-effects analyses of cupping therapy in musculoskeletal and sports rehabilitation: A systematic and evidence-based review.",
      "authors": [
        "Ayman A Mohamed",
        "Xueyan Zhang",
        "Yih-Kuen Jan"
      ],
      "journal": "Journal of back and musculoskeletal rehabilitation",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Cupping therapy has been used to treat musculoskeletal impairments for about 4000 years. Recently, world athletes have provoked an interest in it, however, the evidence to support its use in managing musculoskeletal and sports conditions remains unknown. OBJECTIVE: To evaluate the evidence level of the effect of cupping therapy in managing common musculoskeletal and sports conditions. METHODS: 2214 studies were identified through a computerized search, of which 22 met the inclusion criteria. The search involved randomized and case series studies published between 1990 and 2019. The search involved five databases (Scopus, MEDLINE (PubMed), Web of Science, Academic Search Complete PLUS (EBSCO), and CrossRef) and contained studies written in the English language. Three analyses were included: the quality assessment using the PEDro scale, physical characteristic analysis, and evidence-based analysis. RESULTS: The results showed that most studies used dry cupping, except five which used wet cupping. Most studies compared cupping therapy to non-intervention, the remaining studies compared cupping to standard medical care, heat, routine physiotherapy, electrical stimulation, active range of motion and stretching, passive stretching, or acetaminophen. Treatment duration ranged from 1 day to 12 weeks. The evidence of cupping on increasing soft tissue flexibility is moderate, decreasing low back pain or cervical pain is low to moderate, and treating other musculoskeletal conditions is very low to low. The incidence of adverse events is very low. CONCLUSION: This study provides the first attempt to analyze the evidence level of cupping therapy in musculoskeletal and sports rehabilitation. However, cupping therapy has low to moderate evidence in musculoskeletal and sports rehabilitation and might be used as a useful intervention because it decreases the pain level and improves blood flow to the affected area with low adverse effects.",
      "mesh_terms": [
        "Humans",
        "Acetaminophen",
        "Cupping Therapy",
        "Low Back Pain",
        "Physical Therapy Modalities",
        "Sports"
      ]
    },
    {
      "pmid": "35770601",
      "title": "Effect of Dry Cupping Therapy on Pain and Functional Disability in Persistent Non-Specific Low Back Pain: A Randomized Controlled Clinical Trial.",
      "authors": [
        "Marianna de Melo Salemi",
        "Vanessa Maria da Silva Alves Gomes",
        "Laylla Marjorye Rebouças Bezerra",
        "Thania Maion de Souza Melo",
        "Geisa Guimarães de Alencar",
        "Iracema Hermes Pires de Mélo Montenegro",
        "Alessandra Paula de Melo Calado",
        "Eduardo José Nepomuceno Montenegro",
        "Gisela Rocha de Siqueira"
      ],
      "journal": "Journal of acupuncture and meridian studies",
      "publication_date": "2021-Dec-31",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Cupping therapy is used to treat musculoskeletal conditions, including low back pain. OBJECTIVES: The study assessed the effects of dry cupping on pain and functional disability from persistent nonspecific low back pain. METHODS: This was a randomized controlled trial, where participants were allocated to a cupping therapy (n = 19) or sham (n = 18) group, for five 10-minute sessions of cupping therapy, twice a week, to stimulate the acupoints related to low back pain (GV4, BL23, BL24, BL25, and BL30, BL40 and BL58) and emotional aspects (HT3 and ST36). All participants were assessed at baseline, post-treatment and follow up (a finalization period of four weeks) using a visual analogue scale (VAS) and the Oswestry Disability Index (ODI). Groups were compared using the analysis of covariance (ANCOVA) and the effect size was calculated using Cohen̓s d. RESULTS: The cupping therapy group presented a lower mean VAS when compared to the sham, at post-treatment (mean difference: -2.36; standard error [SE]: 0.58; p < 0.001; \"large\" effect size: -0.94) and follow up (mean difference: -1.71; SE: 0.81; p < 0.042; 'large' effect size: -0.83). The cupping therapy group presented a lower mean ODI when compared to the sham post-treatment (mean difference: -4.68; SE: 1.85; p: 0.017; 'large' effect size: -0.87), although in follow-up, there was no difference between the groups (mean difference: 4.16; SE: 2.97; p: 0.17; \"medium\" effect size: -0.70). CONCLUSION: Dry cupping was more effective in improving pain and functional disability in people with persistent nonspecific low back pain when compared to the sham.",
      "mesh_terms": [
        "Acupuncture Points",
        "Cupping Therapy",
        "Humans",
        "Low Back Pain",
        "Pain Measurement",
        "Treatment Outcome",
        "Visual Analog Scale"
      ]
    },
    {
      "pmid": "35717744",
      "title": "Clinical usage, application procedures, and perceived effectiveness of cupping therapy among healthcare professionals in the United States: A cross-sectional survey.",
      "authors": [
        "Stephanie L Stephens",
        "Alexandra F DeJong Lempke",
        "Jay Hertel",
        "Susan Saliba"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Despite its growing popularity since the mid-1900s, the application procedures and factors influencing the usage of cupping therapy among healthcare professionals in the United States remains unclear. Therefore, the purpose of this study was to investigate the clinical usage, application procedures, and perceived effectiveness of cupping therapy among healthcare professionals in the United States. MATERIALS AND METHODS: A convenience sample of 158 healthcare professionals (age: 29.36 ± 7.42 years) participated in this cross-sectional study (completion rate = 86.15%; n = 158/195). A custom web-based survey designed to assess respondents' clinical incorporation of cupping therapy, was disseminated through snowball sampling on various social media platforms. Descriptive statistics including means, standard deviations, and frequencies were calculated per survey item. RESULTS: Ninety-one percent of respondents reported working as an athletic trainer in either a secondary school (30%) or collegiate setting (48%). Dry cupping was the most commonly reported type of cupping therapy (99%), and 75% of respondents reported using both static and moving cupping techniques. Significant differences in cup application time and the amount of air extraction were noted between static and moving cupping. Cupping therapy was reported as most effective for treating muscle tightness, myofascial trigger points, and musculoskeletal pain. CONCLUSION: While the usage and application of cupping therapy may vary based on the type and style of cupping as well as the patient's condition, respondents reported cupping therapy to be an effective method for treating various musculoskeletal conditions.",
      "mesh_terms": [
        "Adult",
        "Cross-Sectional Studies",
        "Cupping Therapy",
        "Delivery of Health Care",
        "Health Personnel",
        "Humans",
        "Surveys and Questionnaires",
        "Young Adult"
      ]
    },
    {
      "pmid": "35528479",
      "title": "Effects of ear acupuncture combined with cupping therapy on severity and threshold of chronic back pain and physical disability: A randomized clinical trial.",
      "authors": [
        "Caroline de Castro Moura",
        "Erika de Cássia Lopes Chaves",
        "Denismar Alves Nogueira",
        "Denise Hollanda Iunes",
        "Hérica Pinheiro Corrêa",
        "Gabriela Aparecida Pereira",
        "Higor Magalhães Silvano",
        "Cissa Azevedo",
        "Tamara Goncalves Rezende Macieira",
        "Tânia Couto Machado Chianca"
      ],
      "journal": "Journal of traditional and complementary medicine",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIM: Chronic back pain causes physical, functional, and emotional disabilities. Traditional Chinese Medicine therapies have been shown as interventions to treat chronic back pain. The present study aimed to clinically evaluate the effects of ear acupuncture combined with cupping therapy on people with chronic back pain. EXPERIMENTAL PROCEDURE: We conducted an open-label, randomized, parallel-group controlled clinical trial. Following the CONSORT statement recommendations, 198 participants were randomized into 'ear acupuncture' and 'ear acupuncture and cupping therapy' groups. Data were collected in three different points; before the first session (initial) with the patient, after the last session (final), and seven days after the end of the treatment (follow-up). The Brief Pain Inventory, a digital algometer, and the Rolland Morris Disability Questionnaire were used for data collection. Generalized Estimation Equation model was used to examine the association between the interventions and the primary outcome pain severity. RESULTS: Pain severity, pressure pain threshold, and physical disability improved over time in both groups. However, for the patients being treated with both ear acupuncture and cupping therapy, significant changes were seen in pain severity, pain relief, and physical disabilities between the initial and final sessions. For the 'ear acupuncture and cupping therapy' group, significant changes were also seen for pain relief and physical disability in the follow-up session. CONCLUSION: Ear acupuncture combined with cupping therapy was shown to be more effective in the treatment of chronic back pain when compared to treatment using only ear acupuncture."
    },
    {
      "pmid": "35256502",
      "title": "The effect of wet-cupping therapy (hijama) in modulating autoimmune activity of Hashimoto's thyroiditis.: A pilot controlled study.",
      "authors": [
        "Ali S Jawad",
        "Georges El-Hasbani",
        "Imad Uthman"
      ],
      "journal": "Saudi medical journal",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Letter",
        "Comment"
      ],
      "mesh_terms": [
        "Cupping Therapy",
        "Hashimoto Disease",
        "Humans",
        "Pilot Projects",
        "Thyroiditis, Autoimmune"
      ]
    },
    {
      "pmid": "35022283",
      "title": "The effect of wet-cupping therapy (hijama) in modulating autoimmune activity of Hashimoto's thyroiditis: A pilot controlled study.",
      "authors": [
        "Amal M Obeid",
        "Faiza A Qari",
        "Soad K Aljaouni",
        "Sawsan Rohaiem",
        "Ahmed A Elsayed",
        "Maha M Alsayyad",
        "Ezzuddin A Okmi"
      ],
      "journal": "Saudi medical journal",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Controlled Clinical Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To investigate the possible effects of wet-cupping therapy (hijama) on autoimmune activity and thyroid hormonal profiles of Hashimoto's disease (HD) patients. METHODS: A prospective pilot controlled trial was carried out among adult females following HD at the Endocrinology Clinic of King Abdulaziz University Hospital, Jeddah, Saudi Arabia, from February 2014 until March 2017. A total of 13 patients (intervention group) underwent 3 hijama sessions at 3-week interval with a 6-month follow-up. Blood tests were carried out for both pre- and post-hijama, including: thyroid peroxidase antibody (TPO), thyroglobulin antibody (TG), thyroid stimulating hormone (TSH), thyroxine-4 (T4), and prolactin. Control group included 13 randomly selected HD patients following usual care with 2 consecutive measurements of TPO and TG at 2-3 months interval. RESULTS: Changes in anti-TPO and anti-TG showed a decrease in hijama group versus an increase in control group, and intervention group comparison was statistically significant. On a fixed thyroxine supplement for each patient, significant decrease in levels of anti-TPO, anti-TG, TSH, prolactin, and erythrocyte sedi-mentation rate (ESR) occurred. CONCLUSION: These findings are presumptive to the efficacy of hijama on the pathogenesis of HD in modulating the immune inflammatory process demonstrated by the reduction in ESR, TPO, and TSH levels on a fixed thyroxin supplementation dose, along with patient-reported clinical improvement and positive changes in ultrasound including regaining of gland physiological size, echogenicity, and vascularity.",
      "mesh_terms": [
        "Adult",
        "Autoantibodies",
        "Cupping Therapy",
        "Female",
        "Hashimoto Disease",
        "Humans",
        "Prospective Studies",
        "Thyroxine"
      ]
    },
    {
      "pmid": "34871258",
      "title": "Effects of cupping therapy for obesity: A protocol for systematic review and meta-analysis.",
      "authors": [
        "Hyungsuk Kim",
        "Koh-Woon Kim",
        "Won-Seok Chung"
      ],
      "journal": "Medicine",
      "publication_date": "2021-Nov-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Obesity is a prevalent disease in modern society. Despite the various interventions available in conventional medicine, their success rates are not satisfactory because of the complex mechanisms involved in obesity. Cupping therapy is a traditional Chinese medicinal intervention, and it has become widely used in various clinical settings for the treatment of obesity. This systematic review and meta-analysis will investigate the effects of cupping on obesity. METHODS: Three Korean databases (KoreaMed, Oriental Medicine Advanced Searching Integrated System, and ScienceON), 1 Japanese database (Citation Information by the National Institute of Informatics), 1 Chinese database (Chinese National Knowledge Infrastructure), MEDLINE/PubMed, EMBASE, and The Cochrane Central Register of Controlled Trials will be searched for studies published until March 2021. The primary outcome is body weight. The secondary outcomes will be body mass index, waist-hip ratio, waist circumference, hip circumference, body fat mass, body fat percentage, and adverse events. RESULTS: This systematic review and meta-analysis will evaluate the effects of cupping therapy for obesity. CONCLUSION: The results of this systematic review and meta-analysis will then be discussed in a related journal for clinicians working with obese patients to apply the interventions in this article. TRIAL REGISTRATION NUMBER: DOI 10.17605/OSF.IO/P8JVM (https://osf.io/p8jvm).",
      "mesh_terms": [
        "Cupping Therapy",
        "Humans",
        "Meta-Analysis as Topic",
        "Obesity",
        "Research Design",
        "Systematic Reviews as Topic",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "34731141",
      "title": "Evaluation of the effectiveness and safety of cupping therapy in the treatment of asthma: A protocol for systematic review and meta-analysis.",
      "authors": [
        "Lei Guo",
        "Lie Wang",
        "Zhongtian Wang",
        "Lina Wei",
        "Lizhong Ding",
        "Yibu Kong",
        "Zhimei Liu",
        "Ye Tian",
        "Fushuang Yang",
        "Liping Sun"
      ],
      "journal": "Medicine",
      "publication_date": "2021-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Asthma is one of the most common chronic airway diseases and is characterized by wheezing, dyspnea, chest tightness, and coughing. These symptoms reduce the patient's quality of life and limit physical activity in daily life. However, there is no systematic review of the efficacy of cupping therapy in the treatment of asthma. To evaluate the efficacy and safety of cupping in the treatment of asthma, we conducted a systematic review and meta-analysis of published randomized clinical trials of cupping in the treatment of asthma. METHODS: We will search the following Chinese and English databases: China National Knowledge Infrastructure, China Science and Periodical Database, Wanfang Database, China Biomedical Literature Database, PubMed, Embase, Cochrane Library. All of the above electronic databases will be searched from inception to August 22, 2021. In addition, we will manually search for conference papers, ongoing experiments, and internal reports to supplement the studies retrieved via electronic search. We will use the Review Manager 5.4 provided by Cochrane Collaboration Network for statistical analysis. RESULTS: The study will prove the effectiveness and safety of cupping in the treatment of asthma. CONCLUSION: We plan to submit this systematic review to a peer-reviewed journal. INPLASY REGISTRATION NUMBER: INPLASY202180104.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Male",
        "Asthma",
        "China",
        "Cupping Therapy",
        "Quality of Life",
        "Randomized Controlled Trials as Topic",
        "Research Design",
        "Safety",
        "Treatment Outcome",
        "Meta-Analysis as Topic",
        "Systematic Reviews as Topic"
      ]
    },
    {
      "pmid": "34596827",
      "title": "Cupping Therapy as an Anti-inflammation Therapy and Immunomodulator in Cancer Patients.",
      "authors": [
        "Nooshin Abbasi",
        "Rezvan Najafi"
      ],
      "journal": "Journal of gastrointestinal cancer",
      "publication_date": "2023-Mar",
      "publication_types": [
        "Editorial"
      ],
      "mesh_terms": [
        "Humans",
        "Cupping Therapy",
        "Anti-Inflammatory Agents",
        "Immunologic Factors",
        "Neoplasms"
      ]
    },
    {
      "pmid": "34533788",
      "title": "Reply Letter - Cupping therapy: a final therapeutic step in Persian medicine.",
      "authors": [
        "C Guarneri"
      ],
      "journal": "European review for medical and pharmacological sciences",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Letter",
        "Comment"
      ],
      "mesh_terms": [
        "Cupping Therapy",
        "Medicine, Chinese Traditional"
      ]
    },
    {
      "pmid": "34369708",
      "title": "[Design and application of auxiliary isolation device of cupping therapy for cross-infection prevention].",
      "authors": [
        "Si-Ting Ye",
        "Ming-Hui Wu",
        "Na Nie",
        "Qiong-Ying Shen",
        "Xin-Zheng Fan",
        "Jian-Qiao Fang",
        "Yi Liang",
        "Chuan-Long Zhou"
      ],
      "journal": "Zhongguo zhen jiu = Chinese acupuncture & moxibustion",
      "publication_date": "2021-Aug-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An auxiliary isolation device of cupping therapy for cross-infection prevention is designed to reduce the disinfection steps and be against cross transmission. This device is composed of a disposable isolation unit made of fire proof plastic material and a disposable cup-mouth fixator made of elastic material. The disposable isolation unit includes two parts, the cup neck isolation unit and the inner isolation unit of fire cup. These two parts connect with the disposable cup-mouth fixator. All of those three sections of the device are center-connected ring-like structure. This device can well prevent the direct contact of fire cup with the patient's skin surface, characterized as safety protection, simple operation and saving time and manpower.",
      "mesh_terms": [
        "Cupping Therapy",
        "Humans"
      ]
    },
    {
      "pmid": "34355358",
      "title": "Cupping therapy: a final therapeutic step in Persian medicine.",
      "authors": [
        "M Pasalar",
        "A Tavakoli"
      ],
      "journal": "European review for medical and pharmacological sciences",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Letter",
        "Comment"
      ],
      "mesh_terms": [
        "Cupping Therapy",
        "Medicine, Chinese Traditional",
        "Medicine, Traditional"
      ]
    },
    {
      "pmid": "34277583",
      "title": "Immediate and Delayed Effects of Cupping Therapy on Reducing Neuromuscular Fatigue.",
      "authors": [
        "Xiao Hou",
        "Xiaoling Wang",
        "Lisa Griffin",
        "Fuyuan Liao",
        "Joseph Peters",
        "Yih-Kuen Jan"
      ],
      "journal": "Frontiers in bioengineering and biotechnology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cupping therapy has been popular in elite athletes in recent years. However, the effect of cupping therapy on reducing muscle fatigue has not been investigated. The purpose of this study was to investigate the immediate and delayed effects of cupping therapy on reducing biceps brachii fatigue during biceps curls. Twelve healthy untrained participants were recruited for this repeated-measures study. Cupping therapy (-300 mmHg pressure for 5 min) and sham control (no negative pressure for 5 min) were applied after biceps fatigue induced by performing repeated biceps curls at 75% of the 10 repetitions of maximum of the non-dominant hand. Surface electromyography (EMG) with spectral analyses [mean frequency (MNF), median frequency (MDF), and spectral moments ratio (SMR)] were used to assess muscle fatigue during the fatigue task. EMG signals during the first 10 repetitions and the last 10 repetitions of biceps curls were used to assess neuromuscular fatigue. There were significant decreases in MNF and MDF and a significant increase in SMR immediately and 24 h after the sham control (no intervention). When comparing the MNF, MDF, and SMR after cupping therapy to the sham control, there was no significant immediate effect on reducing muscle fatigue. However, there was a significant delayed effect on improving recovery following fatigue for the cupping therapy compared to the sham control (MNF changes: sham 0.87 ± 0.02 vs. cupping 0.91 ± 0.02, p < 0.05; MDF changes sham: 0.85 ± 0.03 vs. cupping: 0.91 ± 0.02, p < 0.05; SMR changes: sham 1.89 ± 0.15 vs. cupping 1.58 ± 0.13, p < 0.05). The findings of this study demonstrate that there is a time effect of cupping therapy for reducing muscle fatigue. Cupping therapy is effective on reducing biceps brachii muscle fatigue after 24 h."
    },
    {
      "pmid": "33920643",
      "title": "Evidence Map of Cupping Therapy.",
      "authors": [
        "Tae Young Choi",
        "Lin Ang",
        "Boncho Ku",
        "Ji Hee Jun",
        "Myeong Soo Lee"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2021-Apr-17",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "This study aimed to describe and assess the current evidence in systematic reviews on cupping therapy for various conditions. We searched PubMed, EMBASE, Cochrane Database of Systematic Reviews, China National Knowledge Infrastructure, and six Korean databases for systematic reviews of trials on cupping treatments for any condition published prior to March 2021. We used a bubble plot to graphically display the clinical topics, the number of articles, the number of participants in the total population, confidence, and effectiveness. Thirteen systematic reviews that met the inclusion criteria were included in the evidence map, and 16 bubbles were created. The findings from six reviews showed potential benefits of cupping for conditions such as low back pain, ankylosing spondylitis, knee osteoarthritis, neck pain, herpes zoster, migraine, plaque psoriasis, and chronic urticaria. Cupping has been applied in a variety of clinical areas, and systematic reviews in a few of these areas have demonstrated statistically significant benefits. The evidence map provides a visual overview of cupping research volume and findings. Evidence mapping can facilitate the transfer of knowledge from researchers to policymakers and promote research on musculoskeletal pain (such as low back pain, neck pain, and knee osteoarthritis) and skin disease (plaque psoriasis)."
    },
    {
      "pmid": "33879669",
      "title": "The efficacy and safety of cupping therapy for treating of intractable peripheral facial paralysis: A protocol for systematic review and meta-analysis.",
      "authors": [
        "Zhiwen Cao",
        "Lin Jiao",
        "Hongyu Wang",
        "Jun Li",
        "Genping Zhong",
        "Daocheng Zhu",
        "Wei Xu",
        "MengKe Jin"
      ],
      "journal": "Medicine",
      "publication_date": "2021-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Peripheral facial paralysis (PFP) is a common clinical neurological disease and the incidence of intractable peripheral facial paralysis is on the rise. Symptoms include crooked mouth and eyes, tearing and shallow nasolabial folds. The disease seriously affects the physical and mental health of patients. At present, a large number of clinical studies have shown that cupping is effective in treating intractable peripheral facial paralysis (IPFP). Therefore, the purpose of this review is to evaluate the effectiveness and safety of cupping in the treatment of refractory peripheral facial paralysis. METHODS: We will conduct a comprehensive and systematic search of relevant documents in the following databases: Medline, PubMed, the Cochrane Central Register of Controlled Trials (CENTRAL), Embase, Chinese Biomedical Literatures Database, China National Knowledge Infrastructure (CNKI), Wang Fang Database, Chinese Scientific Journal Database from inception to February 2021 without any language restriction. The 2 reviewers will be independently completed select research, extract data, evaluate research quality and use the Cochrane risk of bias tool to assess methodological quality. Using revman5.4 software for statistical analysis. The degree of heterogeneity will be Determined through heterogeneity test, to definite whether to adopt a random effects model or a fixed-effects model. RESULTS: The protocol for the meta-analysis will systematically evaluate the efficacy and safety of cupping therapy for intractable peripheral facial paralysis patients. CONCLUSION: This study will explore whether or not cupping therapy can be used as one of the non-drug therapies to prevent or treat intractable peripheral facial paralysis.",
      "mesh_terms": [
        "Cupping Therapy",
        "Facial Paralysis",
        "Humans",
        "Meta-Analysis as Topic",
        "Randomized Controlled Trials as Topic",
        "Research Design",
        "Systematic Reviews as Topic",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "33833822",
      "title": "Cupping Therapy for Migraine: A PRISMA-Compliant Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
      "authors": [
        "Jihye Seo",
        "Hongmin Chu",
        "Cheol-Hyun Kim",
        "Kang-Keyng Sung",
        "Sangkwan Lee"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "BACKGROUND: Migraine is a common reason for primary headache disorders. Cupping is a frequently used traditional intervention for controlling pain including migraine. There have been no systematic reviews on the clinical effects of cupping on migraine. OBJECTIVE: This systematic review and meta-analysis aimed to evaluate the effectiveness of cupping therapy for migraine. The search strategy was built for the presence of related keywords, such as \"migraine\" and \"cupping therapy\", in the title and abstract of research articles indexed in the MEDLINE, EMBASE, CENTRAL, and other databases. The randomized controlled trials (RCTs) of cupping therapy for migraine were searched and selected from inception to May 2019. We searched eight databases including PubMed, EMBASE, Cochrane Central Register of Controlled Trials. The selection process and the quality assessment were performed by 2 authors independently. The meta-analysis was conducted and qualitative analysis was also performed. RESULTS: 218 studies were identified, and 6 RCTs were enrolled in this review. In comparison to drugs, wet cupping showed a higher total effective rate (TER). In the dry cupping plus acupuncture, the result of TER showed more effectiveness (RR 1.05, 95% CI 0.99 to 1.12, P=0.13) compared with acupuncture alone, but there was no statistically significant difference. In qualitative analysis, the results showed wet cupping plus drugs treatment could quickly relieve pain and significantly improve patients' quality of life and wet cupping could reduce headache pain. CONCLUSION: Cupping therapy could be effective for the treatment of migraine. However, the qualities of the evidence were low, so well-designed RCTs are needed to confirm the effectiveness of cupping. Systematic review registration: PROSPERO registration number is CRD42017054979."
    },
    {
      "pmid": "33798301",
      "title": "[Physiological mechanisms and clinical research progress of cupping therapy].",
      "authors": [
        "Xiao Hou",
        "Zhen-Min Bai",
        "Jing-Min Liu"
      ],
      "journal": "Zhen ci yan jiu = Acupuncture research",
      "publication_date": "2021-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cupping therapy is an important part of traditional Chinese medicine, and its efficacy has been gradually accepted and confirmed by modern clinical medicine, but its physiological mechanisms have no consensus. In the present paper, we summarized the related mechanisms from results of both domestic and international researches which include 1) blood circulation promotion theory, 2) neurological reflex theory, 3) gate theory of pain, 4) inflammation-immune reaction theory and 5) skin tension increase theory. We also reviewed progresses of clinical researches about application of cupping therapy to cardiovascular diseases, chronic musculoskeletal pain, migraine and other painful symptoms, as well as arthritis which effects involve the above mentioned blood-circulation promotion, tension-increase, gate theory and inflammation-immune reaction, respectively. We believe that the mechanisms of cupping therapy are not independent and should be explored further from different perspectives.",
      "mesh_terms": [
        "Chronic Pain",
        "Cupping Therapy",
        "Humans",
        "Inflammation",
        "Medicine, Chinese Traditional",
        "Skin"
      ]
    },
    {
      "pmid": "33793142",
      "title": "Effectiveness of wet cupping therapy on relieving pain in patients with chronic migraine: an observational study.",
      "authors": [
        "Deldar Morad Abdulah",
        "Hawar Abdulrazaq Mohammedsadiq",
        "Ary Habeeb Mohammed"
      ],
      "journal": "Journal of complementary & integrative medicine",
      "publication_date": "2021-Apr-01",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "BACKGROUND: Chronic migraine is a disabling condition that negatively affects many aspects of migraineurs' lives. Patients who use pharmacological agents experience various side effects. Some studies have reported clinical improvement following wet cupping therapy in migraine patients. This study examined the effectiveness of wet cupping therapy on headache severity and its complications in patients with migraine. METHODS: In this study, a total of 29 patients previously diagnosed with migraine were treated with wet cupping therapy and followed up for headache severity. The severity of pain was measured before therapy, 1 h after therapy, and one month after therapy. The wet cupping therapy was performed by an experienced nurse who was not part of the research team. RESULTS: The mean age of the patients was 36.17 (Sta. Deviation: 10.74 years; range: 22-68 years), and on average, patients had experienced migraine for 11.14 years. The severity of headache pain was decreased significantly from 6.66 (very intense pain) before cupping therapy to 2.48 (discomforting pain) 1 h after cupping therapy and 0.72 (very mild pain) one month after cupping therapy (p<0.001). The observed complications were skin pigmentation (6.9%), skin scarring (24.1%), and itching in the cupping region (31.0%). CONCLUSIONS: The present study suggests a significant improvement in the severity of headache in migraine patients 1 h and one month after wet cupping therapy.",
      "mesh_terms": [
        "Cupping Therapy",
        "Humans",
        "Migraine Disorders",
        "Pain"
      ]
    },
    {
      "pmid": "33757719",
      "title": "Dry cupping therapy is not superior to sham cupping to improve clinical outcomes in people with non-specific chronic low back pain: a randomised trial.",
      "authors": [
        "Hugo Jário Almeida Silva",
        "Germanna Medeiros Barbosa",
        "Rodrigo Scattone Silva",
        "Bruno T Saragiotto",
        "Jaine Maria Pontes Oliveira",
        "Yago Tavares Pinheiro",
        "Caio Alano Almeida Lins",
        "Marcelo Cardoso de Souza"
      ],
      "journal": "Journal of physiotherapy",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "QUESTION: What are the effects of dry cupping on pain intensity, physical function, functional mobility, trunk range of motion, perceived overall effect, quality of life, psychological symptoms and medication use in individuals with chronic non-specific low back pain? DESIGN: Randomised controlled trial with concealed allocation, intention-to-treat analysis and blinding of participants and assessors. PARTICIPANTS: Ninety participants with chronic non-specific low back pain. INTERVENTIONS: The experimental group (n = 45) received dry cupping therapy, with cups bilaterally positioned parallel to the L1 to L5 vertebrae. The control group (n = 45) received sham cupping therapy. The interventions were applied once a week for 8 weeks. OUTCOME MEASURES: Participants were assessed before and after the first treatment session, and after 4 and 8 weeks of intervention. The primary outcome was pain intensity, measured with the numerical pain scale at rest, during fast walking and during trunk flexion. Secondary outcomes were physical function, functional mobility, trunk range of motion, perceived overall effect, quality of life, psychological symptoms and medication use. RESULTS: On a 0-to-10 scale, the between-group difference in pain severity at rest was negligible: MD 0.0 (95% CI -0.9 to 1.0) immediately after the first treatment, 0.4 (95% CI -0.5 to 1.5) at 4 weeks and 0.6 (95% CI -0.4 to 1.6) at 8 weeks. Similar negligible effects were observed on pain severity during fast walking or trunk flexion. Negligible effects were also found on physical function, functional mobility and perceived overall effect, where mean estimates and their confidence intervals all excluded worthwhile effects. No worthwhile benefits could be confirmed for any of the remaining secondary outcomes. CONCLUSION: Dry cupping therapy was not superior to sham cupping for improving pain, physical function, mobility, quality of life, psychological symptoms or medication use in people with non-specific chronic low back pain. PROTOCOL REGISTRATION NUMBER: NCT03909672.",
      "mesh_terms": [
        "Chronic Pain",
        "Cupping Therapy",
        "Humans",
        "Low Back Pain",
        "Pain Measurement",
        "Quality of Life",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "33755970",
      "title": "The good and the bad of cupping therapy: case report and review of the literature.",
      "authors": [
        "M Vaccaro",
        "M Coppola",
        "M Ceccarelli",
        "M Montopoli",
        "C Guarneri"
      ],
      "journal": "European review for medical and pharmacological sciences",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Review"
      ],
      "abstract": "Cupping therapy (CT) represents a cornerstone of traditional Chinese and Persian medicine, but it has its roots in the history of therapy. Although its exact mechanisms of action have been not fully understood, it is widely used as an alternative or complementary treatment of a broad spectrum of diseases, mainly musculoskeletal pain and muscular tension. Some practitioners use CT to cure dermatoses, but the most common adverse events occur at the skin level. We describe a case and briefly review the related literature.",
      "mesh_terms": [
        "Adult",
        "Cupping Therapy",
        "Humans",
        "Male",
        "Musculoskeletal Pain"
      ]
    },
    {
      "pmid": "33741300",
      "title": "A model to standardize safety and quality of care for cupping therapy.",
      "authors": [
        "Riska Siregar",
        "Aris Setyawan",
        "Syahruramdhani Syahruramdhani"
      ],
      "journal": "Journal of integrative medicine",
      "publication_date": "2021-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cupping therapy has historical, traditional and religious value. It is increasingly popular in the field of complementary, alternative and integrative medicine. However, standards for safety and quality of service are absent. Although it is generally considered safe, cupping therapy can cause adverse events. Most of these events are predictable and preventable. A comprehensive approach to patient eligibility and therapist selection, along with compliance with standard operational procedures is essential to regulate the safety of the practice. Here we discuss a model framework for standardizing safety and quality of care. We recommend that this model be used routinely by cupping therapists and their associations on a nation-wide scale.",
      "mesh_terms": [
        "Cupping Therapy",
        "Humans",
        "Quality of Health Care"
      ]
    },
    {
      "pmid": "35770595",
      "title": "Response to Moghimi et al. Classification of Cupping Therapy Adverse Events: An Update.",
      "authors": [
        "Tamer S Aboushanab"
      ],
      "journal": "Journal of acupuncture and meridian studies",
      "publication_date": "2021-Feb-28",
      "publication_types": [
        "Letter",
        "Comment"
      ],
      "mesh_terms": [
        "Acupuncture Therapy",
        "Cupping Therapy"
      ]
    },
    {
      "pmid": "35770594",
      "title": "Comment on the Article \"Cupping Therapy: An Overview from a Modern Medicine Perspective\": The Complications of Cupping Are Preventable.",
      "authors": [
        "Maryam Moghimi",
        "Gholamreza Kordafshari",
        "Hoorieh Mohammadi Kenari"
      ],
      "journal": "Journal of acupuncture and meridian studies",
      "publication_date": "2021-Feb-28",
      "publication_types": [
        "Letter",
        "Comment"
      ],
      "mesh_terms": [
        "Cupping Therapy",
        "Medicine, Chinese Traditional",
        "Medicine, Traditional"
      ]
    },
    {
      "pmid": "33547852",
      "title": "Koebner phenomenon induced by cupping therapy in the unstable stage of psoriasis: A case report.",
      "authors": [
        "Lin Tang",
        "Yongmei Liao",
        "Jixiang Xu",
        "Changqiang Li"
      ],
      "journal": "Dermatologic therapy",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Case Reports",
        "Letter"
      ],
      "mesh_terms": [
        "Cupping Therapy",
        "Humans",
        "Psoriasis",
        "Skin"
      ]
    },
    {
      "pmid": "33527065",
      "title": "Is There a Role of Cupping Therapy in the Treatment of Carpal Tunnel Syndrome in Primary Care Setting?",
      "authors": [
        "Ayaaz Farhat",
        "Saqib M Mughal"
      ],
      "journal": "Cureus",
      "publication_date": "2021-Jan-28",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Carpal tunnel syndrome (CTS) is a clinical syndrome, which causes significant morbidity. It is currently managed conservatively with splinting or steroidal injections. Where conservative management is unsatisfactory, surgical decompression is carried out. Because of dangerous complications of surgical procedures and increasing economical burden of CTS condition, safe, traditional, cost effective conservative adjunct option is being evaluated in this review article. Cupping therapy is an ancient but increasingly popular therapy for a variety of pathologies. Studies over the last decade have indicated potential therapeutic value of cupping therapy for the management of CTS. Whilst there is some biomedical rationale supporting the usage of cupping therapy in CTS the evidence is not sufficient to support the inclusion of cupping therapy in management of carpal tunnel syndrome in formal pathways. High quality trials with increased participant numbers, development of blinded study options and a regulatory body for cupping therapy are required so that cupping therapy can be established as a potent therapeutic option for CTS. The review was conducted to examine the efficacy of cupping therapy in management of CTS."
    },
    {
      "pmid": "33459698",
      "title": "Using reactive hyperemia to investigate the effect of cupping sizes of cupping therapy on skin blood flow responses.",
      "authors": [
        "Xiangfeng He",
        "Xueyan Zhang",
        "Fuyuan Liao",
        "Li He",
        "Xin Xu",
        "Yih-Kuen Jan"
      ],
      "journal": "Journal of back and musculoskeletal rehabilitation",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Various cupping sizes of cupping therapy have been used in managing musculoskeletal conditions; however, the effect of cupping sizes on skin blood flow (SBF) responses is largely unknown. OBJECTIVE: The objective of this study was to compare the effect of three cupping sizes of cupping therapy on SBF responses. METHODS: Laser Doppler flowmetry (LDF) was used to measure SBF on the triceps in 12 healthy participants in this repeated measures study. Three cup sizes (35, 40 and 45 mm in diameter) were blinded to the participants and were tested at -300 mmHg for 5 minutes. Reactive hyperemic response to cupping therapy was expressed as a ratio of baseline SBF. RESULTS: All three sizes of cupping cups resulted in a significant increase in peak SBF (p< 0.001). Peak SBF of the 45 mm cup (9.41 ± 1.32 times) was significantly higher than the 35 mm cup (5.62 ± 1.42 times, p< 0.05). Total SBF of the 45 mm cup ((24.33 ± 8.72) × 103 times) was significantly higher than the 35 mm cup ((8.05 ± 1.63) × 103 times, p< 0.05). Recovery time of the 45 mm cup (287.46 ± 39.54 seconds) was significantly longer than the 35 mm cup (180.12 ± 1.42 seconds, p< 0.05). CONCLUSIONS: Our results show that all three cup sizes can significantly increase SBF. The 45 mm cup is more effective in increasing SBF compared to the 35 mm cup.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Cupping Therapy",
        "Female",
        "Healthy Volunteers",
        "Hemodynamics",
        "Humans",
        "Hyperemia",
        "Laser-Doppler Flowmetry",
        "Male",
        "Regional Blood Flow",
        "Skin",
        "Young Adult"
      ]
    },
    {
      "pmid": "33425873",
      "title": "Effect of Pressures and Durations of Cupping Therapy on Skin Blood Flow Responses.",
      "authors": [
        "Xiaoling Wang",
        "Xueyan Zhang",
        "Jeannette Elliott",
        "Fuyuan Liao",
        "Jing Tao",
        "Yih-Kuen Jan"
      ],
      "journal": "Frontiers in bioengineering and biotechnology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cupping therapy has been widely used in treating musculoskeletal impairments. However, there is no specific guideline on selecting the intensity of cupping therapy, including the pressure and duration. The objective of this study was to investigate the effect of different pressures and durations of cupping therapy on skin blood flow responses. A 2 × 2 factorial design, including two negative pressures at -225 and -300 mmHg and two durations at 5 and 10 min, was tested in 12 healthy participants. The four protocols of cupping therapy were tested in four different days. Skin blood flow was measured using laser Doppler flowmetry on the left triceps (the SJ12 acupoint). Skin blood flow after cupping therapy was expressed as a ratio of skin blood flow before cupping therapy. The results showed that -300 mmHg caused a significant increase in peak skin blood flow (16.7 ± 2.6 times) compared to -225 mmHg (11.1 ± 2.2 times, p < 0.05) under 5-min duration. The largest difference in skin blood flow is between -300 mmHg for 5 min (16.7 ± 2.6 times) and -225 mmHg for 10 min (8.1 ± 2.3 times, p < 0.01). Our findings demonstrated that a higher value (300 mmHg) of negative pressure is more effective on increasing skin blood flow compared to a lower value (225 mmHg). Also, a shorter duration (5 min) causes a larger peak and total skin blood flow compared to a longer duration (10 min). This study provides the first evidence showing the effect of pressures and durations of cupping therapy on skin blood flow responses."
    },
    {
      "pmid": "33415871",
      "title": "[Rolling needle pricking-cupping therapy and traditional pricking-cupping therapy for cervical spondylosis of neck type: a randomized controlled trial].",
      "authors": [
        "Yi-Jun Ye",
        "Yu-Xiu Xie",
        "Tian-Wei Yan",
        "Shan-Shan Liu",
        "Bo Wang",
        "Xi-Ru Liu",
        "Guan-Tao Wang",
        "Zheng-Dong Tang",
        "Wen Ma",
        "Wei-Dong Shen"
      ],
      "journal": "Zhongguo zhen jiu = Chinese acupuncture & moxibustion",
      "publication_date": "2020-Dec-12",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To compare the clinical efficacy between rolling needle pricking-cupping (RNP-C) and traditional pricking-cupping (TP-C) for cervical spondylosis of neck type. METHODS: A total of 96 patients with cervical spondylosis of neck type were randomly divided into an RNP-C group, a TP-C group and an electroacupuncture (EA) group, 32 cases in each group. Each group was treated with EA at Jingbailao (EX-HN 15), Fengchi (GB 20), Dazhui (GV 14), Jianjing (GB 21) and ashi points with continuous wave and 2 Hz of frequency; each EA treatment lasted for 20 min, once every 3 to 5 days, totaling 6 treatments. On the basis of EA treatment, the patients in the TP-C group were treated with bloodletting by seven-star needle, followed by fire cupping; the patients in the RNP-C group were treated with bloodletting by rolling needle, followed by fire cupping. The treatment was given once a week for 4 weeks. The follow-up was 1 month. Before treatment, 2 and 4 weeks into treatment and follow-up, the Northwick Park neck-pain questionnaire (NPQ) and visual analogue scale (VAS) scores were evaluated. The acupuncture pain degree was recorded at the first treatment and 2 and 4 weeks into treatment. The efficacy was evaluated after 4 weeks of treatment. RESULTS: Compared before treatment, the scores of NPQ and VAS in each group were all reduced at 2 and 4 weeks into treatment and follow-up (P<0.05). The scores of NPQ in the TP-C group and the RNP-C group were lower than those in the EA group at 2 and 4 weeks into treatment (P<0.05). The scores of VAS in the TP-C group and the RNP-C group were lower than those in the EA group at 2 and 4 weeks into treatment and follow-up (P<0.05). The differences of NPQ and VAS scores between the TP-C group and the RNP-C group at each time point after treatment were not significant (P>0.05). The acupuncture pain degree in the RNP-C group was lower than that in the TP-C group (P<0.05). The total effective rates were 79.3% (23/29) in the TP-C group and 75.0% (24/32) in the RNP-C group, which was superior to 63.3% (19/30) in the EA group (P<0.05), but there was no statistical significance between the TP-C group and the RNP-C group (P>0.05). CONCLUSION: TP-C and RNP-C could both improve the cervical pain symptoms in patients with cervical spondylosis of neck type, and improve the overall function of the cervical spine, and the curative effect is similar.",
      "mesh_terms": [
        "Acupuncture Points",
        "Acupuncture Therapy",
        "Cervical Vertebrae",
        "Cupping Therapy",
        "Humans",
        "Spondylosis",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "33354391",
      "title": "ACUTE OUTCOMES OF MYOFASCIAL DECOMPRESSION (CUPPING THERAPY) COMPARED TO SELF-MYOFASCIAL RELEASE ON HAMSTRING PATHOLOGY AFTER A SINGLE TREATMENT.",
      "authors": [
        "Aric J Warren",
        "Zach LaCross",
        "Jennifer L Volberding",
        "Matthew S O'Brien"
      ],
      "journal": "International journal of sports physical therapy",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Myofascial decompression (MFD), or cupping, and self-myofascial release (SMR) are common techniques utilized to treat soft tissue injuries and increase flexibility. MFD is a negative pressure soft tissue treatment technique using suction to manipulate the skin and underlying soft tissues. One method of SMR is a foam roller, where a patient rolls his/her bodyweight over a dense foam cylinder in a self-massaging fashion to mobilize soft tissues for the body part treated. HYPOTHESIS/PURPOSE: The purpose of this investigation was to examine the acute effects on hamstring flexibility and patient-rated outcome measures comparing two soft tissue treatments, 1) MFD, and 2) a moist heat pack with SMR using a foam roller in patients with diagnosed hamstring pathology. STUDY DESIGN: Pilot randomized controlled trial study. METHODS: Seventeen collegiate athletes [13 males (20.6+/- years; 184.9+/-cm; 90.8+/-kg) and 4 females (20.5+/-years; 167.1+/-cm; 62.7+/-kg)] with diagnosed hamstring pathology (mild strain and/or symptoms of tightness, pain, decreased strength, and decreased flexibility) were randomly assigned to receive MFD or SMR. The MFD group (n = 9) received three minutes of static treatment using six plastic-valve suction cups along the hamstrings followed by 20 repetitions of active movement with cups in place. SMR (n = 8) received 10 minutes of heat treatment over the hamstrings followed by 60 seconds of general mobilization over the entire hamstring area, and 90 seconds of targeted foam rolling on the area of most perceived tightness. Passive hamstring flexibility (ROM) and a patient-rated outcome measure [Perceived Functional Ability Questionnaire (PFAQ)] were assessed before and immediately after treatment. The Global Rating of Change measure (GROC) was administered post-intervention. RESULTS: Passive ROM and subjective PFAQ measures for overall flexibility and flexibility of the hamstrings were significantly different from pre- to post-intervention measurements regardless of the treatment received. A significant difference was found in favor of the MFD group for the GROC values. CONCLUSION: The findings suggest that both treatments are beneficial in increasing hamstring length. Patients though felt an enhanced treatment effect using MFD over SMR for perceived benefits to hamstring flexibility. LEVELS OF EVIDENCE: Level 2."
    },
    {
      "pmid": "33200698",
      "title": "Comparative Evaluation of the Transdermal Permeation Effectiveness of Fu's Cupping Therapy on Eight Different Types of Model Drugs.",
      "authors": [
        "Yanyan Miao",
        "Jian Xu",
        "Yao Liu",
        "Fangfang Yang",
        "Xiaoxia Zheng",
        "Weijie Xie",
        "Yongping Zhang"
      ],
      "journal": "Current drug delivery",
      "publication_date": "2021",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Overcoming the skin barrier to achieve the transdermal penetration of drugs across the Stratum Corneum (SC) remains a significant challenge. Our previous study showed that Fu's Cupping Therapy (FCT) contributes to the transdermal enhancement and percutaneous absorption rate of representative drugs and improves their clinical effects. This work evaluated the transdermal enhancement effect of FCT on drugs with different Molecular Weights (MW). METHODS: We investigated the enhancements in the transdermal penetration of eight types of model drugs through the skin of BALB/c-nu mice and Sprague Dawley rats using Franz diffusion devices. In addition, 3% azone, 5% azone, 3% peppermint oil, and 5% peppermint oil were used as penetration enhancers to study the transdermal behaviour of these drugs. RESULTS: Our results showed that the BALB/c-nu mouse skin was the best transdermal media, and the optimal time for FCT was 10 min. Compared with other penetration enhancers, FCT exerted a significantly improved effect on enhancing the percutaneous penetration of the selected log(P)- model drugs in addition to the two large MW drugs (ginsenoside Rg1 and notoginsenoside R1). Statistical analysis revealed that the relationship between the log(P) of various model drugs and the permeability coefficient [log(Pcm)] of the FCT group was log(Pcm)=0.080(log(P))2-0.136 (log(P))-0.282. CONCLUSION: FCT may be used as a novel method for enhancing physical penetration and thus effectively promoting the transdermal absorption of drugs and might lay a foundation for future research on drug transdermal technology.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Animals",
        "Cupping Therapy",
        "Mice",
        "Mice, Inbred BALB C",
        "Pharmaceutical Preparations",
        "Rats",
        "Rats, Sprague-Dawley",
        "Skin",
        "Skin Absorption"
      ]
    },
    {
      "pmid": "33176272",
      "title": "Partially randomized patient preference trial: Comparative evaluation of fibromyalgia between acupuncture and cupping therapy (PRPP-FACT).",
      "authors": [
        "Hui-Juan Cao",
        "Ya-Jing Zhang",
        "Li Zhou",
        "Zhan-Guo Xie",
        "Ru-Wen Zheng",
        "Hui Hu",
        "Xin-Lin Li",
        "Jian-Ping Liu"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: and purpose The aim of this study was to investigate the feasibility of applying a partially randomized patients' preference (PRPP) trial in the clinical evaluation of acupuncture versus cupping therapy for fibromyalgia. MATERIALS AND METHODS: The final study included 126 participants. Participants without a treatment modality preference were randomly assigned to either the cupping therapy group or the acupuncture group. Patients with strong preferences were assigned to their treatment modality of choice. Ashi points were used for treatment. Outcome measures were both qualitative (patient expectation and satisfaction) and quantitative (drop-out rate, pain intensity, quality of life, depression assessment). RESULTS: The recruitment of the non-randomized participants was completed 8 months before the randomized participants were recruited. There was no statistical difference related to the grouping method in the adjusted drop-out rate, patient expectation, and satisfaction. CONCLUSION: The PRPP model is suitable for use in the clinical evaluation of non-pharmaceutical therapies.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Cupping Therapy",
        "Fibromyalgia",
        "Humans",
        "Patient Preference",
        "Quality of Life",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "33089947",
      "title": "Using laser Doppler flowmetry with wavelet analysis to study skin blood flow regulations after cupping therapy.",
      "authors": [
        "Xiao Hou",
        "Xiangfeng He",
        "Xueyan Zhang",
        "Fuyuan Liao",
        "Yu-Ju Hung",
        "Yih-Kuen Jan"
      ],
      "journal": "Skin research and technology : official journal of International Society for Bioengineering and the Skin (ISBS) [and] International Society for Digital Imaging of Skin (ISDIS) [and] International Society for Skin Imaging (ISSI)",
      "publication_date": "2021-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The purpose of this study was to use laser Doppler flowmetry (LDF) with wavelet analysis to investigate skin blood flow control mechanisms in response to various intensities of cupping therapy. To the best of our knowledge, this is the first study to assess skin blood flow control mechanism in response to cupping therapy using wavelet analysis of laser Doppler blood flow oscillations. MATERIALS AND METHODS: Twelve healthy participants were recruited for this repeated-measures study. Three different intensities of cupping therapy were applied using 3 cup sizes at 35, 40, and 45 mm (in diameter) with 300 mm Hg negative pressure for 5 minutes. LDF was used to measure skin blood flow (SBF) on the triceps before and after cupping therapy. Wavelet analysis was used to analyze the blood flow oscillations (BFO) to assess blood flow control mechanisms. RESULTS: The wavelet amplitudes of metabolic and cardiac controls after cupping therapy were higher than those before cupping therapy. For the metabolic control, the 45-mm cupping protocol (1.65 ± 0.09) was significantly higher than the 40-mm cupping protocol (1.40 ± 0.10, P < .05) and the 35-mm cupping protocol (1.35 ± 0.12, P < .05). No differences were showed in the cardiac control among the 35-mm (1.61 ± 0.20), 40-mm (1.64 ± 0.24), and 45-mm (1.27 ± 0.25) cupping protocols. CONCLUSION: The metabolic and cardiac controls significantly contributed to the increase in SBF after cupping therapy. Different intensities of cupping therapy caused different responses within the metabolic control and not the cardiac control.",
      "mesh_terms": [
        "Cupping Therapy",
        "Humans",
        "Laser-Doppler Flowmetry",
        "Microcirculation",
        "Regional Blood Flow",
        "Skin",
        "Wavelet Analysis"
      ]
    },
    {
      "pmid": "33078686",
      "title": "Letter to Editor 'Effect of moving cupping therapy on hip and knee range of movement and knee flexion power: a preliminary investigation'.",
      "authors": [
        "Diksha Bains",
        "Adarsh Kumar Srivastav"
      ],
      "journal": "The Journal of manual & manipulative therapy",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Letter",
        "Comment"
      ],
      "mesh_terms": [
        "Cupping Therapy",
        "Humans",
        "Knee",
        "Knee Joint",
        "Movement"
      ]
    },
    {
      "pmid": "33066934",
      "title": "Cervical Artery Dissection Caused by Electrical Cupping Therapy with High-Negative Pressure - Case Report.",
      "authors": [
        "Frédéric Zuhorn",
        "Wolf-Rüdiger Schäbitz",
        "Christian Oelschläger",
        "Randolf Klingebiel",
        "Andreas Rogalewski"
      ],
      "journal": "Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cervical artery dissection is an important cause of stroke in the young. The etiology is still discussed controversial. The most obvious reason for a dissection of extracranial arteries is due to a trauma, eg. after car accidents or other high speed traumas such as high-velocity road traffic accidents. Besides these clear cases, chiropractic neck maneuvers represent potential reasons for vessel injuries. CASE PRESENTATION: We here report a rare case of secondary cervical artery dissection after so-called cupping therapy and a preventive treatment with a direct oral anticoagulant. CONCLUSIONS: Therapists using this technique should be aware of the potentially devastating side effects. The diagnosis of ICA dissection should be considered with any new onset of unknown neck pain or headache, specifically in combination with neurological deficits.",
      "mesh_terms": [
        "Administration, Oral",
        "Anticoagulants",
        "Carotid Artery, Internal, Dissection",
        "Cupping Therapy",
        "Drug Substitution",
        "Humans",
        "Ischemic Attack, Transient",
        "Male",
        "Middle Aged",
        "Platelet Aggregation Inhibitors",
        "Pressure",
        "Recurrence",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "33065576",
      "title": "Using Elastographic Ultrasound to Assess the Effect of Cupping Size of Cupping Therapy on Stiffness of Triceps Muscle.",
      "authors": [
        "Yih-Kuen Jan",
        "Xiao Hou",
        "Xiangfeng He",
        "Chunming Guo",
        "Sanjiv Jain",
        "Adam Bleakney"
      ],
      "journal": "American journal of physical medicine & rehabilitation",
      "publication_date": "2021-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Cupping therapy may reduce muscle stiffness for managing fatigue. However, there is no scientific evidence showing changes of muscle stiffness after cupping therapy. Furthermore, it is unclear whether the cup size of cupping therapy affects the change of muscle stiffness. The objective of this study was to compare the effect of cup size of cupping therapy on muscle stiffness. DESIGN: A repeated measures design with a counterbalanced design was used to test three cup sizes (45, 40, and 35 mm in inner diameter) in 12 healthy participants. Strain elastography was used to measure stiffness of the triceps before and after cupping therapy at 300 mm Hg for 5 mins. Strain elastogram was converted to the grayscale for the quantification of stiffness. RESULTS: The overall stiffness of triceps significantly reduced after cupping therapy with the 45-mm (106.2 ± 7.7, P < 0.05) and 40-mm (109.6 ± 7.1, P < 0.05) cups, but not the 35-mm cup (115.5 ± 10.3, nonsignificant) compared with before cupping (115.8 ± 13.5). The stiffness of superficial layer did not show significantly difference in all three sizes of cup. The stiffness of deep layer significantly reduced after the cupping therapy with the 45- and 40-mm cups. CONCLUSIONS: This is the first study demonstrating that cupping therapy significantly reduced muscle stiffness, especially at the deep layer.",
      "mesh_terms": [
        "Cupping Therapy",
        "Elasticity Imaging Techniques",
        "Female",
        "Healthy Volunteers",
        "Humans",
        "Male",
        "Muscle, Skeletal"
      ]
    },
    {
      "pmid": "33031296",
      "title": "Moving cupping therapy for plaque psoriasis: A PRISMA-compliant study of 16 randomized controlled trials.",
      "authors": [
        "Meng Xing",
        "Xiaojie Ding",
        "Jinjing Zhang",
        "Le Kuai",
        "Yi Ru",
        "Xiaoying Sun",
        "Tian Ma",
        "Xiao Miao",
        "Liu Liu",
        "Yanjiao Wang",
        "Bin Li",
        "Xin Li"
      ],
      "journal": "Medicine",
      "publication_date": "2020-Oct-09",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Clinical treatment of plaque psoriasis typically involves a comprehensive therapy, which is expensive and unsatisfactory, and some medications have serious side effects. Moving cupping therapy has shown good clinical efficacy in the treatment of plaque psoriasis; it can significantly relieve skin inflammation and excessive thickening of plaque psoriasis and has fewer side effects. However, a comprehensive evaluation of the current clinical evidence regarding its use is lacking. METHODS: Several databases were systematically searched from inception to March 2, 2020, including PubMed, Embase, Cochrane Central Register of Controlled Trials, China Network Knowledge Infrastructure, and Wan Fang. This review included randomized controlled trials on plaque psoriasis treatment with the use of moving cupping and in combination with Chinese herbs or conventional Western medicine therapy. These trial findings were compared with the treatment results using placebo, pharmaceutical medications, or Chinese herbs. Moving cupping treatment frequency was also compared. RESULTS: Sixteen trials with 1164 participants met the inclusion criteria. Meta-analysis showed that the intervention group (moving cupping therapy) had a significant effect compared with the no-moving cupping therapy group (weighted mean difference = -1.22, 95% confidence interval [CI] [-1.58, -0.85], P < .00001 random model; I = 85%). Furthermore, moving cupping (weighted mean difference = -1.19, 95% CI [-1.98, -0.39], P = .003 random model; I = 85%) or combined with pharmaceutical medications (weighted mean difference = -1.55, 95% CI [-1.89, -1.20], P < .00001 random model; I = 0%) were better than pharmaceutical medications alone in treating plaque psoriasis. Cupping therapy significantly improved psoriasis recurrence rate (risk ratio = 0.33, 95% CI [0.16, 0.68], P = .003 fixed model; I = 28%). However, for the visual analogue score, moving cupping showed no obvious advantages (weighted mean difference = -0.27, 95% CI [-0.71, 0.17], P = .22 random model; I = 64%). Moreover, studies reported that moving cupping reduced serum tumor necrosis factor-α and vascular endothelial growth factor levels more significantly than pharmaceutical medications. Moving cupping was associated with few transient adverse reactions, such as redness, itching, and local skin burning. CONCLUSION: Moving cupping therapy could be an effective treatment either alone or as a combination therapy for plaque psoriasis. However, further large-scale, rigorously designed trials are needed to confirm these findings.",
      "mesh_terms": [
        "Cupping Therapy",
        "Humans",
        "Psoriasis",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "32891286",
      "title": "The effectiveness of cupping therapy on chronic fatigue syndrome: A single-blind randomized controlled trial.",
      "authors": [
        "Xiu-Dong Meng",
        "Hao-Ran Guo",
        "Qing-Ying Zhang",
        "Xin Li",
        "Yong Chen",
        "Mu-Yang Li",
        "Xue-Mao Zhuo",
        "Mei-Juan Wang",
        "Kai Shan",
        "Yi-Nan Gong",
        "Ning-Cen Li",
        "Bo Chen",
        "Ze-Lin Chen",
        "Yi Guo"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: and purpose: We investigated the effectiveness of cupping therapy with three different pressures in patients with chronic fatigue syndrome (CFS). MATERIALS AND METHODS: The participants were randomly assigned to three groups, as follows: cupping pressure of -0.02 mpa (n = 38), -0.03 mpa (n = 38), or -0.05 mpa (n = 36). Each group received cupping treatment that consisted of 10 sessions over 5 weeks (2 sessions per week). The primary outcomes were Fatigue Scale (FS-14) score and Fatigue Assessment Instrument (FAI) score after 5 and 10 sessions. The secondary outcomes were the Self-Rating Anxiety Scale (SAS) score, the Self-Rating Depression Scale (SDS) score, and the Pittsburgh Sleep Quality Index (PSQI) score. RESULTS: There were 91 participants who completed the trial. After five sessions of treatment, the primary outcome of FS-14 score decreased by 3.20 (2.19, 4.21) in the -0.02 mpa group, by 2.39 (1.51, 3.27) in the -0.03 mpa group, and by 3.40 (2.28, 4.52) in the -0.05 mpa group (P = 0.667). After 10 sessions of treatment, the outcome of FS-14 score decreased by 5.00 (3.79, 6.21) in the -0.02 mpa group, by 4.06 (3.07, 5.05) in the -0.03 mpa group, and by 4.77 (3.52, 5.94) in the -0.05 mpa group (P = 0.929). And, the results were statistically different between 5 sessions and 10 sessions of treatment (P < 0.01). However, there were no statistical differences in FAI, SAS, SDS, and PSQI scores between the three groups after 5 sessions and 10 sessions of treatment. CONCLUSIONS: In conclusion, cupping therapy has significantly relieved fatigue symptoms and improved emotion and sleep condition of CFS patients, and 10 sessions of treatment had superior results compared with 5 sessions in each group. Moreover, in 5 sessions of treatment, cupping with high pressure showed better improvement in fatigue syndromes and sleep condition according to effective rates. TRIAL REGISTRATION: Chinese clinical trial registry (ChiCTR1800017590); Ethical approval number: ChiECRCT-20180085.",
      "mesh_terms": [
        "Adult",
        "Cupping Therapy",
        "Fatigue Syndrome, Chronic",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Single-Blind Method",
        "Sleep Wake Disorders",
        "Young Adult"
      ]
    },
    {
      "pmid": "32875695",
      "title": "Cupping therapy as alternative medicine turns into a trigger of disease via the Koebner phenomenon: A case report of Hijama-induced psoriasis and review of the literature.",
      "authors": [
        "Algün Polat Ekinci",
        "Gizem Pehlivan"
      ],
      "journal": "Dermatologic therapy",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Case Reports",
        "Letter",
        "Review"
      ],
      "mesh_terms": [
        "Complementary Therapies",
        "Cupping Therapy",
        "Humans",
        "Psoriasis"
      ]
    },
    {
      "pmid": "32594757",
      "title": "Visual Dermatology: Koebner's Phenomenon Due to Wet Cupping Therapy.",
      "authors": [
        "Beril Gulus-Demirel",
        "Andac Salman"
      ],
      "journal": "Journal of cutaneous medicine and surgery",
      "publication_date": "2021",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "mesh_terms": [
        "Administration, Topical",
        "Adrenal Cortex Hormones",
        "Adult",
        "Back",
        "Cupping Therapy",
        "Diagnosis, Differential",
        "Humans",
        "Male",
        "Skin Diseases"
      ]
    }
  ]
}