{
  "supplement": "Dairy",
  "query": "Dairy[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:25:46",
  "research_count": 7851,
  "count": 100,
  "articles": [
    {
      "pmid": "40307878",
      "title": "Lactate induces oxidative stress by HIF1α stabilization and circadian clock disturbance in mammary gland of dairy cows.",
      "authors": [
        "Juan Feng",
        "Lei Zhu",
        "Cunman He",
        "Ruidong Xiang",
        "Jianxin Liu",
        "Jie Cai",
        "Diming Wang"
      ],
      "journal": "Journal of animal science and biotechnology",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Lactate is a classical byproduct of glucose metabolism, and the main lactate production pathway depends on glycolysis. Lactate stabilized HIF1α by inhibiting PHD activity, leading to hypoxic stress response and exacerbating glycolysis in multiple tissues. However, the redox induction mechanism of lactate in mammary gland has not been understood yet. Herein, we describe a lactate-responsive HIF1α/circadian control mechanism in oxidative stress in the mammary glands of dairy cows. RESULTS: The in vivo study showed that dairy cows with high lactate concentrations are associated with reduced milk yield and more ROS accumulation in mammary gland. Western blot results in MAC-T cells showed positive correlation between lactate concentrations, expression of HIF1α and oxidative stress indicators, but not circadian core components. To test how lactate-mediated HIF1α dysfunction leads to cell protection process, we investigated altered expression of circadian core related genes following HIF1α stabilization. We found that stabilized HIF1α by lactate inhibited stimulated expression of circadian core components due to the similarity of HRE and E-box transcription elements. Furthermore, we found that lactate treatment strengthened the binding of HIF1α with BMAL1, HMOX1 and FOXO3 in MAC-T cells. Moreover, HIF1α knockdown altered expression of circadian rhythm related genes and reduced oxidative stress state. CONCLUSION: In summary, our study highlights the central role of competitive transcriptional element occupancy in lactate-mediated oxidative stress of mammary gland, which is caused by HIF1α stabilization and circadian rhythm dysfunction. Our findings introduce a novel nutritional strategy with potential applications in dairy farming for optimizing milk production and maintaining mammary gland health."
    },
    {
      "pmid": "40306431",
      "title": "Antibiogram use on dairy cattle for bovine respiratory disease: A repeated cross-sectional study evaluating antimicrobial susceptibility of Pasteurella multocida and Mannheimia haemolytica.",
      "authors": [
        "Hugo F Monteiro",
        "Alejandro Hoyos-Jaramillo",
        "Adriana Garzon",
        "Heather M Fritz",
        "Craig C Miramontes",
        "Isabelle M Matos",
        "Terry W Lehenbauer",
        "Sharif Aly",
        "Fabio S Lima",
        "Richard V Pereira"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bovine respiratory disease (BRD) remains a costly challenge to the dairy industry, as the bacterial complex involved in BRD has shown decreased susceptibility to antimicrobials, exacerbating its effects on animal health, productivity, and recovery. In human medicine, cumulative antimicrobial susceptibility testing (CAST) is used to generate antibiograms that support empirical decision-making for antimicrobial treatment. The goal of this study was to evaluate a CAST framework for BRD in dairy cattle and factors of relevance when analyzing and reporting antibiogram data for on-farm treatment decisions. For this purpose, a repeated cross-sectional study was conducted using criteria adapted from the Clinical Laboratory Standards Institute for the collection, analysis, and presentation of CAST data. From 3 dairy farms in California, calves, heifers, and cows were sampled using deep nasopharyngeal swabs for culture and antimicrobial susceptibility testing for Pasteurella multocida and Mannheimia haemolytica. Antimicrobial susceptibility testing was performed using the minimum inhibitory concentration approach for 12 antimicrobial drugs of relevance to dairy cattle. The variability in the odds of nonsusceptible isolates was evaluated for effects of age group, farm, and season using a logistic regression model in SAS. The antimicrobial susceptibility of co-occurring P. multocida and M. haemolytica isolates were evaluated using Pearson chi-squared and Cohen's kappa in SAS. Overall, P. multocida isolates were mostly nonsusceptible to tetracycline (74%) and spectinomycin (46%), whereas M. haemolytica isolates were frequently nonsusceptible to penicillin (43%) and tetracycline (34%). There were increased odds of nonsusceptible isolates across farms and age groups, with calves and heifers showing a higher number of nonsusceptible isolates than cows. For P. multocida, isolates nonsusceptible to tetracycline and spectinomycin were affected by age group, with calves showing greater odds of nonsusceptibility to antimicrobials. The farm effect was significantly associated with P. multocida nonsusceptible to all antimicrobials but penicillin, suggesting individual farm management practices may heavily affect profiles of nonsusceptible BRD bacteria. Similarly, nonsusceptible M. haemolytica was consistently associated with farm for macrolides and tetracyclines and with age, with heifers showing the greatest odds of being nonsusceptible when compared with cows. Season did not affect the nonsusceptibility of either pathogen, suggesting that either California seasonal patterns or other factors, such as farm practices and animal management, play a more prominent role in the change of susceptibility profile. Overall, these findings highlight the potential effects of farm and age when interpreting data from CAST reports for BRD, where these and other factors should be considered when analyzing and presenting antibiogram reports."
    },
    {
      "pmid": "40306430",
      "title": "Differences in lactational performance associated with antimicrobial treatment and clinical cure failure of metritis in dairy cows.",
      "authors": [
        "A Martelo Pereira",
        "F N S Pereira",
        "P R Menta",
        "E B de Oliveira",
        "J G Prim",
        "F S Lima",
        "V S Machado",
        "K N Galvão",
        "C C Figueiredo"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to evaluate the differences in milk production, reproductive performance, and culling associated with antimicrobial therapy and clinical cure of metritis in dairy cows. In this study, data from 2 randomized controlled trials consisting of 900 Holstein cows from 5 dairy farms in California, Florida, and Texas were used. Cows were examined for metritis (fetid, watery, reddish-brownish vaginal discharge; VD) at 4, 7, and 10 DIM (study d 0). Cows diagnosed with metritis (n = 900) were randomly assigned (regardless of fever) to receive ceftiofur (CEF = 457) or to remain untreated (NT = 443). Clinical cure of metritis was assessed at study d 13 ± 1 based on the visual evaluation of the VD; cows that underwent clinical cure displayed clear, mucopurulent, or purulent discharge (cured = 710), whereas cows with clinical cure failure had persistent fetid, watery, reddish-brownish VD (not cured = 190). The data were analyzed considering antimicrobial treatment, cure status on d 13 ± 1, and their interaction. Risk of pregnancy and culling at 300 DIM were analyzed using logistic regression, time to pregnancy and culling by 300 DIM were analyzed using Cox's proportional hazard, and milk production within 300 DIM was analyzed using ANOVA with repeated measures. Antimicrobial treatment and cure status were included as fixed effects and farm as a random effect in all models. Both randomized trials that generated data used in this study reported a greater risk of clinical cure associated with CEF treatment. Differences in risk of pregnancy at 300 DIM were associated with cure status (cured = 70.9% vs. not cured = 61.7%), but not with antimicrobial treatment or antimicrobial treatment by cure interaction. The risk of culling at 300 DIM was not associated with cure status, antimicrobial treatment, or antimicrobial treatment by cure interaction. Reduced median time to pregnancy was associated with cure status (cured = 134 vs. not cured = 154 d) but not with antimicrobial treatment or antimicrobial treatment by cure interaction. No interaction of antimicrobial treatment by cure status was observed on milk production; however, interactions between antimicrobial treatment, parity, and month of lactation and cure, parity, and month of lactation were observed. Differences in milk production between multiparous CEF and NT cows were observed in the third month of lactation. Conversely, differences in milk production associated with cure status were observed for primiparous and multiparous cows in the first and second months of lactation, whereas only multiparous cows in the eighth, ninth, and tenth months of lactation presented differences in milk production. Clinical cure of metritis was positively associated with milk production and reproduction, regardless of antimicrobial therapy, warranting further investigation regarding selective therapy of metritis."
    },
    {
      "pmid": "40303096",
      "title": "A Retrospective Analysis of Postmortem Salmonella Dublin Cases in Dairy Cattle in British Columbia.",
      "authors": [
        "Ellen Boyd",
        "John Dick",
        "Christine Millar",
        "Kazal Ghosh",
        "Gitanjali Arya",
        "Chelsea Himsworth"
      ],
      "journal": "Transboundary and emerging diseases",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Salmonella Dublin is a bovine-adapted bacterial pathogen that primarily affects dairy cattle. The incidence of S. Dublin has been increasing across North America, including strains that are multidrug resistant. In British Columbia, the Ministry of Agriculture's Animal Health Center (AHC) reported an increase in cases since 2015, warranting an investigation into how S. Dublin is spreading within the province. The objectives of this study were to make use of historical data collected from dairy farms across the province to (1) describe S. Dublin cases diagnosed at the AHC between 2007 and 2021, (2) identify risk factors for S. Dublin transmission across British Columbia dairy farms, and (3) identify any potential biases associated with passive laboratory-based data that may apply to our results. We found that S. Dublin cases diagnosed at the AHC have been increasing over time. Over half of the cases had respiratory symptoms; however, clinical signs tended to be highly variable. The prevalence of respiratory symptoms was mirrored by florfenicol treatment and was suggested to be due to using a first-line antibiotic for more common causes of pneumonia when presented with an S. Dublin case. Calves were 38 times more likely to have S. Dublin when compared to adults (odds ratio = 38.43, confidence interval = 7.26-203.64), and given the sample population (postmortem cases), it is reasonable to conclude clinical disease is most severe in this age group. Farm premise accounted for a large amount of variability within our model (92% of unexplained variance), suggesting that farm-level management practices may be the most important risk factor for S. Dublin infection. In total, only 54% of BC dairy farms submitted to the laboratory between 2007 and 2021; however, proximity to the laboratory did not appear to influence submissions as proportionally; farms within the Fraser Valley submitted as frequently as farms from other regions. We strongly suggest that future work explore factors associated with farm management practices, given our findings regarding the clustering by premises.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "British Columbia",
        "Salmonella Infections, Animal",
        "Cattle Diseases",
        "Retrospective Studies",
        "Salmonella",
        "Risk Factors",
        "Dairying",
        "Female"
      ]
    },
    {
      "pmid": "40303030",
      "title": "Farmers' Adoption, Knowledge, and Perceptions of Tick Control Measures on Dairy Farms in Subtropical Areas of Continental Ecuador.",
      "authors": [
        "Valeria Paucar-Quishpe",
        "Ximena Pérez-Otáñez",
        "Richar Rodríguez-Hidalgo",
        "Cecilia Pérez-Escalante",
        "Darío Cepeda-Bastidas",
        "Jorge Grijalva",
        "Sandra Enríquez",
        "Susana Arciniegas-Ortega",
        "Sophie O Vanwambeke",
        "Lenin Ron-Garrido",
        "Claude Saegerman"
      ],
      "journal": "Transboundary and emerging diseases",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The application of tick control strategies on tropical dairy cattle strongly relies on farmers' uptake, knowledge, and perceptions of the efficacy of control measures. This study aims to identify common and uncommon tick control practices employed by dairy farmers in subtropical areas of Ecuador and associate them with the presence of infestation and acaricide resistance. Data were collected through a cross-sectional survey and participatory meetings. Multiple correspondence analysis was used to explore the association between management variables and the level of tick infestation and resistance. It was determined that the main method of acaricide control is still chemical, mainly using spray baths. Generally, when this form of application is used, acaricides are overdosed, in contrast to the pour-on method with underdosage. Among the measures farmers adopt when chemical treatment has failed is to use overdoses of products, mix different acaricides, and use focused treatments (wipe cloth) with irritant substances. The absence of a high level of infestation was related to acaricide dips every 3-4 weeks and the use of intensive grazing. On the other hand, the high infestation was related to the use of organophosphates, wipe cloth application, and the report of tick-borne diseases (TBDs). A small group of farmers have good knowledge and seek alternatives to chemical control, experimenting with biological controls, herbal extracts, manual tick removal, and paddock control. Additionally, farmers reported the presence of TBDs (47%) and the presence of animals poisoned by acaricides (6%), which died in 75% of those cases. Farmers frequently mentioned that tick infestation induces milk drop production and weight loss and is associated with the presence of TBDs. This information is crucial to improve tick control management in Ecuador, particularly through implementing practices that mitigate resistance to acaricides and ensure long-term solutions that help maintain the efficacy of tick control treatments.",
      "mesh_terms": [
        "Animals",
        "Ecuador",
        "Tick Control",
        "Farmers",
        "Cattle",
        "Tick Infestations",
        "Cattle Diseases",
        "Dairying",
        "Health Knowledge, Attitudes, Practice",
        "Acaricides",
        "Cross-Sectional Studies",
        "Female",
        "Humans"
      ]
    },
    {
      "pmid": "40284781",
      "title": "Carbonate Buffer Mixture Alleviates Subacute Rumen Acidosis Induced by Long-Term High-Concentrate Feeding in Dairy Goats by Regulating Rumen Microbiota.",
      "authors": [
        "Guyue Fan",
        "Nier Su",
        "Yuhong He",
        "Chongshan Yuan",
        "Caijun Zhao",
        "Xiaoyu Hu",
        "Yunhe Fu",
        "Naisheng Zhang"
      ],
      "journal": "Microorganisms",
      "publication_date": "2025-Apr-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to elucidate the therapeutic mechanisms of carbonate buffer mixture (CBM) in mitigating subacute rumen acidosis (SARA) by examining its effects on rumen pH, systemic inflammation, and rumen microbiota in a dairy goat model. Using a controlled experimental design, SARA was induced through 8-week high-concentrate diet feeding (70% concentrate, 30% forage), followed by 2-day CBM treatment. Comprehensive analyses included rumen pH monitoring, serum inflammatory marker quantification (IL-1β, TNF-α) by ELISA, rumen barrier integrity assessment through tight junction proteins (TJs) ZO-1, Occludin, and Claudin-3 by western blot analysis, and 16S rRNA sequencing of rumen microbiota. The results demonstrated that CBM administration rapidly elevated depressed rumen pH within 6 h post-treatment while concurrently reducing circulating LPS levels. The analysis of rumen 16S rRNA showed that CBM significantly increased the rumen microbial diversity and abundance of SARA dairy goats. Butyric acid generation groups such as Rikenellaceae_RC9_gut_group, NK4A214_group, and Prevotellaceae UCG-001 were selectively enriched, and corresponding functional predictions showed that the butyric acid synthesis pathway (PICRUSt2) was enhanced. These findings suggest that CBM has a multidimensional therapeutic effect by simultaneously correcting rumen acidosis, alleviating systemic inflammation, and restoring microbial balance through pH-dependent and pH-independent mechanisms, providing a scientifically validated nutritional strategy for SARA management in intensive ruminant production systems."
    },
    {
      "pmid": "40278952",
      "title": "Effects of using different levels of flaxseed in dairy cattle diet on production performance and milk fatty acid profile.",
      "authors": [
        "Yusuf Koçoğlu",
        "Hayati Köknaroğlu",
        "Sakine Yalçın"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study was to determine the effects of using different levels of flaxseed in dairy cattle diet on performance and milk fatty acid profile. For this purpose, 9 lactating Holstein cows of the same parity and lactation stage were used. The study followed a crossover design with three periods, three treatment groups, and three cows per group. Each period lasted 21 days, of which 14 days was the adaptation period and 7 days was the data collection period. During the experiment, 2 different concentrate feeds were used, along with corn silage, vetch hay, wet sugar beet pulp, and straw as roughages. Feeds were prepared as a total mixed ration. Cows in control, 1st and 2nd treatment groups received a diet containing 0, 250 and 500 g/d flaxseed, respectively. Adding flaxseed to the diet did not affect dry matter intake, milk yield, feed efficiency, or milk fat, lactose, and urea nitrogen (P > 0.05). However, it increased omega-3 fatty acids in milk and decreased the ratio of omega-6 to omega-3 fatty acids (P < 0.05). Results showed that adding different levels of flaxseed to the diets increased omega-3 fatty acids in milk without negatively affecting performance or fat percentages, making it suitable for producing functional milk.",
      "mesh_terms": [
        "Animals",
        "Flax",
        "Cattle",
        "Milk",
        "Female",
        "Animal Feed",
        "Diet",
        "Lactation",
        "Fatty Acids",
        "Animal Nutritional Physiological Phenomena",
        "Cross-Over Studies",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "40266987",
      "title": "Subclinical Mastitis Related to Streptococcus canis Infection in Dairy Cattle.",
      "authors": [
        "Alessio Sposato",
        "Laura Del Sambro",
        "Stefano Castellana",
        "Elisabetta Catalano",
        "Michela Galgano",
        "Antonella Castellana",
        "Annamaria Caffò",
        "Viviana Manzulli",
        "Marta Caruso",
        "Leonardo Marino",
        "Angelica Milano",
        "Luciana Addante"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "In the present study, we isolated S. canis from milk samples in a dairy farm with suspicions of subclinical mastitis. Milk samples testing positive on California Mastitis Test (CMT) were collected from different cows for bacteriological and genomic analyses to identify the causative pathogen, and somatic cell counts (SCC) were determined. A multiplex qPCR assay was conducted to detect 15 potential pathogens, and all samples showed negative results. Conventional bacteriology procedures were performed; DNA of the bacterial strains was extracted, sequenced, and submitted to bioinformatic analysis. Three CMT positive milk samples showed SCC > 200 × 103 cell/mL. However, these same three samples were positive for bacteria phenotypically identified as Streptococci, and the strains were confirmed as S. canis using MS MALDI-TOF methodology. In susceptibility testing, resistance against tetracycline was detected, revealing a potential chronic infection in one cow, while the presence of the same bacteria was observed in two other cows. Genomic DNA from four S. canis isolates, obtained in the first and second sampling, was sequenced. Genetic relationships revealed a unique sequence type (ST24). The gene (tetM) related with resistance to TE was highlighted. Although the association between S. canis and mastitis is not routinely detected, early diagnosis of bacterial infections and the study of the antimicrobial profile are crucial for effective therapy. Pets could act as a potential reservoir, so improving hygienic conditions is needed to prevent new infections."
    },
    {
      "pmid": "40266938",
      "title": "Antioxidant Activity, Phenolic Acid, and Flavonoid Composition of an Antiseptic Ointment Based on Aloe and Green Propolis and Its Potential for Preventing Mastitis in Dairy Cows.",
      "authors": [
        "Sílvia Cristina de Aguiar",
        "Solange Maria Cottica",
        "Silvério Teixeira Dos Santos",
        "Juliana Maxiano da Fonseca",
        "Luiza da Silva Leite",
        "Mylena Leite da Silva"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mastitis is a major challenge in dairy production, leading to decreased milk yield and quality due to increased somatic cell counts (SCCs). The overuse of antibiotics to treat this condition has raised concerns about antimicrobial resistance, prompting the search for alternative treatments. This study aimed to evaluate the antioxidant activity, phenolic acid, and flavonoid content of a natural antiseptic ointment based on green propolis and aloe vera. The phenolic and flavonoid composition was determined using ultra-high-performance liquid chromatography, revealing high concentrations of bioactive compounds, particularly in the green propolis extract. The antioxidant activity was assessed using the DPPH method, and the ointment was applied as a post-dipping treatment in dairy cows. Over a 56-day period, the SCC in cows treated with the ointment showed a significant reduction (p = 0.021) compared to the control group (1.94 and 2.21 log10 SCC/mL, respectively). These findings indicate that the combination of green propolis and aloe vera possesses promising antimicrobial and healing properties, making it an effective alternative for mastitis prevention in dairy cows."
    },
    {
      "pmid": "40263287",
      "title": "Multi-omics profiling of dairy cattle oxidative stress identifies hindgut-derived Phascolarctobacterium succinatutens exhibiting antioxidant activity.",
      "authors": [
        "Duo Gao",
        "Yimin Zhuang",
        "Shuai Liu",
        "Boyan Ma",
        "Yiming Xu",
        "Hongxing Zhang",
        "Yiliyaer Nuermaimaiti",
        "Tianyu Chen",
        "Guobin Hou",
        "Wenli Guo",
        "Jingtao You",
        "Zhiyu Huang",
        "Jianxin Xiao",
        "Wei Wang",
        "Mengmeng Li",
        "Shengli Li",
        "Zhijun Cao"
      ],
      "journal": "NPJ biofilms and microbiomes",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An imbalance between oxidative and antioxidant processes in the host can lead to excessive oxidation, a condition known as oxidative stress (OS). Although changes in the hindgut microbiota have been frequently linked to OS, the specific microbial and metabolic underpinnings of this association remain unclear. In this study, we enrolled 81 postpartum Holstein cows and stratified them into high oxidative stress (HOS, n = 9) and low oxidative stress (LOS, n = 9) groups based on the oxidative stress index (OSi). Using a multi-omics approach, we performed 16S rRNA gene sequencing to evaluate microbial diversity, conducted metagenomic analysis to identify functional bacteria, and utilized untargeted metabolomics to profile serum metabolites. Our analyses revealed elevated levels of kynurenine, formyl-5-hydroxykynurenamine, and 5-hydroxyindole-3-acetic acid in LOS dairy cows. Additionally, the LOS cows had a higher abundance of short-chain fatty acids (SCFAs)-producing bacteria, including Bacteroidetes bacterium, Paludibacter propionicigenes, and Phascolarctobacterium succinatutens (P. succinatutens), which were negatively correlated with OSi. To explore the potential role of these bacteria in mitigating OS, we administered P. succinatutens (108 cfu/day for 14 days) to C57BL/6 J mice (n = 10). Oral administration of P. succinatutens significantly increased serum total antioxidant capacity, decreased total oxidants, and reduced OSi in mice. Moreover, this treatment promoted activation of the Nrf2-Keap1 antioxidant pathway, significantly enhancing the enzymatic activities of GSH-Px and SOD, as well as the concentrations of acetate and propionate in the colon. In conclusion, our findings suggest that systemic tryptophan metabolism and disordered SCFAs production are concurrent factors influenced by hindgut microbiota and associated with OS development. Modulating the hindgut microbiota, particularly by introducing specific SCFAs-producing bacteria, could be a promising strategy for combating OS.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Oxidative Stress",
        "Antioxidants",
        "Gastrointestinal Microbiome",
        "RNA, Ribosomal, 16S",
        "Female",
        "Mice",
        "Fatty Acids, Volatile",
        "Metabolomics",
        "Metagenomics",
        "Clostridiales",
        "Multiomics"
      ]
    },
    {
      "pmid": "40259137",
      "title": "Investigating the Pharmacokinetics and Efficacy of Intramammary Ceftiofur Hydrochloride in Prevention of Udder Inflammation in Non-Lactating Dairy Heifers.",
      "authors": [
        "Ranee A Miller",
        "Geof W Smith",
        "Jennifer L Halleran",
        "Derek M Foster",
        "Ronald E Baynes"
      ],
      "journal": "Journal of veterinary pharmacology and therapeutics",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mastitis is the most burdensome concern for the dairy cattle industry. Antimicrobials are often prophylactically administered to dairy cows at dry-off to reduce the risk of intramammary infection during the dry period and subsequent lactation. Mastitis incidence has increased in dairy heifers after calving, leading to extralabel drug use of various dry cow products, including intramammary ceftiofur hydrochloride. However, the pharmacokinetics and efficacy of this application have yet to be studied. This study aimed to compare the pharmacokinetics and efficacy following no treatment, a non-antimicrobial teat sealant, or a single dose of intramammary ceftiofur given at 21 or 14 days before expected calving. We hypothesized that milk collected following dosing would contain drug residues below the FDA tolerance of 100 ng/mL by calving, and heifers within the ceftiofur treatment groups would have lower somatic cell counts (SCCs) than heifers in the teat sealant and nontreatment control groups. Following treatment or no treatment of 24 prepartum heifers, milk samples were collected until 21 days after calving. Somatic cell counts and ceftiofur concentrations were assessed utilizing a cell counter and UPLC/MS detection, respectively. Ceftiofur administration did not significantly reduce SCCs compared to other groups by days 7, 14, or 21. For heifers treated 14 and 21 days prior to calving, milk had a maximum ceftiofur concentration of 8.14 ± 6.24 and 4.20 ± 5.07 ng/mL 48 h into lactation, respectively. The minimal ceftiofur concentrations in milk collected from these heifers indicate that administration of ceftiofur 14 or 21 days before calving is unlikely to lead to violative residues. However, it is essential that regional regulations regarding the use of ceftiofur are adhered to."
    },
    {
      "pmid": "40255226",
      "title": "Investigation of Lactobacillus Probiotics Derived from Traditional Dairy Products in Eliciting Anti-Tumor Responses in Mouse Colorectal Cancer Model.",
      "authors": [
        "Shaghayegh Rezai",
        "Elnaz Ghorbani",
        "Seyedeh Elnaz Nazari",
        "Farzad Rahmani",
        "Seyed Mahdi Hassanian",
        "Asma Afshari",
        "Mohammad Bagher Habibi Najafi",
        "Amir Avan",
        "Mikhail Ryzhikov",
        "Saman Soleimanpour",
        "Majid Khazei"
      ],
      "journal": "Iranian journal of medical sciences",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Colorectal cancer (CRC) is a serious health problem, and finding new treatments is important. There is growing evidence for the antitumor activity of probiotics. This study investigated the anti-cancer potential of a probiotic mix containing Lactobacillus plantarum, L. brevis, L. helveticus, and L. delbrueckii, alone or in combination with the chemotherapy drug 5-fluorouracil, against CRC. METHODS: The research was carried out in Mashhad in 2021. The cytotoxic effect of Lactobacillus isolates on CRC cells was investigated in two-dimensional and three-dimensional cell culture models. Histological staining and molecular approaches were used to investigate the regulatory mechanism of Lactobacillus isolates on cell migration, inflammation, fibrosis, cell cycle progression, apoptosis, and tumor necrosis in the CRC mouse model. Statistical analysis was performed using SPSS software version 20 with a significance level of P<0.05. The tests employed included the Kolmogorov-Smirnov, ANOVA, Dunnett's post hoc, and Kruskal-Wallis. RESULTS: Lactobacillus strains effectively suppressed tumor growth in CRC by promoting cell death and inhibiting fibrosis and inflammation. These bacteria regulated apoptosis-related genes such as Bcl-2-associated protein x (P=0.0033), and BCL-2 (P=0.0029), leading to increased tumor necrosis. Treatment with bacterial supernatants reduced tumor size and fibrosis by downregulating collagen type I, alpha 1 (Col1a1) (P=0.024), Col1a2 (P=0.0231), and actin alpha 2 (P=0.0466), and transforming growth factor-beta expression. Additionally, they suppressed inflammation by decreasing tumor necrosis factor-alpha (P=0.0001), interleukin 6, and IL-1β (P=0.0198) levels in tumor tissues. Furthermore, the treatment inhibited CRC cell migration by modulating epithelial cadherin (P=0.0198) and matrix metallopeptidase 2 (P=0.033) expression. CONCLUSION: Findings indicated that co-administration of Lactobacillus isolates with 5-FU could improve the anti-tumor properties of the standard drug, 5-FU, supporting the therapeutic potential of these safe isolated lactic acid bacteria for CRC patients in vivo.",
      "mesh_terms": [
        "Animals",
        "Colorectal Neoplasms",
        "Probiotics",
        "Mice",
        "Lactobacillus",
        "Disease Models, Animal",
        "Humans",
        "Apoptosis",
        "Cell Line, Tumor"
      ]
    },
    {
      "pmid": "40254963",
      "title": "Effect of Dairy Farm Supervisor Leadership Training on Workplace Safety Climate.",
      "authors": [
        "David I Douphrate",
        "Anabel Rodriguez",
        "Pete Kines",
        "Amir Hossein Javid"
      ],
      "journal": "Workplace health & safety",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "Background: Assessment of workplace safety climate is a recognized approach to assess safe culture in an organization. We developed, implemented, and evaluated a 12-module safety leadership and management e-learning training program tailored for front-line dairy farm supervisors and hypothesized that such a training program would have a positive effect on occupational safety climate. Methods: We enrolled 103 dairy farm supervisors from 35 U.S. farms to participate in a 12-module dairy leadership training program. We assessed safety climate change among supervisors and their workers using a pre-post training intervention methodology. A 24-item, 8-factor safety climate survey was developed and completed pre- and post-training by 65 supervisors and 313 (pre) and 238 (post) workers under their supervision. Findings: Significant improvements were seen on the 14-item supervisor safety climate scale, the 10-item group safety climate scale, and subscales regarding safety priority, empowerment, and dealing with conflicts. No significant improvements were seen for the factor regarding leaders encouraging workers to report safety incidents, as these were already rated highly. Conclusions: Findings suggest safety leadership e-learning training among dairy farm supervisors can result in positive safety climate change among supervisors and subordinate workers. Application to Practice: This study provides a framework for researchers, safety professionals, and training developers for the successful implementation of a safety leadership training program, and its effect on safety climate. Additional research is needed on the effectiveness and sustainability of safety leadership training in high-risk industrial sectors such as agriculture.",
      "mesh_terms": [
        "Humans",
        "Leadership",
        "Dairying",
        "Female",
        "Organizational Culture",
        "Adult",
        "Male",
        "Safety Management",
        "Middle Aged",
        "Surveys and Questionnaires",
        "Occupational Health",
        "Workplace",
        "United States"
      ]
    },
    {
      "pmid": "40252768",
      "title": "Characterization and health, productivity, and economic effects of highly pathogenic avian influenza hemagglutinin type 5 and neuraminidase type 1 outbreak in dairy cattle.",
      "authors": [
        "Zelmar Rodriguez",
        "Annette O'Connor",
        "Barry J Bradford",
        "Catalina Picasso-Risso"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to characterize the highly pathogenic avian influenza (HPAI) hemagglutinin type 5 and neuraminidase type 1 (H5N1) clade 2.3.4.4b outbreak in dairy cattle and to estimate the effect of the outbreak on health, productivity, and economics at the herd and individual levels for 130 d from the outbreak. Herd records from a Michigan dairy farm, confirmed as affected based on PCR testing in milk, were used for this cohort study. Records included daily bulk tank information, herd management and feed intake data, and temperature alerts generated from cows' intraruminal automated sensor devices during the year of the outbreak and the previous year. Health indicators included fever (used to determine the cumulative incidence of HPAI H5N1-affected cows and outbreak length), culling, death, SCC, and DMI. Productivity was estimated based on milk yield and composition. The outbreak and postoutbreak periods were compared with the same periods of the previous year using joinpoint segmented regression analysis. Analyses included 486 daily bulk tank observations and 13,542 fever alerts from 437 Holstein dairy cows. Based on these outcomes, we estimated the economic effect of HPAI H5N1 at the herd and individual level using a stochastic simulation model. Cumulative incidence was 32% of the herd during the outbreak lasting 45 d. The outbreak led to an average milk yield reduction of 5.7%, with a peak in reduction of 22% lower than the preoutbreak average. The total milk drop was 324 kg of milk per cow in the herd, or 1,014 kg per affected cow. A lengthy recovery of milk yield began 19 d after the onset of the outbreak, reaching the previous year's yield 132 d (4.4 mo) later. The bulk tank SCC (BTSCC) peaked at 296,703 cells/mL, marking a 3-fold increase from preoutbreak levels. This tipping point occurred 22 d after the outbreak onset. The BTSCC gradually returned to preoutbreak levels 46 d after the outbreak began, coinciding with the outbreak's conclusion. During the outbreak, the average DMI consumed by lactating cows was reduced by 1.5 kg/d per cow (3.5%), whereas affected cows reduced DMI on average 4.7 kg/d over the outbreak. The cost of HPAI H5N1 for affected cows based on milk reduction, replacement, treatment costs, and reduced DMI was estimated at $504 (90% range = $422-$597). At the herd level, for a 500-cow herd, the economic effect was estimated at $79,145 (90% range = $56,726-$84,994). The economic effect of the outbreak per cow in the herd averaged $158 (90% range = $132-$184; i.e., averaged over the entire herd). Milk reduction represented 92.3% of the total economic losses, followed by death-related costs (4.7%), treatment and labor costs (1.6%), and culling costs (1.5%). Reduced DMI saved an estimated $11,705 in feed expenses for a 500-cow herd. The effect of HPAI H5N1 on health, productivity, and economics was both severe and immediate, challenging the economic sustainability of the dairy farms. These findings emphasize the urgent need for strong biosecurity measures to prevent and control such outbreaks effectively to limit the high burden estimated."
    },
    {
      "pmid": "40252767",
      "title": "Use of a priority lane to increase voluntary visits to a milking robot in dairy cows.",
      "authors": [
        "Francesca P Johansen",
        "Paul Donnelly",
        "Gareth Arnott",
        "Stephanie Buijs"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Voluntary visits to the milking robot are the basis of automatic milking system functionality. Therefore, problems arise when cows are undermotivated to visit the robot. Cows with reduced competitive abilities, specifically those that are lame or low-ranking (or both), are at risk of lower visit frequencies. These cows typically have reduced autonomy as they must conform to the schedules of more dominant herd-mates. Solutions seeking to ameliorate these access issues may thus improve welfare and productivity. We evaluated the effects of providing lame or low-ranking cows with increased access to the milking robot via a priority lane, which provided an additional entrance to the robot for this group only. We aimed to understand the effects of the priority lane upon training duration, milking robot visit behavior, lying behavior, and hair cortisol. We further aimed to understand how losing and gaining access to the priority lane would affect milking robot visit behavior. We hypothesized that priority access would increase total milking robot visits and lying time, decrease milking interval variability and hair cortisol concentrations, and would not affect training duration. Twenty-four lame (mobility score ≥2) or low-ranking (lowest third of herd) cows were matched into 12 pairs of equal mobility, social ranking, or both. Each pair was split over treatments (i.e., priority lane and control). An additional 18 cows were included in the herd to increase competition but could not access the priority lane. Data were collected in 4 phases (pretreatment phase, training phase, treatment phase 1, and treatment phase 2) over a 15-wk period. New priority and control groups were created for treatment phase 2. Training time and hair cortisol concentrations were compared using linear regression, and GLMM were used to analyze milking and lying behavior during treatment phase 1. Wilcoxon signed-rank tests were used to compare values between pre- and postregrouping in treatment phase 2. During the training phase and treatment phase 1, priority cows had more lying bouts, and successful, unsuccessful, and total robot visits. No treatment differences in training time, hair cortisol concentrations, lying time, or milking interval variability were observed. During treatment phase 2, cows granted access to the priority lane increased their successful milking visits, whereas cows removed from the priority lane did not decrease their visits. In conclusion, priority access had no effect on welfare indicators or training time. However, it did increase milking robot visit frequency. We suggest that the productivity and welfare benefits of a priority lane may be greater under conditions of greater competition."
    },
    {
      "pmid": "40252760",
      "title": "Risk factors for stall unoccupancy in Holstein dairy cows milked 3 times per day in a rotary milking parlor: A case control study.",
      "authors": [
        "A Singh",
        "H Somula",
        "M Wieland"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The milking parlor is one of the most expensive capital investments on a dairy, therefore, using it in its most efficient way is crucial to the financial sustainability of dairy operations. Minimizing the number of unoccupied stalls in the parlor is one way to improve the parlor efficiency. Disruption in normal traffic entry to the parlor may lead to an unoccupied stall in front of a cow (i.e., stall unoccupancy). The objectives of this retrospective case control study were to identify cows at risk of stall unoccupancy and to investigate risk factors for stall unoccupancy over a 10-d risk period. The study was conducted on a Holstein dairy farm milking ∼5,000 cows 3 times per day in a 100-stall rotary parlor. Stall unoccupancy in this study refers to an event during milking in which the preceding stall of a cow remained unoccupied. A case of recurrent stall unoccupancy (RSU) was defined as a cow experiencing 11 or more stall unoccupancy events during the 10-d risk period. We hypothesized that certain cows would be responsible for causing RSU and that stall unoccupancy would be associated with cow characteristics, such as parity, stage of lactation, and health-related events. The health events considered were lameness, mastitis, individual quarter dry-off during lactation, vaccination, hoof trimming, and other disease events that occurred 1 wk before, during, or 1 wk following the risk period. Data were extracted from the farm management software programs and analyzed with a multivariable logistic regression model. We found that lactation number, lactation stage, and SCC were associated with RSU. Compared with cows in third or greater lactation, the odds ratio (OR; 95% CI) of RSU were 0.062 (0.03-0.15) for lactation 1 and 0.35 (0.22-0.56) for lactation 2. Taking cows in late lactation (≥200 DIM) as reference group, the OR (95% CI) of RSU were 0.56 (0.35-0.92) for early-lactation (<100 DIM) cows and 0.84 (0.56-1.26) for mid-lactation (101-200 DIM) cows. A 1 unit increase in the log-transformed SCC value was associated with increased odds of RSU (OR [95% CI]: 1.37 [1.05-1.76]). In addition, we documented that lameness was associated with RSU. A cow diagnosed with a lameness event 1 wk before, during, or 1 wk after the risk period exhibited higher odds of RSU with an OR (95% CI) of 1.81 (1.03-3.19). The protocol described herein provides a method to identify cows at risk of RSU and the associated risk factors. Our findings can help dairy producers identify cows that may require assisted entry to the parlor, enabling more efficient use of both parlor and labor resources. In addition to the well-documented effects of lameness on productivity, lactation performance, and animal well-being, our data suggest that lameness can have a substantial effect on parlor efficiency. These findings underscore the importance of effective treatment and prevention strategies for lameness."
    },
    {
      "pmid": "40250609",
      "title": "Effects of the addition of hydrocortisone aceponate to intramammary procaine penicillin for treatment of intramammary infections in dairy cattle.",
      "authors": [
        "R R Munn",
        "S McDougall"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this study was to assess the effects of the addition of the corticosteroid hydrocortisone aceponate (HCA) to a procaine penicillin G intramammary infusion on clinical outcomes and bacteriological cure rates of naturally occurring bovine mastitis. This prospective, randomized, superiority and noninferiority, blinded, positive-controlled intervention study included clinical and subclinical arms. For the clinical arm, cows were randomly assigned within farm to be treated with penicillin and HCA (IVP) or penicillin alone (CP) on 3 occasions at 24-h intervals following collection of a milk sample. Cows were enrolled over 2 yr; 65 quarters (59 cows) in yr 1, and 66 quarters (61 cows) in yr 2. For the subclinical arm, cows were enrolled if they had a SCC > 200,000 cells/mL at the most recent DHI test and had no signs of clinical mastitis. Following bacterial isolation from a milk sample, quarters were enrolled and treated. Cows (n = 410; 715 quarters) were blocked within herd by age, ranked on SCC, and randomly assigned in a 2 × 2 factorial arrangement to be treated on 3 occasions with IVP or CP at 12- or 24-h intervals. Milk samples for microbiology and SCC were collected at intervals up to 28 d after initiation of treatment. At the same time, quarters of clinical cases were assessed for the presence of clots in milk and for heat or swelling. Streptococcus uberis was the most common isolate before treatment in the clinical arm, and Corynebacterium spp. and NAS the most common in the subclinical arm. Bacteriological cure was defined as nonisolation of the bacterial species present pretreatment from any sample posttreatment. The bacteriological cure rate did not differ between treatment groups in the final multivariate model in the clinical or subclinical arm. The bacteriological cure rate of IVP was noninferior to that of CP in the subclinical arm, and treatment at 24-h intervals was noninferior to treatment at 12-h intervals. In the clinical arm, posttreatment SCC were lower for quarters in the IVP than the CP group 14, 21, and 28 d after initiation of treatment. Quarter-level SCC did not differ between treatment groups in subclinically infected quarters. For clinical cases, the proportion of quarters with heat or swelling was reduced following treatment with IVP compared with CP. We do not advocate the routine treatment of subclinical mastitis during lactation and did not demonstrate a benefit of corticosteroid inclusion in these subclinical cases. We conclude that the bacteriological cure rate of subclinical mastitis was noninferior following treatment with penicillin and HCA compared with penicillin alone and for 24-h compared with 12-h treatment intervals. There was evidence of reduced severity of local inflammation in cases of clinical mastitis when HCA was combined with penicillin compared with treatment with penicillin alone."
    },
    {
      "pmid": "40250606",
      "title": "Effect of a single prostaglandin F2α presynchrony 3 to 4 days prior to treatment of anestrous dairy cows with a novel intravaginal progesterone-releasing device and Ovsynch.",
      "authors": [
        "S McDougall",
        "R R Munn",
        "R Castle"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This randomized positively controlled intervention study assessed the superiority of presynchrony by a single i.m. injection of PGF2α given 3 or 4 d before commencement of an Ovsynch and progesterone program, compared with no presynchrony, in anestrous cows. Additionally, noninferiority of a novel intravaginal progesterone-releasing device (Ulti-mate) compared with a commercially available device (CIDR) was assessed. Cows (n = 1,557) not detected in estrus by 12 or 13 d before the start of the seasonal breeding program (d 0) and calved > 13 d, were blocked within herd by lactation (i.e., primiparous vs. multiparous) and randomly assigned to treatment with Ulti-mate or CIDR devices, and presynchrony or not, in a 2 × 2 factorial design. At d -12 or -13 cows assigned to presynchrony received an intramuscular injection of PGF2α. On d -9 all cows received GnRH and the assigned device. On d -2 the devices were removed, and all cows received PGF2α at device removal and again 24 h later. Cows not observed in estrus by approximately 56 h after device removal were injected with GnRH and bred approximately 16 h later. Those cows that had been detected in estrus by the time of the final GnRH were not injected. A subset of 128 cows from 2 herds underwent ovarian ultrasonography on d -12, -9, -7, -1 and +2 and blood samples were drawn from the tail vessels on d -12, -9, and -7 for serum progesterone analyses. Pregnancy status was determined by transrectal ultrasonography at approximately 5 wk after first insemination, and again approximately 6 wk after the end of the seasonal breeding program. Pregnancy per artificial insemination (AI) was greater in presynchronized (54.3%, 95% CI: 50.4%-58.2%) than non-presynchronized (49.2%, 95% CI: 45.2%-53.1%) cows. Presynchrony also resulted in greater proportions of cows pregnant by 3 and 6 wk into the breeding program. There were 71/128 cows with corpora lutea detected by ultrasonography at d -12. Presynchrony increased the proportion of these cows undergoing luteolysis between d -12 and d -9 compared with no presynchrony (23/28 [82.1%] vs. 11/29 [37.0%]). Neither device type nor presynchrony altered the proportion of cows ovulating following device removal by d +2. There was no difference in pregnancy per AI or the proportion of cows pregnant by 3 or 6 wk between cows treated with Ulti-mate or CIDR devices The Ulti-mate device was declared noninferior to the CIDR device in terms of pregnancy per AI because the lower 95% CI of the difference was less than -7 percentage points. We conclude that presynchrony with PGF2α, 3 or 4 d before progesterone-releasing device insertion, resulted in greater pregnancy per AI and greater pregnancy proportion by 3 and 6 wk into the breeding program."
    },
    {
      "pmid": "40250603",
      "title": "Milk lipidome alterations in first-lactation dairy cows with lameness: A biomarker identification approach using untargeted lipidomics and machine learning.",
      "authors": [
        "Ana S Cardoso",
        "Sandra Martínez-Jarquín",
        "Robert M Hyde",
        "Martin J Green",
        "Dong-Hyun Kim",
        "Laura V Randall"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lameness, defined as an impaired gait, impacts cow welfare and performance, compromising future health and production, and increasing culling risk. Untargeted milk lipidomics, together with the use of machine learning methods, have shown promise in identifying potential biomarkers for the early detection of lameness, before the development of visible clinical lameness. Prediction of early lameness would allow for the earlier implementation of management and treatment strategies, ultimately reducing the negative consequences. This study aimed to evaluate the predictive accuracy of differences in the milk metabolome and identify milk lipid biomarkers for early lameness detection in first-lactation dairy cows. Untargeted lipidomics and machine learning approaches were used to evaluate the differences in the milk metabolomic profiles in samples collected from heifers during the transition period (before lameness) and at the time of first lameness onset. A total of 56 milk samples from 32 cows (16 lame, 16 control) were analyzed by liquid chromatography-high-resolution mass spectrometry after calving (before lameness) and at lameness onset. Elastic net regression achieved 83% accuracy in predicting lameness from samples collected after calving and 100% accuracy at the time of lameness. A total of 10 mass ions selected by different statistical methods showed potential to be considered predictors of lameness. Pathway analysis revealed significant dysregulation of retinol metabolism after calving in cows that go on to develop lameness in that lactation. This study demonstrated potential for using milk lipidomics for early lameness detection. This, in turn, provides insights into lameness pathogenesis, furthering our understanding of lameness, with the ultimate goal of developing interventions to improve dairy cow welfare and farm productivity."
    },
    {
      "pmid": "40242491",
      "title": "The impact of sire beef genetic merit and concentrate supplementation strategy on phenotypic performance of dairy-beef steers.",
      "authors": [
        "Jamie O'Driscoll",
        "Deirdre C Purfield",
        "Nóirín McHugh",
        "Donagh P Berry",
        "Nicky Byrne"
      ],
      "journal": "Translational animal science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Beef from the dairy herd is becoming an important source of beef globally, but most dairy breeding objectives have typically not selected for beef production traits. Moreover, beef sires used in dairy herds are generally selected for ease of calving and short gestation, features known to be antagonistically correlated with carcass weight and conformation. Total merit breeding indexes collapse information from a series of (economically important) traits into a single rank per animal-one such type of total merit index is that which ranks beef bulls for mating to dairy females (i.e., a dairy-beef index). Such breeding objectives have not yet been validated in a controlled field study. In addition, there is a growing interest in identifying strategies to reduce slaughter age in pasture based dairy-beef systems. The objective of the present study was to quantify the benefits on dairy-beef steer performance from a combination of prudent sire selection using a dairy-beef breeding objective coupled with the strategic use of concentrate supplementation at pasture. Three genotypes were evaluated: 1) 66 animals produced from Angus sires in the top 40% of the Irish dairy-beef breeding objective (High Angus); 2) 92 animals produced from Angus sires in the bottom 60% of the Irish dairy-beef breeding objective (Low Angus); and 3) 75 animals from Holstein-Friesian (HF) sires. Each genotype was evaluated across one of three feed treatments (FT): 1) grass only (GO); 2) low concentrate (LC), and 3) high concentrate (HC). There was no association between genotype and feed treatment for animal growth. Results clearly demonstrated that progeny from sires excelling genetically in beef genetic merit outperformed progeny from low beef genetic merit sires for carcass weight. High Angus steers had a similar carcass weight (312.4 kg; P > 0.05) to HF steers (315.9 kg), with Low Angus steers having the lightest carcass (294.1 kg; P < 0.05). Nevertheless, HF steers were 84.5 d older than both Angus genotypes at slaughter (P < 0.05). Furthermore, supplementation during the second grazing season (the HC feed treatment) reduced the slaughter age of both Angus genotypes, but it had no effect on the slaughter age of HF steers. This study demonstrates the benefits of using high beef genetic merit sires in dairy herds to improve animal performance, whilst also demonstrating the potential to reduce slaughter age through supplementation."
    },
    {
      "pmid": "40241802",
      "title": "Corrigendum: Use of intrauterine dextrose as an alternative to systemic antibiotics for treatment of clinical metritis in dairy cattle: a microbiome perspective.",
      "authors": [
        "Jennine Lection",
        "Emily Van Syoc",
        "Asha Miles",
        "Julia Hamilton",
        "Marcela Martinez",
        "Santiago Bas",
        "Justin Silverman",
        "Adrian Barragan",
        "Erika Ganda"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2025",
      "publication_types": [
        "Published Erratum"
      ],
      "abstract": "[This corrects the article DOI: 10.3389/fvets.2024.1478288.]."
    },
    {
      "pmid": "40231542",
      "title": "2'-FL in Dairy Matrices Attenuates Allergic Symptoms in Mice by Reducing BLG Hypersensitivity and Modulating Gut Microecology.",
      "authors": [
        "Xintong Chen",
        "Fan Yang",
        "Tianliang Bai",
        "Yong Wu",
        "Shuangyan Zheng",
        "Ping Tong",
        "Hongbing Chen",
        "Xin Li"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "2'-Fucosyllactose (2'-FL), an industrial breast milk oligosaccharide, is approved for use in infant formula and may reduce cow's milk protein allergenicity. To investigate whether glycosylation products of 2'-FL in dairy products (2'-FL-β-LG) increase its sensitization, we cross-linked β-LG with 2'-FL and used it to sensitize Balb/c mice, comparing it with nonglycosylated β-LG. Both 2'-FL-β-LG sensitization and oral 2'-FL intervention reduced allergic symptoms, specific antibodies (IgE, IgG, and IgG2a), inflammatory cytokine levels, and intestinal damage. 2'-FL also shifted T-cell differentiation, reduced cell surface expression of DC receptors, and enhanced gut microbial diversity. Oral 2'-FL showed the greatest efficacy, suggesting its potential for lowering milk allergenicity in formula.",
      "mesh_terms": [
        "Animals",
        "Mice, Inbred BALB C",
        "Mice",
        "Milk Hypersensitivity",
        "Gastrointestinal Microbiome",
        "Humans",
        "Female",
        "Trisaccharides",
        "Immunoglobulin E",
        "Cattle",
        "Immunoglobulin G",
        "Infant Formula",
        "Lactoglobulins",
        "Milk"
      ]
    },
    {
      "pmid": "40229873",
      "title": "Exploring the influence of endometritis diagnostic criteria on uterine involution, milk yield and fertility in dairy cows.",
      "authors": [
        "Dawid Tobolski",
        "M Krupa",
        "Z Polak",
        "O B Pascottini",
        "G Opsomer",
        "W Barański"
      ],
      "journal": "BMC veterinary research",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: We investigated the impact of different classification schemes for postpartum uterine disease on genital tract involution, milk yield, and reproductive performance in dairy cows. The reproductive tracts of 223 Polish Holstein cows were examined between 21 and 29 days postpartum (median 24 days). Transrectal ultrasonography was employed to assess reproductive tract dimensions, vaginoscopy was used for visual scoring of vaginal discharge, and endometrial cytology with the cytobrush was used to calculate the percentage of polymorphonuclear cells (PMN). The health status of the cows was classified using two diagnostics models. Model 1 categorized cows as healthy (H; <5% PMN and absence of purulent vaginal discharge [PVD0]), subclinical endometritis (SE; ≥5% PMN and PVD0), and further subdivided PVD into three categories: flecks of pus in vaginal discharge (PVD1), mucopurulent discharge (PVD2), or purulent discharge including red-brownish watery fetid discharge (PVD3), irrespective of endometrial PMN%. Model 2 classified cows as healthy (H; <5% PMN and PVD0), subclinical endometritis (SE; ≥5% PMN and ≤ PVD1), and clinical endometritis (CE; ≥5% PMN and > PVD1). RESULTS: Cows with ≥ PVD2 (Model 1) and CE (Model 2) had larger cervical and uterine horn diameters and were less likely to resume ovarian activity by the fourth week postpartum in comparison to H and SE. For Model 1, the milk yield to 120 days postpartum was lower in PVD3 in comparison to H while for Model 2, CE produced less milk to 120 days postpartum when compared to H or SE. For both models, SE had a lower first service conception rate than H cows, but the pregnancy risk to 210 days postpartum did not differ. When compared to H, PVD2 (Model 1), and CE (Model 2) had the lowest first service conception rate and pregnancy risk to 210 days postpartum. CONCLUSION: Model 1 provides detailed PVD severity assessment, which is valuable for potential targeted treatment and management but adding complexity due to multiple categories. Model 2 offers simpler categorization for clear management decisions but may overlook disease nuances. Though labor-intensive and less practical for routine use, these protocols are useful for population-level decision-making in dairy farm reproductive performance.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Cattle",
        "Endometritis",
        "Cattle Diseases",
        "Fertility",
        "Lactation",
        "Milk",
        "Postpartum Period",
        "Uterus",
        "Ultrasonography"
      ]
    },
    {
      "pmid": "40222676",
      "title": "Effects of replacing rye silage with mixed rye-vetch-straw silage on feed intake, milk production, digestion processes and blood metabolites in dairy cows.",
      "authors": [
        "G Terler",
        "T Gruber",
        "T Hartinger",
        "Q Zebeli"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mixed silage of whole catch crops - crops grown between 2 main crops - and straw might be an alternative forage source for dairy cattle in times of forage shortage, but is still understudied. This research sought to evaluate the effects of feeding mixed silage of rye-vetch-mixture and straw (RVS silage) in replacement of whole crop rye silage on feed intake, ECM yield, milk composition, nutrient digestibility, and metabolic variables of dairy cows. The study was a crossover trial with 10 Holstein and 4 Simmental cows (average 593 kg BW and 53 DIM at the start of the trial) tested in 2 experimental runs of 4 weeks each, whereby the last 2 weeks were used for the measurements. The cows were randomly allocated to one of the 2 diets differing only in the major forage source, either rye-vetch-straw silage (RVSS treatment) or a pure rye silage (RS treatment) as control. The diets were fed as partial mixed rations consisting on a DM basis of 43.8% RVS silage or rye silage, 14.6% corn silage, 14.6% meadow hay, and 27.0% concentrate mixture. The cows were additionally supplemented with 5 kg concentrate per day. Data showed that feeding the RVSS diet tended to decrease the DMI without affecting performance (mean ECM yield: 28.4 kg/d) and mean BW during a sampling period. Feeding the RVSS diet tended to increase dairy feed efficiency (kg ECM/kg DMI), likely due to the higher total-tract apparent OM digestibility of the RVSS diet compared with the RS diet. Furthermore, cows fed the RVSS diet spent significantly more time on rumination per kg intake of physically effective NDF. Diet did not affect the concentration of glucose, BHB, urea, total protein, albumin, triglycerides, cholesterol, liver enzymes and macro minerals in blood. Neither of the diets affected the concentration and proportions of short-chain fatty acids in the rumen fluid and feces. In conclusion, the mixed silage of catch crop and straw holds potential to replace traditional rye silage in the feeding of dairy cows yielding up to 30 kg ECM per day. Feeding the RVSS diet enhanced total-tract apparent OM digestibility and rumination index, without any negative effects on ECM yield, milk composition, BW, ruminal and fecal VFA concentration and key blood variables. Future research may evaluate the potential of mixed silages of catch crop and straw in the feeding of high-producing dairy cows as a viable option to overcome shortages in forage production."
    },
    {
      "pmid": "40221038",
      "title": "The effects of offering adequate-quality or high-quality colostrum on the passive immunity, health, growth and fecal microbiome development of dairy heifer calves.",
      "authors": [
        "Anna Flynn",
        "John Leech",
        "Marie McFadden",
        "Catherine McAloon",
        "John Paul-Murphy",
        "Fiona Crispie",
        "Paul D Cotter",
        "Conor McAloon",
        "Emer Kennedy"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colostrum quality is influenced by multiple factors, including its microbial load, which is determined by the cleanliness of collection and storage conditions. Additionally, the dam's diet and immune status play a crucial role in shaping colostrum quality by affecting immunoglobulin (IgG) concentrations. While many factors contribute to colostrum quality, this study will specifically use IgG content as the primary measure of quality. It is well established that feeding low-quality colostrum negatively affects calf health and growth, while feeding good-quality colostrum leads to better outcomes. However, it remains unclear if feeding colostrum above the recommended quality threshold offers additional benefits for calf health and growth. This study compared the effects of adequate versus high-quality colostrum on dairy heifer calf growth, health, and the development of the fecal microbiome during the first 15 weeks of life. We also measured the levels of apparent efficacy of absorption of IgG in both groups. Colostrum quality was initially determined and measured before feeding using a Brix refractometer (only feeding a minimum of 21% Brix); 93 heifer calves were assigned to treatment based on this data. Subsequently, laboratory analyses were conducted using radial immunodiffusion assays to measure the exact IgG levels in the colostrum; 72 calves were selected for continuation in the experiment based on the highest (n = 36) and lowest (n = 36) IgG levels in the colostrum. For these 72 calves, laboratory analyses were conducted using radial immunodiffusion assays to measure the exact IgG levels in the colostrum at the point of feeding and in the calf serum at 24 h post-feeding. To ensure a fair comparison, the groups were balanced for calf birthweight, breed, and dam parity. Serum IgG at 24 h, weight, and health data were analyzed in SAS using linear mixed models and logistic regression. Alpha and β diversity were analyzed using R with ANOVA, PERMANOVA, and Benjamini-Hochberg p-value adjustments. Calves fed colostrum with a high IgG content (123.0 mg/ml IgG) exhibited higher rates of passive transfer compared with those fed adequate-quality colostrum (85.2 mg/ml IgG). Both groups had passive transfer rates > 23 mg/ml IgG. Health outcomes were similar between the 2 groups, and average daily gain during the pre-weaning period was comparable, with calves gaining an average of 0.62 kg per day. Measures of α and β diversity in the fecal microbiome showed similar development in both groups. Apparent absorption efficacy was lower in calves fed high-quality colostrum (24.9%) compared with those fed adequate-quality colostrum (29.3%). The findings of this study support current recommendations for colostrum quality and suggest that calves may have a limited capacity to absorb higher concentrations of IgG. While feeding higher-quality colostrum did not lead to significant improvements in growth, health, or microbiome diversity, it demonstrated that adequate-quality colostrum can be equally effective when combined with best practice management. Further research is needed to better understand the relationships between immunoglobulin absorption efficiency, calf health, microbiome development, and growth performance."
    },
    {
      "pmid": "40221036",
      "title": "Dairy producers' awareness, perceptions, and barriers to early detection and treatment of lameness on dairy farms: A qualitative focus group study.",
      "authors": [
        "M W Brunt",
        "C Ritter",
        "D L Renaud",
        "S J LeBlanc",
        "D F Kelton"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lameness is a common and painful condition making it an important issue in the dairy industry. While moderate and severe cases of lameness are likely to be noticed and dealt with by most dairy producers, mild cases are often overlooked. The barriers to implementing best management practices (BMP) to detect lameness are unknown. The objectives of this study were to understand awareness, perceptions, and barriers to implementation of established BMP for early detection and treatment of lameness of participant dairy farmers. In total, 35 dairy farmers from 2 regions of Ontario [southwestern (n = 3) and eastern (n = 3)] participated in 6 focus groups. Four themes were identified from the transcribed data: 1) perception and rationalization of lameness, 2) reconciling perceived impacts and the ability to effect improvement, 3) assessment strategies, and 4) mild lameness detection challenges. Participants viewed the detection of lameness to be the responsibility of producers (i.e., themselves) and often disagreed with external assessors regarding the prevalence of lameness in their herds. They were unsure what the appropriate treatment was for mild lameness and questioned whether it had significant economic effects on their farms. Lameness assessments by producers occurred informally as participants performed other routine tasks. Some participants also reported using the interval between milkings in automatic milking systems as the primary lameness assessment method. Lack of training for employees and themselves, busy daily schedules, and continuously seeing the same cows were raised as important challenges to the detection of mild lameness. Our results suggest that participants viewed mild lameness detection and treatment a low priority with uncertain benefit. Greater recognition by dairy producers of the importance of early identification of lameness and improved access to effective treatment protocols will be needed to advance implementation of best management practices for detection and treatment of non-severe lameness."
    },
    {
      "pmid": "40221035",
      "title": "Evaluation of circulating cytokine concentrations and ex vivo indicators of the inflammatory response in transition dairy cows fed pre- and postpartum diets differing in metabolizable protein supply.",
      "authors": [
        "Trent A Westhoff",
        "Anja S Sipka",
        "Thomas R Overton",
        "Suzanne Klaessig",
        "Sabine Mann"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The nutrient deficit during the transition period might alter activity of the nutrient sensing mechanistic target of rapamycin, thereby influencing immune phenotype and the inflammatory balance of transition cows. We investigated changes in circulating markers of inflammation during the transition period. Additionally, we assessed changes in ex-vivo indicators of the whole blood leukocyte cytokine response to LPS stimulation and leukocyte phagocytosis and oxidative burst. The second objective was to determine whether increasing the MP supply in the prepartum, the postpartum, or both diets would affect the measured parameters. Multiparous Holstein cows (n = 96) were assigned to 1 of 4 treatment groups at 28 d before expected calving following a randomized block design. Prepartum diets were formulated to contain either a control (85 g of MP/kg DM) or high (113 g of MP/kg DM) level of estimated MP. Postpartum diets were formulated to contain either a control (104 g of MP/kg DM) or high (131 g of MP/kg DM) level of estimated MP. To control the potential confounding effect of Met and Lys supply, diets were formulated to supply an equal amount at 1.24 and 3.84 g/Mcal of ME in both prepartum diets and 1.15 and 3.16 g/Mcal of ME in both postpartum diets, respectively. The combination of a pre- and a postpartum diet resulted in treatment groups: control-control (CC), control-high (CH), high-control (HC), and high-high (HH). Serum concentrations of tumor necrosis factor (TNF), interleukin-10 (IL-10), and interferon-γ (IFN- γ) were determined at -6, 3, 10, and 21 d relative to calving using a multiplex assay. Complete blood cell count, whole blood cytokine response to LPS stimulation, and polymorphonuclear leukocyte (PMN) and peripheral blood mononuclear cell (PBMC) phagocytosis and oxidative burst were determined at -28, -10, 7, and 21 d relative to calving. Serum concentrations of TNF were below the lower limit of detection (≤12 pg/mL) in 282 (75.4%) samples. Serum concentrations of IL-10 and IFN-γ were greatest at -6 d relative to calving. Serum concentrations of IFN-γ did not differ by treatment, but IL-10 was greater in CH compared with HH and HC at 10 and 21 DIM, respectfully. Compared with CC, white blood cell counts were 13.9% higher in HC, granulocyte counts were 17.6 and 14.7% higher in CH and HC, respectively and monocyte counts were 27.4% higher at 7 DIM in HC. Lymphocyte counts were 12.7% and 13.9% higher in HC compared with CC and CH, respectively. Phagocytic ability and oxidative burst of PMN and PBMC did not differ by treatment. Whole blood LPS-induced IL-10 and TNF concentrations increased to a greater extent at 7 DIM and 7 and 21 DIM compared with -10 d relative to calving, respectively, and similarly in all treatments. In summary, while serum IL-10 and IFN-γ concentrations were greatest during late gestation, whole blood LPS-induced cytokines and phagocytosis increased to a greater extent during early lactation suggesting a robust inflammatory response. However, increasing the MP supply during the transition period did not meaningfully influence indicators of the inflammatory response."
    },
    {
      "pmid": "40218421",
      "title": "Comparing Short Versus Long Persistency of Anthelmintics: Impacts on Dairy Sheep Production.",
      "authors": [
        "Konstantinos V Arsenopoulos",
        "Eleni Michalopoulou",
        "Elias Papadopoulos"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Grazing dairy ewes are often heavily challenged by parasitic infections, which represent one of the most important concerns in sheep farming due to their impacts on dairy sheep production. OBJECTIVES: The objectives of the present study were (i) to compare the short (i.e., albendazole) and long (i.e., eprinomectin) persistent effect of these anthelmintics in reducing infections by gastrointestinal nematodes (GIN) in ewes and (ii) to determine these effects on milk yield and quality in naturally infected with GIN dairy ewes. METHODS: On each farm, 40 selected ewes were divided into four similar groups on Day 0 based on their fecal egg counts (eggs per gram of feces; epg) as follows: Group 1-control group; Group 2-albendazole-treated group; Group 3-pour-on eprinomectin-treated group; Group 4-injectable eprinomectin-treated group. Fecal egg counts and coprocultures were performed on Days 0, 15, 30, 45, 60 and 75. The milk yield and milk quality (i.e., fat and protein concentration and somatic cell counts) were estimated on the aforementioned occasions. RESULTS: Eprinomectin outperformed albendazole in treating gastrointestinal nematode infections in dairy ewes. Both pour-on and injectable eprinomectin formulations provided long-lasting protection by reducing fecal egg counts (i.e., from 92.1% to 99.9%). Furthermore, eprinomectin-treated ewes exhibited increased daily milk yield and improved milk composition in terms of fat and protein concentrations and somatic cell counts. CONCLUSIONS: These findings highlight the benefits of long-persistent efficacy of eprinomectin as a preferred anthelmintic treatment for lactating dairy ewes, offering enhanced productivity and milk quality, while addressing parasite resistance concerns."
    },
    {
      "pmid": "40218388",
      "title": "Efficiency of a Modified Ovulation Synchronization Program in the Treatment of Ovarian Cysts in Dairy Cattle.",
      "authors": [
        "Daniela Haldi",
        "Eveline Studer",
        "Esther Rothenanger",
        "Jürg Hüsler",
        "Adrian Steiner",
        "Gaby Hirsbrunner"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Mar-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In dairy cattle, ovarian cysts (COFs) represent a major cause of infertility. They can be divided morphologically into follicular and luteal cysts based on their wall thickness, which can be examined by ultrasound, and progesterone secretion, which can be analyzed in serum or milk. The aim of our study was to evaluate cyst recovery using a modified ovsynch protocol with no need to differentiate COFs. Additionally, the beta-hydroxybutyric acid level (BHB), progesterone values, and trace elements in the serum were measured when therapy started. Fourteen days after treatment, COF recovery was confirmed in 88% of the cases. The median calving-to-conception interval, number of artificial inseminations until pregnancy, and median number of days from treatment to pregnancy were not different between the modified ovsynch protocol group and all other COF treatments. The logistic regression for COF included the parameters group, the cyst type, breed, the number of artificial inseminations (AIs), calving to conception cut at 200 d p.p., the cyst size, and therapy. The backward (and also forward) variable selection of the logistic regression yielded only the cyst size as a significant negative impact factor for recovery. In conclusion, the modified ovsynch protocol is a useful, practical option for COF treatment with the advantage of not needing to differentiate between the two cyst types."
    },
    {
      "pmid": "40218361",
      "title": "Effects of Onion Peel Inclusion on In Vitro Fermentation, Methane and Carbon Dioxide Emissions, and Nutrient Degradability in Dairy Cow Diets.",
      "authors": [
        "Lydia K Olagunju",
        "Oludotun O Adelusi",
        "Peter A Dele",
        "Yasmine Shaw",
        "Rosetta M Brice",
        "Oluteru E Orimaye",
        "Jorge A Villarreal-González",
        "Hye Won Kang",
        "Ahmed E Kholif",
        "Uchenna Y Anele"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Enteric greenhouse gas (GHG) emissions represent a major challenge in livestock production, contributing significantly to global methane output. Various strategies have been explored to mitigate these emissions, including dietary modifications, feed additives, and genetic improvements. In the present study, the focus was on onion peel (OP), a byproduct of the onion processing industry that has shown promise as a natural feed supplement with potential methane-reducing properties. We evaluated the effect of different inclusion levels of OP at 2.5% (OP2.5), 5% (OP5), 7.5% (OP7.5), and 10% (OP10) on the in vitro fermentation of two diets: a total mixed ration referred to as high concentrate (HC), and corn silage referred to as high forage (HF). A 48 h batch culture experiment using a 2 × 3 × 5 factorial arrangement was conducted to assess total gas production (GP), methane (CH4), carbon dioxide (CO2), ammonia (NH3), and hydrogen sulfide (H2S) concentrations, and nutrient degradability. Measurements were taken at 6 h, 24 h, and 48 h of incubation. Significant additive × diet interactions were observed for most of the parameters. The HC diet produced more gas but less CH4, CO2, NH3, and H2S compared to the HF diet (p < 0.05). At 24 h of incubation, the OP at all levels increased CH4, CO2, NH3, and H2S concentrations in the HF diet (p < 0.05). The OP2.5 treatment had the lowest (quadratic effect, p < 0.05) degradable dry matter (dDM) in the HC diet, while the OP linearly (p < 0.001) increased degradable acid detergent fiber (dADF) in both diets. The lowest total volatile fatty acids (VFA) and acetate (quadratic effect, p = 0.027) were observed with the OP5 treatment in the HC diet, while OP5, OP7.5, and OP10 had lower total VFA concentration in the HC diet. At 48 h of incubation, the OP7.5 treatment increased (p < 0.05) GP and CH4 and CO2 production in the HC diet. However, the OP5 treatment had the lowest CH4 production (quadratic effect, p = 0.027) in the HF diet. The highest dDM was observed with OP7.5 treatment (quadratic effect, p = 0.038) in the HC diet with lower values noted at different inclusion levels in the HF diet. Inclusion of OP had no effect on total VFA, and individual VFA in both diets. In conclusion, OP supplementation is more suitable for HF diets than HC diets. A 5% inclusion level is recommended to decrease ruminal CH4production and improve nutrient degradability."
    },
    {
      "pmid": "40218353",
      "title": "Evaluation of Rumen-Protected Methionine Supplementation on Milk Production and Composition in Crossbred Dairy Sheep.",
      "authors": [
        "Juan Carlos Angeles-Hernandez",
        "Josué Vicente Cervantes-Bazán",
        "Rodolfo Vieyra-Alberto",
        "Angelica Valeria Lorenzana-Moreno",
        "Ángel Garduño-García",
        "Augusto César Lizarazo-Chaparro"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In dairy sheep, optimum nutrition is required to maintain a positive energy and nitrogen balance, and therefore, achieve adequate performance levels. In this sense, supplemental rumen-protected methionine (RPMet) has been a nutritional strategy used to improve the availability of amino acids in sheep for milk production. The aim of the current study is to assess the effect of RPMet supplementation on the milk yield and milk composition of crossbred dairy sheep. Twenty F1 sheep (50% Pelibuey × 50% East Friesian) were randomly assigned to one of the following three treatments: C (control: 0 g/d), 3 g (3.0 g/d), or 6 g (6 g/d) of RPMet added to the basal diet from day 2 to 120 after lambing. Milk yield was significantly higher in sheep supplemented with 6 g of RPMet (p = 0.04) with a linear effect (p < 0.001). In relation to protein yield, the 6 g treatment showed the highest values (55.5 g/day) in comparison with the control (35.2 g/day) and 3 g (42.3 g/day) treatments. Also, lactose (p = 0.02) and non-fat solid yield (p = 0.03) were positively affected by the methionine supplementation. Our results suggest that methionine supplementation is an option to increase milk production, likely associated with the better availability of nutrients of dairy sheep farms using crossbred sheep in regions with an incipient dairy sheep industry."
    },
    {
      "pmid": "40218351",
      "title": "Effects of a Phosphorus-Binding Feed Supplement on the Blood P and Ca Levels in Dairy Cows.",
      "authors": [
        "Viktor Jurkovich",
        "Mikolt Bakony",
        "Per Theilgaard",
        "Levente Kovács",
        "Hedvig Fébel"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Subclinical hypocalcemia negatively impacts dairy cows' health, milk production, and reproduction, posing a global challenge. This study evaluated the effects of aluminum sulfate supplementation in the close-up diet to reduce blood phosphorus levels and prevent postpartum hypocalcemia. Thirty-four cows were assigned to the Control (CTRL, n = 17) and Treatment (TRT, n = 17) groups. The TRT group received 400 g/cow/day of aluminum sulfate at least 14 days before calving, with identical post-calving diets. Blood samples were analyzed for total and ionized calcium (tCa, iCa), phosphorus (P), magnesium (Mg), and beta-hydroxybutyrate (BHB). Milk yields were recorded. TRT cows had 0.22, 0.18, and 0.14 mmol/L higher tCa levels than CTRL cows at 12 h, 1 d, and 2 d postpartum, respectively, with elevated iCa levels from 10 days prepartum to 3 days postpartum. Lower serum P levels were observed in TRT cows until day 2 postpartum, while Mg levels remained similar. BHB levels differed only on day 14 postpartum. These findings suggest that aluminum sulfate supplementation effectively lowers serum P and increases tCa, offering a promising strategy for hypocalcemia prevention in dairy cows."
    },
    {
      "pmid": "40218320",
      "title": "Polyphenol-Containing Feed Additive Polygain™ Reduces Methane Production and Intensity from Grazing Dairy Cows Measured Using an Inverse-Dispersion Technique.",
      "authors": [
        "Mei Bai",
        "Pragna Prathap",
        "Muhammed Elayadeth-Meethal",
        "Matthew Flavel",
        "Richard Eckard",
        "Frank R Dunshea",
        "Richard Osei-Amponsah",
        "Mohammad Javed Ashar",
        "Deli Chen",
        "Surinder Chauhan"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study, conducted on a commercial dairy farm using a robotic milking system in Victoria, Australia, examined the effects of Polygain™ (The Product Makers Australia), a polyphenol-rich sugarcane feed material (PRSFM), on CH4 emissions in grazing dairy cattle using an inverse-dispersion model (IDM) combined with open-path laser techniques. Thirty lactating Holstein Friesian cows (aged 2-5 years with an average body weight of 663 kg and average daily milk production of 28.9 kg) were divided into two dietary treatment groups of fifteen cows each. Before the measurement, the PRSFM (0.25%) was supplemented for 3 weeks as an adaptation period and mixed with pellet feed for the treatment group. Over the 2-week measurement period, CH4 production (MP) was 495 ± 12 and 377 ± 12 (mean ± standard error) g CH4/animal/day for the control and treatment groups, respectively. Methane intensity (MI) was 17.04 and 13.01 g CH4/animal/kg milk/day in the control and treatment groups, respectively. On average, Polygain supplementation reduced MP and MI by 24%. This potential CH4 reduction extrapolated across Australia contributes to a 2.63% reduction in national agricultural emissions. This study underscores the potential of Polygain for CH4 mitigation in dairy cattle."
    },
    {
      "pmid": "40216236",
      "title": "A comprehensive study of respiration rates in dairy cattle in a Mediterranean climate.",
      "authors": [
        "Grazyne Tresoldi",
        "Mina Hejazi",
        "Cassandra B Tucker"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Respiration rate (RR) is often used to assess health and heat stress in cattle, influencing decisions that affect their welfare (e.g., medical treatment, cooling). Despite its importance, systematic information on how RR responds to various intrinsic and extrinsic factors is limited. This study recorded RR and behavior of 406 female Holstein and Jersey cattle (newborn to sixth lactation cows) in California over a year, aiming to: 1) describe RR across different life stages (calves, heifers, lactating, and dry cows), 2) evaluate how different weather or thermal load indexes predict RR using linear regression and mixed models, and 3) assess the effects of individual characteristics (life stage, breed, milk production, lactation state) and behavior (posture, location) on RR in a Mediterranean climate. A total of 11,210 RR and behavior records were obtained over 39 d between October 2016 and August 2017. Each record was paired with individual characteristics and 25 different weather parameters within 5 min of collection. Data analysis utilized descriptive statistics, mixed models, linear and multinomial logistic regressions. Across all life stages, RR ranged from 16 to 185 breaths/min, with first and third quartiles at 37 and 59 breaths/min, respectively. The likelihood of upper normal RR values (30 to 50 breaths/min, according to some textbooks) was highest when air temperatures (AT) were below 20-25°C, depending on the life stage. During observations, AT ranged from 1.8 to 43.9°C and was the sole most reliable RR predictor, accounting for 35% of the observed variation. While most individual characteristics and behaviors influenced RR, the biological significance was sometimes unclear. Calves showed the highest RR increase (+17 breaths/min per 10°C increase in AT), while dry cows had the lowest (+11 breaths/min). Changes for heifers and lactating cows were 13 and 14 breaths/min per 10°C increase in AT, respectively. We suspect differences in cooling provision and metabolic rates across categories drove these results. In general, Jersey cattle had higher RR than Holsteins, (∼3 breaths/min every 10°C), except in calves. RR were the lowest when heifers, lactating, and dry animals were near the feed bunk, likely due to soakers' provision for mature cattle. RR averaged 52 and 49 ± 3 breaths/min for lying down and standing postures, respectively, with < 1 breath/min change per 10°C increase in AT. For lactating cows, RR increased by ∼2 breaths/min for every 10 kg of milk produced but reduced by ∼1 breath/min for every 50 d of pregnancy. There was no relationship between RR and DIM or lactation number. Our study systematically collected RR data from a relatively large number of dairy cattle across different life stages and weather conditions, suggesting that current textbook RR thresholds may underestimate upper values for cattle and demonstrating that AT was the most reliable predictor of RR changes in a Mediterranean climate. RR varied with life stage, breed, posture, location, milk yield, and gestation length, with more pronounced changes in calves, suggesting a need for further research to understand these variations and their welfare implications."
    },
    {
      "pmid": "40216234",
      "title": "The effect of monopropylene glycol on milk production, uterine health, and reproductive performance in cows diagnosed with hyperketonemia on 3 pasture-based dairy farms.",
      "authors": [
        "S J Hendriks",
        "J R Roche",
        "J A A McArt",
        "T M Grala",
        "S-A Turner",
        "C R Burke",
        "B Kuhn-Sherlock",
        "C V C Phyn"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In housed systems, administration of oral monopropylene glycol (MPG) in postpartum cows increases the likelihood that cows resolve hyperketonemia (HYK), reduces the incidence of clinical ketosis, and improves milk production, uterine health, and reproductive performance. The objective of our study was to investigate the efficacy of MPG as a treatment for hyperketonemia (blood BHB 1.2 to 2.9 mmol/L) and its effects on milk production, uterine health, and reproductive performance in 3 seasonal-calving, pasture-based dairy herds in New Zealand. Cows were tested a maximum of 15 times for HYK (3 times weekly on Monday, Wednesday, and Friday; mean ± SD; 14.9 ± 0.4 tests) from 1 to 35 DIM using a handheld meter. In total, 749 (76.4%) of 980 cows sampled were diagnosed with HYK (blood BHB ≥1.2 to 2.9 mmol/L) or severe HYK (blood BHB ≥3.0 mmol/L) at least once during the first 35 DIM. Cows that never tested above 1.2 mmol/L were classified as non-HYK (n = 231) and were excluded from the study. Cows with HYK that were randomly allocated to the control group (n = 362) were left untreated, whereas those allocated to the MPG treatment group (n = 387) were orally drenched with 300 mL of MPG (equivalent dose 310 g) every time the BHB test was ≥1.2 to 2.9 mmol/L during the first 35 DIM (mean ± SD treatment bouts per cow: 2.0 ± 1.2 bouts). The MPG treatment was repeated once daily until blood BHB was <1.2 mmol/L at subsequent tests. Data from the survival analysis indicated that MPG reduced the time to resolve HYK (blood BHB <1.2 mmol/L) and delayed time to onset of severe HYK. The MPG-treated cows were 52% more likely (hazard ratio [HR] = 1.52, 95% CI: 1.30-1.76) to resolve HYK and 69% less likely (HR = 0.31, 95% CI: 0.17-0.58) to develop severe HYK compared with control cows. However, repeated measures analysis indicated that MPG-treated cows had marginally lower ECM yield in the first 15 wk in milk (24.7 ± 0.24 kg/d) compared with control cows (25.1 ± 0.24 kg/d). Logistic regression was used to determine the effect of MPG on uterine health and reproductive performance. The prevalence of purulent vaginal discharge endometritis (score ≥3) was lower in MPG (n = 9/350) compared with control cows (n = 19/301). There were no overall effects of treatment on risk of submission to artificial insemination (AI) within 21 d of breeding start, confirmed pregnancy to first AI, pregnant within 42 d of breeding start, or the entire seasonally defined breeding period. Treating HYK with MPG improved the likelihood of a cow resolving HYK and reduced the incidence of severe HYK; however, there were minimal benefits for improving uterine health and reproductive performance and a biologically small difference in milk production in cows diagnosed with HYK based on a threshold of 1.2 mmol/L and treated with MPG."
    },
    {
      "pmid": "40216231",
      "title": "Effects of milk feeding levels and starter feed crude protein and fat contents on growth performance, rumen fermentation, and purine derivative excretion in urine of dairy calves.",
      "authors": [
        "M Yazdanyar",
        "M Kazemi-Bonchenari",
        "M Eghbali",
        "A Sadeghisharif",
        "A Jafari",
        "M Molaei",
        "M Kornasi",
        "H Khalilvandi-Behroozyar",
        "M H Ghaffari"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The study investigated how different milk feeding levels and the composition of the starter feed interact to influence growth performance, rumen fermentation, certain blood parameters, and the excretion of purine derivatives in the urine of dairy calves. A total of 72 female Holstein dairy calves (mean BW = 40.6 ± 1.9 kg) were assigned to a completely randomized design with a 2 × 3 factorial arrangement. The starter diets differed in CP (20% vs. 24%, DM basis) and total crude fat (CF, ether extract; 3.0% vs. 5.5%, DM basis). The 6 treatment groups were as follows: moderate milk with 20% CP and 3% CF (MM-CON), moderate milk with 24% CP and 3% CF (MM-HCP), moderate milk with 20% CP and 5.5% CF (MM-HCF), high milk with 20% CP and 3% CF (HM-CON), high milk with 24% CP and 3% CF (HM-HCP), and high milk with 20% CP and 5.5% CF (HM-HCF). Calves had free access to a starter feed and water and were weaned on d 53 but remained in the study until d 73. Calves fed the HM-HCF diet had the lowest starter feed intake both pre- and postweaning, and calves fed the HM-HCP and HM-CON diets had the greatest preweaning ADG. Feed efficiency and protein intake were also lowest in HM-HCF calves before weaning, whereas fat intake was consistently greater in calves fed HCF diets. Calves fed the HM-HCP diet had the largest body size, heart girth, and withers height at weaning and at the end of the study, whereas the HM-HCF calves had the smallest. Rumen fermentation profiles showed that total VFA concentrations were lowest in HM-HCF calves, along with an increased acetate-to-propionate ratio. In contrast, HM-HCP calves had a greater molar proportion of propionate preweaning and butyrate postweaning, along with a greater proportion of branched-chain VFA in high-CP diets, indicating more efficient microbial activity in the rumen. Urinary analyses were consistent with these results, as HM-HCF calves had the greatest creatinine levels and lowest urine volumes, whereas HM-HCP calves showed the greatest excretion of the microbial protein synthesis markers allantoin and uric acid. Blood metabolite analysis showed that glucose levels were greater in HM-fed calves preweaning, whereas BHB levels were lowest in HM-HCF calves. Overall, diets with high milk allowance, high CP (24% of DM), and moderate fat (3% of DM) may promote growth, rumen function, and metabolic efficiency, whereas high-fat starter diets (5.5% of DM) may limit feed intake and growth of dairy calves."
    },
    {
      "pmid": "40216228",
      "title": "Longitudinal characterization of plasma and fecal bile acids in dairy heifers from birth to first calving in response to transition milk feeding.",
      "authors": [
        "M H Ghaffari",
        "C S Ostendorf",
        "K J Hemmert",
        "S Schuchardt",
        "C Koch",
        "H Sauerwein"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to characterize plasma bile acid changes from birth to first calving and evaluate the effects of early transition milk (TM) feeding versus milk replacer (MR) during key stages. Fecal bile acids in TM-fed calves were also analyzed, offering insights into bile acid metabolism. Thirty female Holstein calves were fed TM or MR for the first 5 d, followed by 12 L/d MR. From d 14, calves were fed MR and starter with gradual weaning between wk 8 and 14. Blood samples were collected at 7 time points: 30 min and 12 h after birth, preweaning (wk 2, 6), weaning (wk 14), 8 mo, 13 mo, 3 wk before calving, at calving, and 3 wk after calving. Fecal samples were collected from a subset of TM-fed calves (n = 10) at birth, wk 6, wk 14, 8 mo, and calving. Samples were analyzed for bile acids using the Biocrates MxP Quant 500 kit. Cholic acid (CA) in plasma showed significant time-treatment interactions, with higher levels in TM-fed calves at weaning. Taurine- and glycine-conjugated bile acids had no treatment or time-treatment interactions, but all plasma bile acids showed significant time effects. Principal component analysis revealed that bile acid profiles at birth and after colostrum intake were tightly clustered. Plasma bile acid profiles showed greater dispersion during milk feeding and weaning, with tighter clustering observed postweaning, particularly at 13 mo, and in the transition period. Significant effects were observed for CA, deoxycholic acid (DCA) and chenodeoxycholic acid (CDCA), with CA showing a notable interaction and being higher in TM-fed calves at weaning than in MR-fed calves. Bile acid levels increased toward weaning, peaked at wk 14, and decreased after weaning. Glycine-conjugated bile acids changed over time, with glycocholic acid (GCA) and glycodeoxycholic acid (GDCA) peaking at weaning, and glycochenodeoxycholic acid (GCDCA) being elevated before weaning, decreasing thereafter, and increasing again at calving. Taurine-conjugated bile acids also showed temporal changes, peaking at wk 6. The shifts in bile acid composition from birth to postcalving, with taurolithocholic acid (TLCA), GDCA, and taurocholic acid (TCA) initially dominating, CA increasing at weaning, and GDCA and DCA dominating at calving, with CA increasing again postcalving. During the transition to calving, CA decreased whereas glycine-conjugated bile acids increased relative to taurine-conjugated bile acids in plasma, irrespective of treatment. Fecal bile acid profiles in TM-fed calves clustered distinctly at birth, evolving through pre- to postweaning and calving, with increasing profile overlap over time. Most fecal bile acids, except DCA and CA, were abundant at birth but declined over time. Both DCA and CA increased postweaning, mirroring plasma trends. From wk 6 to calving, DCA was the dominant bile acid, accounting for the highest percentage of total bile acids excreted in feces. Spearman's correlation analysis was performed to assess the relationship between plasma and fecal bile acids in TN-fed calves. A significant positive correlation was observed only for GCDCA (Spearman's rank correlation coefficient [rho] = 0.35), whereas all other bile acids were not correlated. These results illustrate the complex dynamics of bile acid profiles during calf development."
    },
    {
      "pmid": "40205395",
      "title": "An on-farm observational study on the prevalence and associated factors of bacteremia in preweaned dairy calves diagnosed with bronchopneumonia by thoracic ultrasonography.",
      "authors": [
        "Antonio Boccardo",
        "Martina Ossola",
        "Laura Filippone Pavesi",
        "Stefano Raineri",
        "Alessandra Gazzola",
        "Lorenza Sala",
        "Chiara Francesca Magistrali",
        "Giulia Sala",
        "Salvatore Catania",
        "Matteo Cornaggia",
        "Davide Pravettoni",
        "Antonio Marco Maisano"
      ],
      "journal": "BMC veterinary research",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article",
        "Observational Study, Veterinary"
      ],
      "abstract": "BACKGROUND: Bacteremia is a potential systemic complication of bronchopneumonia (BP) in dairy calves, which increases the risk of sepsis and mortality. However, data on bacteremia in farm conditions is still limited. This study investigates the prevalence of bacteremia in calves with BP on farms, examining isolated pathogens and the associations between thoracic ultrasonography (TUS) and non-endoscopic bronchoalveolar lavage (nBAL) findings. RESULTS: The study enclosed 13 dairy farms and included 211 eligible preweaned dairy calves, of which 88 were diagnosed with BP based on a highly sensitive threshold of ≥ 1 cm for lung consolidation detected by TUS. The affected calves underwent non-endoscopic bronchoalveolar lavage (nBAL) and blood culture procedures. Blood culture results showed a positivity rate of 6.8%, identifying Salmonella Dublin in five cases and Campylobacter fetus in one case. Twenty-four (27.2%) blood samples grew presumed bacterial contaminants, while 58 (65.9%) samples had no growth. In contrast, nBAL samples revealed a 75% positivity rate, with Pasteurella multocida and Mycoplasma bovis being the most frequently identified pathogens. No associations were observed between TUS-detected lung lesions and bacteremia. Notably, BP pathogens were not identified in blood cultures, except for one instance where Salmonella Dublin was detected in the nBAL and blood culture. CONCLUSIONS: The study indicates a low prevalence of bacteremia in dairy calves with BP diagnosed through TUS, suggesting that recommending treatment or revisions in disease management related to potential bacteremia in these patients may not be warranted. The findings imply that lung lesions detected via TUS may occur independently of bacteremia, highlighting the value of TUS for early diagnosing and monitoring BP in field conditions.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Cattle Diseases",
        "Bacteremia",
        "Bronchopneumonia",
        "Prevalence",
        "Ultrasonography",
        "Female"
      ]
    },
    {
      "pmid": "40198998",
      "title": "Kinematic changes in dairy cows with induced, unilateral forelimb lameness during straight line walk.",
      "authors": [
        "A Leclercq",
        "K Ask",
        "Y Mellbin",
        "A Byström",
        "M Söderlind",
        "E Telezhenko",
        "C Bergsten",
        "P Haubro Andersen",
        "M Rhodin",
        "E Hernlund"
      ],
      "journal": "Animal : an international journal of animal bioscience",
      "publication_date": "2025-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Early detection of lameness in dairy herds is essential to enable timely treatment of affected animals, thereby avoiding unnecessary costs and animal suffering. Since claw diseases most commonly affect the hind claws, specific kinematic changes in cows with forelimb lameness have not been investigated. However, in-depth knowledge on movement pattern alterations occurring during lameness of varying sources is essential to develop efficient lameness detection tools. In this study, 27 gait analysis trials consisting of > 2 000 strides were collected from 12 clinically sound dairy cows. The cows were equipped with nine body-mounted inertial measurement units (IMUs) and contributed with one baseline trial and one or two lameness trials each. A lameness induction method causing increased claw pressure was used to introduce mild, reversible, unilateral forelimb lameness. From the IMU data, 31 limb-and upper body movement parameters, mainly focusing on motion symmetry, were computed for each stride. Baseline and lameness data were compared in linear mixed models, where between-cow variability was accounted for. Twenty-two movement parameters differed between the two conditions (P ≤ 0.05). Forelimb lameness caused a more pace-like walk; the relative time between hoof-on of both hindlimbs and their respective ipsilateral forelimb decreased by 0.022 and 0.036 (ratio of stride duration), while the relative time between hoof-on of the hindlimb contralateral to the lame forelimb, and the lame forelimb increased by 0.050. The maximum protraction angle of the lame forelimb increased by 1.5°, while the protraction angle of the non-lame forelimb, and the retraction angle of the lame forelimb, decreased by 1.7° and 3.0°. All hindlimb protraction and retraction angles, except the protraction angle of the hindlimb contralateral to the lame forelimb, decreased by 1.2°-1.4°. Following signal decomposition of upper body vertical motion, the largest changes were detected for the head and neck; there were notable increases (0.13 and 0.11) of their first harmonic (asymmetric component) amplitudes, and decreases (0.10 and 0.050) of their second harmonic (symmetric component) amplitudes (relative to the range of motion). Changes in the within-stride differences in the withers' position during limb spread and midstance (respectively) were also detected. The vertical range of motion per stride increased for the head, neck, and back, but decreased for the pelvis. Although the investigated parameters hence show promise as lameness indicators, the movement changes occurring with the induced fore claw pain should be confirmed in clinical lameness cases, to ensure usability of the described pattern for early, automated forelimb lameness detection."
    },
    {
      "pmid": "40188423",
      "title": "Cottage cheese, a relatively underexplored cultured dairy product with potential health benefits?",
      "authors": [
        "Dominic N Farsi",
        "Harsh Mathur",
        "Tom Beresford",
        "Paul D Cotter"
      ],
      "journal": "Critical reviews in food science and nutrition",
      "publication_date": "2025-Apr-06",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cottage cheese (CC) is a member of the \"fresh cheese\" family of cheeses and is widely consumed due to its culinary versatility and some perceived health benefits. However, the evidence of direct health effects of CC is not well established. This review describes the production and nutritional characteristics of CC, before exploring the evidence of health effects from human intervention, in vitro, and in vivo models. Despite widespread consumption and advocated health benefits, there is a dearth of evidence pertaining to the health effects of CC from high-quality human randomized controlled trials. To date, a limited number of human intervention models with CC have explored nutrient bioavailability, metabolic health, and appetite regulation, in small, niche study populations. Findings with in vitro and in vivo models suggest that CC may be an efficacious vehicle for bioactive compounds. In conclusion, CC is a cultured dairy product that could impose a myriad of benefits across health outcomes including cardiometabolic, gastrointestinal, body composition, appetite regulation, and nutrient status. However, there is a need for high-quality human randomized controlled trials to develop a substantiated evidence base relating to the full potential of CC in human health."
    },
    {
      "pmid": "40186265",
      "title": "Dietary citrulline supplementation enhances milk production in lactating dairy goats.",
      "authors": [
        "Arianna N Lopez",
        "Makenzie G Newton",
        "Claire Stenhouse",
        "Erin Connolly",
        "Karina L Hissen",
        "Scott Horner",
        "Guoyao Wu",
        "William Foxworth",
        "Fuller W Bazer"
      ],
      "journal": "Journal of animal science and biotechnology",
      "publication_date": "2025-Apr-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Lactational performance depends heavily on age, health, and nutrition. L-Citrulline (Cit) is an effective precursor of L-arginine (Arg), an amino acid that has important roles in synthesis of nitric oxide (NO) and polyamines. Ruminal microbes degrade extracellular Arg; however, extracellular L-citrulline (Cit) is not degraded by ruminal microbes due to lack of uptake and can be fed unencapsulated as a precursor for Arg. As NO is a vasodilator, an increase in blood flow and transport of molecules to mammary tissue may enhance lactational performance and milk composition. Increases in polyamine production may increase milk protein synthesis within mammary tissue, thus increasing milk protein content. This study determined, for the first time, effects of dietary Cit supplementation on milk production and milk composition of Alpine dairy goats. METHODS: Does were synchronized to estrus and bred to Alpine bucks. Parturition was induced on d 149 of gestation and does were suckled overnight allowing kid(s) to obtain colostrum before being milked 24 h later (d 1 of lactation). Does were assigned to either control (CON, n = 24) or Cit (CIT, n = 23) diets. The isonitrogenous control diet consisted of 97.63% basal diet and 2.37% supplement (1.37% L-alanine and 1.00% soybean hydrogenated oil). The CIT supplemented diet consisted of 97.63% basal diet and 2.37% supplement (0.5% Cit, 0.5% L-glutamine, 1% soybean hydrogenated oil, 0.37% cornstarch). Diets were group fed ad-libitum by treatment group. Blood samples were collected on d 0 and 30 of lactation, milk volumes measured twice daily, and on d 10, 20, and 40 of lactation, milk samples were collected. RESULTS: CIT-treated does had greater daily milk production (P < 0.05) and there was an effect of day of lactation on daily milk production (P < 0.0001). Sire had significant effect on daily milk production as well (P < 0.05). Milk compositional analyses revealed Cit supplementation increased solid-non-fat (SNF; P < 0.05) and protein (P < 0.05) content in milk. CONCLUSIONS: Our novel results indicate that dietary supplementation of Cit fed ad-libitum in Alpine does increased daily milk yield, milk SNF content, and protein content. Supplemental Cit may be a proxy for Arg in goats to enhance lactational performance."
    },
    {
      "pmid": "40184169",
      "title": "Identification of key factors causing ketosis in dairy cows with low feed intake.",
      "authors": [
        "Xue Feng",
        "Qi Feng",
        "Sayed Haidar Abbas Raza",
        "Fen Li",
        "Yun Ma"
      ],
      "journal": "Animal biotechnology",
      "publication_date": "2025-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ketosis is a common metabolic disease in high-yield dairy cows. Key genes affecting ketosis need to be further explored by new methods. The gene expression profiling and clinical data of GSE92398, GSE104079, and GSE4304 were obtained from the gene expression omnibus (GEO) database. Core modules and genes associated with RFI (residual feed intake) and ADF (alternate day fasting) were identified by weighted gene co-expression network analysis (WGCNA). Subsequently, the key genes related to ketosis and RFI were determined by protein-protein interaction (PPI) networks, ROC curves, functional enrichment, and differential expression analysis, respectively. The results showed that the genes of ACACA, ELOVL6 and XPO7 could be used as regulators of ketosis induced by low feed intake in dairy cows. At the same time, three genes (HRFI, STAT3 and IFNAR1) were retained as additional RFI biomarkers that could be considered. We identified three key factors as candidate genes and biomarkers of ketosis and RFI, respectively. These factors may provide a theoretical basis for targeted therapy of ketosis in dairy cows.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Ketosis",
        "Cattle Diseases",
        "Female",
        "Gene Expression Profiling",
        "Eating",
        "Protein Interaction Maps",
        "Biomarkers"
      ]
    },
    {
      "pmid": "40178375",
      "title": "Feed intake, milk production and feed conversion of dairy cows fed re-ensiled press cake from grass-clover silage compared to unprocessed grass-clover silage.",
      "authors": [
        "Georg Terler",
        "Manuel Winter",
        "Reinhard Resch",
        "Hannes Rohrer",
        "Christian Fasching",
        "Michael Mandl",
        "Joseph Sweeney",
        "Kevin McDonnell",
        "Andreas Steinwidder"
      ],
      "journal": "Archives of animal nutrition",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Press cake silage (PCS) is a by-product of biorefining, which can substitute unprocessed grass or grass-clover silage (GCS) in ruminant feeding. The aim of this study was to examine the effect of including re-ensiled PCS from GCS in dairy cows' diet on feed intake, milk production and composition, feed conversion, apparent total tract digestibility (ATTD) as well as feed sorting and rumination behaviour compared to a control ration. Three total mixed rations (TMR) were tested in this experiment differing in PCS and GCS proportion in forage: 0% PCS and 50% GCS (CON), 25% PCS and 25% GCS (PCS25) and 50% PCS and 0% GCS (PCS50). The study was designed as a cross-over trial with six Holstein Friesian and nine Simmental cows (average 624 ± 68 kg body weight and 60 ± 20 days in milk at the start of the trial). The experiment consisted of three experimental runs, each lasting for 35 days with a 14 days adaptation phase and a 21 days measurement period. Diets were fed as TMR containing 37% grass silage, 26% concentrates and differing proportions of PCS or GCS depending on experimental group (37% GCS in CON, 18.5% PCS and 18.5% GCS in PCS25, 37% PCS in PCS50). Dry matter intake of dairy cows was higher in the PCS25 compared to the PCS50 group with both groups being not different from the CON treatment. Energy-corrected milk (ECM) production was lowest in the PCS50 group but did not differ significantly between treatments. Milk composition was also similar in all three treatments, except for milk urea content, which was lower in the PCS50 group. Moreover, ATTD of crude protein and ruminal nitrogen balance as well as phosphorus intake and the phosphorus effort for production of 1 kg ECM decreased with rising PCS inclusion in the diet. In contrast, no differences between treatments were found for dry matter, crude protein and energy effort for ECM production as well as for feed sorting and rumination behaviour. In conclusion, replacing GCS by re-ensiled PCS in TMR-diets did not affect ECM production and feed conversion of dairy cows while increasing the utilisation of crude protein and phosphorus. Therefore, re-ensiled PCS can substitute GCS in dairy cows' TMR-diets. However, the long-term effects of decreased phosphorus intake and ATTD of crude protein in cows fed PCS-rich diets should be examined in future studies.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Silage",
        "Female",
        "Diet",
        "Lactation",
        "Milk",
        "Poaceae",
        "Animal Feed",
        "Digestion",
        "Cross-Over Studies",
        "Animal Nutritional Physiological Phenomena",
        "Eating",
        "Trifolium"
      ]
    },
    {
      "pmid": "40176875",
      "title": "Calf Morbidity and Mortality: Critical Challenges for Smallholder Dairy Farmers in Northern Ethiopia.",
      "authors": [
        "Gebreyohans Gebru",
        "Gebregergs Tesfamaryam",
        "Dawit Gebremichael",
        "Gebremedhin Romha",
        "Angesom Hadush",
        "Tsriti Gebremeskel",
        "Kiros Kelkay",
        "Moges Gebremichael",
        "Alem Beyene",
        "Haftom Hadush"
      ],
      "journal": "Veterinary medicine international",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Calf morbidity and mortality pose significant economic challenges for smallholder dairy farms in Ethiopia, resulting in direct losses from calf deaths, replacement costs, treatment expenses, and reduced lifetime productivity. This study aimed to comprehensively investigate the magnitude and epidemiological characteristics of calf morbidity and mortality in Northern Ethiopia. A cross-sectional study with mixed approaches was carried out from December 2019 to September 2020. A total of 183 questionnaire survey, four focus group discussion (FGD), and 17 key informant interviews (KII) were included in the study. Furthermore, participatory epidemiological appraisals were incorporated to triangulate and strengthen survey evidences. Analysis of survey results revealed that 69.4% of the farmers have experienced calf morbidity, while 63.9% of them have encountered calf mortality. Similarly, results of proportional piling indicated that calf morbidity and mortality were estimated to occur in 75.5% and 55.9% of the farms, respectively. Moreover, all KIIs had encountered calf morbidity, while 88.2% of them had faced calf mortality. Ninety percent of KIIs, 66.2% of the participants of community-based epidemiology, and 27.87% of questionnaire survey respondents suggested that calf morbidity and mortality occur in less than one-week-aged calves. Regarding the potential risk factors, source of water, frequency of barn disinfection, breed types, health status of dams, using separate calf housing, amount of colostrum provided to calves, and cleaning frequency of barns had statistically significant association with the occurrence of calf morbidity and mortality (p < 0.05). Additionally, results of participatory appraisal, FGDs and KIIs showed that calf diarrhea, nutritional disorder, pneumonia, and navel ill were the leading causes of calf morbidity and mortality. Furthermore, observation assessment showed that most dairy farms were surrounded by dense human settlements, livestock markets, and municipal slaughtering houses. Hence, the farms had critical space limitation (for animals to exercise) as well as poor drainage systems and hygienic practices. Our assessment also showed that lack of veterinary services, shortage of water supply, and poor artificial insemination services were the major challenges of dairying in the area. In conclusion, the present study revealed that calf morbidity and mortality were critical challenges for dairying in Northern Ethiopia. Furthermore, the study highlighted the epidemiological characteristics and potential risk factors associated with calf morbidity and mortality, awareness gaps in calf management, as well as key bottlenecks in dairy farming. These findings underscore the need for a comprehensive study, continuous capacity building initiatives, improved infrastructure, and services to mitigate calf losses."
    },
    {
      "pmid": "40168808",
      "title": "Validity of purulent vaginal discharge, esterase, luminometry, and three bacteriological tests for diagnosing uterine infection in dairy cows using Bayesian latent class analysis.",
      "authors": [
        "José Denis-Robichaud",
        "Nicolas Barbeau-Grégoire",
        "Marie-Lou Gauthier",
        "Simon Dufour",
        "Jean-Philippe Roy",
        "Sébastien Buczinski",
        "Jocelyn Dubuc"
      ],
      "journal": "Preventive veterinary medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This prospective cross-sectional study aimed to evaluate the ability of laboratory bacterial culture, Petrifilm, Tri-Plate, luminometry, purulent vaginal discharge (PVD), and esterase to correctly identify uterine infection in dairy cows, and to assess these tests' usefulness in different situations. We sampled dairy cows between 29 and 43 days in milk in seven farms. We considered all six tests imperfect to identify uterine infection and used Bayesian latent class analyses to estimate their sensitivity and specificity. We created ten scenarios, including tests alone, in series, or in parallel, and we calculated predictive values and misclassification cost terms (MCTs). All estimates are presented with 95 % Bayesian credibility intervals (BCI). A total of 326 uterine samples were collected. The laboratory culture had the best validity (sensitivity = 0.87, 95 % BCI = 0.77-0.97; specificity = 0.71, 95 % BCI = 0.58-0.86). The other tests had similar specificity but lower sensitivity, with PVD having the lowest sensitivity (0.05, 95 % BCI = 0.01-0.10). If treating a healthy cow was considered worse than leaving a cow with a uterine infection untreated, luminometry yielded an MCT similar to the laboratory culture. These findings highlight that the on-farm tools currently used to identify cows that could benefit from intrauterine antimicrobial treatment do not identify uterine infection accurately. While the laboratory culture was the most accurate test, it cannot easily be implemented on farms. Luminometry's validity was good, but additional research is necessary to understand how it can be implemented to improve judicious intrauterine antimicrobial use.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Female",
        "Cattle Diseases",
        "Bayes Theorem",
        "Vaginal Discharge",
        "Sensitivity and Specificity",
        "Cross-Sectional Studies",
        "Latent Class Analysis",
        "Prospective Studies",
        "Uterine Diseases",
        "Esterases",
        "Bacteriological Techniques",
        "Reproducibility of Results"
      ]
    },
    {
      "pmid": "40168717",
      "title": "Improved reproductive performance and economic outcomes from use of a modified 5-day Cosynch program in pasture-based dairy heifers.",
      "authors": [
        "Peter J Aitken",
        "Andrew Hodge",
        "Gregory P Chambers",
        "Laura H Beasley"
      ],
      "journal": "Theriogenology",
      "publication_date": "2025-Jul-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The primary objective of this study was to evaluate reproductive performance in dairy heifers submitted to fixed-time artificial insemination (FTAI) following a modified 5-day Cosynch program (m5dC) compared to a 7-day Cosynch program (7dC). Additionally, the study examined the economic impacts of treating heifers with the m5dC program compared to the 7dC program, and the effect of pre-synchronization with prostaglandin (PG) on serum progesterone (P4) concentration. At the start of the breeding season, maiden heifers (n = 565) from four New Zealand dairy farms were randomly allocated to one of two synchronization programs: 1) m5dC (n = 283), 500 μg cloprostenol administered on Study Day -10, 100 μg gonadotrophin-releasing hormone (GnRH) on Study Day -8, 500 μg cloprostenol on Study Day -3, 500 μg cloprostenol on Study Day -2, 100 μg GnRH concurrent with FTAI on Study Day 0, and insertion of an intravaginal P4-releasing insert (CIDR) for 5 days commencing on Study Day -8; 2) 7dC (n = 282), 100 μg GnRH administered on Study Day -10, 500 μg cloprostenol on Study Day -3, 100 μg GnRH concurrent with FTAI on Study Day -1 and insertion of a CIDR for 7 days commencing on Study Day -10. Heifers were then mated either by a combination of insemination to observed heat and natural mating or by natural mating alone, depending on farm management policy, for a total mating period of up to 10 weeks. Serum P4 concentration was measured in a subset of heifers (n = 34) selected randomly from both treatment groups at the time of CIDR insertion; geometric mean values were lower for m5dC heifers (1.35 ng/ml (95 % CI 1.04-1.76)) than 7dC heifers (2.95 ng/ml (95 % CI 1.79-4.84)). Conception rate (CR) to FTAI and subsequent reproductive performance were evaluated based on ultrasound pregnancy diagnosis carried out between Study Days 95 and 123. Performance was significantly improved for m5dC heifers compared to 7dC heifers for both CR to FTAI (62.0 % vs. 45.4 %, p = 0.0007) and 6-week pregnancy rate (87.6 % vs. 74.4 %, p = 0.0002). Mean interval from FTAI to conception was shorter for m5dC heifers (15.1 days) compared to 7dC heifers (25.0 days). A difference in final pregnancy rate was not detected between treatment groups (p = 0.18). A partial budget was constructed to estimate the economic return of synchronizing heifers with the m5dC program compared to the 7dC program, producing a net return of NZ$72.29 per heifer. Synchronization of dairy heifers with an m5dC program resulted in superior reproductive performance at FTAI and following 6 weeks of mating compared to the 7dC program.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Female",
        "Estrus Synchronization",
        "Insemination, Artificial",
        "Pregnancy",
        "Progesterone",
        "Gonadotropin-Releasing Hormone",
        "Cloprostenol",
        "Dairying",
        "Reproduction",
        "Pregnancy Rate"
      ]
    },
    {
      "pmid": "40165788",
      "title": "Effect of gaseous ozone treatment on cells and biofilm of dairy Bacillus spp. isolates.",
      "authors": [
        "Angela Maria Catania",
        "Alessandra Dalmasso",
        "Patrizia Morra",
        "Emanuele Costa",
        "Maria Teresa Bottero",
        "Pierluigi Aldo Di Ciccio"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacillus spp. can produce biofilms and cause recurrent contamination in the food industry. The common clean-in-place (CIP) method is usually employed in sanitizing processing equipment. However, CIP is not always effective in removing biofilms. Ozone represents a promising \"green\" alternative to control biofilms. In this study, the effect of gaseous ozone (50 ppm) was evaluated in vitro against planktonic and sessile B. cereus and B. subtilis isolates collected from the dairy sector. Planktonic cells were enumerated by plate counts after 10 min, 1 h, and 6 h of ozone treatment. After a short-term (10 min) exposure, a slight reduction in microbial loads (0.66-2.27 ± 0.15 Log10 CFU/mL) was observed for B. cereus strains, whereas a more pronounced reduction (2.90-3.81 ± 0.12 Log10 CFU/mL) was noted in B. subtilis isolates. The microbial load further decreased after 1 h-treatments, around 1.5-3.46 ± 0.11 Log10 CFU/mL for B. cereus strains, and 4.0-5.6 ± 0.11 Log10 CFU/mL for B. subtilis isolates, until complete inactivation of bacterial cells after 6 h of exposure. Moreover, the effect of gaseous ozone treatment (50 ppm, 6 h) was evaluated for its ability to inhibit and eradicate biofilms formed on two common food-contact materials (polystyrene and stainless steel). Sessile B. subtilis cells were the more sensitive to the action of ozone, while a weak effect was highlighted on B. cereus isolates on both surface types. These results were further confirmed by scanning microscopy analysis. The number of cells in the biofilm state was also assessed, showing a not-complete correlation with a decrease in Biofilm Production Indices (BPIs). These findings highlighted the effectiveness of the sanitizing protocol using gaseous ozone in contrasting Bacillus free-living cells, but a not completely counteraction in biofilm formation (inhibition) or eradication of pre-formed biofilm. Thus, the application of ozone could be thought of not alone, but in combination with common sanitization practices to improve their effectiveness."
    },
    {
      "pmid": "40157095",
      "title": "Insight into dairy casein implications that enhance egg white proteins' thermodynamic and microrheological functions.",
      "authors": [
        "Mohamed Salama",
        "Mostafa Gouda",
        "Mahmoud Abou-Elsoud",
        "Dewei Shu",
        "Xiaomeng Li",
        "Long Sheng",
        "Zhaoxia Cai"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jul-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "One of the critical challenges in egg white proteins (EWP) industry is its high aggregation ability during its heat pasteurization preprocess. Thus, the current study has explained the casein (CN) mechanism to improve EWP thermal stability. In the methods, EWP-CN intermolecular forces, covalent bonds, secondary structure thermal behaviors, and micro-rheology were investigated. The results showed that EWP-CN sulfhydryl bonds and hydrophobicity were enhanced significantly (p < 0.05) after dynamic heat treatment. Whereas, EWP-CN complex (2,1, v/v) demonstrated the lowest turbidity (61.6 %) and highest stability coefficient (78.2 %) at 90 °C for 20 min compared to EWP. Besides, CN (10 mg/mL) has decreased the EWP aggregated particles up to 1.8 times compared to the control. That was in harmony with viscosity, storage modulus, and thermogram patterns, indicating high heat resistance. In conclusion, this study establishes a new concept to enhance the sensitive raw protein's responses by their conjugations with potential active stabilizers.",
      "mesh_terms": [
        "Caseins",
        "Egg Proteins",
        "Thermodynamics",
        "Hot Temperature",
        "Rheology",
        "Viscosity",
        "Hydrophobic and Hydrophilic Interactions",
        "Animals",
        "Protein Stability",
        "Egg White"
      ]
    },
    {
      "pmid": "40150310",
      "title": "Sugarcane Extract (Polygain™) Supplementation Reduces Enteric Methane Emission in Dairy Calves.",
      "authors": [
        "Richard Osei-Amponsah",
        "Pragna Prathap",
        "Frank R Dunshea",
        "Richard Eckard",
        "Matthew Flavel",
        "Muhammed Elayadeth-Meethal",
        "Surinder S Chauhan"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Polygain™ (PG), a polyphenolic extract from sugarcane, has recently been identified as a potential additive to reduce methane (CH4) emissions in livestock. This experiment examined the effects of PG on the enteric CH4 emission from Holstein Friesian weaned calves. Calves were allocated to annual pasture grazing and received supplementary pellets (200 g/calf/day; Barastoc calf-rearer cubes-Ridley Corporation). The experimental design followed was a completely randomized design (CRD), comprising 24 female calves (4-5 months old) allocated to two equal groups; control (standard pellets) vs. treatment (pellets formulated by adding PG to control pellets to deliver 10 g PG/calf/day). Experimental diets were fed for three months between August and November 2023, including a two-week adaptation period. Calves were weighed at the start and at the end of the study. A GreenFeed (C-Lock Pvt Ltd.) emission monitoring unit (GEM) was used to measure GHG emissions from the experimental calves in their groups in a 2-day rotational cycle. During a visit to the GEM, the calves were encouraged to enter an enclosed area or individual feeding stall where enteric CH4, CO2, O2, H2, and H2S measurements were taken. The results indicated a significant effect of PG supplementation on enteric methane emission in calves, with a lower production of CH4 in calves supplemented with PG (26.66 ± 2.06 g/day) as compared to the control group (35.28 ± 1.39 g/day, p < 0.001). The CO2/O2 ratio in the treatment (235 ± 14) and control groups (183 ± 9.6) differed significantly (p < 0.001). Overall, PG supplementation (10 g/calf/day) reduced their average methane emission per day and did not adversely affect the growth and development of experimental calves, confirming its useful anti-methanogenic potential."
    },
    {
      "pmid": "40148949",
      "title": "Treatment strategies and antibiotic usage practices in mastitis management in Kenyan smallholder dairy farms.",
      "authors": [
        "Dishon M Muloi",
        "Eugine L Ibayi",
        "Sharon Nyotera",
        "Hildah Kirimi",
        "Abdullahi M Abdi",
        "Silvester M Mutinda",
        "Chemutai Abigael",
        "Arshnee Moodley"
      ],
      "journal": "BMC veterinary research",
      "publication_date": "2025-Mar-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Mastitis is a common driver of antibiotic use in dairy farms and is exacerbated in low-income settings by the lack of diagnostics and treatment strategies. We assessed the decision-making process of animal health providers (AHPs) in managing mastitis in small-holder dairy farms in Kiambu County, Kenya. Data were collected from 114 AHPs and using item response theory, scales were developed to measure attitudes toward udder health, and multivariable linear regression was used to analyse demographic factors associated with these attitudes. RESULTS: Overall, 90% of AHPs diagnose clinical mastitis based on clinical symptoms such as visible udder signs and milk changes, with little diagnostic testing support. Antibiotic treatment was initiated immediately after clinical examination by all, 80% and 50% of AHPs in severe, moderate, and mild mastitis cases, respectively. β-lactams (namely penicillins) and aminoglycosides which were administered mostly parenterally, were the frequently reported antibiotic classes used in treatment of mastitis irrespective of the severity. AHPs with a larger farmer client base and those who did not treat mild mastitis cases with antibiotics had significantly higher mean attitude scores. Treatment of mastitis is primarily based on clinical judgment, with limited microbiological diagnostic support, and parenteral antibiotics are used empirically as first-line therapy. CONCLUSIONS: We recommend development of mastitis management support tools such as treatment guidelines and advocate for adoption of routine on-farm rapid testing supported by bacterial culture to guide treatment decision making and antibiotic choice.",
      "mesh_terms": [
        "Kenya",
        "Animals",
        "Anti-Bacterial Agents",
        "Mastitis, Bovine",
        "Female",
        "Cattle",
        "Dairying",
        "Humans",
        "Veterinarians"
      ]
    },
    {
      "pmid": "40142384",
      "title": "Antimicrobial-Resistance and Virulence-Associated Genes of Pasteurella multocida and Mannheimia haemolytica Isolated from Polish Dairy Calves with Symptoms of Bovine Respiratory Disease.",
      "authors": [
        "Agnieszka Lachowicz-Wolak",
        "Aleksandra Chmielina",
        "Iwona Przychodniak",
        "Magdalena Karwańska",
        "Magdalena Siedlecka",
        "Małgorzata Klimowicz-Bodys",
        "Kamil Dyba",
        "Krzysztof Rypuła"
      ],
      "journal": "Microorganisms",
      "publication_date": "2025-Feb-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bovine respiratory disease causes significant economic losses in cattle farming due to mortality, treatment costs, and reduced productivity. It involves viral and bacterial infections, with Pasteurella multocida and Mannheimia haemolytica key bacterial pathogens. These bacteria contribute to severe pneumonia and are often found together. Poland has one of the highest levels of antimicrobial use in food-producing animals among European Union countries. A total of 70 bacterial strains were analyzed, 48 P. multocida and 22 M. haemolytica, collected from affected calves' respiratory tracts. The bacterial species were confirmed molecularly using PCR, which was also employed to detect antimicrobial resistance and virulence-associated genes. Antimicrobial susceptibility was determined using the broth microdilution method. Antimicrobial resistance varied between the two bacterial species studied. The highest resistance in P. multocida was to chlortetracycline 79.2% (38/48) and oxytetracycline 81.3% (39/48), while M. haemolytica showed 63.6% (14/22) resistance to penicillin and tilmicosin. The highest susceptibility was found for fluoroquinolones: P. multocida demonstrated 91.7% (44/48) susceptibility to enrofloxacin and 87.5% (42/48) to danofloxacin, while 77.3% (17/22) of M. haemolytica were susceptible to both tested fluoroquinolones. The tetH and tetR genes were observed only in P. multocida, at frequencies of 20.8% (10/48) and 16.7% (8/48), respectively. Both species carried the mphE and msrE genes, though at lower frequencies. All M. haemolytica contained the lkt, gs60, and gcp genes. All P. multocida carried the sodA gene, while the hgbB and ompH genes were present in 37.5% (18/48) and 20.8% (10/48) of strains, respectively. The highest resistance was observed against the most commonly used antibiotics in the European Union, although the resistance differed between the studied bacterial species and each strain exhibited the presence of at least one virulence gene."
    },
    {
      "pmid": "40141073",
      "title": "Effect of Sub-Inhibitory Concentrations of Quaternary Ammonium Compounds and Heavy Metals on Antibiotic Resistance and Expression of Virulence Factors Among Staphylococcus spp. from Dairy Products.",
      "authors": [
        "Zuzanna Byczkowska-Rostkowska",
        "Joanna Gajewska",
        "Anna Zadernowska",
        "Wioleta Chajęcka-Wierzchowska"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Mar-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Antimicrobial resistance is spreading rapidly throughout the world. The food chain can be one of the routes of transmission for microorganisms containing drug-resistance genes and thus serve as a channel for their transmission. Environmental stress and methods of preventing the spread of microorganisms trigger adaptive responses in bacterial cells. The aim of the present study was to determine the effect of the stress induced by sub-inhibitory concentrations (SICs) of cadmium chloride and benzalkonium chloride on antibiotic resistance and the expression of selected virulence factors in Staphylococcus isolates from food. The study was conducted on strains of the species S. epidermidis, S. heamolyticus, S. saprophyticus, and S. aureus. The values of the minimum inhibitory concentration against erythromycin, tetracycline, and oxacillin were determined before and after the incubation of the tested strains under stress conditions. The ability to form biofilm and slime production was also investigated. The expression levels of the genes responsible for antibiotic resistance (blaZ, tetK, tetM, ermB, and mecA) and virulence (eno) were conducted using Real-Time PCR. The MIC values of the antibiotics tested against the strains analyzed were found to be elevated in the presence of SICs of benzalkonium chloride and cadmium chloride. Furthermore, the intensity of biofilm production was also increased. SICs of benzalkonium chloride induced the expression of the tetM, tetK, mecA, and blaZ genes in 75%, 66.6%, 33.3%, and 40% of the isolates tested, respectively. Similar treatment with cadmium chloride induced the expression of the same genes in 75%, 100%, 66.6%, and 40% of the strains. In both cases, the expression of the ermB gene was reduced in 100% of the isolates. The eno gene was found to be overexpressed in 66.6% of the strains following benzalkonium chloride stress, and in 100% of the strains following cadmium chloride stress. These findings suggest that in Staphylococcus spp. strains, changes in the expression of the genes encoding antibiotic resistance and virulence factors may occur in response to the applied stress factors. The results indicate the possibility of selecting more resistant and virulent strains due to the use of too low concentrations of disinfectants, which emphasizes the need to use appropriate inhibitory doses of disinfectants in the food industry.",
      "mesh_terms": [
        "Virulence Factors",
        "Staphylococcus",
        "Microbial Sensitivity Tests",
        "Anti-Bacterial Agents",
        "Biofilms",
        "Metals, Heavy",
        "Quaternary Ammonium Compounds",
        "Dairy Products",
        "Benzalkonium Compounds",
        "Drug Resistance, Bacterial",
        "Gene Expression Regulation, Bacterial",
        "Bacterial Proteins",
        "Food Microbiology"
      ]
    },
    {
      "pmid": "40139361",
      "title": "Circulating progesterone concentrations and pregnancy outcomes in high-producing lactating dairy cows treated with human chorionic gonadotropin on day 2 of the estrus cycle.",
      "authors": [
        "I Cuevas-Gómez",
        "L Molina",
        "J F Sánchez-Madueño",
        "I Sánchez-Madueño",
        "P Lonergan",
        "D Rizos",
        "C C Pérez-Marín",
        "J M Sánchez"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Suboptimal concentrations of circulating progesterone (P4) in the early postovulatory period have been associated with low fertility observed in high-producing lactating dairy cows. The administration of human chorionic gonadotropin (hCG) increases P4 in cattle by stimulating its endogenous production by the corpus luteum (CL) and creating an accessory CL if administered at an appropriate stage of the cycle. The aim of this study was to evaluate the effect of a single administration of hCG on d 2 of the estrus cycle on circulating P4 concentrations and pregnancy per artificial insemination (P/AI) in high-producing lactating dairy cows in confinement systems. To that end, 796 lactating Holstein-Friesian dairy cows from 15 farms were enrolled on this study. The mean ± SD parity and DIM at enrollment were 2.3 ± 1.4 and 86.7 ± 17.8, respectively. After a voluntary waiting period (50-60 d after calving), cows underwent fixed-time artificial insemination (FTAI) following a routine protocol for synchronization of ovulation (Double Ovsynch, G6G, or 7-d Ovsynch + P4). Cows on each farm were blocked on parity, DIM, BCS, and synchronization protocol and were randomly assigned to receive either 3,000 IU of hCG (n = 420) or an equivalent volume of saline solution (control; n = 376) on d 2 after estimated estrus (∼16 h before FTAI = d 0). Blood samples were collected from a subset of cows from both treatments (control n = 65 and hCG n = 65) on d 0, 7, and 14 of the estrus cycle to measure serum P4 concentrations. Pregnancy per artificial insemination on d 30 after FTAI was affected by hCG treatment and parity. Moreover, there was a tendency for an interaction between treatment and parity. Overall, treatment with hCG on d 2 of the estrus cycle increased P/AI (45.2% vs. control 38.8%). In first- or second-lactation cows, P/AI was similar between hCG-treated and control cows (47.1% vs. control 45.9%). Conversely, cows in third or greater lactation treated with hCG had greater P/AI (42.1% vs. control 27.3%). The overall incidence of pregnancy loss between d 30 and d 70 was 14.7% and was not affected by treatment. Cows treated with hCG had higher P4 concentrations on d 7 and 14 compared with control cows (3.4 ± 0.66 vs. 3.0 ± 0.58 ng/mL and 6.6 ± 1.28 vs. 5.3 ± 1.02 ng/mL, respectively). Moreover, an interaction between treatment and parity revealed that P4 concentrations were higher in hCG-treated cows in third or greater lactation compared with control cows in the same parity group on d 7 and 14, while no differences were observed in first- or second-lactation cows. In conclusion, administration of hCG on d 2 of the estrus cycle increased fertility in high-producing dairy cows in third or greater lactation, in association with an early increase of circulating P4."
    },
    {
      "pmid": "40139353",
      "title": "A randomized controlled trial to evaluate the effect of 2 hoof trimming methods at dry-off on hoof lesion and lameness occurrence in dairy cattle.",
      "authors": [
        "G Stoddard",
        "N Cook",
        "S Wagner",
        "L Solano",
        "E Shepley",
        "G Cramer"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite hoof trimming (HT) being a recommended procedure for hoof lesion and lameness prevention, there is limited data on the efficacy of different HT methods. Our objective was to compare the effects of HT cows at dry-off with the functional method that uses a little model (LIT) to an adaptation with bigger modeling (BIGM) of the higher load-bearing hoof on the occurrence of new hoof lesions and the risk for lameness in the next lactation. Cows scheduled for their regular HT at dry-off were enrolled weekly from 3 sand-bedded freestall housed herds located in Wisconsin (n = 2) and Minnesota (n = 1). Cows were eligible for enrollment if they did not have hoof horn lesions at their dry-off HT. Cows were allocated to either LIT or BIGM weekly. Locomotion scores were collected on a biweekly basis from 2 herds, once before enrollment and until their subsequent HT or up to 165 DIM. Two trained hoof trimmers collected hoof lesion data either during the cow's scheduled midlactation HT between 100 and 165 DIM or during an HT prompted by identification as a lame cow by farm personnel. Data were analyzed using multivariable logistic regression, with the presence of any hoof lesion as the outcome of interest and multivariable Cox proportional hazards models, with the presence of lameness as the outcome of interest. A total of 1,556 cows were enrolled, with 790 (51%) cows in the LIT treatment and 766 (49%) cows in the BIGM treatment. The average DIM at the cow's next HT was 113 (95% CI: 111-114 DIM). A total of 205 (16.2%) of 1,265 cows were identified with a lesion before 165 DIM. A total of 501 (43%) of 1,167 cows were identified as lame following enrollment. There was no evidence of a difference between the LIT and BIGM groups overall when presence of any hoof lesion was considered as the outcome. The median time to lameness was 193 d for LIT and 203 d for BIGM. For the hazard of lameness outcome there was no evidence of a difference between the LIT and BIGM groups overall. However, for both the presence of any hoof lesion and lameness outcomes, a cow's lactation group modified the effect of BIGM. First-lactation cows trimmed with BIGM had reduced risk of any hoof lesion and specifically reduced risk for hoof horn lesions (risk difference 6.1%, 95% CI: 9.6%-2.5%) and odds 76% (odds ratio 0.24, 95% CI: 0.10%-0.58%). In addition, first-lactation cows and cows with an enrollment locomotion score <3 had a lower hazard of becoming lame in the following lactation if they were allocated to the BIGM treatment, compared with cows trimmed with LIT. In summary, the effect of the BIGM trimming method was modified by factors related to parity and prior lameness status, possibly influenced by bone exostosis on the third phalanx. Therefore, the BIGM HT method should be considered to prevent lameness and hoof lesions when animals are trimmed at their first-lactation dry-off trim."
    },
    {
      "pmid": "40126814",
      "title": "Alternative approaches to antibiotics in the control of mastitis in dairy cows: a review.",
      "authors": [
        "Abir Maalaoui",
        "Abdesselem Trimeche",
        "Pierre Guy Marnet"
      ],
      "journal": "Veterinary research communications",
      "publication_date": "2025-Mar-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Bovine mastitis is the most widespread and economically burdensome condition affecting dairy herds worldwide, causing substantial financial losses in the livestock and dairy sectors. The main approach to treating mastitis in dairy cows is based on the administration of antibiotics. However, their widespread use has led to the emergence of antibiotic-resistant pathogens, and thus to numerous food safety problems. Consequently, a growing body of scientific research has been directed towards exploring new and effective therapeutic alternatives for the management of bovine mastitis, which could replace conventional antibiotic therapy. This review surveys the various alternative strategies employed in the prevention and treatment of mastitis in dairy cattle. These strategies include nanoparticle therapy, bacteriophage therapy, vaccination, phytotherapy, the use of animal proteins, probiotics and bacteriocins. In addition, the potential synergistic effects resulting from the combination of these treatments has shown real benefits that will be highlighted.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Mastitis, Bovine",
        "Female",
        "Anti-Bacterial Agents",
        "Phytotherapy",
        "Probiotics",
        "Dairying",
        "Phage Therapy",
        "Vaccination"
      ]
    },
    {
      "pmid": "40125326",
      "title": "Anti-heat stress lick block supplementation alleviated the detrimental effects of heat stress on dairy cows.",
      "authors": [
        "Hongwei Duan",
        "Jiyou Zhang",
        "Na Li",
        "Liuping Chen",
        "Danhong Chen",
        "Hang Yang",
        "Qiuxia Dai",
        "Junshi Shen",
        "Shengyong Mao"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Heat stress poses a significant challenge to the development of dairy industry, affecting cows' well-being and overall productivity, leading to substantial economic losses. In this study, the impact of a specifically formulated anti-heat stress lick block supplement on milk production, milk quality, feed intake, rectal temperature, respiratory rate, and rumen fermentation in cows exposed to heat-stress was evaluated. METHODS: Twenty-four healthy Holstein lactating dairy cows were divided into two blocks based on milk yield (low and high), Parity (2-3 parity), and lactation days (114 ± 8 d). The cows in each block were randomly assigned to either a control group without lick block supplementation or a treatment group receiving lick block. The trial lasted for 6 weeks, including a 2-week adaptation phase followed by 4 weeks of feeding treatment. RESULTS: Heat stress levels varied from severe (THI > 88) to moderate heat stress (THI > 80) in the first 2 weeks, gradually decreasing to mild heat stress (THI > 72) in the following weeks. With the decrease in heat stress, dry matter intake (DMI) and milk production increased (Week: p < 0.05), the rectal temperature and respiratory rate of cows decreased (Week: p < 0.05). Lick block supplementation tended to increase DMI (p = 0.09), and improved milk yield (p < 0.05) without affecting (p > 0.05) milk composition, leading to increased milk yields of fat, protein, and lactose (p < 0.05). Although the overall rectal temperature of cows in the lick block group did not differ from the control group (p > 0.05), the respiratory rate of cows in the lick block group significantly decreased (p < 0.05) in the second and third weeks. Supplementation with the lick block increased (p < 0.05) rumen pH and decreased (p < 0.05) NH3-N and propionate concentrations in dairy cows, and tended to lower the acetate-to-propionate ratio (p = 0.07), total VFA concentration (p = 0.07), and butyrate concentration (p = 0.09). CONCLUSION: Supplementation of anti-heat stress lick block alleviated the detrimental effects of heat stress on dairy cows within a certain range of temperature and humidity."
    },
    {
      "pmid": "40125321",
      "title": "Herbal formula alleviates heat stress by improving physiological and biochemical attributes and modulating the rumen microbiome in dairy cows.",
      "authors": [
        "Xiaofang Wang",
        "Yawen Wang",
        "Man Feng",
        "Jiefeng Li",
        "Ze Liu",
        "Le Fu",
        "Ning Zhang",
        "Huaying Zhang",
        "Jianhua Qin"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Heat stress significantly impacts dairy cow productivity, health, and welfare. This study evaluated a self-developed herbal formula as a dietary intervention to mitigate heat stress. A total of 198 lactating cows were divided into two groups: a Control group receiving standard total mixed rations and a Herbs group supplemented with herbal formula for 60 days. Various parameters were assessed, including milk yield and composition, antioxidant capacity, immune responses, stress-related gene expression, and rumen microbial composition. Compared to the Control group, cows in the Herbs group showed improved feed intake, milk yield and quality, rumination frequency, and enhanced antioxidant activity and immune response. Rumen microbiome analysis revealed a reduced relative abundance of Proteobacteria and Ochrobactrum in the Herbs group, along with an enrichment of beneficial genera such as Lachnospira. Functional predictions indicated that the Herbs group exhibited enhanced glycolysis/gluconeogenesis, pyruvate metabolism, and starch and sucrose metabolism, reflecting improved fermentation efficiency and energy utilization. In conclusion, the herbal formula improved physiological and biochemical attributes, boosted antioxidant and immune responses, and modulated the rumen microbiome, contributing to the alleviation of heat stress in dairy cows. These findings highlight its potential as a natural dietary strategy to support dairy cow health and productivity under heat stress conditions."
    },
    {
      "pmid": "40122500",
      "title": "Microalgal-bacterial system responses to nitrogen forms in dairy farm wastewater: Focusing on the phycosphere and nitrogen transformation.",
      "authors": [
        "Yuang Cao",
        "Xiaoyu Xu",
        "Suli Zhi",
        "Khinkhin Phyu",
        "Han Wang",
        "Jiahua Liu",
        "Chein-Chi Chang",
        "Keqiang Zhang"
      ],
      "journal": "Environmental research",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As an environmentally friendly medium, microalgae are often used in wastewater treatment. However, few studies have examined the effects of different nitrogen forms on microalgae and bacteria, particularly regarding material and gene transfer and nitrogen metabolic pathways in phycosphere and various extracellular polymeric substance layers. To address this research gap, Chlorella vulgaris was used to treat the dairy farm wastewater with different nitrogen additives. The results showed that the dry weight and chlorophyll a production were lowest at high ammonia nitrogen concentrations (0.460 g/L and 0.883 mg/L, respectively). The ability of microalgae to remove total phosphorus and ammonia nitrogen was significantly enhanced at appropriate nitrogen concentrations. There were clear differences in community abundance between phycosphere and different extracellular polymeric substance layers bacteria. Nitrate nitrogen promoted electron transfer in photosynthesis, while organic nitrogen facilitated the synthesis of siderophores. In high-ammonia nitrogen wastewater, ammonia nitrogen conversion primarily occurred through the action of nitrifying bacteria, whereas denitrification promoted nitrate nitrogen conversion. There is an interaction between nitrogen forms and microalgal-bacterial system. The study provided critical insights for microalgae treatment of dairy farm wastewater, contributing to environmental friendly and resource recycling wastewater management."
    },
    {
      "pmid": "40117710",
      "title": "Defatted black soldier fly larvae meal as a substitute of soybean meal in dairy cow diets.",
      "authors": [
        "D J M Braamhaar",
        "W F Pellikaan",
        "D List",
        "D Korir",
        "C M Tanga",
        "S J Oosting"
      ],
      "journal": "Animal : an international journal of animal bioscience",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The replacement of soybean meal (SBM) with insect meal, e.g. black soldier fly larvae meal (BSFLM), as an alternative protein source in livestock feed is gaining traction globally. To date, no in vivo studies have been conducted to test the impact of BSFLM on the milk production of dairy cows. This study quantified the effects of replacing SBM with defatted black soldier fly larvae meal (DBSFLM) in diets of lactating dairy cows on feed intake, milk production and composition, apparent total-tract digestibility, feed- and nitrogen use efficiency. Twelve lactating Holstein-Friesian cows were used in a replicated 3 × 3 Latin square design (18 d per period) with 3 protein treatments: a diet containing SBM as the main protein source (control, SBM); a diet with a 50: 50 mixture of SBM and DBSFLM (SBM: DBSFLM, 50: 50); and a diet with DBSFLM (DBSFLM). Animals were blocked per Latin square based on milk yield (MY), and the amount of concentrate in the diets was adjusted for MY. Diets were provided as a total mixed ration and offered ad libitum. Our results showed no treatment effects (P > 0.05) on milk yield and composition. DM and organic matter (OM) intake were significantly higher (P ≤ 0.003) for cows fed SBM (17.6 and 16.2 kg/d, respectively) compared with DBSFLM (16.6 and 15.1 kg/d, respectively), while DM and OM intake of SBM: DBSFLM (17.5 and 16.0 kg/d, respectively) did not differ from SBM but were higher compared with DBSFLM. CP intake was significantly higher (P = 0.003) for cows fed SBM (2.68 kg/d) compared with both DBSFLM (2.50 kg/d) and SBM: DBSFLM (2.54 kg/d), while CP intake for SBM: DBSFLM did not differ from DBSFLM. Apparent total-tract digestibility of NDF and ADF were significantly lower (P ≤ 0.024) for cows fed SBM (46.7 and 45.6%, respectively) compared with DBSFLM (54.0 and 52.0%, respectively), with SBM: DBSFLM (51.0 and 49.7%, respectively) not differing from either diet. No treatment effects were observed for DM, OM, CP and ether extract digestibility, and feed and nitrogen use efficiency. Incorporating DBSFLM into dairy cow diets did not significantly compromise the milk yield and composition, suggesting its potential to reduce the reliance on SBM and contribute to circular food systems.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Animal Feed",
        "Female",
        "Diet",
        "Glycine max",
        "Lactation",
        "Larva",
        "Animal Nutritional Physiological Phenomena",
        "Milk",
        "Digestion",
        "Diptera",
        "Simuliidae"
      ]
    },
    {
      "pmid": "40117031",
      "title": "First evaluation of the efficacy and operational cost of acaricidal bath combining different droplet sizes, pressures and spray patterns in dairy cows naturally infested with Rhipicephalus microplus.",
      "authors": [
        "Gabriel Resende Souza",
        "Beatriz Rezende Gandra de Araújo",
        "Sandra Gesteira Coelho",
        "Ricardo Nascimento Araújo",
        "Welber Daniel Zanetti Lopes",
        "Daniel Sobreira Rodrigues",
        "Lorena Lopes Ferreira"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rhipicephalus microplus poses a significant challenge to animal health. This study evaluated efficacy and the effective operational cost (EOC) of different acaricidal treatments varying droplet size, pressure and spray pattern using a power sprayer. Three experiments were conducted on dairy cows, with each experiment involving three groups of 10 animals: two treated groups and one untreated control group. In the first experiment, acaricide treatments with the same droplet size (medium) were compared at different pressures (50 and 100 psi) using a full cone spray pattern: E1-M50 and E1-M100. In the second experiment, different droplet sizes (fine and medium) were compared at the same pressure (100 psi) using a full cone spray pattern: E2-F100 and E2-M100. The third experiment compared droplet sizes and spray patterns (fine at full cone and ultra coarse at flat fan) at the same pressure (100 psi): E3-F100 and E3-UC100. All animals received acaricide treatment on day 0 with a product based on organophosphate and pyrethroid. Tick counts were performed on days + 7, + 14, and + 21 to determine treatment effectiveness. Data on bath time were collected to determine the EOC, besides cost with acaricide, labor, water and electricity. No statistical differences (p > 0.05) regarding the mean tick count were observed between treated groups in all experiments. However, the highest efficacy values were found in treatments with larger droplets (medium and ultra coarse) and higher pressure (100 psi). In experiment 1, the efficacy varied from 70.6 to 88.9% and 75.2 to 93.7% for the treated groups E1-M50 and E1-M100, respectively. In experiment 2, efficacy varied from 48.7 to 86.2% for E2-F100 and from 68 to 94.7% for E2-M100. In experiment 3, efficacy ranged from 62.9 to 76.9% for E3-F100 and from 73.4 to 86.5% for E3-UC100. The EOC of the acaricide bath varied between 0.42 and 0.46 USD per animal. The findings show that treatment efficacy and EOC vary depending on the spray parameters used for the control of R. microplus, but further studies should be conducted to determine better combinations of pressure, droplet size and spray pattern.",
      "mesh_terms": [
        "Animals",
        "Acaricides",
        "Rhipicephalus",
        "Cattle",
        "Tick Infestations",
        "Female",
        "Cattle Diseases",
        "Tick Control",
        "Pyrethrins",
        "Dairying"
      ]
    },
    {
      "pmid": "40112694",
      "title": "Fusobacterium necrophorum mediates the inflammatory response in the interdigital skin and fibroblasts of dairy cows via the TNF-α/TNFR1/NF-κB pathway.",
      "authors": [
        "Yang Yue",
        "Anchi Zhang",
        "Meng Liu",
        "Yansong Ge",
        "Enshuang Xu",
        "Jiasan Zheng"
      ],
      "journal": "Veterinary microbiology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Foot rot is a contagious disease caused by F.necrophorum. It is responsible for economic losses in dairy farming. Studies on foot rot in dairy cows are focused on the isolation and identification of pathogens and treatment methods. Few studies have reported inflammatory changes in tissues and regulatory mechanisms following infection. Here, the effects of F.necrophorum infection on the skin explants and skin fibroblasts between the toes of cattle were analyzed using histopathology and other techniques. F.necrophorum infection increased the epidermal thickness and number of hair follicles and sebaceous glands. Other skin appendages exhibited varying degrees of necrosis, and a significant infiltration of inflammatory cells was noted in the interdigital skin explants. The expressions of pro-inflammatory cytokines (IL-1β and TNF-α) and key genes in the inflammatory signalling pathway (TNFR1 and NF-κB p65) were elevated. Treatment with the TNFR1 inhibitor CAY10500 reduced inflammatory cell infiltration and alleviated TNFR1 and p65 expression. An inflammatory cell model was established using different proportions of F.necrophorum to infect BDF cells. F.necrophorum infection significantly inhibited the proliferation and viability of BDF cells and enhanced the expression of TRADD, TRAF2, TNF-α, and IL-18. CAY10500 reduced the F.necrophorum infection-induced inflammatory response and induced inflammatory responses in interdigital skin explants and BDF cells by inhibiting the TNF-α/TNFR1/NF-κB signaling pathway. In summary, these findings provide new insights into the mechanism of inflammatory responses in dairy cows with foot rot.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Tumor Necrosis Factor-alpha",
        "Skin",
        "Fibroblasts",
        "NF-kappa B",
        "Cattle Diseases",
        "Signal Transduction",
        "Fusobacterium necrophorum",
        "Receptors, Tumor Necrosis Factor, Type I",
        "Female",
        "Inflammation",
        "Fusobacterium Infections"
      ]
    },
    {
      "pmid": "40103688",
      "title": "Effect of a mix of condense and hydrolysable tannins feed additive on lactating dairy cows' services per conception and days open.",
      "authors": [
        "Alejandro R Castillo",
        "Julio A Di Rienzo",
        "Damiano Cavallini"
      ],
      "journal": "Veterinary and animal science",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A commercial dairy farm with two dairy units (about 3000 cows each), similar management and diets was used to evaluate the effect of a feed additive based on a mix of condense and hydrolysable tannins (ByPro®) on lactating cow services per conception and days open. The experiment was divided in three evaluation periods. Period I, January-March (without-feed additive), Period II, April-September, all cows in one dairy unit received the mix-tannins feed additive at 0.3 % of the total estimated DMI per cow. Period III, October-December (without-feed additive). Services per conception was modeled as a Poisson count using a generalized linear model with log link function. Days open was modeled with a generalized linear model for a gamma variable with log link function. The models included: dairy units (2), periods (3), and their interactions. No significant differences were observed in Period I. During the evaluation Period II, the mix tannins feed additive increased the artificial insemination efficiency, reducing (P < 0.01) the number of services of conception (- 9 %), from 2.20 to 2.02 and days open (P < 0.01) from 92.5 to 87 days (- 6.3 %). Comparable significant effects were observed in Period III without the mix-tannins feed additive that might be related to possible rumen microbiota carried over effects of the cows consuming the mix-tannins for 6 months. Finally, the treatment improved performances on the conception rate and pregnancy rate. The mix of condensed and hydrolysable tannins feed additive (ByPro®) improved reproduction efficiency in lactating cows, by reducing services per conception number and days open."
    },
    {
      "pmid": "40093637",
      "title": "A Review of the Valorization of Dairy Industry Wastes through Thermochemical, Biological, and Integrated Processes for Value-Added Products.",
      "authors": [
        "Godwin A Udourioh",
        "Moses M Solomon",
        "Jude A Okolie"
      ],
      "journal": "Food science of animal resources",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The dairy industry is a significant player in the food industry, providing essential products such as milk, cheese, butter, yogurt, and milk powder to meet the global population's needs. However, the industry's activities have resulted in significant pollution, with heavy waste generation, disposal, and effluent emissions into the environment. Properly handling dairy waste residues is a major challenge, with up to 60% of the total treatment cost in the processing unit allocated to waste management. Therefore, valorizing dairy waste into useful products presents a significant advantage for the dairy industry. Numerous studies have proposed various approaches to convert dairy waste into useful products, including thermochemical, biological, and integrated conversion pathways. This review presents an overview of these approaches and identifies the best possible method for valorizing dairy waste and by-products. The research presents up-to-date information on the recovery of value-added products from dairy waste, such as biogas, biofertilizers, biopolymers, and biosurfactants, with a focus on integrating technology for environmental sustainability. Furthermore, the obstacles and prospects in dairy waste valorization have been presented. This review is a valuable resource for developing and deploying dairy waste valorization technologies, and it also presents research opportunities in this field."
    },
    {
      "pmid": "40089729",
      "title": "Surveillance of hoof disorders in Korean dairy cattle and the correlation of farm condition risk factors to their prevalence.",
      "authors": [
        "Hector M Espiritu",
        "Seok-Won Kwon",
        "Sang-Suk Lee",
        "Yong-Il Cho"
      ],
      "journal": "BMC veterinary research",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study investigated the prevalence of hoof disorders (HDs) in intensive dairy farms in Korea and their association with farm conditions. A total of 877 cattle from 15 farms were examined for infectious, noninfectious, and non-lesion HDs at the animal, foot, and farm levels. Risk factors such as bedding depth, floor wetness, floor elevation transitions, and aggressive hoof treatment were evaluated. Correlation and clustering analyses were used to assess the relationship between HDs and farm conditions and classify farms based on disease prevalence and management conditions. RESULTS: Hoof disorders were identified in 31.5% of cattle, with hoof overgrowth (OG) (24.1%) being the most common. Infectious and noninfectious HDs were observed in 6.2% and 4.6% of cattle, respectively, with bovine digital dermatitis (BDD) (3.2%) and laminitis/corium damage (LCD) (3.1%) as the most prevalent. OG was more frequent in the front feet, while lesion HDs were more common in the rear feet. Correlation analysis showed that poor farm conditions, particularly aggressive hoof treatment and sharp floor elevation transitions, were linked to higher prevalence of BDD, LCD, and coronet swelling (CS). Hierarchical clustering classified farms into two main groups, distinguishing those with higher disease prevalence and poor conditions from those with lower prevalence and better management. This highlights differences in disease control across farms and the need for targeted interventions. CONCLUSION: This study provides an updated assessment of HD prevalence in intensive dairy farms in Korea, the first in nearly two decades. The reported prevalence of OG, BDD, LCD, and CS underscores the need for improved hoof care and farm management. Farms with better conditions had lower disease prevalence, serving as benchmarks for improvement, while farms with poor conditions require targeted interventions. Enhancing hoof care practices and farm management strategies could reduce HD incidence and improve dairy cattle welfare.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Republic of Korea",
        "Hoof and Claw",
        "Cattle Diseases",
        "Prevalence",
        "Foot Diseases",
        "Risk Factors",
        "Dairying",
        "Female"
      ]
    },
    {
      "pmid": "40086417",
      "title": "Knowledge, attitude and behaviour of farmers towards the use of reproductive hormones in dairy cattle.",
      "authors": [
        "A Wicaksono",
        "W Steeneveld",
        "T van Werven",
        "H Hogeveen",
        "B H P van den Borne"
      ],
      "journal": "Animal : an international journal of animal bioscience",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Reproductive hormones are regularly applied in dairy farms for cow fertility management regarding oestrus induction and treatment of reproductive diseases. The use of hormones in dairy farms needs to be explored with insight into the farmers' knowledge and attitude to obtain their reasoning behind their behaviour of hormone use. This study aimed to determine and associate dairy farmers' knowledge and attitude with their reproductive hormone use behaviour. An online questionnaire on reproductive hormone use was distributed by 15 veterinary practices, who distributed it to their dairy farm members through email or as an inclusion in an online newsletter. The questionnaire was responded by 188 farmers (response rate of 13%). Data on herd characteristics, knowledge, attitude and hormone use behaviour (self-reported based on a questionnaire and actual use based on hormone sales data) were collected. A knowledge score (0-10) was based on 10 objective knowledge questions. An explanatory factor analysis was conducted to identify latent structures among 19 attitude variables, resulting in four-factor variables. Several regression analyses were conducted to associate knowledge with attitude (multivariate multiple regression), knowledge and attitude with self-reported behaviour (logistic regression) and with actual hormone use (negative binomial regression). All models corrected for eight herd characteristic variables. The mean knowledge score was 5.9 ± 1.8 and 83% of the farmers indicated that they used hormones if their cows were not in oestrus after exceeding some expected days in milk. No significant association was found between knowledge and four attitude factors. However, a higher knowledge score was positively associated with hormone use behaviour (self-reported and actual hormone use). The same direction was shown for a stronger attitude on the benefits of using hormone with both higher hormone use behaviours. A stronger attitude on following the treatment protocol was positively associated with a higher actual hormone use while a stronger attitude towards non-hormonal fertility management was associated with a lower actual hormone use. In conclusion, determining farmers' objective knowledge and attitude provided the reasoning behind their hormone use behaviour. Furthermore, obtained insights into knowledge, attitude and behaviour might therefore be beneficial for improving fertility guidelines.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Farmers",
        "Dairying",
        "Health Knowledge, Attitudes, Practice",
        "Female",
        "Surveys and Questionnaires",
        "Humans"
      ]
    },
    {
      "pmid": "40086178",
      "title": "Impact of dairy farming extension programs on smallholder livestock keepers' welfare among Maasai communities in Arusha, Tanzania.",
      "authors": [
        "Felician Andrew Kitole"
      ],
      "journal": "Preventive veterinary medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Despite the crucial role of livestock farming in enhancing livelihoods, production levels remain notably low, particularly in nomadic societies, resulting in diminished welfare among Africa's most renowned communities, the Maasai. To improve the welfare of smallholder livestock keepers, dairy farming extension programs are essential, as they stimulate knowledge transfer, resource accessibility, and adoption of best practices. This study employed a quasi-experimental research design, engaging a total of 431 livestock keepers, comprising 221 treated participants and 210 control group members from the Engaruka, Lepurko, and Selela wards in Monduli District, Arusha, Tanzania. Utilizing the Double Hurdle model and Propensity Score Matching (PSM), the study estimated the determinants of participation and the impacts of these interventions on welfare. The results revealed that demographic factors, social capital, and educational attainment significantly influenced participation rates in dairy farming extension programs. Additionally, the Average Treatment on the Treated (ATT) analysis showed that participation led to an increase of 5.751 liters per day in milk production and a monthly income boost of 11,670 TSHS. However, mean income differences showed that participants earned 55,010 TSHS more than non-participants. This suggests that while extension programs contribute to higher incomes, pre-existing differences such as access to resources, experience, and herd size also contribute to this disparity. These findings informs that effective extension services can markedly improve the welfare of Maasai livestock keepers by providing critical training and resources that enable higher productivity and economic resilience. By fostering social networks, facilitating market access, and enhancing knowledge among farmers, extension programs play a vital role in empowering these communities. Therefore, targeted strategies that promote inclusivity, improve access to resources, and incorporate educational initiatives are recommended to maximize the benefits of these programs.",
      "mesh_terms": [
        "Tanzania",
        "Dairying",
        "Animals",
        "Female",
        "Humans",
        "Animal Husbandry",
        "Livestock",
        "Animal Welfare",
        "Male",
        "Farmers",
        "Adult"
      ]
    },
    {
      "pmid": "40075085",
      "title": "Synthesis and characterization of MIL-88 A(Fe)/C composite for treatment of dairy factory's wastewater by enhanced electro-Fenton method.",
      "authors": [
        "Parastoo Azari",
        "Hasti Hasheminejad",
        "Kimia Zarean Mousaabadi"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research focuses on addressing the environmental challenges posed by dairy wastewater problems using advanced oxidation processes (AOP). This study uses a composite of MIL-88 A(Fe)/C with an electro-Fenton process to mitigate the organic pollutants in dairy wastewater. The MIL-88 A(Fe)/C composite is synthesized by combining MIL88-A with carbon in a hydrothermal process, and its morphological characterization was investigated by spectroscopy and microscopy methods. The parameters of pH, time, composite concentration, and oxidizer concentration were optimized by the response surface method (RSM). In all experiments, the electrode distance was 3 cm and the current density was 9 A/m2. A quadratic model was fitted to the data. Comparison of adjusted R2 with predicted R2 validated the model. Kinetic studies revealed it followed pseudo-second-order behavior. The optimum conditions for reducing COD in the electro-Fenton process were pH 7.0, contact time 102.6 min, catalyst concentration MIL-88 A(Fe)/C 0.5 g/L, and oxidizing concentration of Na2S2O8 0.026 M. Under these conditions, COD removal efficiency from the Isfahan Pegah Dairy factory's wastewater was statistically equal to 86.6% and experimentally equal to 89%. The results of the electro-Fenton process using MIL-88 A(Fe)/C composite, low-cost graphite, and titanium electrodes were competitive and promising compared to previous research on the Wastewater of Dairy Industries."
    },
    {
      "pmid": "40073732",
      "title": "Decade-long performance of constructed wetlands in the dairy industry following an aerated facultative pond.",
      "authors": [
        "Henrique Vieira de Mendonça",
        "Camila da Motta de Carvalho",
        "Anderson Gomide Costa",
        "Maria Clara Ribas",
        "Jorge Felipe Euriques"
      ],
      "journal": "Chemosphere",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Long-term data are essential for decision-making in the operation of constructed wetlands; however, such data are scarce. In the present study, a subsurface flow CW system was monitored over a 10-year period for the treatment of wastewater from the dairy industry. Prior to the CW, an aerated facultative lagoon was operated, and its data were also included in the study. The integration of both natural treatment systems (Lagoon + CW) revealed synergy in the combined removal of pollutants and nutrients. Up until the seventh year of operation, the integration of the systems removed more than 98% of COD, BOD5, and TSS, as well as 99.8%, 96.5%, and 71.3% of oils and greases, ammoniacal nitrogen, and total phosphorus, respectively. Surfactants, oils, and greases were entirely removed. The presence of significant clogging and surface flow from the seventh year onwards led to a reduction in treatment efficiency, indicating that this is the maximum recommended operating time for CWs following an aerated facultative lagoon in the dairy industry. After this period, all substrates should be replaced.",
      "mesh_terms": [
        "Wetlands",
        "Dairying",
        "Waste Disposal, Fluid",
        "Wastewater",
        "Phosphorus",
        "Nitrogen",
        "Ponds",
        "Water Pollutants, Chemical",
        "Biological Oxygen Demand Analysis"
      ]
    },
    {
      "pmid": "40073588",
      "title": "Network meta-analysis based ranking of dry off interventions to cure or prevent intramammary infections in dairy cows.",
      "authors": [
        "Nynke Schipper",
        "Michèle Bodmer",
        "Simon Dufour",
        "Nina M C Hommels",
        "Mirjam Nielen",
        "Bart H P van den Borne"
      ],
      "journal": "Preventive veterinary medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "This study aimed to rank dry off interventions for the prevention of new intramammary infections (IMI) and the cure of existing IMI in quarters of dry cows using two network meta-analyses. Randomized controlled trials reported in 137 papers were assessed for inclusion eligibility. Network meta-analyses were performed separately for the incidence risk of IMI and cure risk of IMI. For cure of IMI, 29 trials with 10 dry off interventions were included. Both selective and blanket dry cow therapy, either in combination with an internal teat sealant or as a singular intervention, resulted in a better cure risk compared with the non-antimicrobial interventions. No differences were observed between the antimicrobial based interventions. For the incidence risk of IMI, 54 trials were included, representing 18 dry off interventions. The incidence risk of IMI was similar for the various selective dry cow treatments when antimicrobials were administered together with an internal teat sealant, either at quarter or cow level. Also, they did not differ from the evaluated blanket dry cow treatment interventions or when an internal teat sealant was applied alone. Selective dry cow therapy with internal teat sealant is therefore likely a suitable intervention option to simultaneously maintain a low incidence risk of IMI and a high cure risk of IMI, all the while lowering the antimicrobial use in dairy herds. Circumstances in the herd, including the distribution and prevalence of mastitis pathogens, should be evaluated before results are utilized in dairy practice given the heterogeneity of included studies.",
      "mesh_terms": [
        "Animals",
        "Mastitis, Bovine",
        "Cattle",
        "Female",
        "Network Meta-Analysis as Topic",
        "Mammary Glands, Animal",
        "Dairying",
        "Anti-Bacterial Agents",
        "Incidence",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "40059915",
      "title": "Effects of a Novel Fortified Dairy Product on the Psychological Status and Sleep Quality of Patients with Polycystic Ovary Syndrome: A Double-Blind Randomized Controlled Trial.",
      "authors": [
        "Moein Askarpour",
        "Najmeh Hejazi",
        "Bahia Namavar Jahromi",
        "Mohammad Hadi Eskandari",
        "Mandana Famouri",
        "Alireza Bedeltavana"
      ],
      "journal": "Preventive nutrition and food science",
      "publication_date": "2025-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Polycystic ovary syndrome (PCOS) is a neuroendocrine disorder that commonly causes anovulation and infertility worldwide. Aside from infertility, patients with PCOS suffer from sleep disturbances and mental health issues. Recent studies have shown that functional foods may have a beneficial impact on psychological disorders and sleep quality. Therefore, the present study aimed to investigate the effects of daily intake of a fortified yogurt on the psychological and sleep profiles of women with PCOS. In this 8-week randomized double-blind controlled trial, after a 2-week run-in period, participants in the intervention group (n=45) received yogurt fortified with 106 colony-forming units/g of probiotics (Bifidobacterium animalis Bb-12 and Lactobacillus acidophilus La-5) along with 50 IU of vitamin E and 1,000 IU of vitamin D, and those in the placebo group (n=45) received low-fat yogurt. The psychological status and sleep quality of patients were measured using the Depression, Anxiety, and Stress Scale-21 Items and Pittsburgh Sleep Quality Index before and after the study, respectively. The registration number of this study was IRCT20231210060323N1. The results showed that the intervention group exhibited a significant improvement in depression status compared with the placebo group (P=0.01). However, no statistically beneficial impact was observed on sleep quality in patients with PCOS (P=0.44). This trial indicated that consuming yogurt with probiotics, vitamin E, and vitamin D may alleviate depression in patients with PCOS and that nutritional interventions could be advantageous, particularly for individuals who prefer not to take antidepressant medications. However, further research is needed to confirm the results."
    },
    {
      "pmid": "40057995",
      "title": "Effects of hCG administered 5 or 7 days after the onset of induced estrus on luteal morphology and function in seasonally anovular dairy goats.",
      "authors": [
        "Juliana Nascimento Duarte Rodrigues",
        "José Domingos Guimarães",
        "Paulo Sergio Cerqueira Rangel",
        "Maria Emilia Franco Oliveira",
        "Felipe Zandonadi Brandão",
        "Pawel Mieczyslaw Bartlewski",
        "Jeferson Ferreira Fonseca"
      ],
      "journal": "Animal reproduction science",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary"
      ],
      "abstract": "The objective was to evaluate the effects of intramuscular (i.m.) human chorionic gonadotropin (hCG) administered on day 5 (D5) or day 7 (D7) after estrus (D0) on luteal structures (number, area, vascularization, and progesterone secretion) and pregnancy rates in estrus-induced dairy goats during the non-breeding season. Thirty-four Alpine goats received intravaginal sponges containing medroxyprogesterone acetate for 6 days and a single i.m. injection of 200 international units (IU) of equine chorionic gonadotropin (eCG) plus 37.5 micrograms (µg) of d-cloprostenol 24 hours before sponge removal. All exhibited estrus and were mated by fertile bucks. Goats were randomly assigned to hCG-5 (300 IU on D5; n = 12), hCG-7 (300 IU on D7; n = 11), or controls (n = 11). Transrectal ovarian ultrasonography and blood sampling were performed on D5, D7, D10, D13, D17, and D21, with pregnancy diagnosis on D60. hCG treatment did not affect pregnancy rates. Accessory corpora lutea (aCL) appeared in 66.6 % (hCG-5) and 90.9 % (hCG-7) (P > 0.05). Total luteal area in hCG-7 was greater (P < 0.05) than in controls from D10 to D21. The mean original corpora lutea (oCL) area in hCG-7 was largest (P < 0.05) on D10. High-velocity Doppler area (HVDA) of aCL was greater (P < 0.05) in hCG-5 compared with hCG-7 on D13. Plasma progesterone (P4) concentrations were higher (P < 0.05) in hCG-7 than in controls from D10 to D21. Although hCG administered on D5 or D7 transiently enhanced luteal function and vascularization, it did not improve pregnancy outcomes in seasonally anovular dairy goats.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Goats",
        "Chorionic Gonadotropin",
        "Pregnancy",
        "Corpus Luteum",
        "Estrus Synchronization",
        "Seasons",
        "Progesterone",
        "Estrus",
        "Drug Administration Schedule"
      ]
    },
    {
      "pmid": "40056813",
      "title": "Bio-electrochemically assisted sulfide, phosphorus, and nitrogen remediation in continuous anaerobic digestion of dairy manure with improved biogas production.",
      "authors": [
        "Lingkan Ding",
        "Carlos Zamalloa",
        "Hongjian Lin",
        "Bo Hu"
      ],
      "journal": "Chemosphere",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Anaerobic digestion (AD) is an industrial practice to properly manage and valorize dairy manure, whereas impurities in biogas and excessive nutrients in digestate always require post-treatment. In this study, integration of bio-electrochemical (BEC) treatment with AD of dairy manure was proposed to simultaneously improve biogas production, reduce hydrogen sulfide (H2S) release, and remediate nutrients in digestate. A continuous stirred tank reactor (CSTR) and a BEC unit using stainless steel mesh electrodes at applied voltages of 0.5-0.8 V were integrated for continuous AD treatment of liquid dairy manure. At a relatively short hydraulic retention time of 20 d and a high voltage of 0.8 V, the biogas production of CSTR-BEC significantly outperformed that of the control operated in an open circuit mode. The methane (CH4) content in the biogas from CSTR-BEC at 0.8 V reached 71.1%, leading to a specific CH4 yield of CSTR-BEC (238.6 mL/gVS) higher by 42.5% than that of the control. The higher applied voltage of 0.8 V in CSTR-BEC also secured significant aqueous sulfide and gaseous H2S removals of 58.6% and 89%, respectively. Meanwhile, stronger electrochemical reactions in CSTR-BEC resulted in efficient removals of soluble and total phosphorus from dairy manure at a range of 49.5-63.7%. The compositional analysis of cathode precipitates implies that the release of iron ions from the sacrificial anode for further precipitation and adsorption might be the main route for sulfide and phosphorus removal. The average power consumption of the BEC unit (1.024 kWh/m3/d) at 0.8 V was 7.9-fold that at 0.5 V, whereas the net energy gain of CSTR-BEC (7.42 MJ/m3/d) was still comparable to that of the control because of the improved CH4 production. This bio-electrochemically assisted AD system offers a promising perspective in cleaner bioenergy production with concurrent considerable contaminants remediation from dairy manure.",
      "mesh_terms": [
        "Manure",
        "Anaerobiosis",
        "Biofuels",
        "Phosphorus",
        "Sulfides",
        "Nitrogen",
        "Methane",
        "Hydrogen Sulfide",
        "Bioreactors",
        "Dairying",
        "Electrochemical Techniques",
        "Animals"
      ]
    },
    {
      "pmid": "40056736",
      "title": "Providing concentrate feed outside of the milking robot increases feed intake in dairy cows without reducing motivation to visit the robot.",
      "authors": [
        "F P Johansen",
        "S Buijs",
        "G Arnott"
      ],
      "journal": "Animal : an international journal of animal bioscience",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Appropriate and adequate feeding is essential to maintaining good health, productivity and welfare of dairy cows. Within automatic milking systems, concentrate feed is offered inside the milking robot, and is thought to play a key role in motivating cows to visit the robot for milking. As concentrate feed delivery takes place during milking, the amount of concentrate a cow can consume is limited by milking duration and consumption rate. Thus, some cows may require supplementary feeding, but concerns exist regarding the potential negative effects of allocating concentrate outside of the milking robot on motivation to visit the robot for milking. The study's primary aims were to assess the effects of providing 80% of the cows' concentrate allocation inside the robot or inside an out-of-parlour feeder (OOPF) on (1) milking frequency, refused milkings, and OOPF visit frequency, (2) lying time, (3) milk yield, and (4) partial mixed ration (PMR) intake and amount of daily concentrate allocation not consumed by the cows, and (5) time spent in the robot and OOPF. Forty-eight mid-late lactation dairy cows were split into two treatment groups, one of which received 80% of their concentrate ration inside the milking robot and 20% inside the OOPF (robot high), whereas the other received 20% of their concentrate inside the milking robot and 80% via the OOPF (robot low). The study took place over a 4-week period. GLMMs assessed the effects of treatment and time on the dependent variables milking frequency, refused milkings, OOPF visit frequency, lying time, milk yield, PMR intake, and amount of concentrate feed left unconsumed. No effects of treatment on milking frequency, refused milkings, milking time, or lying time were found. As expected, 'robot low' cows visited more frequently and spent more time in the OOPF than 'robot high' cows. Finally, 'robot high' cows left more of their allocated concentrate ration unconsumed, which suggests that feed consumption may be limited by milking duration and may result in cows not meeting their energy targets. In conclusion, allocating a portion of concentrate feed outside of the milking robot does not affect motivation to visit the robot or time spent resting, only briefly affects PMR intake and milk yield, and may enable cows to better meet their concentrate feed targets, all of which may positively affect health, productivity and welfare.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Female",
        "Robotics",
        "Dairying",
        "Lactation",
        "Motivation",
        "Eating",
        "Animal Feed",
        "Feeding Behavior",
        "Milk"
      ]
    },
    {
      "pmid": "40054690",
      "title": "Meta-analysis to determine the effects of supplementation of niacin during the transition or lactation period on performance in dairy cows.",
      "authors": [
        "U Arshad",
        "S Bagaria",
        "C M Ncho",
        "M Sagheer",
        "K Krogstad",
        "M Niu"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "Niacin, a key component of pyridine nucleotides, plays a vital role in over 200 metabolic reactions, including carbohydrate, lipid, and AA metabolism. This meta-analysis aimed to evaluate the effects of niacin supplementation on lactational performance in dairy cows. We hypothesized that niacin supplementation during the transition or lactation period would enhance the productive performance of dairy cows. A systematic review identified 41 experiments, comprising 128 treatment means and 1,992 cows, which were included in the meta-analysis. Each experiment featured a nonsupplemented control (CON) group and a supplemented group, with niacin provided as either rumen-unprotected niacin (RUPN) or rumen-protected niacin (RPN). Supplementation was initiated during either the transition or lactation period, resulting in the categorization of data into 4 distinct cohorts: cows supplemented with RUPN or RPN during either the transition or lactation period. Cows supplemented with RUPN during the transition (CON; n = 13 treatment means vs. RUPN; n = 14 treatment means) and lactation periods (CON; n = 33 treatment means vs. RUPN; n = 40 treatment means) had average niacin intakes (mean ± SD) of 13.9 ± 10.8 g/d and 9.1 ± 3.5 g/d, respectively. Cows supplemented with RPN during the transition (CON; n = 4 treatment means vs. RPN; n = 4 treatment means) and lactation periods (CON; n = 8 treatment means vs. RPN; n = 12 treatment means) had niacin intakes of 11.7 ± 7.3 g/d and 4.6 ± 2.0 g/d, respectively. Mixed models were used to investigate the linear and quadratic effects of RUPN or RPN. Meta-analytical statistics in STATA estimated the weighted mean difference (WMD) of milk yield for treatment comparisons (CON vs. RUPN and CON vs. RPN). All models included the random effect of experiment and weighting by the inverse of the SEM squared. Supplementation of niacin, whether RUPN or RPN, during the transition period did not improve performance in dairy cows. However, RUPN supplementation during the regular lactation period led to linear increases in DMI, yields of milk, ECM, protein and lactose, and increments of 0.50, 0.90, 0.70, 0.04, and 0.05 kg/d, respectively, were observed when cows were supplemented with 9.1 g/d RUPN. In 38 treatment comparisons from 20 experiments evaluating RUPN supplementation during the lactation period, the mean response indicated that RUPN cows produced 0.83 kg/d more milk than CON cows (WMD = 0.83; 95% CI = 0.35-1.31), with moderate (I2 = 61.7%) heterogeneity observed. Similarly, RPN supplementation during the lactation period led to linear increases in DMI and yields of milk, ECM, fat and lactose, with respective increases of 0.60, 1.10, 0.70, 0.06, and 0.05 kg/d when cows were supplemented with 4.7 g/d niacin. Across 12 treatment comparisons from 8 experiments, RPN-supplemented cows produced 0.96 kg/d more milk than CON cows (WMD = 0.96; 95% CI = 0.62-1.31), with no heterogeneity observed. Overall, feeding 9.1 g/d of niacin from RUPN or 4.7 g/d of niacin from RPN during the lactation period improved milk production without improving feed efficiency in dairy cows.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Lactation",
        "Niacin",
        "Female",
        "Dietary Supplements",
        "Milk",
        "Diet",
        "Animal Feed"
      ]
    },
    {
      "pmid": "40054689",
      "title": "Effects of a novel bacterial 6-phytase on nutrient digestibility in lactating dairy cows.",
      "authors": [
        "R García-González",
        "S Ped",
        "G Dusel",
        "C Koch",
        "T Christensen",
        "L Marchal",
        "Y Dersjant-Li"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Undigested P and N are excreted and contribute to the environmental effects of dairy farming. Degradation of phytate in the rumen has been shown to be high but variable, leading to incomplete phytate-P (PP) utilization and resultant antinutritional effects of phytate along the gastrointestinal tract. We investigated the effect of a novel bacterial 6-phytase (PhyG) on the apparent total-tract digestibility (ATTD) and excretion of DM, PP, P, CP, and NDF in lactating dairy cows. Forty-eight lactating Holstein-Friesian cows were assigned to 3 treatments with 16 cows per treatment in a randomized block design. Cows averaged 44.1 kg milk/d and 124 DIM at the experiment start. Diets were fed ad libitum as a TMR that was formulated to meet nutritional requirements, except for P, which was fed at 92% of the recommendation. Treatments comprised a control diet (CON) and the control diet supplemented with 2,000 or 5,000 phytase units/kg DM of PhyG. The experiment lasted for 19 d, including a 14-d diet adaptation period and a 5-d fecal collection period. Dry matter intake did not differ across treatments. The ATTD of PP in the CON group was 88.5%, indicating incomplete phytate degradation. The ATTD of ash, P, and CP increased linearly, whereas the ATTD of PP and NDF increased both linearly and quadratically with increasing PhyG dose. With PhyG at 5,000 phytase units per kg, the ATTD of PP, P, CP, and NDF increased by 9.2%, 13.7%, 4.1%, and 7.5% points above CON, respectively. Fecal excretion of ash, PP, P, and NDF were reduced linearly. Supplementation of PhyG also reduced excretion of PP quadratically, and CP excretion tended to be reduced linearly. Body weight and milk yield did not differ across treatments, but milk protein yield tended to increase linearly with increasing PhyG dose. The addition of PhyG to the diet of lactating dairy cows improved nutrient utilization and decreased nutrient excretion and could therefore contribute to reducing the environmental effects of dairy production.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Female",
        "Lactation",
        "Diet",
        "Digestion",
        "Animal Feed",
        "6-Phytase",
        "Milk",
        "Dietary Supplements",
        "Phytic Acid"
      ]
    },
    {
      "pmid": "40049992",
      "title": "The seroprevalence and spatial distribution of liver fluke infection in a sample of West Coast and Canterbury dairy herds.",
      "authors": [
        "A Dowling",
        "K E Lawrence",
        "L Howe",
        "I Scott",
        "W Pomroy"
      ],
      "journal": "Veterinary parasitology, regional studies and reports",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The West Coast region of the South Island of New Zealand is recognised as having a high prevalence of liver fluke infection, however, few studies have tested this assumption. This study aimed to estimate the seroprevalence and spatial distribution of liver fluke infection in most West Coast and some Canterbury dairy herds using bulk milk ELISA. Herds were bulk milk sampled on three occasions, twice, a week apart in March 2017 (n = 430 and n = 99) and once in October 2017 (n = 412). The concentration of liver fluke antibodies was estimated using the IDEXX Fasciolosis Verification ELISA (IDEXX Europe BV, Hoofdorp, The Netherlands) on these bulk milk samples. Herds were categorised according to the test instructions, with \"medium\" (≥20 % cows infected) or \"strong\" (≥50 % cows infected) results designated as production limiting. All herds were also sent a short questionnaire about awareness of liver fluke and treatment in their herds. The agreement between the IDEXX results for 99 herds sampled twice in March 2017, and between the IDEXX results for March and October for all herds was assessed with a Kappa test. There was a substantial agreement between the two March tests, kappa = 0.7 (95 % CI 0.58-0.82) and moderate agreement between the March and October samples kappa = 0.41 (95 % CI 0.34-0.48). The results of the questionnaire were linked to the IDEXX results, and the distribution of herds categorised by their IDEXX result plotted. At the March and October samplings 0/35 (0 %) and 0/27 (0 %) Canterbury herds, 248/395 (63 %) and 193/385 (50 %) of West Coast herds had a production limiting seroprevalence of liver fluke infection. Mapping showed that West Coast herds with a production limiting infection were clustered in coastal areas, whereas those without, were clustered in inland valleys. The odds of a coastal West Coast dairy herd having a production limiting seroprevalence of liver fluke were 10.7 (95 % CI, 6.6-17.3) times that of an inland herd in March and 8.6 (95 % CI, 5.4-13.8) times in October. There was no effect on IDEXX ELISA SP% (p = 0.92) of herds which were treated for liver fluke at dry off soon after the March test compared to their SP% in the following October test, soon after calving. The results show that liver fluke infection is a potentially serious problem for West Coast dairy herds especially for those on coastal river plains prone to flooding.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Seroepidemiologic Studies",
        "Fascioliasis",
        "Cattle Diseases",
        "Female",
        "New Zealand",
        "Fasciola hepatica",
        "Enzyme-Linked Immunosorbent Assay",
        "Dairying",
        "Milk",
        "Antibodies, Helminth",
        "Prevalence"
      ]
    },
    {
      "pmid": "40049405",
      "title": "Net portal appearance used to assess feed evaluation system predictions of the digestive flow and gut metabolism of essential amino acids in dairy cows: A meta-analysis.",
      "authors": [
        "R Martineau",
        "D R Ouellet",
        "D Pellerin",
        "P A LaPierre",
        "M E Van Amburgh",
        "G E Lobley",
        "H Lapierre"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Accurate prediction of intestinal digestible flows of EAA (DigFlowEAA) is a crucial step for adequately balancing EAA supply to reduce the amount of CP fed to dairy cows, without compromising either milk production or the health status of the animals. The objective of this meta-analysis was to compare the performance of 3 dairy feed evaluation systems (FES) to predict DigFlowEAA (NRC; National Academies of Sciences, Engineering and Medicine [NASEM]; and Cornell Net Carbohydrate and Protein System version 6.5.5 [CNCPS]) in relation to observed net portal appearance (NPAobs) of EAA. Although the DigFlowEAA cannot be measured directly and none of the FES were designed to estimate the net portal appearance (NPA) of EAA, NPA could be predicted (NPApred) from estimations of DigFlowEAA minus the estimated metabolic fecal protein (MFP). This NPApred, however, would not include any oxidation for EAA or synthesis for Arg, a semi-EAA, occurring during the absorption process. Intuitively, the prediction errors should be smallest for the DigFlowEAA best predicted across the 3 FES and for the EAA not oxidized by the portal-drained viscera (PDV). The dataset included 83 NPAobs treatment means from 25 studies. To avoid type I error, mean and linear biases were considered biologically relevant if statistically significant and representing >5.0% of the observed mean (%obs.mean). The NPApred of branched-chain AA (BCAA) and Thr showed a similar pattern across the 3 FES, with all overpredicted relative to NPAobs (6%obs.mean to 27%obs.mean). The NPApred for the other EAA were more variable: (1) underprediction of Arg (9%obs.mean to 20%obs.mean) with NRC and NASEM, and Met (8%obs.mean) with NRC, (2) overprediction of Lys and Phe (5%obs.mean to 11%obs.mean) with NASEM, and His, Met and Trp (8%obs.mean to 14%obs.mean) with CNCPS, and (3) linear biases for Arg (7%obs.mean) with NASEM, and for His, Lys, Met, and Phe (5%obs.mean to 14%obs.mean) with CNCPS. In our previously reported meta-analysis, the mean and linear biases between observed and predicted EAA postruminal outflow were related to the site of digesta sampling (duodenal vs. omasal) for some EAA, but it was not possible to determine which sampling site was representative of the true supply of EAA to the cows. In an effort to solve this issue, predictions of NPA (except Trp) were recalculated removing the mean and linear biases observed in duodenal and omasal studies of our previous meta-analysis (NPArec_duo and NPArec_oma). Compared with NPApred, the pattern of BCAA and Thr remained overpredicted in NPArec_duo and NPArec_oma across the 3 FES. This strongly suggests oxidation of Ile, Leu, Val, and Thr by the PDV averaging, respectively, 12% (range 6% to 18%), 16% (range 14% to 17%), 24% (range 18% to 27%), and 19% (range 13% to 23%) of NPAobs across the 3 FES. The magnitude of PDV oxidation, however, would be related to the ratio of DigFlowEAA to digestible energy intake. The negative mean biases for Arg NPApred would suggest synthesis by the PDV. For the BCAA, Thr, and Arg, because of the uncertainty on the biological quantification of the differences between NPAobs and NPApred, the relative performance of each FES could not be assessed. Assuming no oxidation of the other EAA (i.e., His, Lys, Met, and Phe) by the PDV and an adequate estimation of MFP, their NPAobs indicate that the DigFlow of (1) Met is underpredicted by NRC, (2) Lys is overpredicted by NASEM, (3) His and Met are overpredicted with CNCPS, and (4) His, Lys, Met, and Phe present a linear bias with CNCPS, supporting similar observations on the postruminal EAA outflows from our previous meta-analysis. Based on current NPAobs studies and our previous meta-analysis on postruminal outflows of EAA, sampling digesta at the duodenum appears to be more representative of the true supply of EAA to the cows than sampling at the omasum."
    },
    {
      "pmid": "40049400",
      "title": "Farmer-veterinarian communication during herd health visits on dairy farms in Flanders, Belgium.",
      "authors": [
        "Linda Dorrestein",
        "Caroline Ritter",
        "Ellen de Jong",
        "Jannet de Jonge",
        "Jolanda Jansen",
        "Sarne De Vliegher",
        "Geert Vertenten",
        "Herman W Barkema"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Well-developed clinical communication is crucial for dairy practitioners in providing effective herd health and production management (HHPM) advisory services, as they have potential to enhance farmer satisfaction and adherence to veterinary advice. However, there is limited knowledge regarding specific communication skills (CS) veterinarians use during HHPM visits. Understanding veterinarians' communication is essential for developing targeted educational interventions to enhance veterinarian-farmer interactions during HHPM visits. The objective of the study was, therefore, to investigate veterinarians' communication during HHPM visits on Flemish dairy farms. Dairy veterinarians audio-recorded HHPM visits on dairy farms in Flanders, Belgium. Composite communication processes (CP) were assessed using the Calgary-Cambridge Guide (CCG) and global scores and specific behavior counts were assessed with a modified Motivational Interviewing Treatment Integrity code (MITI). Twenty-seven participating veterinarians recorded 127 visits with 120 unique dairy farmers. CCG communication processes 'History taking,' 'Presenting information' and 'Safety net and follow-up' were most prevalent. Veterinarians with ≤ 10 years practice experience provided the farmer with a 'Safety net and a follow-up' more often than veterinarians with > 10 years of experience. Other CCG processes such as 'Agenda setting' and 'Needs determination' were often lacking. However, veterinarians who had previously participated in communication skills training determined the needs of the farmer more often than participants who had not. Veterinarians who conducted ≥ 15 HHPM visits per month more fully performed 'History taking' and 'Creating a plan' than veterinarians with <15 HHPM visits per month. Participants displayed inconsistent efforts to incorporate 'Partnership' and 'Empathy.' In modified MITI coded audio segments of 20 min, on average, veterinarians gave information 12 times, made a persuasive statement 3 times, asked 3 open questions, and 6 closed questions. This study indicated areas for improvement in dairy veterinarians' communication and highlighted the need for ongoing education and research in this area to enhance veterinary practice and animal health."
    },
    {
      "pmid": "40045617",
      "title": "Effects of milk fortification with an advanced chelated trace minerals supplement on growth, health, and nutrient digestibility in dairy calves.",
      "authors": [
        "Hossein Rajaei-Sharifabadi",
        "Hadi Rahmani",
        "Zahra Shokri",
        "Saideh Fakharzadeh",
        "Somayeh Kalanaky",
        "Mohammad Hassan Nazaran",
        "Ahmad Reza Seradj"
      ],
      "journal": "Animal bioscience",
      "publication_date": "2025-Feb-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Recent advancements in Chelate Compound technology offer improved bioavailability of trace minerals, potentially enhancing growth performance and reducing disease incidence. Milk fortification provides an efficient way to supplement young calves before they transition to solid feed. This study evaluated the response of dairy calves to milk fortification with an advanced chelated trace minerals supplement containing Zn, Mn, Cu, Fe, Co, Cr, and Se, each selected for their specific roles in calf development, synthesized using Chelate Compounds technology. METHODS: Forty-two Holstein dairy calves (21 male and 21 female) were randomly assigned to three experimental groups: control (CON, unfortified milk), chelated minerals (BON, milk fortified with chelated trace minerals), and inorganic minerals (IOR, milk fortified with inorganic trace minerals). Calves received their respective milk treatments daily from d 3 until weaning at 70 d of age. Growth performance and body measurements were measured throughout the experimental, while rectal temperature, fecal consistency, and frequency of medical treatment were recorded until d 21. Blood metabolites and nutrient digestibility were also determined. RESULTS: BON showed significant positive effects on body weight and some body measurements, with trends towards improved average daily gain and feed efficiency. The calves in BON group showed a lower fecal consistency index and lower frequency of medical treatments compared to CON and IOR. Lower globulin levels as well as higher levels of albumin and albumin/globulin ratio were observed in BON compared to the other two groups. The activities of liver enzymes were higher in IOR than BON and CON group. CONCLUSION: These findings suggest that milk fortification with advanced chelated trace minerals have the potential to improve growth performance and health in dairy calves, while inorganic sources showed no benefits. Further research is needed to determine optimal supplementation levels and long-term effects on health and productivity of dairy calves."
    },
    {
      "pmid": "40044614",
      "title": "Comparison of fertility traits, health traits and health-related management routines of Swiss dairy farms with long vs. short productive lifespan profiles.",
      "authors": [
        "Anna Bieber",
        "María Lozano-Jaramillo",
        "Michael Walkenhorst",
        "Rennie C Eppenstein"
      ],
      "journal": "The Journal of dairy research",
      "publication_date": "2025-Mar-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research paper compares fertility traits, health indicators and health management routines of Swiss dairy farms characterized by short vs. long productive lifespans (SPL vs. LPL). We evaluated whether a longer productive lifespan will result in poorer cow health based on herdbook data from breeders associations (n = 142), farm questionnaire data (n = 67), veterinary treatment data (n = 64) and data obtained during farm visits (n = 30). Dairy farms were selected in such a way that they contrasted in terms of length of productive lifespan, but were representative of the Swiss dairy sector. Fertility performance was better on farms with LPL indicated by a lower number of inseminations per heifer, shorter average number of days open and shorter calving intervals. Consistently, the proportion of antibiotic veterinary treatments due to fertility problems was by tendency higher on SPL farms, as was the number of antibiotic treatments due to other problems (i.e. other than fertility, udder or locomotion problems). Other types of veterinary medical treatments did not differ by productive lifespan profiles. Average somatic cell score and proportions of test day records with elevated somatic cell count (SCC) were significantly higher on farms with LPL. However, this increase was smaller than what could be expected due to the age difference between contrasting productive lifespan profiles and was not associated with higher treatment incidences for clinical mastitis. Locomotion scores and lameness incidence did not differ by productive lifespan profile. Apart from a slightly higher proportion of farms with LPL practicing abrupt drying off, cow health management routines did not differ significantly between farms of contrasting productive lifespans. We conclude that a longer productive lifespan is not at the expense of health, even if the SCC level increased with age. Fertility, limb and udder health should be the main focus when aiming for a long productive lifespan."
    },
    {
      "pmid": "40044056",
      "title": "Impact of indigenous vs. cultivated microalgae strains on biomass accumulation, microbial community composition, and nutrient removal in algae-based dairy wastewater treatment.",
      "authors": [
        "KhinKhin Phyu",
        "Suli Zhi",
        "David W Graham",
        "Yuang Cao",
        "Xiaoyu Xu",
        "Jiahua Liu",
        "Han Wang",
        "Keqiang Zhang"
      ],
      "journal": "Bioresource technology",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the role of indigenous and cultivated microalgae in nutrient removal and biomass production in dairy wastewater, especially in microbial function change. Five indigenous and three cultured microalgal strains were grown in sterile and non-sterile dairy wastewater, and nutrient removal and biomass profiles were analysed. Results showed higher phosphorus removal (90.1 % vs. 81.8 %, p < 0.001) and biomass production (2.3 vs. 2.0 g/L, p < 0.001) in sterile wastewater, while nitrogen removal was higher in non-sterile wastewater (83.1 % vs. 77.5 %, p < 0.05). Indigenous strains grew more consistently in high-concentration wastewater, though not significantly different from cultured strains. Phycosphere bacteria communities were more closely associated with total nitrogen, total phosphorus, and pigment content, while free-living bacteria primarily dependent on chlorophyll a and extracellular polymeric substances (EPS). The nitrogen transforming function was enhanced in phycosphere. These findings provide insights for optimizing microalgal-based wastewater treatment, advancing sustainable dairy wastewater management.",
      "mesh_terms": [
        "Microalgae",
        "Wastewater",
        "Biomass",
        "Dairying",
        "Nitrogen",
        "Phosphorus",
        "Water Purification",
        "Bacteria",
        "Nutrients"
      ]
    },
    {
      "pmid": "40043775",
      "title": "Farm-gate greenhouse gas emission intensity for medium to large New York dairy farms.",
      "authors": [
        "Olivia F Godber",
        "Karl J Czymmek",
        "Michael E van Amburgh",
        "Quirine M Ketterings"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In 2022, New York had over 620,000 dairy cows producing more than 7 million Mg (15 billion pounds) of milk, ranking fifth in dairy producing states in the United States. The objectives of this work were to (1) estimate total farm-gate GHG emissions and GHG emission intensity (GHGei) of 36 medium to large (>300 mature cows) commercial New York dairies, (2) determine the contribution of main GHG (on-farm methane [CH4], nitrous oxide [N2O], and carbon dioxide [CO2], plus embedded emissions [CO2 equivalents; CO2eq]) and sources (enteric fermentation, feed production, manure management, grazing, fuel, and energy) to farm-gate GHGei, and (3) identify key performance indicators (KPI) driving farm-gate GHGei. Assessments were done for 2022 using the Cool Farm Tool. Farm size ranged from 345 to 6,350 head of predominantly Holstein cows, with animal densities between 1.76 and 4.85 animal units per hectare (0.71-1.96 animal units per acre), and heifer:cow ratios between 0.02 and 0.49. Herds produced an average fat and protein corrected milk (FPCM) yield of 12.7 Mg (29,000 lb) FPCM cow-1 per year using 64% homegrown feed. Total FPCM production was 873,000 Mg (1.92 billion lb), representing ∼12% of the total New York milk production in 2022. The GHGei ranged from 0.63 to 1.06 kg CO2eq kg FPCM-1 (mean GHGei = 0.86 kg CO2eq kg FPCM-1). Methane was the biggest contributor, accounting for 60% of total GHG emissions on average, with enteric CH4 as the largest contributor (45% of total farm emissions). Among farms, feed production emissions accounted for about 25%, with ∼7% from homegrown feed production. Manure management practices accounted for about 20% of emissions and explained the largest amount of variation in GHGei among farms. Potential KPI for GHGei included manure management system, heifer:cow ratio, herd feed consumption intensity, percentage of homegrown feed, and crop nutrient source (fertilizer vs. manure). Emission intensity reflected the high proportion of good quality homegrown feed, careful nutrient management, and use of manure treatment systems (covered liquid slurry storages, anaerobic digesters) on several dairies. The influence of replacement rate and heifer:cow ratio on animal density, herd feed consumption intensity, and subsequent GHGei requires more detailed analysis. The farms in this study represent a considerable proportion of New York's 2022 FPCM production. Greater participation by smaller farms is necessary to draw conclusions for New York's dairy industry as a whole."
    },
    {
      "pmid": "40040580",
      "title": "Leptin signaling promotes milk fat synthesis via PI3K/AKT/mTOR/SREBP1 in mammary gland of dairy cow.",
      "authors": [
        "Yang Yang",
        "Zhihui Wang",
        "Huiju Ge",
        "Bo Wang",
        "Pengfei Xing",
        "Nan Wang",
        "Zhiyi Song",
        "Ye Lin",
        "Xiaoming Hou"
      ],
      "journal": "The Journal of dairy research",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Milk fat synthesis is tightly regulated by hormones and growth factors. Leptin is a versatile peptide hormone that exerts pleiotropic effects on metabolic pathways. In this study, we evaluated the expression and function of leptin and its long form receptor OB-Rb in dairy cow mammary tissues from different physiological stages and in cultured mammary epithelial cells. The results showed that the expression of leptin and OB-Rb were significantly higher in the mammary tissues of lactating cows as compared with dry cows, suggesting that they are related to milk component synthesis. In cultured dairy cow mammary epithelial cells, leptin treatment significantly increased OB-Rb expression and intracellular triacylglycerol content. Transcriptome analysis identified the difference in gene expression between leptin treated cells and control cells, and 317 differentially expressed genes were identified. Gene ontology and pathway mapping showed that lipid metabolism-related gene expression increased and signal transduction pathway-related genes were the most significantly enriched. Mechanistic studies showed that leptin stimulation enhanced sterol regulatory element-binding protein 1 expression via activating the phosphatidylinositol 3-kinase/protein kinase B/mammalian target of rapamycin (PI3K/AKT/mTOR) signaling pathway, which in turn up-regulated the expression of genes related to milk fat synthesis. Moreover, we found that fatty acid synthesis precursors, acetate and β-hydroxybutyrate, could positively regulate the expression of leptin and OB-Rb in bovine mammary epithelial cells, thereby potentially increasing milk fat synthesis. Our study provided novel evidence in the regulation of leptin on milk fat production in mammary glands of dairy cows, as well as experimental basis for artificial regulation of milk fat."
    },
    {
      "pmid": "40040570",
      "title": "Effects of supplementing different feed additives to high-concentrate diets containing potassium carbonate on dairy cow performance.",
      "authors": [
        "Sayyed Mahmoud Nasrollahi",
        "Ali Piadeh",
        "Hamed Kahyani",
        "Ali Rahmati Andani",
        "Behnaz Eyni"
      ],
      "journal": "The Journal of dairy research",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Meeting the buffer requirements of concentrate-fed dairy cows is a challenging task. We evaluated the effect of supplementing different feed additives to diets containing K2CO3 on feed intake, nutrient digestion and milk production of dairy cows. Eight peak lactation high yielding Holstein cows were used in a replicated 4 × 4 Latin square design with 4 periods of 21 d (14 d for diet adaptation and 7 d for sampling and data collection). Treatments comprised control (a diet containing a rumen buffer with the active component of K2CO3 at 6% of dietary dry matter (DDM) and containing 10% K); yeast, the control diet supplemented with live Saccharomyces cerevisiae yeast (0.06% of DDM); essential oils (EO), the control diet supplemented with essential oils (0.02% of DDM) and; peptides, the control diet supplemented with biogenic peptides (0.16% of DDM). Feed intake was greater (P < 0.001) in the yeast treatment (33.2 kg/d) compared to the others (30.9 to 32.1 kg/d). Dry matter and starch digestibilities were similar across the treatments. Cows that were supplemented with EO had a greater energy-corrected milk yield than control, and those supplemented with yeast and peptides were intermediate. Milk protein production was greater (P < 0.01) in EO and peptide treatments than in the control, with yeast treatment intermediate. In high-concentrate diets containing K2CO3, supplementing with yeast increased feed intake while supplementing wth essential oils increased energy-corrected milk yield, with small effects on milk protein yield."
    },
    {
      "pmid": "40025467",
      "title": "Investigation of veterinary service delivery and service providers on dairy cattle farms in central Ethiopia.",
      "authors": [
        "Girma Kebede",
        "Nebyou Moje",
        "Ayisha Shafi",
        "Redeat Kassahun",
        "Olana Merera",
        "Samson Leta",
        "Hika Waktole",
        "Bekele Megersa",
        "Kebede Amenu"
      ],
      "journal": "BMC veterinary research",
      "publication_date": "2025-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Livestock diseases are major constraints affecting the productivity, health and welfare of animals in dairy sectors in Ethiopia. The prevalence of animal diseases and inadequate animal health services are key barriers to improving animal productivity and health. Studies assessing animal health delivery in Ethiopia are limited. METHODS: A survey was conducted to assess veterinary service delivery on dairy farms, the level of service provision, and the major service providers in the area. A total of 381 dairy farms were recruited from different towns in central Ethiopia for the survey. Data were collected using a structured questionnaire developed via an online platform ( https://www.kobotoolbox.org/ ) and administered via face‒to-face interviews. The generated data were analyzed and descriptively summarized as frequency distributions and percentages. RESULTS: The results of the present study revealed that a wide range of animal diseases have occurred and adversely affected the dairy farms in the study area. Several government and private veterinary service providers have been engaged in providing animal health care to dairy farms. Private veterinary services cover most of the veterinary services of dairy farms at selected sites in central Ethiopia. For veterinary services related to the treatment and control of external and internal parasites, the purchase of drugs, artificial insemination, assisted delivery and pregnancy diagnosis of animals, dairy farmers prefer private veterinary services. The government veterinary sector, on the other hand, was preferred the ability to vaccinate animals against major dairy animal diseases (36.3%) and provide health-related training services (21.8%). In this survey, 61.05% and 45.53% of the respondents were dissatisfied with high service charges and insufficient medicine for the treatment of major diseases, respectively. However, 76.3% and 75% of them were highly satisfied with the good skills of the veterinary professionals and with the recovery of their animals after treatment, respectively. CONCLUSION: The assessment of veterinary service delivery in dairy cattle management systems in central Ethiopia revealed that private veterinary service providers are the most dominant and that the comparative preference for private service, apart from its high comparative cost, may be related to its availability or accessibility. The overall users' satisfaction was reported to be low. It is advised that public veterinary services maintain professional freedom and acquire adequate physical and financial resources to carry out their tasks. Finally, privatization or the promotion of public‒private partnerships should be supported to foster a competitive atmosphere for high-quality veterinary services.",
      "mesh_terms": [
        "Animals",
        "Ethiopia",
        "Cattle",
        "Dairying",
        "Cattle Diseases",
        "Surveys and Questionnaires",
        "Female",
        "Veterinary Medicine",
        "Animal Husbandry",
        "Humans",
        "Veterinarians"
      ]
    },
    {
      "pmid": "40013281",
      "title": "Occurrence, treatment and pathogens involved in mastitis on a commercial German dairy farm: A retrospective study from 2012 to 2021.",
      "authors": [
        "Tina Kabelitz",
        "Olivier Basole Kashongwe",
        "Marcus Doherr",
        "Ulrich Nübel",
        "Christian Ammon",
        "Pablo Silva Boloña",
        "Orla Keane",
        "Thomas Amon",
        "Barbara Amon"
      ],
      "journal": "Journal of advanced veterinary and animal research",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Mastitis is the most common and costly dairy cow disease worldwide. We performed an intensive analysis of mastitis prevalence, pathogens, and treatments using retrospective data from a commercial dairy farm in Germany to estimate the severity of mastitis in the commercial production system and to give on-farm insights. MATERIAL AND METHODS: Milking system data and cow-individual data were collected over 9 years (2012-2021). A resilient amount of data from 1537 cows, >1,000 mastitis infections, 1901 pathogens, and 5729 treatments have been analyzed. RESULTS: Mastitis occurrence was highest in summer (45.0%), in first lactation (51.1%), and in the late lactation stage (36.7%). The relative mastitis frequency increased sharply with a high lactation number (>7). The leading pathogens causing mastitis were coagulase-negative staphylococci (28.3%). Approximately 25% of mastitis cases were treated with non-antibiotic medicine and 75% with antibiotics. For the latter, cephalosporins and aminoglycosides were the most administered. The average mastitis treatment duration was 3.48 days. During the study time, the farm changed from a conventional milking system to an automatic milking system in 2015, which has not negatively affected the number of recorded mastitis infections. CONCLUSION: This case report gives detailed insights about mastitis incidences gained under practical conditions. Novel information about mastitis drug usage and duration is presented. Potential mastitis risk factors identified from the results of this study were the summer season, first or >7 lactation(s), and the late lactation stage."
    },
    {
      "pmid": "40006641",
      "title": "Evaluating the Impact of Minimized GnRH and PGF2α Analogues-Loaded Chitosan Nanoparticles on Ovarian Activity and Fertility of Heat-Stressed Dairy Cows.",
      "authors": [
        "Mohammed E A Omar",
        "Eman M Hassanein",
        "Ahmed M Shehabeldin",
        "Ottó Szenci",
        "Abdelghany A El-Shereif"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2025-Feb-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Objectives: This study aimed to evaluate the effectiveness of gonadotropin-releasing hormone-loaded chitosan-TPP nanoparticles (GnRH-CNPs) and prostaglandin F2α-loaded chitosan-TPP nanoparticles (PGF2α-CNPs) within the Ovsynch protocol for enhancing reproductive performance in heat-stressed dairy cows. Methods: Thirty-six cyclic purebred Friesian cows not detected in standing heat for more than 90 days postpartum were randomly allocated to three treatment groups. The control group (OVS, n = 12) followed the standard Ovsynch protocol with conventional doses. The ½ OVS group (n = 12) received 5 µg GnRH-CNPs on days 0 and 9, along with 250 µg PGF2α-CNPs on day 7. While the ¼ OVS group (n = 12) was administered 2.5 µg GnRH-CNPs on days 0 and 9, with 125 µg PGF2α-CNPs on day 7. Ovarian follicular dynamics and corpus luteum (CL) development were monitored on days 0, 4, 7, and 9 of the protocol. Serum progesterone (P4) concentrations were measured throughout the synchronization period and on days 15 and 30 post-AI. Pregnancy was diagnosed on day 30 post-AI. Results: The ¼ OVS protocol achieved a significantly greater follicular response (p < 0.05) than other protocols. On day 4, following the first GnRH administration, the OVS group exhibited a higher number of subordinate follicles (p < 0.05) and a greater diameter of the dominant follicles (DFs), whereas the ¼ OVS group showed a greater subordinate follicle diameter (p < 0.05) and a higher number of DFs. On day 9, after PGF2α administration, the ¼ OVS group maintained an elevated number of subordinate follicles, while larger subordinate follicle diameters were observed in the ½ OVS and OVS groups. No significant differences in DF numbers and diameters were observed among groups. P4 concentrations remained similar across groups during treatments. Compared to control, a significantly higher value of P4 concentration (p < 0.05) was recorded on day 15 post-AI in the ½ OVS group and on day 30 post-AI in the ¼ OVS group. These findings correlated with a higher pregnancy rate in the ¼ OVS group (65%) compared to the ½ OVS and OVS groups (40% in each). Conclusions: Nanofabrication reduced GnRH and PGF2α dosage by 50% and 75% without impairing ovarian response and pregnancy rates. The ¼ OVS protocol notably enhanced the ovarian activity and fertility, highlighting the use of GnRH-CNPs and PGF2α-CNPs as promising and practical approaches to enhance the fertility in dairy cattle under heat stress (HS)."
    },
    {
      "pmid": "40005889",
      "title": "Network Pharmacology and Molecular Docking: Exploring the Mechanism of Peppermint in Mastitis Prevention and Treatment in Dairy Cows.",
      "authors": [
        "Xinyu Wang",
        "Jiaxin Lai",
        "Fei Xu",
        "Mingchun Liu"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2025-Feb-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In order to elucidate the active ingredients, potential targets, and mechanisms of action of peppermint in treating bovine mastitis, this study utilized network pharmacology analysis and molecular docking to conduct an exploratory, prospective investigation. Using the Traditional Chinese Medicine Systems Pharmacology (TCMSP) database, all compounds and targets of peppermint were retrieved. After removing duplicates, a total of 133 compounds and 272 targets were obtained. Targets were then standardized to gene names using the UniProt database to construct a drug-component-target network. A total of 183 disease targets related to bovine mastitis were retrieved from the GeneCards database. We obtained 28 cross targets of peppermint targets and bovine mastitis targets, and constructed a protein-protein interaction (PPI) network using the STRING database. A visual network was built using Cytoscape 3.10.0 software, and seven core targets were analyzed and obtained. GO and KEGG pathway enrichment analysis was performed using the Metascape database. Molecular docking was conducted using AutoDockTools-1.5.6 software on some small-molecule compounds and the seven targets to evaluate the stability of binding between peppermint and core targets. Apigenin, luteolin, and ursolic acid are the three main components in peppermint. Core targets (TNF, IL-6, STAT-3, IL-1β, FGF-2, IFNG, and ESR-1) were selected based on the PPI network. The enrichment analysis suggested that the major signaling pathways in network pharmacology may include AGEs-RAGE, IL-17, NF-κB, TLRs, HIF-1, TGF-β, PI3K-Akt, and MAPK. The molecular docking results showed that one of the main components of mint, ursolic acid, exhibited good binding activity with all core targets of bovine mastitis. Other constituents also produced favorable binding with some core targets. This study elucidates the mechanisms of mint in treating bovine mastitis, providing data to support the potential development of new therapies for bovine mastitis using mint and its constituents."
    },
    {
      "pmid": "40005844",
      "title": "Effects of Supplementing Rumen-Protected Glutathione on Lactation Performance, Nutrients, Oxidative Stress, Inflammation, and Health in Dairy Cows During the Transition Period.",
      "authors": [
        "Yu Hao",
        "Xuejie Jiang",
        "Rui Sun",
        "Yunlong Bai",
        "Chuang Xu",
        "Yuxi Song",
        "Cheng Xia"
      ],
      "journal": "Veterinary sciences",
      "publication_date": "2025-Jan-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glutathione (GSH), widely present in plant and animal cells and crucial for combating oxidative stress and inflammation, has not been evaluated in dairy cows. This study aims to evaluate the effects of rumen-protected glutathione (RPGSH) supplementation on lactation, nutrient metabolism, oxidative stress, inflammation, and health in transition dairy cows. Forty Holstein dairy cows (2.65 ± 0.78 of parity, 2.81 ± 0.24 of body condition score, 9207.56 ± 1139.18 kg of previous 305-day milk yield, 657.53 ± 55.52 kg of body weight, mean ± SD) were selected from a large cohort of 3215 cows on day 21 before expected calving (day -21 ± 3 d). Cows were randomly stratified into four dietary treatment groups (n = 10 per group): control (basal diet + 0 g/d RPGSH); T1 (basal diet + 1.5 g/d RPGSH); T2 (basal diet + 2 g/d RPGSH); and T3 (basal diet + 3 g/d RPGSH). Supplementation commenced approximately 21 days (±3) prepartum and continued through 21 days postpartum. Blood samples were collected at -21 ± 3, -14 ± 3, -7 ± 3, 0, 7, 14, and 21 d for analysis of serum metabolic parameters related to oxidative stress and inflammation. Milk composition was analyzed from samples collected on days 3, 7, 14, and 21 postpartum. Compared with the control group, supplementation with 2 g/d of RPGSH reduced somatic cell count (p < 0.05) and the incidence of postpartum diseases in dairy cows. No differences were observed among the groups in milk yield, milk fat, protein, lactose, total solids, dry matter intake, or energy-corrected milk. However, fat-corrected milk and feed efficiency were higher in the T2 group compared to the control (p < 0.05). Calcium and phosphorus levels did not differ among the groups. Compared to the control group, cows supplemented with 2 g/d RPGSH had lower β-hydroxybutyrate levels and higher glucose levels on days 14 and 21 postpartum (p < 0.05). From days 14 to 21 postpartum, RPGSH supplementation increased blood GSH, serum catalase, and total antioxidant capacity while reducing malondialdehyde, reactive oxygen species, haptoglobin, cortisol, C-reactive protein, and interleukin-6 levels compared with the control group (p < 0.05). The supplementation of 2 g/d RPGSH showed relatively better effects. RPGSH supplementation at 2 g/d improved lactation performance, nutrient metabolism, oxidative stress, and inflammation status in dairy cows, playing a crucial role in maintaining their health. To our knowledge, this is the first report on the effects of supplementing RPGSH additive in Holstein cows."
    },
    {
      "pmid": "40005520",
      "title": "Outbreak of Trypanosoma vivax in Dairy Cows: Hematologic, Immunological and Antioxidant Responses Before and After Treatment with Isometamidium Chloride.",
      "authors": [
        "Alexandro Fritzen",
        "Maksuel Gatto de Vitt",
        "Guilherme Luiz Deolindo",
        "Mateus Henrique Signor",
        "Nathalia Gemelli Correa",
        "Brenda Guedes Ribeiro",
        "Julia Marques",
        "Gabriella Bassi das Neves",
        "Luiz Claudio Miletti",
        "Aleksandro Schafer da Silva"
      ],
      "journal": "Pathogens (Basel, Switzerland)",
      "publication_date": "2025-Feb-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Trypanosoma vivax infection is an emerging condition that causes damage and mortality among cattle and is transmitted by mechanical vectors or contaminated fomites. This disease has been spreading in southern Brazil, causing anemia, weight loss, diarrhea, abortion, and infertility; however, its behavior and host-parasite relationships are not yet fully understood. To clarify this issue, animals that presented clinical signs were subjected to an immunochromatographic screening test. An indirect immunofluorescence test was then performed on samples collected before treatment (the gold standard test), which showed that in the herd of 20 cows, we had 14 seropositive for T. vivax. Blood samples were collected before and after treatment to study the effects of the disease and treatment, with the cows divided into two groups: infected and uninfected. Cows were evaluated for hematologic, biochemical, and antioxidant responses, comparing them with uninfected and infected animals, as well as pre- and post-treatment (isometamidium chloride-1 mg/kg body weight [BW]). There was no difference (p > 0.05) between groups in milk production and feed intake; however, ten days after treatment, there was an increase of 1.72 kg of milk in cows diagnosed as infected with T. vivax. Seropositive cows had lower erythrocyte counts, hemoglobin concentrations, hematocrit, platelet counts, and lymphocyte and granulocyte counts. In seropositive cows, the higher total protein concentration is due to increased globulins, which the protein profile by electrophoresis showed to be related to higher levels of immunoglobulins (IgA and other heavy-chain immunoglobulins), ceruloplasmin, haptoglobin, ferritin, C-reactive protein; associated with lower transferrin levels. The activity of the enzymes aspartate aminotransferase, gamma-glutamyl transferase, cholinesterases, and creatine kinase were compared in seronegative and seropositive cows for T. vivax. Lower serum calcium levels were observed in seropositive cows. Cows diagnosed with trypanosomosis presented high levels of reactive oxygen species, lipid peroxidation, protein oxidation, nitrite/nitrate activity, superoxide dismutase, and glutathione peroxidase. The enzymes catalase and glutathione S-transferase presented lower activity in the blood of seropositive cows compared to the control on the day of diagnosis, which was no longer observed ten days after treatment. The animals exhibited hypogalactia, anemia, thrombocytopenia, leukopenia, and acute phase response accompanied by liver and muscle tissue damage and oxidative stress, demonstrating the effect of T. vivax infection in naturally infected Jersey cows.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Trypanosoma vivax",
        "Cattle Diseases",
        "Female",
        "Disease Outbreaks",
        "Brazil",
        "Trypanosomiasis, African",
        "Antioxidants",
        "Trypanocidal Agents",
        "Dairying",
        "Phenanthridines"
      ]
    },
    {
      "pmid": "40003057",
      "title": "Growth Performance, Health Parameters, and Blood Metabolites of Dairy Calves Supplemented with a Polyherbal Phytogenic Additive.",
      "authors": [
        "Lucero Abigail Velázquez-Cruz",
        "German David Mendoza-Martínez",
        "Pedro Abel Hernández-García",
        "Enrique Espinosa-Ayala",
        "Cesar Díaz-Galván",
        "Gabriela Vázquez-Silva",
        "José Felipe Orzuna-Orzuna",
        "Pablo Benjamín Razo-Ortíz",
        "María Eugenia de la Torre-Hernández"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to evaluate the effects of dietary supplementation with increasing levels of a polyherbal phytogenic additive (PPA) on growth performance, health parameters, and blood metabolites of dairy calves. Forty female Holstein calves (43.35 ± 2.41 kg body weight and 25.1 ± 2.2 d of age) were housed in individual pens and randomly assigned to four treatments (n = 10) with increasing levels of PPA: 0 (CON), 2 (PPA2), 3 (PPA3), and 4 (PPA4) g PPA/d for 67 d. Compared to the CON treatment, supplementation with the PPA2 treatment increased (quadratic effect p = 0.02) the average daily gain and final body weight of the dairy calves. Also, a higher starter intake (SI), and intake of milk + milk replacer was observed (linear and quadratic effect p = 0.0001) in response to supplementation with the PPA2, PPA3, and PPA4 treatments. The evaluated treatments did not affect (p > 0.05) the feed conversion ratio, or the number of cases of diarrhea, pneumonia, and otitis. The evaluated treatments did not affect (p > 0.05) most of the hematological and biochemical blood parameters. However, compared to the CON treatment, supplementation with the PPA2 treatment increased (quadratic effect p < 0.05) the blood concentration of the segmented neutrophils and plasma protein. Likewise, the serum glucose concentration decreased (linear effect p < 0.05) with supplementation of the PPA2, PPA3, and PPA4 treatments. Compared with the CON treatment, the PPA4 supplementation decreased the serum urea concentration (linear effect p = 0.04). In conclusion, supplementation with 2 g/d of PPA can be used as a natural alternative to improve the growth rate and stimulate starter and milk + milk replacer intake in dairy calves without adverse effects on health parameters or blood metabolites."
    },
    {
      "pmid": "40003055",
      "title": "Effects of Willow Bark (Salix Extract) on Pain and Stress Following Disbudding of Organic Dairy Calves.",
      "authors": [
        "Madison E Bacon",
        "Marcia I Endres",
        "Bradley J Heins"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cautery disbudding is a painful procedure and major welfare concern in organic dairy production, which lacks effective and easily implemented methods of pain control. Willow bark (WB) has been used to treat chronic pain in humans, but there is no scientific evidence that WB has an analgesic effect in dairy cattle. The objective of this study was to evaluate the effect of an oral WB bolus on heart rate, salivary cortisol concentration, ocular temperature, and lying behavior (time, bouts, and bout duration) of 42 Holstein and crossbred calves. Heifer calves were born at the University of Minnesota West Central Research and Outreach Center, Morris, MN organic dairy. Calves were disbudded from 4 to 7 weeks of age (42 ± 3 d) and randomly assigned to one of three treatments (n = 14 calves/treatment): hot iron disbudding with lidocaine (LID; 5 mL per horn bud), hot iron disbudding with oral WB (200 mg/kg), or sham disbudding (SD). Saliva samples and thermal images were collected 1 h before disbudding, at disbudding, and 5 min, 10 min, and every 30 min until 240 min after disbudding. Cardiac monitors recorded heart rates continuously throughout the 5 h study period. HOBO loggers recorded lying behavior during the 72 h following disbudding. The variables included in the statistical model for analyses were fixed effects of treatment, time, and the interaction between treatment and time, and calf was a random effect. The mean heart rate of LID calves (123.3 ± 2.8 beats/minute) and WB calves (124.5 ± 3.2 beats/minute) were higher than SD calves (110.8 ± 2.3 beats/minute). Salivary cortisol concentrations were higher for the LID calves (103.8 pg/mL) and for the WB calves (103.4 pg/mL) than for the SD calves (85.5 pg/mL). The ocular temperature was not affected by treatment group. There were fewer lying bouts 24 to 48 h after disbudding compared to the first 24 h after disbudding in both the LID and WB treatment groups. Treatment group did not affect lying time or lying bout duration. Neither LID nor WB alleviated the pain of calves throughout the post-disbudding period. The results highlighted the need to discover suitable options for pain mitigation of calves in organic livestock production."
    },
    {
      "pmid": "40003020",
      "title": "The Use of Lidocaine-Infused Castration Bands to Castrate Beef-Dairy Calves and Its Effect on Animal Welfare and Performance.",
      "authors": [
        "Madeline R Mancke",
        "Eduarda M Bortoluzzi",
        "Payton Dahmer",
        "Brad J White"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Castration is a common management practice among livestock producers, and animal welfare concerns exist following this procedure. The study's aim was to compare the behavior, performance, and blood parameters between calves castrated with a lidocaine-infused castration band (Lidoband™; LLB) to a standard band with no pain relief. In this blinded, randomized controlled trial, 26 male beef-dairy cross calves were followed for 7 weeks post banding. There were no significant differences between treatment groups in regard to overall body weight, average daily gain (ADG), feed conversion (G:F), clinical illness scores, banding site scores, and approach tests. However, there were treatment differences in the weekly ADG and G:F (p < 0.05). There was a significant treatment by time interaction between the number of lying bouts and the average stand bout time (p < 0.05). There was also a significant treatment difference in the number of wound licks (p < 0.05). Overall, band castration presented acute and chronic pain, regardless of treatment. Performance, analyzed weekly, and behavioral patterns around the time of wound granulation (days 21-35 post castration) demonstrated positive outcomes for calves in the LLB group. Banding with an LLB proved to be beneficial in terms of both performance and behavioral aspects, implying greater animal welfare."
    },
    {
      "pmid": "40003018",
      "title": "Reproductive Efficiency of Low-Fertility Dairy Cows Submitted to Presynch-Ovsynch or Double-Ovsynch Scheme for First Service.",
      "authors": [
        "Luis Gustavo Delamanha Mendonça",
        "Kenneth Wronka",
        "Guy Fridkovski",
        "Todd Bilby",
        "Jeffrey Stevenson"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Reproductive efficiency has a major impact on the profitability of dairy operations. Focusing on improving the reproductive performance of cows with expected reduced fertility is desired; however, further research is needed in this area. The objectives of this study were to identify a subpopulation of cows with suboptimal fertility and evaluate whether hormonal interventions would improve the reproductive efficiency of low-fertility cows. Cows in one herd were enrolled in the study at 50 days in milk (DIM) and classified as low or high fertility according to a proprietary Fertility Index. Weekly cohorts of cows were allocated to three treatments at 50 DIM: (1) high fertility and Presynch-Ovsynch (H-PO; n = 1036); (2) low fertility and Presynch-Ovsynch (L-PO; n = 665); (3) low fertility and Double-Ovsynch (L-DO; n = 645). The voluntary waiting period (VWP) was 65 and 50 DIM for first-lactation and second- and greater-lactation cows, respectively, regardless of the treatment group. For H-PO and L-PO treatments, Presynch-Ovsynch was initiated at 75 ± 3 DIM, and when cows were not inseminated early after detected estrus, timed artificial insemination (TAI) occurred at 113 ± 3 DIM. For cows assigned to the L-DO treatment, Double-Ovsynch was initiated at 53 ± 3 DIM, and when cows were not inseminated early after detected estrus, TAI occurred at 80 ± 3 DIM. All cows were eligible to be inseminated after the end of the VWP and during the entire presynchronization schemes. The Fertility Index successfully identified differences in pregnancy and culling outcomes regardless of the lactation number. Fewer cows (p < 0.01) predicted to have high compared with low fertility required a TAI for the first service, more (p < 0.01) were pregnant by 100 DIM, more (p < 0.01) were alive and pregnant by 250 DIM, fewer (p < 0.01) were culled by 250 DIM, and fewer tended (p = 0.08) to have pregnancy loss after first AI. Applying a fertility scheme (DO) to low-fertility cows failed to increase the proportion of cows pregnant by 250 DIM compared with low-fertility cows exposed to PO when cows were allowed to be inseminated at estrus during the entire presynchronization scheme. We conclude that submitting low-fertility cows to DO optimized the service rate for the first service; however, it did not increase pregnancy per AI compared with L-PO. Lastly, the Fertility Index successfully predicted differences in practical reproductive outcomes routinely monitored in dairy farms."
    },
    {
      "pmid": "40002969",
      "title": "Abattoir Countrywide Survey of Dairy Small Ruminants' Haemonchosis in Greece and Associated Risk Factors.",
      "authors": [
        "Konstantinos V Arsenopoulos",
        "Athanasios I Gelasakis",
        "Elias Papadopoulos"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Feb-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The objectives of this study were to (i) determine the prevalence of Haemonchus contortus infections in dairy sheep and goats in continental and insular Greece, based on an abattoir survey, and (ii) to evaluate potential host-related risk factors including the age and sex, as well as the altitude, the management system, the co-existence of goats and sheep, the season, and the anthelmintic treatment, on the occurrence of haemonchosis. METHODS: In total, 1004 abomasa of small ruminants were examined to evaluate the prevalence of Haemonchus spp. Moreover, a structured questionnaire was used to obtain relevant information regarding animal and farm characteristics. Haemonchus-like helminths were collected from the abomasa and used for the molecular species identification; a fragment of 321 base pairs of the internal transcribed spacer 2 sequence of nuclear DNA was amplified. RESULTS: The prevalence of mono-species H. contortus infection of small ruminants was 37.2%. For sheep, a multivariable analysis revealed the anthelmintic treatment (treatment with pro/benzimidazoles), the age (lambs under 2 months old), and the management system (intensive management system) as significant factors for preventing H. contortus infection. Likewise, the management system (intensive management system), the anthelmintic treatment (treatment with macrocyclic lactones and their combination with pro/benzimidazoles), the altitude of the farms (farms located over 300 m above sea level), and the season (spring and summer) were significant risk factors in preventing H. contortus infection in goats. CONCLUSION: These findings emphasize the urgent need for targeted management practices and region-specific veterinary protocols to effectively reduce parasitic burdens."
    },
    {
      "pmid": "40002060",
      "title": "Improving Probiotic Strawberry Dairy Beverages with High-Intensity Ultrasound: Syneresis, Fatty Acids, and Sensory Insights.",
      "authors": [
        "Amanda Gouveia Mizuta",
        "Eloize da Silva Alves",
        "Jaqueline Ferreira Silva",
        "Paula Gimenez Milani Fernandes",
        "Silvio Claudio da Costa",
        "Carlos Eduardo Barão",
        "Tatiana Colombo Pimentel",
        "Andresa Carla Feihrmann",
        "Benício Alves de Abreu Filho",
        "Suelen Siqueira Dos Santos",
        "Grasiele Scaramal Madrona"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Consumer acceptance of milk beverages as probiotic beverages is directly linked to their sensory qualities, such as flavor, consistency, visual appearance, and mouthfeel. Overall, products that exhibit syneresis are often viewed as inferior. Thus, this study was conducted to investigate the effects of high-intensity ultrasound on the production of probiotic strawberry beverages, aiming primarily to stabilize the beverage by reducing syneresis and improving sensory properties without compromising the viability of probiotic microorganisms. The effects of the ultrasound processing time (2.5, 5, 7.5, and 10 min) on the physical, chemical, and sensory properties of the beverages were analyzed. Ultrasound was applied using a 750-wW ultrasonic processor (Cole-Parmer®, 750 W, Vernon Hills, IL, USA) at 40% amplitude, consuming 300 W and resulting in an acoustic power density of 1.2 W/mL. The results indicate that ultrasound significantly influenced the syneresis of the samples, with intermediate times (5 and 7.5 min) demonstrating lower liquid separation. Notably, the U7.5 treatment exhibited syneresis values of 52.06% ± 2.14, 60.75% ± 2.33, and 61.17% ± 1.90 at days 1, 14, and 28, respectively, corresponding to reductions of approximately 18%, 12%, and 11% compared to the control (63.43% ± 0.93, 68.81% ± 0.56, and 68.59% ± 0.10, respectively). The fatty acid composition showed changes according to storage time. Notably, palmitic acid (C16:0) concentrations were above 30 g/100 mL, and the ω6/ω3 ratio ranged from 5.92 to 7.47, falling within the recommended dietary values. Ultrasound also reduced the amount of sucrose in the samples, which may benefit the growth of probiotic microorganisms. In terms of sensory analysis, the ultrasound-treated samples (2.5 to 7.5 min) were preferred by the evaluators compared to the control sample. Furthermore, ultrasound treatment did not result in the inactivation of probiotics, supporting its potential for enhancing probiotic beverage quality. Thus, high-intensity ultrasound proved to be a promising technology for enhancing the quality of probiotic strawberry beverages by reducing syneresis, affecting fatty acid composition, and improving sensory characteristics. This may open up new opportunities in the food industry for more appealing and healthier probiotic products."
    },
    {
      "pmid": "39987553",
      "title": "Differences in uterine and serum metabolome associated with clinical cure failure of metritis in dairy cows.",
      "authors": [
        "F N S Pereira",
        "A Martelo Pereira",
        "K N Galvão",
        "R S Bisinotto",
        "C C Figueiredo"
      ],
      "journal": "Biology of reproduction",
      "publication_date": "2025-Feb-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated differences in uterine and serum metabolome associated with clinical cure failure of metritis in dairy cows. Metritis was diagnosed in lactating Holstein cows from two Florida dairies and defined by the presence of fetid, watery, reddish-brown vaginal discharge from 4 to 12 days postpartum (dpp). Cows with metritis (n = 24) were paired with cows without metritis of similar parity and dpp (n = 24). On the day of metritis diagnosis (day 0), all cows with metritis received antimicrobial therapy. The continued presence of the fetid, watery, reddish-brown discharge on day 5 (n = 16) was defined as clinical cure failure, whereas clinical cure was defined by its absence (n = 8). Metabolome analyses of uterine lavage (days 0 and 5) and serum samples (day 0) were conducted using untargeted gas chromatography time-of-flight mass spectrometry. Normalized data were analyzed using partial least squares-discriminant analysis and ANOVA, adjusting P-values for multiple comparisons. Differences in the uterine metabolome on day 0 associated with clinical cure failure were linked to carbohydrate, amino acid, and lipid metabolism. Greater concentrations of arachidonic acid, ribose, and glutaric acid were associated with clinical cure failure, suggesting a greater degree of tissue lesion and inflammation. No differences in the serum metabolome were associated with cure failure. No differences in uterine metabolome were associated with clinical cure failure on day 5. The findings suggest that clinical cure failure is associated with a greater uterine inflammatory process that did not persist until cure assessment day."
    },
    {
      "pmid": "39986460",
      "title": "Evaluation of a composite pain scale including facial expressions for detecting orthopedic pain in lame dairy cows.",
      "authors": [
        "Maja Söderlind",
        "Katrina Ask",
        "Anna Leclercq",
        "Therése Åkesson",
        "Jean-Francois Valarcher",
        "Elin Hernlund",
        "Pia Haubro Andersen",
        "Marie Rhodin"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Orthopedic disease, presenting as lameness, is a common cause of pain in dairy cattle, often implying a prolonged course of disease, with significant economic losses and impaired animal welfare. To mitigate these negative effects, early identification of lameness and monitoring of pain levels during recovery are crucial. This study aimed to evaluate whether the Cow Pain Scale (CPS) can be used to detect pain behaviors in stationary dairy cows with mild to moderate lameness or not, and to investigate the association between certain CPS items and orthopedic disease. Data were collected on a research dairy farm with a loose-housing system and included 36 clinical lameness cases from 34 individual cows. Each lameness case consisted of 2 trials: when the cow was found to be lame (initial trial), and after treatment and improvement (follow-up trial). Each trial included an on-site pain assessment with the CPS with simultaneous video recording, followed by Sprecher lameness scoring and clinical examination. Blinded pain assessments using the CPS were performed from the video recordings by 3 trained observers at 2 different occasions, 3 wk apart. Using linear mixed models, a significant positive correlation between CPS total scores and Sprecher lameness scores was identified for both video and on-site pain assessments. Predicted CPS total scores increased with increasing lameness scores; however, there was a large overlap in CI, indicating a complex relationship between pain score and pain intensity. Multiple correspondence analysis identified different CPS item combinations, including facial expressions, which were associated with orthopedic pain. Video scoring showed moderate inter- and good intrarater agreement in CPS total scores, but there was considerable variation in inter- and intrarater agreement for different scale items. The scale items \"head position\" and \"back position\" showed an overall strong agreement and \"attention toward the surroundings\" a moderate agreement. In contrast, intrarater agreement for the items \"facial expression\" and \"ear position\" was generally weak, which may indicate that these items are harder to assess. The CPS proved to be a reliable tool for video pain assessment in dairy cows with orthopedic pain. Furthermore, we showed that behavioral patterns varied among lame cows, which is why single items within the CPS should be interpreted with caution."
    },
    {
      "pmid": "39986455",
      "title": "Effect of ensiled alpha-amylase-enabled corn grain at 2 concentrations in the diet on lactation performance, chewing activity, ruminal fermentation, nutrient digestibility, and nitrogen partition of dairy cows.",
      "authors": [
        "Wesley R Silva",
        "Ana Júlia C Silva",
        "Mariane A Tiengo",
        "Rayana B Silva",
        "Renata A N Pereira",
        "Trevor J DeVries",
        "Marcos N Pereira"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This experiment evaluated the effect of α-amylase-enabled corn (AAC) on cows fed ensiled mature kernels at 2 concentrations in the diet. Twenty individually housed Holstein cows, arranged in 4 × 4 Latin squares (with 21-d periods), were exposed to each of 4 treatments in a 2 × 2 factorial combination of corn concentration (C): high corn concentration (High; 28.7% starch, 24.6% corn, 2.5% citrus pulp) versus low corn concentration (Low; 21.5% starch, 14.1% corn, 13.8% citrus pulp) and type (T): AAC (48.8% vitreousness) versus isogenic control (CTL; 51.1% vitreousness). Kernels were ground weekly, hydrated (62.2 ± 1.3% DM on AAC and 63.1 ± 1.4% DM on CTL), and ensiled for 28 ± 3 d. The statistical model had the effects of square, cow (square), period, C, T, and the C × T interaction. No effect of treatment was detected for milk yield (34.1 kg/d) and DMI (22.8 kg/d). High corn reduced the daily yield of fat (1.209 kg/d vs. 1.297 kg/d) and ECM (33.2 kg/d vs. 34.4 kg/d) and increased milk protein concentration (3.12% vs. 3.09%). When fed with Low, AAC increased ECM/DMI relative to CTL (1.54 vs. 1.49). Meal frequency was reduced on High-AAC (9.8 meals/d) relative to Low-AAC (10.3 meals/d). Cows fed High had greater proportion of daily intake in the morning (49.9% vs. 44.4%) and longer duration of the first daily meal (69.7 min vs. 62.0 min) than cows fed Low. There was a tendency for AAC to increase the total-tract NDF digestibility (49.9% vs. 48.0%), but starch digestibility did not differ (98.4%). Ruminal microbial yield did not differ (335 mmol/d of allantoin in urine). High reduced the ruminal acetate to propionate ratio (2.45 vs. 2.95) and pH (6.59 vs. 6.74) relative to Low. Cows fed High-AAC had lower MUN than Low-AAC (17.4 mg/dL vs. 18.8 mg/dL), and plasma urea-N was lower on High-AAC than on High-CTL and Low-AAC (17.2, 19.0, and 18.7 mg/dL, respectively). High starch reduced urine-N excretion (g/d) and partition (% of daily N intake) relative to Low starch and also tended to reduce fecal-N excretion and partition. Overall, Low starch increased milk solids yield, N loss in urine and feces, and the ruminal acetate to propionate ratio. Cows fed AAC and Low had the highest feed efficiency, and cows fed AAC and High had the lowest proportion of N intake in total excreta."
    },
    {
      "pmid": "39970863",
      "title": "Performance, metabolism and nitrogen use efficiency in dairy cows fed low protein, legume silage-based diets: a systematic review and meta-analysis.",
      "authors": [
        "M R Chowdhury",
        "R G Wilkinson",
        "L A Sinclair"
      ],
      "journal": "Animal : an international journal of animal bioscience",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "The primary focus of low CP diets and the inclusion of legume silages for dairy cows is to decrease feed costs and mitigate the environmental impact of milk production. This systematic review and meta-analysis were conducted to evaluate the effects of dietary CP level on the performance, metabolism, and N use efficiency (NUE; g milk N output/kg N intake) of dairy cows fed legume-based rations. A total of 36 production trials with 102 treatment means were included, and the effect of dietary CP level was estimated using the raw-mean difference between control (high CP) and low CP diets. Publication bias was examined using Begg's and Egger's tests. Meta-regression and subgroup analyses were performed to explore the heterogeneity of the response variables. Reducing dietary CP from 171 g/kg DM to 145 g/kg DM in forage legume-based diets resulted in decreased DM intake (-0.62 kg/d), milk yield (-1.41 kg/d), milk protein (-0.22 g/kg), milk urea N (MUN; -3.47 mg/dL), plasma urea N (-1.85 mmol/L) and condition score (-0.03) in dairy cows. Similarly, nutrient intake, diet digestibility, total urine output, N excretion through milk, urine and faeces, urine N/total N intake, rumen ammonia-N and molar proportion of butyrate were decreased (P < 0.05) in cows receiving low CP diets compared with those fed the control. In contrast, low CP diets increased (P < 0.05) the faecal N/total N intake, NUE, and plasma content of non-esterified fatty acids. Subgroup analyses revealed that the effect size of DM intake, milk yield, MUN, urinary N excretion and rumen ammonia-N content had less of a negative impact (P < 0.05) when cows received dietary CP levels of 140-155 g/kg DM than < 140 g/kg DM. The inclusion of rumen-protected methionine in low CP diets increased (P = 0.04) DM intake and tended to improve (P = 0.08) the milk protein content of dairy cows. Feeding lucerne silage-based low CP diets showed an improvement (P < 0.05) in apparent diet digestibility but reduced milk yield (-1.46 kg/d) relative to red clover silage-based rations. The inclusion rate of legume silages in low-CP diets beyond 40% of the forage DM reduced (P < 0.01) DM intake and milk protein content. We conclude that legume silage-based low CP diets enhance NUE but have adverse effects on dairy cow performance that can partially be mitigated by including rumen-protected methionine and limiting their proportion in the forage component of the diet.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Nitrogen",
        "Silage",
        "Fabaceae",
        "Female",
        "Milk",
        "Lactation",
        "Diet",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Diet, Protein-Restricted",
        "Dairying",
        "Dietary Proteins",
        "Rumen"
      ]
    }
  ]
}