{
  "supplement": "Dandelion",
  "query": "Dandelion[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:25:58",
  "research_count": 90,
  "count": 90,
  "articles": [
    {
      "pmid": "40253847",
      "title": "Integration of network pharmacology, molecular docking and pharmacokinetic investigations of dandelion in rats for the treatment of diabetes mellitus.",
      "authors": [
        "Wenjing Li",
        "Yanqiong Luo",
        "Ronghong Liu",
        "Min Zhao",
        "Yijun Yang",
        "Junhang Zhao",
        "Chunjie Zhao",
        "Bo Hong"
      ],
      "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
      "publication_date": "2025-Apr-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The dandelion is a medicinal and edible plant with various assumed properties, including hypoglycemic, antioxidative, anti-inflammatory, and anti-tumor effects. However, the underlying mechanism and metabolic behavior of dandelion that can be used in treating diabetes mellitus (DM) remain unclear. AIMS: This study aimed to investigate the molecular mechanism of dandelion in the treatment of DM and the in vivo metabolic behavior of its bioactive components. METHODS: Network pharmacology and molecular docking were used to identify the underlying mechanism of dandelion in treating DM. LC-MS/MS was used to analyze the pharmacokinetic behavior of the main active components in dandelion in rats. RESULTS: The network pharmacology analysis demonstrated that the primary active components (hesperidin, protocatechuic acid, and syringic acid) of dandelion exert therapeutic effects on DM through multi-target interactions. These components regulated lipid and atherosclerosis pathways and the AGE-RAGE signaling pathway in diabetic complications via interactions with core targets including SRC, HRAS, and AKT1. The highest and lowest docking scores were - 8.55792 kcal·mol-1 and -4.18450 kcal·mol-1, respectively, indicating good binding activity between the compounds and the targets. Pharmacokinetic analysis revealed that all the analytes were detected in the plasma but their elimination within 24 h varied. Hesperidin, syringic acid and protocatechuic acid are abundant in rat plasma, characterized by extended long half-life and high bioavailability. CONCLUSION: This work not only predicted the potential mechanism of dandelion in treating DM, but also revealed the pharmacokinetic profiles of its active components, a finding that is critical for advancing clinical applications of dandelion and related traditional Chinese medicine (TCM) formulae."
    },
    {
      "pmid": "39875026",
      "title": "Impact of dandelion (Taraxacum officinale) leaf aqueous extract on immunological response of mice after Schistosoma mansoni infection.",
      "authors": [
        "Amal I El-Refaiy",
        "Nahed S Amer",
        "Amani Alhejely",
        "Safa H Qahl",
        "Amira M Shaban",
        "Amro E Mohamed",
        "Amira A Saleh",
        "Abdelnaser A Badawy",
        "Mohammed A El-Magd"
      ],
      "journal": "Molecular and biochemical parasitology",
      "publication_date": "2025-Jan-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effect of dandelion (Taraxacum officinale) leaf aqueous extract (DLE) on the immunological response of mice following infection with Schistosoma mansoni. Mice (in groups of 7) were first experimentally infected with S. mansoni and, 6 weeks later, were treated with praziquantel (PZQ) and/or DLE. Control mice were uninfected. In contrast to the untreated group, animals given PZQ and/or DLE exhibited an enhanced immunological response, as indicated by increased serum IFNγ, TNFα, IL4 and IL10 levels, increased numbers of CD4 + and CD25 + cells in blood and spleen and altered expression of apoptosis-related genes (low Bax and caspase3 and high Bcl2) in the spleen. DLE treatment had a significantly bigger impact in all these parameters compared with PZQ alone and combined DLE/PZQ treatment have the largest effect. While DLE treatment alone significantly decreased parasite burden, it did not improve upon the greater protective effect of PZQ, even when given in combination."
    },
    {
      "pmid": "39730903",
      "title": "Fusion of transfer learning with nature-inspired dandelion algorithm for autism spectrum disorder detection and classification using facial features.",
      "authors": [
        "G Elangovan",
        "N Jagadish Kumar",
        "J Shobana",
        "M Ramprasath",
        "Gyanendra Prasad Joshi",
        "Woong Cho"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Dec-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Autism spectrum disorder (ASD) is a neurologic disorder considered to cause discrepancies in physical activities, social skills, and cognition. There is no specific medicine for treating this disorder; early intervention is critical to improving brain function. Additionally, the lack of a clinical test for detecting ASD makes diagnosis challenging. To regulate identification, physicians entertain the children's activities and growing histories. The human face is employed as a biological signature as it has the potential reflections of the brain. It is utilized as a simpler and more helpful tool for early detection. Artificial intelligence (AI) algorithms in medicinal rehabilitation and diagnosis can help specialists identify various illnesses more successfully. However, owing to its particular heterogeneous symptoms and complex nature, diagnosis of ASD remains to be challenging for investigators. This work presents a Fusion of Transfer Learning (TL) with the Dandelion Algorithm for Accurate Autism Spectrum Disorder Detection and Classification (FTLDA-AASDDC) method. The FTLDA-AASDDC technique detects and classifies autism and non-autism samples using facial images. To accomplish this, the FTLDA-AASDDC technique utilizes a bilateral filter (BF) approach for noise elimination. Next, the FTLDA-AASDDC technique employs a fusion-based TL process comprising three models, namely MobileNetV2, DenseNet201, and ResNet50. Moreover, the attention-based bi-directional long short-term memory (A-BiLSTM) method is used to classify and recognize ASD. Finally, the Dandelion Algorithm (DA) is employed to optimize the parameter tuning process, improving the efficacy of the A-BiLSTM technique. A wide range of simulation analyses is performed to highlight the ASD classification performance of the FTLDA-AASDDC technique. The experimental validation of the FTLDA-AASDDC technique portrayed a superior accuracy value of 97.50% over existing techniques.",
      "mesh_terms": [
        "Humans",
        "Autism Spectrum Disorder",
        "Algorithms",
        "Face",
        "Artificial Intelligence",
        "Child",
        "Machine Learning"
      ]
    },
    {
      "pmid": "39642711",
      "title": "Unveiling the therapeutic mechanisms of taraxasterol from dandelion in endometriosis: Network pharmacology and cellular insights.",
      "authors": [
        "Yaowen Liu",
        "Huabin Cao",
        "Shuqin Zheng",
        "Yuan Zhuang"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS: Endometriosis is a chronic inflammatory disease. The current treatment options in clinical practice mainly include hormonal therapy and surgical intervention. However, hormonal therapy is associated with serious side effects, and surgical treatment often leads to a high recurrence rate. Dandelion, a commonly used traditional Chinese medicine, has played a significant role in the treatment of endometriosis due to its notable efficacy and minimal side effects as a component of compound formulations. The purpose of this study is to investigate the molecular mechanisms of Taraxasterol, the main component of dandelion, in the treatment of endometriosis. MATERIALS AND METHODS: This study employed network pharmacology to screen potential targets associated with Taraxasterol in the treatment of endometriosis. Subsequently, molecular docking was performed to preliminarily validate the core targets. Furthermore, GO and KEGG enrichment analyses were conducted to identify potential signaling pathways related to the treatment. The mechanisms underlying the therapeutic effects of Taraxasterol on endometriosis were further validated through in vitro cell experiments, including Western blotting, colony formation assays, scratch assays, and CCK-8 assays. RESULTS: A total of 148 potential targets of Taraxasterol were selected through screening on a prediction website, along with 1180 disease targets and 71 overlapping targets. Subsequently, the overlapping targets were imported into the STRING database to construct a protein-protein interaction (PPI) network, which was visualized using Cytoscape 3.7. Ten key targets were identified from the network, and preliminary validation was performed through molecular docking of these ten targets. Additionally, GO and KEGG analyses were conducted on the overlapping targets, resulting in the identification of the top 10 enriched GO terms and the top 20 KEGG pathways, which were subsequently visualized. Finally, cellular experiments demonstrated that taraxasterol inhibits the proliferation and migration of ectopic endometrial cells through the PI3K/Akt/mTOR pathway, while promoting apoptosis. CONCLUSIONS: Our study investigated the potential mechanisms underlying the therapeutic effects of Taraxacum officinale (dandelion) on endometriosis. Through network pharmacology and in vitro cellular experiments, we revealed that Taraxasterol, a bioactive compound present in dandelion, can inhibit the proliferation and migration of endometrial ectopic cells and promote apoptosis through the PI3K/Akt/mTOR pathway.",
      "mesh_terms": [
        "Endometriosis",
        "Female",
        "Humans",
        "Network Pharmacology",
        "Sterols",
        "Molecular Docking Simulation",
        "Taraxacum",
        "Triterpenes",
        "Signal Transduction",
        "Cell Proliferation",
        "Cell Movement",
        "Protein Interaction Maps"
      ]
    },
    {
      "pmid": "39636737",
      "title": "The effect of taraxerol acetate extracted from dandelion on alleviating oxidative stress responses in vitro.",
      "authors": [
        "Jiaquan Lu",
        "Siying Yi",
        "Shuna Wang",
        "Yafang Shang",
        "Shaohua Yang",
        "Kai Cui"
      ],
      "journal": "Free radical research",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxidative stress can be alleviated by antioxidants intakes. Taraxerol acetate (TA), a natural triterpenoid extracted from dandelions, may reduce the risk of metabolic disorders by regulating oxidative stress. In the study, we investigated the effects of TA in relieving oxidative stress in murine intestinal epithelial cells using multiomics techniques. Here, we found that TA activated the antioxidant defense system. Total antioxidant capacity (T-AOC) and Catalase (CAT) activity notably increased after TA treatment. Additionally, TA treatment effectively reduced the levels of lactate dehydrogenase (LDH) and malonaldehyde (MDA) and alleviated H2O2-induced oxidative stress. Furthermore, TA induced significant changes in the levels of 30 important metabolites. Specifically, it activated the complement and coagulation cascades, NF-κB and MAPK and glycerophospholipid pathways, resulting in altered transcript levels of related genes, such as Serpinb9e, SCD2, Hspa1b, and Hspa1a. Thus, the results demonstrated that TA potentially could promote health by alleviating H2O2-induced oxidative damage and provide valuable insights for its further development.",
      "mesh_terms": [
        "Oxidative Stress",
        "Taraxacum",
        "Animals",
        "Mice",
        "Oleanolic Acid",
        "Antioxidants",
        "Hydrogen Peroxide",
        "Plant Extracts",
        "Triterpenes"
      ]
    },
    {
      "pmid": "39551315",
      "title": "Effects of different extraction temperatures on the structural characteristics and antioxidant activity of polysaccharides from dandelion leaves.",
      "authors": [
        "Pei Chen",
        "Ee Sang",
        "Huanhuan Chen",
        "Qi Meng",
        "Huiping Liu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dandelion polysaccharides contribute to a variety of biological activities. This study evaluated the effect of different extraction temperatures (4 °C and 80 °C) on the structural characteristics and antioxidant activity of dandelion leaf polysaccharides (DLP). The findings demonstrated that the extraction efficiency improved at the higher temperature, while molecular weight exist a trend of degradation with increasing extraction temperature. Ion chromatography (IC) analysis indicated that the polysaccharides DLP4 and DLP80 were structurally complex heteropolysaccharides mainly composed of galactose, arabinose, glucose and mannose, with galactose and arabinose dominating. FT-IR and methylation analysis revealed that DLP4 and DLP80 had similar chemical structures and branches. DLP4 contained a higher amount of 6-Galactose. Microstructure analysis showed that heat treatment caused conformational changes in DLP4 and DLP80. Both had excellent free radical scavenging ability including DPPH·, ABTS·+, OH· and reducing power. The Reactive Oxygen Species assay indicated that the protective effect of DLP4 against H2O2-induced oxidative damage in vitro was stronger than that of DLP80. Superoxide dismutase (SOD) and malondialdehyde (MDA) measurements also confirmed that the antioxidant effect of DLP4 was more prominent. Overall, low temperature extracted DLP can be used as an antioxidant in the areas of food, medicine and biomaterials.",
      "mesh_terms": [
        "Plant Leaves",
        "Polysaccharides",
        "Antioxidants",
        "Taraxacum",
        "Temperature",
        "Molecular Weight",
        "Malondialdehyde",
        "Free Radical Scavengers",
        "Superoxide Dismutase",
        "Reactive Oxygen Species",
        "Spectroscopy, Fourier Transform Infrared",
        "Hydrogen Peroxide",
        "Monosaccharides"
      ]
    },
    {
      "pmid": "39229677",
      "title": "Taraxacum coreanum (Korean Dandelion) Extract Protects Against Lipopolysaccharide-Induced Blood-Brain Barrier Destruction via Regulation of Tight Junctions and Inflammatory Responses in bEnd.3 Cells.",
      "authors": [
        "Seok Hee Han",
        "Sanghyun Lee",
        "Hyun Young Kim",
        "Ah Young Lee"
      ],
      "journal": "Journal of medicinal food",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dysfunction of the blood-brain barrier (BBB) is closely related to neuroinflammation-mediated neurodegenerative disorders. Lipopolysaccharide (LPS), an endotoxin, can cause inflammation by impairing the brain endothelial barrier function and increasing the BBB permeability. Although Taraxacum coreanum NAKAI extract (TC), a traditional medicine widely used in Korea, has antioxidant and anti-inflammatory properties, the protective effects on neuroinflammation and BBB dysfunction are not fully understood. In the present study, bEnd.3 cerebral vascular endothelial cells were treated with TC followed by LPS exposure, and the effects on transendothelial electrical resistance (TEER) values, pro-inflammatory cytokine production, and expression of proteins related to inflammatory responses and tight junction integrity were assessed. The TC-treated group exhibited elevated TEER values in bEnd.3 monolayer compared to LPS-only treated group. In addition, TC treatment increased the expression of proteins involved in the tight junctions, such as ZO-1, claudin-5, and occludin. Furthermore, the TC-treated group suppressed the proteins expression-related to nuclear factor-κB (NF-κB) pathway. Taken together, TC attenuates LPS-induced neuroinflammatory responses by regulating NF-κB activation, which may contribute to protecting against BBB disruption. These findings suggest that TC may have the potential to be used as a material for functional foods to prevent neuroinflammation-related brain diseases.",
      "mesh_terms": [
        "Lipopolysaccharides",
        "Tight Junctions",
        "Blood-Brain Barrier",
        "Taraxacum",
        "Plant Extracts",
        "Animals",
        "Mice",
        "NF-kappa B",
        "Cell Line",
        "Occludin",
        "Endothelial Cells",
        "Anti-Inflammatory Agents",
        "Claudin-5",
        "Zonula Occludens-1 Protein",
        "Inflammation",
        "Protective Agents",
        "Cytokines"
      ]
    },
    {
      "pmid": "39057673",
      "title": "Integrated Microbiome-Metabolomics Analysis Reveals the Potential Mechanism of Dandelion Root Polysaccharides to Ameliorate Ulcerative Colitis.",
      "authors": [
        "Shengkun Yan",
        "Rong Dong"
      ],
      "journal": "Metabolites",
      "publication_date": "2024-Jun-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the conducted research, a murine model for ulcerative colitis (UC) was established utilizing dextran sodium sulfate (DSS) to investigate the therapeutic potential of dandelion root polysaccharide extracts on this disease. This study employed an analysis of gut microbiota composition and serum metabolomics to understand the biochemical effects of these polysaccharides. Sequencing of the 16S ribosomal DNA component indicated an increased presence of Bacteroides in the DSS-treated model group, contrasting with a significant enhancement in Faecalibaculum populations in mice treated with dandelion root polysaccharides (DPs). This shift suggests a pivotal role of DPs in elevating fecal N-butyric acid levels-a crucial factor in the maintenance of gut microbiota equilibrium. Through metabolomic profiling of serum, this research identified distinct metabolic changes across the control, DSS model, and DP treatment groups, highlighting four major differential metabolites: (2S)-2-amino-3-[[(2R)-2-butanoyloxy-3-propanoyloxypropoxy]-hydroxyphosphoryl]oxypropanoic acid; (1R,8S,9S)-3,4-dihydroxy-8-methoxy-11,11-dimethyl-5-propan-2-yl-16-oxatetracyclo [7.5.2.01,10.02,7]hexadeca-2,4,6-trien-15-one; Aspartylasparagine; and Nap-Phe-OH. These metabolites are implicated in mitigating oxidative stress, suggesting that DPs facilitate a protective mechanism for the intestinal lining through various biochemical pathways. Additionally, a notable correlation was established between the altered gut microbiota and the serum metabolomic profiles, underscoring the intricate interplay between these two biological systems in the context of UC. This study's outcomes illustrate that UC induces significant alterations in both gut microbiota and metabolic signatures, whereas dandelion root polysaccharides exhibit a profound ameliorative effect on these disruptions. This investigation underscores the therapeutic promise of dandelion root polysaccharides in the management of UC by modulating gut microbiota and metabolic pathways."
    },
    {
      "pmid": "38850433",
      "title": "Anti-tumor effect of dandelion flavone on multiple myeloma cells and its mechanism.",
      "authors": [
        "Hua Gui",
        "Xiaohong Fan"
      ],
      "journal": "Discover oncology",
      "publication_date": "2024-Jun-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Multiple myeloma (MM) is a prevalent hematologic malignancy characterized by the uncontrolled proliferation of monoclonal plasma cells in the bone marrow and excessive monoclonal immunoglobulin production, leading to organ damage. Despite therapeutic advancements, recurrence and drug resistance remain significant challenges. OBJECTIVE: This study investigates the effects of dandelion flavone (DF) on MM cell proliferation, migration, and invasion, aiming to elucidate the mechanisms involved in MM metastasis and to explore the potential of traditional Chinese medicine in MM therapy. METHODS: DF's impact on myeloma cell viability was evaluated using the CCK-8 and colony formation assays. Cell mobility and invasiveness were assessed through wound healing and transwell assays, respectively. RT-PCR was employed to quantify mRNA levels of MMP-2, MMP-9, TIMP-1, and TIMP-2. Apoptotic rates and molecular markers were analyzed via flow cytometry and RT-PCR. The PI3K/AKT signaling pathway was studied using Western blot and ELISA, with IGF-1 and the PI3K inhibitor LY294002 used to validate the findings. RESULTS: DF demonstrated dose-dependent inhibitory effects on MM cell proliferation, migration, and invasion. It reduced mRNA levels of MMP-2 and MMP-9 while increasing those of TIMP-1 and TIMP-2. Furthermore, DF enhanced the expression of pro-apoptotic proteins and inhibited M2 macrophage polarization by targeting key molecules and enzymes. The anti-myeloma activity of DF was mediated through the inhibition of the PI3K/AKT pathway, as evidenced by diminished phosphorylation and differential effects in the presence of IGF-1 and LY294002. CONCLUSION: By modulating the PI3K/AKT pathway, DF effectively inhibits MM cell proliferation, migration, and invasion, and induces apoptosis, establishing a novel therapeutic strategy for MM based on traditional Chinese medicine."
    },
    {
      "pmid": "38766306",
      "title": "Dandelion root extracts and taraxasterol inhibit LPS‑induced colorectal cancer cell viability by blocking TLR4‑NFκB‑driven ACE2 and TMPRSS2 pathways.",
      "authors": [
        "Kerry Yang",
        "Yuehong Wang"
      ],
      "journal": "Experimental and therapeutic medicine",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colorectal cancer is the fourth leading cause of cancer-related death worldwide. Notably, abnormalities in intestinal bacteria may contribute to the initiation or progression of colorectal cancer. Lipopolysaccharide (LPS), a bacterial endotoxin, is elevated in patients with colorectal cancer. The present study investigated the protective effects of dandelion root extracts and taraxasterol (TS; a major pharmacologically active compound in dandelion root extracts) on LPS-induced colorectal cancer cell viability, as well as the underlying mechanisms. Cell viability was assessed by MTT assay, and protein and gene expression levels were determined by western blotting and quantitative PCR. It was revealed that LPS at a low dose (0.5 µg/ml) significantly promoted the viability of human colorectal cancer cells but did not affect normal colon epithelial cells. The addition of dandelion root extracts (0.1-1 mg/ml) or TS (0.05-1 µg/ml) was able to reverse the LPS-induced increase in colorectal cancer cell viability and colony formation. Mechanistically, dandelion root extracts or TS may inhibit the LPS-promoted toll-like receptor 4 (TLR4)/NFκB-p65 pathway and transcription levels of pro-inflammatory genes (TNFα, IL4 and IL6). Compared with normal colon epithelial cells, human colorectal cancer cells had higher expression levels of angiotensin-converting enzyme 2 (ACE2) and transmembrane serine protease 2 (TMPRSS2), which could be further enhanced by LPS treatment but this was reversed by co-incubation with dandelion root extracts or TS. In addition, suppression of the TLR4/NFκB-p65 pathway with CLI095 significantly reversed the stimulatory effect of LPS on the expression levels of ACE2 and TMPRSS2, whereas TNFα (10 ng/ml) markedly induced the expression levels of ACE2 and TMPRSS2. In conclusion, the present study suggested that dandelion root extracts and TS could be used as prevention strategies for reversing bacteria-driven colorectal cancer cell viability."
    },
    {
      "pmid": "38432468",
      "title": "Dandelion-derived vesicles-laden hydrogel dressings capable of neutralizing Staphylococcus aureus exotoxins for the care of invasive wounds.",
      "authors": [
        "Shenyu Tan",
        "Zhuoya Liu",
        "Minghui Cong",
        "Xiaoqing Zhong",
        "Yinping Mao",
        "Mingjie Fan",
        "Fangwen Jiao",
        "Hongzhi Qiao"
      ],
      "journal": "Journal of controlled release : official journal of the Controlled Release Society",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Delayed wound healing caused by bacterial infection remains a major challenge in clinical treatment. Exotoxins incorporated in bacterial extracellular vesicles play a key role as the disease-causing virulence factors. Safe and specific antivirulence agents are expected to be developed as an effective anti-bacterial infection strategy, instead of single antibiotic therapy. Plant-derived extracellular vesicle-like nanoparticles have emerged as promising therapeutic agents for skin diseases, but the elucidations of specific mechanisms of action and clinical transformation still need to be advanced. Here, dandelion-derived extracellular vesicle-like nanoparticles (TH-EVNs) are isolated and exert antivirulence activity through specifically binding to Staphylococcus aureus (S. aureus) exotoxins, thereby protecting the host cell from attack. The neutralization of TH-EVNs against exotoxins has considerable binding force and stability, showing complete detoxification effect in vivo. Then gelatin methacryloyl hydrogel is developed as TH-EVNs-loaded dressing for S. aureus exotoxin-invasive wounds. Hydrogel dressings demonstrate good physical and mechanical properties, thus achieving wound retention and controlled release of TH-EVNs, in addition to promoting cell proliferation and migration. In vivo results show accelerated re-epithelialization, promotion of collagen maturity and reduction of inflammation after treatment. Collectively, the developed TH-EVNs-laden hydrogel dressings provide a potential therapeutic approach for S. aureus exotoxin- associated trauma.",
      "mesh_terms": [
        "Hydrogels",
        "Staphylococcus aureus",
        "Taraxacum",
        "Wound Healing",
        "Exotoxins",
        "Anti-Bacterial Agents",
        "Staphylococcal Infections",
        "Anti-Infective Agents",
        "Bandages"
      ]
    },
    {
      "pmid": "38397210",
      "title": "Study of Dandelion (Taraxacum mongolicum Hand.-Mazz.) Salt Response and Caffeic Acid Metabolism under Saline Stress by Transcriptome Analysis.",
      "authors": [
        "Zhe Wu",
        "Ran Meng",
        "Wei Feng",
        "Tassnapa Wongsnansilp",
        "Zhaojia Li",
        "Xuelin Lu",
        "Xiuping Wang"
      ],
      "journal": "Genes",
      "publication_date": "2024-Feb-09",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Utilizing salt-tolerant plants is a cost-effective strategy for agricultural production on salinized land. However, little is known about the mechanism of dandelion (Taraxacum mongolicum Hand.-Mazz.) in response to saline stress and caffeic acid biosynthesis. We investigated the morphological and physiological variations of two dandelions, namely, \"BINPU2\" (dandelion A) and \"TANGHAI\" (dandelion B) under gradient NaCl concentrations (0, 0.3%, 0.5%, 0.7%, and 0.9%), and analyzed potential mechanisms through a comparison analysis of transcriptomes in the two dandelions. Dandelion A had a high leaf weight; high ρ-coumaric acid, caffeic acid, ferulic acid, and caffeoyl shikimic acid contents; and high activities of POD and Pro. The maximum content of four kinds of phenolic acids mostly occurred in the 0.7% NaCl treatment. In this saline treatment, 2468 and 3238 differentially expressed genes (DEGs) in dandelion A and B were found, of which 1456 and 1369 DEGs in the two dandelions, respectively, showed up-regulation, indicating that more up-regulated DEGs in dandelion A may cause its high salt tolerance. Further, Gene Ontology (GO) analysis and Kyoto Encyclopedia of Genes and Genomes (KEGG) analysis showed that dandelion salt response and caffeic acid metabolism were mainly enriched in the phenylpropanoid biosynthesis pathway (ko00940) and response to ethylene (GO: 0009723). The caffeic acid biosynthesis pathway was reconstructed based on DEGs which were annotated to PAL, C4H, 4CL, HCT, C3'H, and CSE. Most of these genes showed a down-regulated mode, except for parts of DEGs of 4CL (TbA05G077650 and TbA07G073600), HCT (TbA03G009110, TbA03G009080, and novel.16880), and COMT (novel.13839). In addition, more up-regulated transcription factors (TFs) of ethylene TFs in dandelion A were found, but the TFs of ERF104, CEJ1, and ERF3 in the two dandelions under saline stress showed an opposite expression pattern. These up-regulated genes could enhance dandelion salt tolerance, and down-regulated DEGs in the caffeic acid biosynthesis pathway, especially CSE (TbA08G014310) and COMT (TbA04G07330), could be important candidate genes in the synthesis of caffeic acid under saline stress. The above findings revealed the potential mechanisms of salt response and caffeic acid metabolism in dandelion under saline stress, and provide references for salt-tolerant plant breeding and cultivation on saline-alkali land in the future.",
      "mesh_terms": [
        "Taraxacum",
        "Sodium Chloride",
        "Gene Expression Regulation, Plant",
        "Plant Breeding",
        "Gene Expression Profiling",
        "Ethylenes"
      ]
    },
    {
      "pmid": "38196908",
      "title": "Application of dandelion-like Sm2O3/Co3O4/rGO in high performance supercapacitors.",
      "authors": [
        "Yanling Lv",
        "Shixiang Lu",
        "Wenguo Xu",
        "Yulin Xin",
        "Xiaoyan Wang",
        "Shasha Wang",
        "Jiaan Yu"
      ],
      "journal": "RSC advances",
      "publication_date": "2024-Jan-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Novel 2D material-based supercapacitors are promising candidates for energy applications due to their distinctive physical, chemical, and electrochemical properties. In this study, a dandelion-like structure material comprised of Sm2O3, Co3O4, and 2D reduced graphene oxide (rGO) on nickel foam (NF) was synthesised using a hydrothermal method followed by subsequent annealing treatment. This dandelion composite grows further through the tremella-like structure of Sm2O3 and Co3O4, which facilitates the diffusion of ions and prevents structural collapse during charging and discharging. A substantial number of active sites are generated during redox reactions by the unique surface morphology of the Sm2O3/Co3O4/rGO/NF composite (SCGN). The maximum specific capacity the SCGN material achieves is 3448 F g-1 for 1 A g-1 in a 6 mol L-1 KOH solution. Benefiting from its morphological structure, the prepared composite (SCGN) exhibits a high cyclability of 93.2% over 3000 charge-discharge cycles at 10 A g-1 and a coulombic efficiency of 97.4%. Additionally, the assembled SCGN//SCGN symmetric supercapacitors deliver a high energy density of 64 W h kg-1 with a power density of 300 W kg-1, which increases to an outstanding power density of 12 000 W kg-1 at 28.7 W h kg-1 and long cycle stability (80.9% capacitance retention after 30 000 cycles). These results suggest that the manufactured SCGN electrodes could be viable active electrode materials for electrochemical supercapacitors."
    },
    {
      "pmid": "38029215",
      "title": "Breastmilk microbiome changes associated with lactational mastitis and treatment with dandelion extract.",
      "authors": [
        "Xinyan Jin",
        "Jinhe Xiao",
        "Chunli Lu",
        "Wenxin Ma",
        "Yingyi Fan",
        "Xue Xue",
        "Yaru Xia",
        "Nana Chen",
        "Jianping Liu",
        "Xiaohua Pei"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Dandelion (Pugongying) is one of the most frequently used Chinese herbs for treating lactational mastitis (LM). Pugongying granules, a patented medication primarily comprised of dandelion extract, have been approved by CFDA for LM treatment in China. The aims of this study were to investigate the etiology of LM and the mechanism by which Pugongying granules decrease LM symptoms, with a particular focus on the microbial communities found in breastmilk. METHODS: Participants were recruited from a previously performed randomized controlled trial (Identifier: NCT03756324, ClinicalTrials.gov). Between 2019 and 2020, women diagnosed with unilateral LM at the Beijing University of Chinese Medicine Third Affiliated Hospital were enrolled. In total, 42 paired breastmilk samples from the healthy and affected breasts of the participants were collected. Additionally, 37 paired pre- and post-treatment breastmilk samples from the affected breast were collected from women who received a 3-day course of either Pugongying granules (20 women) or cefdinir (17 women). Clinical outcomes [e.g., body temperature, visual analogue scale (VAS) score for breast pain, the percentage of neutrophils (NE%)] were analyzed pre- and post-treatment, and the breastmilk samples were subjected to 16S rRNA gene sequencing to analyze the alpha and beta diversities and identify significant bacteria. Finally, the relationship between microorganisms and clinical outcomes was analyzed. RESULTS: There was no significant difference in fever and pain between the Pugongying group and cefdinir group. The most prevalent bacterial genera in breastmilk were Streptococcus and Staphylococcus. Compared to healthy breastmilk, microbial diversity was reduced in affected breastmilk, and there was a higher relative abundance of Streptococcus. After Pugongying treatment, there was an increase in microbial diversity with significantly higher abundance of Corynebacterium. A negative correlation was found between Corynebacterium, VAS score, and NE%. Treatment with cefdinir did not affect microbial diversity. Taken together, our results show a correlation between LM and reduced microbial diversity, as well as an increased abundance of Streptococcus in affected breastmilk. CONCLUSION: Pugongying granules enhanced microbial diversity in breastmilk samples. Given the substantial variation in individual microbiomes, identifying specific species of Streptococcus and Corynebacterium associated with LM may provide additional insight into LM pathogenesis and treatment."
    },
    {
      "pmid": "37970386",
      "title": "Dandelion polysaccharide treatment protects against dextran sodium sulfate-induced colitis by suppressing NF-κB/NLRP3 inflammasome-mediated inflammation and activating Nrf2 in mouse colon.",
      "authors": [
        "Shuo Wang",
        "Ping Wu",
        "Zongqiang Fan",
        "Xingrui He",
        "Jinqian Liu",
        "Ming Li",
        "Fang Chen"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The treatment of ulcerative colitis (UC) is still an intractable medical problem. Polysaccharides are promising candidates for the treatment of UC and have received widespread attention in recent years. The objective of this study was to explore the protective effect and underlying mechanism of dandelion polysaccharide (DP) on dextran sulfate sodium (DSS)-induced colitis in mice. Our results showed that oral administration of DP could dramatically alleviate colonic lesions, as evidenced by reduced DAI scores, shortening of colon length, and ameliorating pathologic abnormalities in colons. Additionally, the expressions of pro-inflammatory factors (TNF-α, IL-1β, and IL-6) and the infiltration of inflammation-regulation cells, marked by myeloperoxidase and F4/80, were also inhibited after DP treatment. Moreover, DP treatment also markedly suppressed the nuclear translocation of NF-κB-p65 and the activation of the NLRP3 inflammasome. Furthermore, DP also activated the Nrf2/HO-1 pathway and reduced the oxidative stress induced by DSS. Overall, these results suggest that DP could be a promising novel therapeutic approach for the treatment of UC."
    },
    {
      "pmid": "37746960",
      "title": "External application of dandelion combined with borneol effectively reduced pain and facial swelling after jaw surgery.",
      "authors": [
        "Shengnan Zhao",
        "Jinling Zhang",
        "Xia Liu",
        "Kun Guo",
        "Xiaorun Wang"
      ],
      "journal": "Medicine",
      "publication_date": "2023-Sep-22",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: To explore the effects of the combination of dandelion with borneol on the maxillofacial region of patients after jaw surgery in reducing the acute inflammatory reaction after surgery, the degree of facial swelling, pain, and limitation of mouth opening, and increasing patient satisfaction. METHODS: A total of 120 patients who met the inclusion criteria were randomly divided into 4 groups: group A: ice compress; Group B: dandelion; Group C: borneol; Group D: dandelion combined with borneol. Patients were evaluated on the day of the operation, the first day, and the second day after the operation. RESULTS: External application of dandelion combined with borneol had a better controlling effect on facial swelling and limited mouth opening compared with the single treatment groups, and the satisfaction score was higher ( P  < .05). CONCLUSION: External application of dandelion combined with borneol was effective in the treatment of maxillofacial swelling and pain. This approach quickly relieved swelling, restored the limitation of mouth opening, and improved patient satisfaction.",
      "mesh_terms": [
        "Humans",
        "Taraxacum",
        "Angioedema",
        "Pain, Postoperative",
        "Orthognathic Surgical Procedures"
      ]
    },
    {
      "pmid": "37700002",
      "title": "Combined dandelion extract and all-trans retinoic acid induces cytotoxicity in human breast cancer cells.",
      "authors": [
        "Hamed Rezaie",
        "Reza Alipanah-Moghadam",
        "Farhad Jeddi",
        "Cain C T Clark",
        "Vahideh Aghamohammadi",
        "Ali Nemati"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Sep-12",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Breast cancer is one of the most prevalent and deadly cancers among women worldwide. Recently, natural compounds have been widely used for the treatment of breast cancer. Present study evaluated antiproliferative and anti-metastasis activities of two natural compounds of dandelion and all-trans-retinoic acid (ATRA) in human MCF-7 and MDA-MB231 breast cancer cells. We also evaluated the expression of MMP-2, MMP-9, IL-1β, p53, NM23 and KAI1 genes. Data showed a clear additive cytotoxic effect in concentrations of 40 μM ATRA with 1.5 and 4 mg/ml of dandelion extract in MCF-7 and MDA-MB231 cells, respectively. In both cell lines, compared with the untreated cells, the expression levels of MMP-9 and IL-1β were significantly decreased while p53 and KAI1 expression levels were increased. Besides, MMP-2 and NM23 had different expressions in the two studied cell lines. In conclusion, dandelion/ATRA co-treatment, in addition to having strong cytotoxic effects, has putative effects on the expression of anti-metastatic genes in both breast cancer cells.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Matrix Metalloproteinase 2",
        "Matrix Metalloproteinase 9",
        "Taraxacum",
        "Breast Neoplasms",
        "Tumor Suppressor Protein p53",
        "Tretinoin",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "37068539",
      "title": "Effects of dietary dandelion (Taraxacum mongolicum Hand.-Mazz.) polysaccharides on the performance and gut microbiota of laying hens.",
      "authors": [
        "Zihang Cao",
        "Zhenhua Liu",
        "Nanyi Zhang",
        "Chenguang Bao",
        "Xinyu Li",
        "Mengxue Liu",
        "Wei Yuan",
        "Hongxin Wu",
        "Hongmei Shang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This experiment was designed to evaluate the influences of dietary dandelion polysaccharides (DP) on the performance and cecum microbiota of laying hens. Three hundred laying hens were assigned to five treatment groups: the basal diet group (CK group), three DP groups (basal diets supplemented with 0.5, 1.0, and 1.5 % DP), and the inulin group (IN group, basal diet supplemented with 1.5 % inulin). Increased daily egg weight and a decreased feed conversion rate were observed when the diets were supplemented with inulin or DP. The calcium metabolism rate in the 0.5 % and 1.0 % DP groups was greater than that in the CK group. The DP groups increased the short-chain fatty acid concentration, decreased pH, and enhanced the relative abundances of Parabacteroides, Alloprevotella, and Romboutsia in the cecum. These results showed that DP supplementation in the diets of laying hens can improve their performance, which might be associated with the regulation of the cecal microbiota.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Taraxacum",
        "Gastrointestinal Microbiome",
        "Inulin",
        "Chickens",
        "Diet",
        "Dietary Supplements",
        "Animal Feed"
      ]
    },
    {
      "pmid": "36810811",
      "title": "Environmental and genealogical effects on DNA methylation in a widespread apomictic dandelion lineage.",
      "authors": [
        "Verónica Noé Ibañez",
        "Morgane van Antro",
        "Cristian Peña-Ponton",
        "Slavica Milanovic-Ivanovic",
        "Cornelis A M Wagemaker",
        "Fleur Gawehns",
        "Koen J F Verhoeven"
      ],
      "journal": "Journal of evolutionary biology",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "DNA methylation in plant genomes occurs in different sequences and genomic contexts that have very different properties. DNA methylation that occurs in CG (mCG) sequence context shows transgenerational stability and high epimutation rate, and can thus provide genealogical information at short time scales. However, due to meta-stability and because mCG variants may arise due to other factors than epimutation, such as environmental stress exposure, it is not clear how well mCG captures genealogical information at micro-evolutionary time scales. Here, we analysed DNA methylation variation between accessions from a geographically widespread, apomictic common dandelion (Taraxacum officinale) lineage when grown experimentally under different light conditions. Using a reduced-representation bisulphite sequencing approach, we show that the light treatment induced differentially methylated cytosines (DMCs) in all sequence contexts, with a bias towards transposable elements. Accession differences were associated mainly with DMCs in CG context. Hierarchical clustering of samples based on total mCG profiles revealed a perfect clustering of samples by accession identity, irrespective of light conditions. Using microsatellite information as a benchmark of genetic divergence within the clonal lineage, we show that genetic divergence between accessions correlates strongly with overall mCG profiles. However, our results suggest that environmental effects that do occur in CG context may produce a heritable signal that partly dilutes the genealogical signal. Our study shows that methylation information in plants can be used to reconstruct micro-evolutionary genealogy, providing a useful tool in systems that lack genetic variation such as clonal and vegetatively propagated plants.",
      "mesh_terms": [
        "DNA Methylation",
        "Taraxacum",
        "Sequence Analysis, DNA",
        "Genomics",
        "Biological Evolution"
      ]
    },
    {
      "pmid": "36746273",
      "title": "A dandelion-like nanomedicine via hierarchical self-assembly for synergistic chemotherapy and photo-dynamic cancer therapy.",
      "authors": [
        "Binbin Liang",
        "Yuhang Miao",
        "Liying Zhao",
        "Lan Fang",
        "Dawei Deng"
      ],
      "journal": "Nanomedicine : nanotechnology, biology, and medicine",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The synergistic effect of chemotherapy and photo-dynamic therapy (PDT) is an effective way to improve the efficiency of tumor treatment. However, most synergistic therapeutic drugs have poor water solubility and stability, so it is difficult to achieve high therapeutic effects while avoiding the severe side effects. Herein, a unique dandelion-like nanomedicine (named as cRGDfk-CCPT-mCe6) was successfully synthesized using Ce6-loaded amphiphilic β-cyclodextrins (β-CD) doped lipid-based vesicles as the core (receptacle) and β-CD modified camptothecin (CPT) pro-drug as the flyable dandelion seeds. The β-CD modified CPT pro-drug was introduced into the core vesicles in succession via host-guest interaction between inter-molecular β-CD and CPT, and cRGDfk peptides were further introduced as the outermost layer (stigma) to enhance the internalization into cancer cells. CPT interacted with β-CD through glutathione (GSH)-cleavable disulfide bonds, which led to drug release in glutathione-rich cancer cells, just as spread of dandelion seeds in the wind. GSH consumption further disrupted the intracellular redox homeostasis of cancer cells through combined action of Ce6 with light irradiation and the synergistic anti-tumor effect was thus achieved, resulting in apoptosis of cancer cells. Therefore, the nanomedicine provides a facile and versatile anti-tumor strategy, as well as a persistent anti-cancer effects.",
      "mesh_terms": [
        "Humans",
        "Prodrugs",
        "Camptothecin",
        "Nanomedicine",
        "Nanoparticles",
        "Neoplasms",
        "Glutathione",
        "Cell Line, Tumor"
      ]
    },
    {
      "pmid": "36299615",
      "title": "Does cognitive aging follow an orchid and dandelion phenomenon?",
      "authors": [
        "Emma A Rodrigues",
        "Gregory J Christie",
        "Faranak Farzan",
        "Sylvain Moreno"
      ],
      "journal": "Frontiers in aging neuroscience",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cognitive reserve reflects the brain's intrinsic adaptive capacity against the neurodegenerative effects of aging. The maintenance or enhancement of the brain's cognitive reserve plays a crucial role in mitigating the severity of pathologies associated with aging. A new movement, social prescribing, which focuses on prescribing lifestyle activities as a treatment for patients, is growing in popularity as a solution against aging pathologies. However, few studies have demonstrated a clear impact of lifestyle activities on individual cognitive health, outside of floor and ceiling effects. Understanding who benefits from which lifestyle factors remains unclear. Here, we investigated the potential effects of lifestyle activities on individuals' cognitive health from more than 3,530 older adults using a stratification method and advanced analysis technique. Our stratification methods allowed us to observe a new result: older adults who had relatively average cognitive scores were not impacted by lifestyle factors. By comparison, older adults with very high or very low cognitive scores were highly impacted by lifestyle factors. These findings expand the orchid and dandelion theory to the aging field, regarding the biological sensitivity of individuals to harmful and protective environmental effects. Our discoveries demonstrate the role of individual differences in the aging process and its importance for social prescribing programs."
    },
    {
      "pmid": "36210509",
      "title": "Protective role of the dandelion extract against the blood-liver axis, cell membranes, and anemia disorder in sodium benzoate-exposed rats.",
      "authors": [
        "Damir Suljević",
        "Maja Mitrašinović-Brulić",
        "Amela Dervišević",
        "Muhamed Fočak"
      ],
      "journal": "Cell biochemistry and function",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sodium benzoate (SB) as an additive in various food products prevents the growth of microbes. Although SB is considered safe, many studies have reported adverse effects. The aim of this study was to investigate the effect of dandelion extract on cell damage and hematological and biochemical disorders induced by SB in male albino rats. Different doses of SB (200 and 600 mg/kg) and ethanolic dandelion root extract (D) (40 mg/kg) were used in a 2-week treatment of rats. Rat mortality and a higher frequency of behavioral alterations such as apathy, anxiety, and aggression have been reported at a higher dose of SB. Changes in urine pH, proteinuria, nitrituria, and bilirubinemia caused by SB were regulated by adding dandelion extract. Analysis of specific serum and urine parameters, as well as microscopic analysis of hepatocytes, showed liver and kidney failure. Anemia associated with hemolytic disorder due to erythrocyte impaired the presence of acanthocytes, and decreased values of erythrocyte blood count, hemoglobin concentration, average red blood cell size, hemoglobin amount per red blood cell, and mean corpuscular hemoglobin concentration were caused by SB treatment. As a dietary supplement, dandelion extract can be useful in the prevention of SB-induced liver and kidney injury, and also a remedy against induced anemia, neutropenia, thrombocytopenia, hyperproteinemia, hyperglycemia, and reduction of inflammatory responses.",
      "mesh_terms": [
        "Male",
        "Rats",
        "Anemia",
        "Cell Membrane",
        "Liver",
        "Plant Extracts",
        "Sodium Benzoate",
        "Animals"
      ]
    },
    {
      "pmid": "36205775",
      "title": "Effect of co-toxicity of lead and nanoplastics on the flavonoid biosynthetic pathway in dandelion (Taraxacum asiaticum Dahlst).",
      "authors": [
        "Gao Minling",
        "Youming Dong",
        "Shengli Wang",
        "Tianbo Wang",
        "Linsen Bai",
        "Zhengguo Song"
      ],
      "journal": "Planta",
      "publication_date": "2022-Oct-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Negatively charged carboxy-polystyrene (CPS) and positively charged amino-polystyrene (NPS) could significantly inhibit the biomass and flavonoid content of dandelion roots and leaves, and the inhibitory effect of NPS was stronger than that of CPS. The increasingly serious pollution of microplastics and heavy metals is likely to affect the efficacy of flavonoids synthesized by dandelion in natural medicine fields. Therefore, we combined hydroponic experiments with computational chemistry (Gaussian and autodock analysis) to explore the mechanism by which amino-polystyrene (NPS), carboxy-polystyrene (CPS), and lead affect the flavonoid biosynthetic pathway in dandelion (Taraxacum asiaticum Dahlst). Our results show that CPS and NPS could significantly inhibit the biomass and flavonoid content of dandelion roots and leaves, and the inhibitory effect of NPS was stronger than that of CPS. Mechanistic studies showed that CPS and NPS increased the content of O2- and H2O2 in dandelion roots and leaves, causing membrane lipid peroxidation, resulting in cell damage and decreased biomass. CPS and NPS inhibited related enzymatic activities by affecting their tertiary structures, resulting in a decrease in phenolic acid, coumaroyl-CoA, and flavonoid content. Dandelion preferred to absorb positively charged NPS compared to negatively charged CPS, but CPS inhibited the uptake of Pb by dandelion more strongly than NPS. Pb promoted CPS agglomeration and increased the surface positive charge of CPS through coordination bonds and hydrogen bonds, so more CPS entered dandelion under CPS + Pb treatment than under CPS alone. Although NPS and CPS reduced the uptake of Pb by dandelion, the biomass and flavonoid contents of dandelion were lower than those of single Pb treatment because of the higher toxicity of NPS and CPS than Pb. Pb significantly increased the effect of CPS on the root biomass of dandelion compared with CPS alone by increasing the positive charge of CPS. We suggest that microplastics with different charges and lead composite pollution inhibit dandelion flavonoid biosynthesis and provide a reference for the loss of dandelion medicinal components and economic value.",
      "mesh_terms": [
        "Biosynthetic Pathways",
        "Coenzyme A",
        "Flavonoids",
        "Hydrogen Peroxide",
        "Lead",
        "Metals, Heavy",
        "Microplastics",
        "Plastics",
        "Taraxacum"
      ]
    },
    {
      "pmid": "36153957",
      "title": "Cellular Hypoxia Mitigation by Dandelion-like Nanoparticles for Synergistic Photodynamic Therapy of Oral Squamous Cell Carcinoma.",
      "authors": [
        "Yuan Tao",
        "Yingke Liu",
        "Ziyan Dong",
        "Xiaoxiao Chen",
        "Yashi Wang",
        "Ting Li",
        "Jiaxin Li",
        "Shuya Zang",
        "Xuan He",
        "Dong Chen",
        "Zhihe Zhao",
        "Man Li"
      ],
      "journal": "ACS applied materials & interfaces",
      "publication_date": "2022-Oct-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypoxia at the tumor site limits the therapeutic effects of photodynamic therapy (PDT) in oral squamous cell carcinoma (OSCC), which is an oxygen-consumption process. Inhibiting cellular oxygen consumption and reducing cellular ATP production are expected to enhance PDT. In this study, we designed and constructed dandelion-like size-shrinkable nanoparticles for tumor-targeted delivery of hypoxia regulator resveratrol (RES) and photodynamic agent chlorine e6 (CE6). Both drugs were co-encapsulated in small-sized micelles modified with EGFR targeting ligand GE11, which was further conjugated on hyaluronic nanogel (NG) to afford RC-GMN. After targeted accumulation in tumors mediated by GE11 and enhanced penetration and retention (EPR) effects, RC-GMN was degraded by hyaluronidase (HAase) and resulted in small-sized micelles, allowing for deep penetration and dual-receptor-mediated cellular internalization. Resveratrol inhibited cellular oxygen consumption and provided sufficient oxygen for PDT, which consequently activated PDT to produce reactive oxygen species (ROS). Notably, we found that autophagy was overactivated in PDT, which was further strengthened by the hypoxia regulator resveratrol, elevating autophagic cell death. The synergistic effects of resveratrol and CE6 promoted autophagic cell death and apoptosis in the enhanced PDT, resulting in stronger antitumor effects in the orthotopic OSCC model. Therefore, the facilitated delivery of hypoxia regulator enhanced PDT efficacy by elevating oxygen content in tumor cells and inducing autophagic cell death and apoptosis, which offers an alternative strategy for enhancing the PDT effects against OSCC.",
      "mesh_terms": [
        "Adenosine Triphosphate",
        "Carcinoma, Squamous Cell",
        "Cell Hypoxia",
        "Cell Line, Tumor",
        "ErbB Receptors",
        "Head and Neck Neoplasms",
        "Humans",
        "Hyaluronoglucosaminidase",
        "Hypoxia",
        "Ligands",
        "Micelles",
        "Mouth Neoplasms",
        "Nanogels",
        "Nanoparticles",
        "Oxygen",
        "Photochemotherapy",
        "Photosensitizing Agents",
        "Reactive Oxygen Species",
        "Resveratrol",
        "Squamous Cell Carcinoma of Head and Neck"
      ]
    },
    {
      "pmid": "36147318",
      "title": "Dandelion extract inhibits triple-negative breast cancer cell proliferation by interfering with glycerophospholipids and unsaturated fatty acids metabolism.",
      "authors": [
        "Shan Wang",
        "Hui-Feng Hao",
        "Yan-Na Jiao",
        "Jia-Lei Fu",
        "Zheng-Wang Guo",
        "Yang Guo",
        "Yuan Yuan",
        "Ping-Ping Li",
        "Shu-Yan Han"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Triple-negative breast cancer (TNBC) is the most aggressive breast cancer subtype with limited treatment options and a poor prognosis. TNBC exists widely reprogrammed lipid metabolism, and its metabolic-associated proteins and oncometabolites are promising as potential therapeutic targets. Dandelion (Taraxacum mongolicum) is a classical herbal medicine used to treat breast diseases based on traditional Chinese medicine theory and was reported to have antitumor effects and lipid regulatory capacities. Our previous study showed that dandelion extract was effective against TNBC. However, whether dandelion extract could regulate the lipid metabolisms of TNBC and exert its antitumor effects via interfering with lipids metabolism remained unclear. In this study, an integrated approach combined with network pharmacology and multi-omics techniques (including proteomics, metabolomics, and lipidomics) was performed to investigate the potential regulatory mechanisms of dandelion extract against TNBC. We first determined the antitumor effects of dandelion extract in vitro and in vivo. Then, network pharmacology analysis speculated the antitumor effects involving various metabolic processes, and the multi-omics results of the cells, tumor tissues, and plasma revealed the changes in the metabolites and metabolic-associated proteins after dandelion extract treatment. The alteration of glycerophospholipids and unsaturated fatty acids were the most remarkable types of metabolites. Therefore, the metabolism of glycerophospholipids and unsaturated fatty acids, and their corresponding proteins CHKA and FADS2, were considered the primary regulatory pathways and biomarkers of dandelion extract against TNBC. Subsequently, experimental validation showed that dandelion extract decreased CHKA expression, leading to the inhibition of the PI3K/AKT pathway and its downstream targets, SREBP and FADS2. Finally, the molecular docking simulation suggested that picrasinoside F and luteolin in dandelion extract had the most highly binding scores with CHKA, indicating they may be the potential CHKA inhibitors to regulate glycerophospholipids metabolisms of TNBC. In conclusion, we confirmed the antitumor effects of dandelion extract against TNBC cells in vitro and demonstrated that dandelion extract could interfere with glycerophospholipids and unsaturated fatty acids metabolism via downregulating the CHKA expression and inhibiting PI3K/AKT/SREBP/FADS2 axis."
    },
    {
      "pmid": "36140985",
      "title": "Dandelion (Taraxacum officinale L.) as a Source of Biologically Active Compounds Supporting the Therapy of Co-Existing Diseases in Metabolic Syndrome.",
      "authors": [
        "Małgorzata Kania-Dobrowolska",
        "Justyna Baraniak"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Sep-15",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Nowadays, many people are struggling with obesity, type 2 diabetes, and atherosclerosis, which are called the scourge of the 21st century. These illnesses coexist in metabolic syndrome, which is not a separate disease entity because it includes several clinical conditions such as central (abdominal) obesity, elevated blood pressure, and disorders of carbohydrate and fat metabolism. Lifestyle is considered to have an impact on the development of metabolic syndrome. An unbalanced diet, the lack of sufficient physical activity, and genetic factors result in the development of type 2 diabetes and atherosclerosis, which significantly increase the risk of cardiovascular complications. The treatment of metabolic syndrome is aimed primarily at reducing the risk of the development of coexisting diseases, and the appropriate diet is the key factor in the treatment. Plant raw materials containing compounds that regulate lipid and carbohydrate metabolism in the human body are investigated. Dandelion (Taraxacum officinale F.H. Wigg.) is a plant, the consumption of which affects the regulation of lipid and sugar metabolism. The growth of this plant is widely spread in Eurasia, both Americas, Africa, New Zealand, and Australia. The use and potential of this plant that is easily accessible in the world in contributing to the treatment of type 2 diabetes and atherosclerosis have been proved by many studies."
    },
    {
      "pmid": "36108692",
      "title": "Effects of dandelion (Taraxacum sp.,) supplements on lactation performance, antioxidative activity, and plasma metabolome in primiparous dairy cows.",
      "authors": [
        "Yan Li",
        "Jie Mei",
        "Jiaqi Wang",
        "Hongyun Liu"
      ],
      "journal": "Animal bioscience",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study evaluated the effects of dandelion supplements on lactation performance, circulating antioxidative activity and plasma metabolomics in primiparous dairy cows. METHODS: A total of 60 mid-lactation dairy cows (milk yield = 34.29±0.34 kg/d; days in milk = 151.72±2.36 days) were divided into 4 treatment groups randomly, comprising the addition of dandelion at 0, 100, 200, 400 g/d per head. The experiment lasted for 8 weeks with an extra 10 days' pre-feeding period. Milk and blood samples were collected, and plasma samples were selected to perform metabolomics analysis. RESULTS: Supplementing 200 g/d of dandelion increased the yield of milk and lactose (p≤ 0.05). The milk somatic cell counts (p≤0.05) were lower in all dandelion groups than those in the control group. The activity of glutathione peroxidase (p≤0.05) and superoxide dismutase (p≤0.05) were increased and plasma malondialdehyde (p = 0.01) was decreased when cows were fed 200 g/d dandelion. Plasma metabolomics analysis showed that 23 hub differential metabolites were identified in the 200 g/d dandelion group. These metabolites such as ribose, glutamic acid, valine, and phenylalanine were enriched in D-glutamine and D-glutamate metabolism (p = 0.06, impact value = 1), phenylalanine, tyrosine, and tryptophan biosynthesis (p = 0.05, impact value = 0.5), and starch and sucrose metabolism (p = 0.21, impact value = 0.13). Moreover, correlation analysis showed that circulating ribose, mannose, and glutamic acid were positively related to milk yield. CONCLUSION: Dandelion supplementation could improve lactation performance and elevate the plasma carbohydrate and amino acids metabolism and antioxidative activity. Supplementation of 200 g/d dandelion is recommended for lactating dairy cows."
    },
    {
      "pmid": "36091818",
      "title": "Anti-Inflammatory Effects and Mechanisms of Dandelion in RAW264.7 Macrophages and Zebrafish Larvae.",
      "authors": [
        "Wenju Li",
        "Fulong Luo",
        "Xiaohui Wu",
        "Bei Fan",
        "Mingran Yang",
        "Wu Zhong",
        "Dongyan Guan",
        "Fengzhong Wang",
        "Qiong Wang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dandelions (Taraxacum spp.) play an important role in the treatment of inflammatory diseases. In this study, we investigated the anti-inflammatory effects of Dandelion Extract (DE) in LPS-induced RAW264.7 macrophages and copper sulfate (CuSO4)-induced zebrafish larvae. DE was not toxic to RAW264.7 cells at 75 μg/ml as measured by cell viability, and DE inhibited LPS-induced cell morphological changes as measured by inverted microscopy. In survival experiments, DE at 25 μg/ml had no toxicity to zebrafish larvae. By using an enzymatic standard assay, DE reduced the production of nitric oxide (NO) in LPS-induced RAW264.7 cells. Fluorescence microscopy results show that DE reduced LPS-induced ROS production and apoptosis in RAW264.7 cells. DE also inhibited CuSO4-induced ROS production and neutrophil aggregation in zebrafish larvae. The results of flow cytometry show that DE alleviated the LPS-induced cell cycle arrest. In LPS-induced RAW264.7 cells, RT-PCR revealed that DE decreased the expression of M1 phenotypic genes iNOS, IL-6, and IL-1β while increasing the expression of M2 phenotypic genes IL-10 and CD206. Furthermore, in CuSO4-induced zebrafish larvae, DE reduced the expression of iNOS, TNF-α, IL-6, and IL-10. The findings suggest that DE reduces the LPS-induced inflammatory response in RAW264.7 cells by regulating polarization and apoptosis. DE also reduces the CuSO4-induced inflammatory response in zebrafish larvae."
    },
    {
      "pmid": "36072959",
      "title": "A Double-Chamber \"Dandelion\" Appearance Sequential Drug Delivery System for Synergistic Treatment of Malignant Tumors.",
      "authors": [
        "Jian Li",
        "Qing Zhang",
        "Jiahui Cai",
        "Yibo Yang",
        "Jia Zhang",
        "Yanting Gao",
        "Shihe Liu",
        "Kun Li",
        "Ming Shi",
        "Zhiwei Liu",
        "Liming Gao"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: During the combined treatment of tumors, the non-interfering transportation of drugs with different solubilities and the controllable sequential release are the main challenges. Here, we reported a double-chamber \"Dandelion\" -like sequential drug delivery system to realize the sequential release of different drugs for treating malignant tumors synergistically. METHODS: After synthesizing mesoporous silica nanoparticles (MSN) by template method, a hydrophilic chemotherapy drug doxorubicin (DOX) was loaded into the channels of mesoporous silica (MSN) and locked with polydopamine (PDA) coating. Next, β-cyclodextrin (β-CDs) was decorated on PDA by Michael addition reaction, and the hydrophobic photosensitizer chlorin e6 (Ce6) was encapsulated into the hydrophobic chambers of β-CDs. Finally, AS1411 was modified on the surface of PDA and obtained DOX@MSN@PDA-β-CD/Ce6-AS1411 nanoparticles (DMPCCA) through which orthogonal loading and effective controlled release of different drugs were realized. RESULTS: Under the sequential irradiations of 808 nm and 660 nm near-infrared (NIR) laser, PDA promoted the extensive release of Ce6 firstly while playing the effect of photothermal therapy (PTT), further to achieve the effect of photodynamic therapy (PDT) of Ce6. Meanwhile, the rapid release of DOX loaded in MSN channels showed a time lag of about 5 h after Ce6 release, through which it maximized the chemotherapeutic effect. Besides, the present drug loading nano-platform combined passive tumor-targeting effect given by EPR and active tumor-targeting effect endowed by AS1411 realized PTT-PDT-chemotherapy triple mode synergistic combination. CONCLUSION: We offer a general solution to address the key limitations for the delivery and sequential release of different drugs with different solubilities.",
      "mesh_terms": [
        "Doxorubicin",
        "Drug Delivery Systems",
        "Neoplasms",
        "Photochemotherapy",
        "Silicon Dioxide",
        "Taraxacum"
      ]
    },
    {
      "pmid": "35760022",
      "title": "Induction of P-glycoprotein expression by dandelion in tumor and heart tissues: Impact on the anti-tumor activity and cardiotoxicity of doxorubicin.",
      "authors": [
        "Jiameng Qu",
        "Fan Ke",
        "Xiao Yang",
        "Yue Wang",
        "Huarong Xu",
        "Qing Li",
        "Kaishun Bi"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Previously, we have investigated the anti-tumor activity and mechanism through which dandelion acts against triple-negative breast cancer (TNBC). However, traditional Chinese medicine is mostly accepted as an adjunct therapy during chemotherapy in clinical practice. So far, little is known about the effects of dandelion in conjunction with chemotherapeutic drugs. PURPOSE: To investigate the effects of dandelion on the anti-tumor activity and cardiotoxicity of doxorubicin (DOX), and to further explore the molecular mechanisms through which these effects occur. STUDY DESIGN: At the beginning of this study, dandelion was observed to alleviate DOX-induced cardiotoxicity and reduce the anti-tumor activity of DOX. Subsequently, we investigated whether the resistance to DOX mediated by P-glycoprotein was involved in the above effects. METHODS: The cardioprotective effect of dandelion was investigated on DOX-treated mice by histological analysis, myocardial enzyme assays, and an untargeted metabolomics study based on LC-Q-TOF/MS. TNBC cell lines and 4T1 tumor-bearing mice were employed to investigate the combined anti-tumor activity. Laser scanning confocal microscope and a flow cytometry analysis were employed to measure the intracellular accumulation of DOX. A specific, sensitive, and rapid LC-MS/MS method was developed to detect the efflux of DOX from cells. Expression of P-glycoprotein in mouse tumor and heart tissues was detected via Western blotting analysis. RESULTS: Dandelion was found to significantly alleviate DOX-induced cardiotoxicity, as was evidenced by improved cardiomyocyte morphology, decreased LDH and CK-MB release, and adjusted metabolic biomarker levels. However, in vitro and in vivo studies showed that dandelion could reduce the anti-tumor activity of DOX. This counteraction was achieved by activating of the drug efflux transporter P-glycoprotein, thereby promoting the efflux of DOX from cells and reducing the intracellular accumulation of DOX. Moreover, the activation of P-glycoprotein by dandelion in mouse heart tissue was also observed, thus suggesting that the decrease of cardiac DOX accumulation plays an important role in the cardioprotective effect of dandelion. CONCLUSION: Dandelion can activate the P-glycoprotein in heart and tumor tissues, which ameliorates DOX-induced cardiotoxicity but attenuates DOX cytotoxicity toward TNBC. Our findings have important implications for the correct clinical use of dandelion.",
      "mesh_terms": [
        "ATP Binding Cassette Transporter, Subfamily B, Member 1",
        "Animals",
        "Apoptosis",
        "Cardiotoxicity",
        "Chromatography, Liquid",
        "Doxorubicin",
        "Humans",
        "Mice",
        "Myocytes, Cardiac",
        "Oxidative Stress",
        "Tandem Mass Spectrometry",
        "Taraxacum",
        "Triple Negative Breast Neoplasms"
      ]
    },
    {
      "pmid": "35668940",
      "title": "Dandelion Seed Extract Affects Tumor Progression and Enhances the Sensitivity of Cisplatin in Esophageal Squamous Cell Carcinoma.",
      "authors": [
        "Yuxi Li",
        "Yuying Deng",
        "Xiuli Zhang",
        "Han Fu",
        "Xue Han",
        "Wenqing Guo",
        "Wei Zhao",
        "Xuening Zhao",
        "Chunxue Yu",
        "Hui Li",
        "Kaijian Lei",
        "Tianxiao Wang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Like dandelion, dandelion seed also have anti-inflammatory activity. Therefore, in this article, we intend to explore the anti-cancer availability of aqueous dandelion seed extract (DSE) in esophageal squamous cell carcinoma (ESCC). Firstly, the effects of DSE on cell proliferation, apoptosis, migration, invasion and angiogenesis were investigated. Then to explore the mechanism of DSE against ESCC, the levels of proliferation-associated proteins (PI3K, Akt and pAkt), apoptosis-associated proteins (survivin, Bcl-2, Bax, caspase3 and caspase9), metastasis-associated proteins (MMP2, MMP9, VEGF) and EMT progression-associated proteins (Snail, E-cadherin and Vimentin) were analyzed. Next, we further explored the effect of DSE on the sensitivity of cisplatin (DDP) in ESCC cells and investigated the effect of DSE combined with DDP on DNA damage repair-associated proteins (MSH2, MLH1 and ERCC1) and drug resistant target protein STAT3. The results indicated that DSE selectively inhibited cell growth, proliferation, migration, invasion, angiogenesis and induced cell apoptosis in ESCC cells. It was observed the decreased PI3K, Akt and pAkt proteins levels in KYSE450 and Eca109 cells administrated with DSE. The data also showed that the application of DSE decreased the level of survivin and the ratio of Bcl-2/Bax, while increased the levels of caspase3 and caspase9. We also observed that DSE significantly decreased the levels of MMP2, MMP9 and VEGF proteins and inhibited the EMT progression in KYSE450 and Eca109 cells. In addition, survivin plays a critical role in DSE against ESCC followed with the application of survivin inhibitor YM155 impairing the inhibitory abilities of DSE in ESCC cells. Meanwhile, it was observed that DSE enhances the sensitivity of DDP to human ESCC cells via promoting DNA damage and inhibiting phosphorylation of STAT3. Therefore, DSE may affect ESCC progression and enhance the sensitivity of cisplatin, and consequently become an effective anti-cancer option for human ESCC treatment."
    },
    {
      "pmid": "35420115",
      "title": "Magnetic-controlled dandelion-like nanocatalytic swarm for targeted biofilm elimination.",
      "authors": [
        "Yanjie Huang",
        "Dong Liu",
        "Ruirui Guo",
        "Bin Wang",
        "Zhengzuo Liu",
        "Yijia Guo",
        "Jian Dong",
        "Yuan Lu"
      ],
      "journal": "Nanoscale",
      "publication_date": "2022-May-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Infections caused by drug-resistant strains pose a serious threat to human health. Most bacterial infections are related to biofilms. The generation of a bacterial biofilm greatly reduces the antibacterial efficiency of antibiotics and some traditional antibacterial drugs, and it is very important to develop antibacterial drugs to replace antibiotics. Here, encouraged by the promising magnetic control technology of micro/nanorobots, the synergistic antibacterial strategy of a dandelion-like magnetically-controlled multifunctional hierarchical magnetic biomimetic nanozyme, Fe3O4@SiO2@dendritic mesoporous silica@small-Fe3O4 nanoparticles (FSDMSsF NPs), was developed to be effective against bacterial biofilms. FSDMSsF NPs showed great magnetic properties and peroxidase-like activities, and could act as catalytic carriers for the production of hydroxyl radicals that are highly toxic to bacteria in a low-concentration H2O2 environment, killing planktonic bacteria. The antibacterial rate of FSDMSsF NPs reached 99.5% at a concentration of 200 μg mL-1. The synergistic antibacterial mechanisms of the mechanical factor and the chemical factor are further discussed. Under time-varying magnetic swarm control, the antibacterial performance of FSDMSsF NPs against bacteria was significantly improved. On this basis, the elimination effect of FSDMSsF NPs on bacterial biofilms is further discussed. The results showed that FSDMSsF NPs could target and eliminate biofilms through complex channels under the control of magnetic fields. In addition, the system could remove biofilms in occlusions by changing the morphology and movement mode of an FSDMSsF NP swarm under magnetic field control. The current work proposes a facile and physical-chemical synergistic strategy for effective antibacterial therapy. FSDMSsF NPs could effectively kill planktonic bacteria and remove stubborn biofilms through magnetic field guidance, achieving thorough antibacterial efficacy, which has great potential in the treatment of drug-resistant bacterial infections.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Bacteria",
        "Biofilms",
        "Humans",
        "Hydrogen Peroxide",
        "Magnetic Fields",
        "Silicon Dioxide"
      ]
    },
    {
      "pmid": "35405963",
      "title": "New Perspectives on the Effect of Dandelion, Its Food Products and Other Preparations on the Cardiovascular System and Its Diseases.",
      "authors": [
        "Beata Olas"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Mar-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cardiovascular diseases (CVDs) have been the leading cause of death for over 20 years. The main causative factors are believed to be high cholesterol, obesity, smoking, diabetes, and a lack of physical activity. One of the most commonly used treatments is a combination of anticoagulant and antithrombotic therapy; however, it often causes unwanted side effects. The European Society of Cardiology, therefore, recommends a prophylactic strategy, including a varied diet rich in fruits, vegetables, and medicinal plants; all of which are sources of natural compounds with antiplatelet, anticoagulant, or antioxidant activities, such as phenolic compounds. One such plant with multidirectional health-promoting effects and a rich source of secondary metabolites, including phenolic compounds, is dandelion (Taraxacum officinale). The present mini-review presents the current state of knowledge concerning the effects of dandelion consumption on the cardiovascular system and CVDs based on various in vitro and in vivo trials; it discusses the value of dandelion as a food product, as well as extracts and pure compounds, such as chicoric acid, which can be obtained from the various plant organs. The paper also sheds new light on the mechanisms involved in this activity and describes the cardioprotective potential of dandelion products and preparations.",
      "mesh_terms": [
        "Anticoagulants",
        "Antioxidants",
        "Cardiovascular System",
        "Phenols",
        "Plant Extracts",
        "Taraxacum"
      ]
    },
    {
      "pmid": "35067863",
      "title": "Dandelion (Taraxacum officinale) Improves the Therapeutic Efficiency of Praziquantel in Experimental Schistosomiasis.",
      "authors": [
        "Marwa Th M Atwa",
        "Areeg M Abd-Elrazek",
        "Noha I S Salem"
      ],
      "journal": "Acta parasitologica",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Although praziquantel (PZQ) has a wide use as an anti-schistosome agent, many of its imperfections and side effects have been reported in many studies. The current study aims to evaluate the curative effect of a natural dandelion extract (Taraxacum officinale) on schistosomiasis either alone or in combination with PZQ based on parasitological, immunological, histopathological and molecular investigations. METHODS: Mice were experimentally infected with Schistosoma mansoni cercariae and then divided into four groups, Schistosoma spp.-infected untreated group (IC group), Schistosoma spp.-infected group of mice treated with dandelion (I-Dn group), Schistosoma spp.-infected group of mice treated with PZQ (I-PZQ group), and Schistosoma spp.-infected group of mice treated with both PZQ and dandelion (I-PZQ + Dn group). Treatment started 45 days' post-infection. Besides, non-infected, non-treated mice served as the negative healthy control group (HC group). RESULTS: The present results indicated that dandelion administration significantly reduced the worm burden, ova number, and the number and diameter of hepatic granulomas as compared to the untreated infected group. The results also showed that the levels of IL-6 and TNF-α were significantly decreased in the combined treatment group (I-PZQ + Dn) as compared to the I-PZQ group. Administration of dandelion-only remarkably reduced AST and ALT activities associated with schistosomiasis. Moreover, hepatic DNA damage assessed by comet assay was significantly inhibited in the combined treated group compared to the infected untreated and PZQ treated groups. CONCLUSION: The results concluded that combined treatment of PZQ and dandelion extract improved immune response, decreased the number and diameter of granulomas, and inhibited DNA damage, indicating a reduction in liver fibrosis associated with schistosomiasis. The present study focused on the potential effect of dandelion as an adjunct medication for therapeutic properties of PZQ.",
      "mesh_terms": [
        "Animals",
        "Anthelmintics",
        "Granuloma",
        "Liver",
        "Liver Diseases",
        "Mice",
        "Plant Extracts",
        "Praziquantel",
        "Schistosoma mansoni",
        "Schistosomiasis",
        "Schistosomiasis mansoni",
        "Taraxacum"
      ]
    },
    {
      "pmid": "34532027",
      "title": "Dandelion sterol improves diabetes mellitus-induced renal injury in in vitro and in vivo study.",
      "authors": [
        "Lin Tian",
        "Peng Fu",
        "Min Zhou",
        "Jiping Qi"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of our research was to evaluate Dandelion sterol's treatment effects on diabetes mellitus-induced renal injury in in vitro and in vivo study. The rats were divided into five groups as normal control (Ctrl), diabetic nephropathy model (Model), Dandelion sterol low-dose treated (Dan-Low), Dandelion sterol middle-dose treated (Dan-Middle), and Dandelion sterol high-dose treated (Dan-High). Measuring serum TNF-α, IL-1β, and IL-6 concentrations by Elisa assay, evaluate kidney pathology by HE staining, kidney cell apoptosis of TUNEL, TLR4, and NF-κB(p65) proteins expression by IHC assay, and relative gene expressions by RT-qPCR assay. In the following step, using HK-2 treated with high glucose to model DN cell model to discuss the relative mechanisms, evaluate TNF-α, IL-1β, and IL-6 concentrations by Elisa assay, evaluate cell apoptosis by flow cytometry, evaluate TLR4 and NF-κB(p65) proteins expression by WB assay, relative gene expression by RT-qPCR assay, and NF-κB(p65) nuclear volume by cellular immunofluorescence. Compared with Ctrl group, TNF-α, IL-1β, and IL-6 concentrations and apoptosis cell number were significantly increased, TLR4/NF-κB(p65) pathway was significantly stimulated in Model rats and cell groups. With Dan supplement, the diabetic-induced renal injury was significantly improved (p < .05, respectively). By cell experiment, Dan improved cell apoptosis and inflammatory factors via miR-140-5p. Dan improved diabetes mellitus-induced renal injury via regulation of miR-140-5p/TLR4 axis in in vitro and in vivo study."
    },
    {
      "pmid": "34476429",
      "title": "Dandelion root extract affects ESCC progression via regulating multiple signal pathways.",
      "authors": [
        "Xiaofang Duan",
        "Limin Pan",
        "Yuying Deng",
        "Ya Liu",
        "Xue Han",
        "Han Fu",
        "Yuxi Li",
        "Ming Li",
        "Tianxiao Wang"
      ],
      "journal": "Food & function",
      "publication_date": "2021-Oct-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dandelion, a medicinal and edible plant, exhibits anti-inflammatory activity. The purpose of the present study was to investigate the inhibitory effectiveness of the aqueous dandelion root extract (DRE) on esophageal squamous cell carcinoma (ESCC). The in vitro cell proliferation, migration, invasion and apoptosis and the in vivo tumor growth were evaluated. The effects of DRE on PI3K/Akt and Ras/Raf/ERK pathways, which are important signaling pathways related to the development and progression of esophageal squamous cell carcinoma, were studied. The effects of DRE on the expression of apoptosis-related proteins BCL2 and BAX were also investigated. Meanwhile, the role of a cystathionine-β-synthase (CBS)/H2S system in ESCC cells and the effects of DRE on the CBS/H2S system were assessed. The results showed that DRE selectively inhibited cell growth, proliferation, migration and invasion and induced cell apoptosis in ESCC cells. Moreover, the oral administration of DRE retarded the growth of tumors in human ESCC xenograft models. The DRE treatment led to a dose-dependent reduction in the levels of PI3K, p-Akt, Ras, Raf and pERK1/2 proteins in ESCC cells. DRE also caused a decrease in the anti-apoptotic protein BCL2 and an increase in the pro-apoptotic protein BAX. The data also showed that the CBS/H2S system implicated in the process of ESCC and DRE inhibited the CBS/H2S system. Moreover, the CBS knockdown weakened the cancer cell-inhibiting effectiveness of DRE. Therefore, DRE may affect ESCC progression through the regulation of PI3K/Akt and Ras/Raf/ERK signal pathways as well as the endogenous CBS/H2S system, and consequently, serve as an effective anti-cancer alternative for human ESCC treatment.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Cell Line, Tumor",
        "Cell Movement",
        "Cell Proliferation",
        "Cell Survival",
        "Cystathionine beta-Synthase",
        "Disease Progression",
        "Esophageal Neoplasms",
        "Esophageal Squamous Cell Carcinoma",
        "Humans",
        "Hydrogen Sulfide",
        "MAP Kinase Signaling System",
        "Mice",
        "Mice, Inbred BALB C",
        "Mice, Nude",
        "Neoplasm Invasiveness",
        "Neoplasm Transplantation",
        "Phosphatidylinositol 3-Kinases",
        "Plant Extracts",
        "Plant Roots",
        "Proto-Oncogene Proteins c-akt",
        "Proto-Oncogene Proteins c-raf",
        "Signal Transduction",
        "Taraxacum",
        "ras Proteins"
      ]
    },
    {
      "pmid": "34364610",
      "title": "A dandelion polysaccharide and its selenium nanoparticles: Structure features and evaluation of anti-tumor activity in zebrafish models.",
      "authors": [
        "Shaojie Zhang",
        "Ziteng Song",
        "Lijuan Shi",
        "Linan Zhou",
        "Jie Zhang",
        "Jianlin Cui",
        "Yuhao Li",
        "Da-Qing Jin",
        "Yasushi Ohizumi",
        "Jing Xu",
        "Yuanqiang Guo"
      ],
      "journal": "Carbohydrate polymers",
      "publication_date": "2021-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, an inulin fructan (TMP50-2) with moderate anti-tumor activity was obtained from dandelion. To further improve the anti-tumor activity of TMP50-2, a monodisperse and stable spherical nanoparticle (Tw-TMP-SeNP, 50 nm) was fabricated. Physico-chemical analysis revealed that TMP50-2 and Tween 80 were tightly wrapped on the surface of SeNPs by forming CO⋯Se bonds or through hydrogen bonding interaction (OH⋯Se). In vitro anti-tumor assay showed that Tw-TMP-SeNP treatment could significantly inhibit the proliferation of cancer cells (HepG2, A549, and HeLa) in a dose-dependent manner, while HepG2 cells were more susceptible to Tw-TMP-SeNP with an IC50 value of 46.8 μg/mL. The apoptosis induction of HepG2 cells by Tw-TMP-SeNP was evidenced by increasing the proportion of apoptotic cells ranging from 12.5% to 27.4%. Furthermore, in vivo zebrafish model confirmed the anti-tumor activity of Tw-TMP-SeNP by inhibiting the proliferation and migration of tumor cells as well as the angiogenesis of zebrafish embryos.",
      "mesh_terms": [
        "A549 Cells",
        "Animals",
        "Antineoplastic Agents",
        "Apoptosis",
        "Cell Proliferation",
        "Fructans",
        "HeLa Cells",
        "Hep G2 Cells",
        "Humans",
        "Hydrogen Bonding",
        "Nanoparticles",
        "Neoplasms",
        "Polysaccharides",
        "Selenium",
        "Taraxacum",
        "Zebrafish"
      ]
    },
    {
      "pmid": "33999343",
      "title": "Antioxidant enzyme activities and immune responses in rainbow trout (Onchorhynchus mykiss) juveniles fed diets supplemented with dandelion (Taraxacum officinalis) and lichen (Usnea barbata) extracts.",
      "authors": [
        "Mohamed Omar Abdalla Salem",
        "Tarek A Salem",
        "Keriman Yürüten Özdemir",
        "Adem Yavuz Sönmez",
        "Soner Bilen",
        "Kerim Güney"
      ],
      "journal": "Fish physiology and biochemistry",
      "publication_date": "2021-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the present study, antioxidant activity, immune responses, and growth performance of rainbow trout (Onchorhynchus mykiss) juveniles fed with diets supplemented with dandelion (Taraxacum officinalis) and lichen (Usnea barbata) extracts were assessed. Four different concentrations of aqueous methanolic extract of the plants (0% (control), 0.1%, 0.5%, and 1% (D, dandelion; L, lichen) were added to the diets, and fish were fed for 75 days. On the 15th, 45th, and 75th day of the study, liver antioxidant enzyme activities were determined, and immune responses were determined every 15th day. The results showed that SOD activity increased in the fish group of 0.1% D on the 15th and 45th day compared to control; however, it was lower in all the lichen extract-treated groups than in control at almost all sampling times, except on the 15th day in the 0.1% L group. CAT activity showed an increased value (P < 0.05) in 0.5% L and 1% L treated fish groups on the 15th day, in fish of 1% D and 1% L groups on 45th and on 75th day in 0.1% D group. GPX activity increased on the 15th day of the study in fish of 0.1% D group, on the 45th day in 1% D and 1% L groups and on the 75th day in fish of 0.5% D, 0.1% D, and 0.5% L groups (P < 0.05). G6PDH enhanced in all treatment groups compared to control on the 15th day, except in 0.1% L and 0.5% L groups. An elevated G6PDH activity was also observed on the 75th day of the study in 0.5% D, 1% D, and 0.5% L fish groups. An increase on lipid peroxidation (LP) was observed in all L groups on the 45th day of the study. Lysozyme activity was determined to be the highest in 0.5% and 1% L on the 45th day, in 0.1% L on the 60th day and in the 0.5% L fish group on the 75th day compared to control (P < 0.05). Myeloperoxidase was found to be the highest at the end of the study in 1% L fish group compared to the control (P < 0.05). In conclusion, we suggest the use of dandelion to combat oxidative stress and to lower FCR and the use of lichen to modulate the immune response in rainbow trout. The use of such products will be economical for aquaculture and harmless for the environment.",
      "mesh_terms": [
        "Animals",
        "Diet",
        "Dietary Supplements",
        "Free Radicals",
        "Liver",
        "Muramidase",
        "Oncorhynchus mykiss",
        "Oxidoreductases",
        "Peroxidase",
        "Plant Extracts",
        "Taraxacum",
        "Usnea"
      ]
    },
    {
      "pmid": "33804908",
      "title": "Protective Effects of Taraxacum officinale L. (Dandelion) Root Extract in Experimental Acute on Chronic Liver Failure.",
      "authors": [
        "Iulia Olimpia Pfingstgraf",
        "Marian Taulescu",
        "Raluca Maria Pop",
        "Remus Orăsan",
        "Laurian Vlase",
        "Ana Uifalean",
        "Doina Todea",
        "Teodora Alexescu",
        "Corina Toma",
        "Alina Elena Pârvu"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2021-Mar-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Taraxacum officinale (TO) or dandelion has been frequently used to prevent or treat different liver diseases because of its rich composition in phytochemicals with demonstrated effect against hepatic injuries. This study aimed to investigate the possible preventing effect of ethanolic TO root extract (TOERE) on a rat experimental acute on chronic liver failure (ACLF) model. METHODS: Chronic liver failure (CLF) was induced by human serum albumin, and ACLF was induced in CLF by D-galactosamine and lipopolysaccharide (D-Gal-LPS). Five groups (n = 5) of male Wistar rats (200-250 g) were used: ACLF, ACLF-silymarin (200 mg/kg b.w./day), three ACLF-TO administered in three doses (200 mg, 100 mg, 50 mg/kg b.w./day). RESULTS: The in vivo results showed that treatment with TOERE administered in three chosen doses before ACLF induction reduced serum liver injury markers (AST, ALT, ALP, GGT, total bilirubin), renal tests (creatinine, urea), and oxidative stress tests (TOS, OSI, MDA, NO, 3NT). Histopathologically, TOERE diminished the level of liver tissue injury and 3NT immunoexpression. CONCLUSIONS: This paper indicated oxidative stress reduction as possible mechanisms for the hepatoprotective effect of TOERE in ACLF and provided evidence for the preventive treatment."
    },
    {
      "pmid": "33488942",
      "title": "The Effects of Dandelion Polysaccharides on Iron Metabolism by Regulating Hepcidin via JAK/STAT Signaling Pathway.",
      "authors": [
        "Feng Ren",
        "Yingying Yang",
        "Kaixuan Wu",
        "Tiesuo Zhao",
        "Yinghao Shi",
        "Moxuan Song",
        "Jian Li"
      ],
      "journal": "Oxidative medicine and cellular longevity",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recent studies have claimed that iron overload was correlated with the risk of hepatocellular carcinoma (HCC), and our previous studies have also demonstrated that dandelion polysaccharide (DP) suppressed HCC cell line proliferation via causing cell cycle arrest and inhibiting the PI3K/AKT/mTOR pathway, but the effect of DP on metabolism is still not very clear. Here, we aim to clarify the effects of DP on iron metabolism and the underlying mechanism. In this study, we found that DP could reduce iron burden in hepatoma cells and grafted tumors. Hepcidin is a central regulator in iron metabolism. We confirmed that the expression of hepcidin in HCC tumor tissues was significantly higher than that in the adjacent nontumor tissues. The expression of hepcidin was downregulated in the liver of mouse model treatment with DP, as well as in hepatoma cells. Moreover, RNA sequencing and western blot data revealed that DP inhibited the IL-6-activated JAK-STAT signaling pathway. In summary, our results revealed that DP might be a new potential drug candidate for the regulation of iron burden and the treatment of HCC.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Carcinoma, Hepatocellular",
        "Cell Proliferation",
        "Gene Expression Regulation, Neoplastic",
        "Humans",
        "Iron",
        "Janus Kinases",
        "Liver Neoplasms",
        "Mice",
        "Mice, Inbred BALB C",
        "Mice, Nude",
        "Polysaccharides",
        "STAT Transcription Factors",
        "Taraxacum",
        "Tumor Cells, Cultured",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "35021830",
      "title": "Dandelion-Inspired Hierarchical Upconversion Nanoplatform for Synergistic Chemo-Photodynamic Therapy In Vitro.",
      "authors": [
        "Qiang Zhang",
        "Songqiang Sun",
        "Zhuo Wang",
        "Jiabei Li",
        "Yao Xie",
        "Liyi Shi",
        "Lining Sun"
      ],
      "journal": "ACS applied bio materials",
      "publication_date": "2020-Sep-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Herein, inspired by the structure of a dandelion, we develop a fresh preparation of an upconversion nanoplatform (UCNPs@C60-DOX-FA). The target part folic acid (FA) modified with β-CD-NH2 can enhance dispersibility and afford the nanoplatform to arrive at the tumor and enter cancer cells easily. After the mouse breast cancer (4T1) cell incubation with the nanoplatform, the abundant glutathione (GSH) in cells cuts the -S-S- bonds like scissors, just as dandelion encountering wind, and the drug doxorubicin (DOX) flows into the nucleus for chemotherapy. Meanwhile, the photodynamic therapy (PDT) effect is enhanced with the decrease content of GSH, which promotes the reactive oxygen species to accumulation. The synergistic chemotherapy and PDT are outstanding in killing 4T1 cells. The rest part UCNPs@C60 possesses excellent biocompatibility and low cytotoxicity. As for cancer diagnosis, UCNPs can be used as a visual imaging agent. Benefited by the delicate structure, all of the functional parts of the nanoplatform go and coordinate well. On account of an FA ligand and the -S-S- bond, the nanoplatform works very well in 4T1 cells while it is able to avoid damage to normal cells since the FA receptors and GSH have overexpression in the 4T1 cells. Thus, this work shows an accessible strategy to design a dandelion-like hierarchical nanoplatform for potential bioimaging-guided synergistic chemo-photodynamic therapy."
    },
    {
      "pmid": "32497278",
      "title": "Lemon balm and dandelion leaf extract synergistically alleviate ethanol-induced hepatotoxicity by enhancing antioxidant and anti-inflammatory activity.",
      "authors": [
        "Beom-Rak Choi",
        "Il Je Cho",
        "Su-Jin Jung",
        "Jae Kwang Kim",
        "Sang Mi Park",
        "Dae Geon Lee",
        "Sae Kwang Ku",
        "Ki-Moon Park"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We investigated the effect of a 2:1 (w/w) mixture of lemon balm and dandelion extracts (LD) on ethanol (EtOH)-mediated liver injury and explored the underlying mechanisms. Administration of LD synergistically reduced relative liver weight and decreased the levels of serum biomarkers of hepatic injury. Histopathological and biochemical analyses indicated that LD synergistically attenuated hepatic accumulation of triacylglycerides (TGs) and restored the levels of mRNAs related to fatty acid metabolism. In addition, LD significantly reduced EtOH-induced hepatic oxidative stress by attenuating the reduction in levels of nuclear factor E2-related factor 2 (Nrf2) mRNA and enhancing antioxidant activity. Moreover, LD decreased the EtOH-mediated increase in levels of hepatic tumor necrosis factor-α (TNF-α) mRNA. In vitro, LD significantly scavenged free radicals, increased cell viability against tert-butylhydroperoxide (tBHP), and transactivated Nrf2 target genes in HepG2 cells. Furthermore, LD decreased levels of pro-inflammatory mediators in lipopolysaccharide-stimulated Raw264.7 cells. Therefore, LD shows promise for preventing EtOH-mediated liver injury. PRACTICAL APPLICATIONS: There were no approved therapeutic agents for preventing and/or treating alcoholic liver diseases. In this study, a 2:1 (w/w) mixture of lemon balm and dandelion leaf extract (DL) synergistically ameliorated EtOH-induced hepatic injury by inhibiting lipid accumulation, oxidative stress, and inflammation. Our findings will enable the development of a novel food supplement for the prevention or treatment of alcohol-mediated liver injury.",
      "mesh_terms": [
        "Anti-Inflammatory Agents",
        "Antioxidants",
        "Chemical and Drug Induced Liver Injury",
        "Ethanol",
        "Melissa",
        "Plant Extracts",
        "Taraxacum"
      ]
    },
    {
      "pmid": "32322211",
      "title": "Dandelion Polysaccharide Exerts Anti-Angiogenesis Effect on Hepatocellular Carcinoma by Regulating VEGF/HIF-1α Expression.",
      "authors": [
        "Feng Ren",
        "Kaixuan Wu",
        "Yun Yang",
        "Yingying Yang",
        "Yuxia Wang",
        "Jian Li"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recent studies have revealed that natural plants-derived polysaccharides exhibit potent anti-tumor activity. Our earlier studies suggest that dandelion polysaccharide (DP) inhibits hepatocellular carcinoma (HCC) cell proliferation in vitro and in vivo. Here, we investigated the effects of DP on the angiogenesis of HCC and the potential molecular mechanisms by which DP regulates angiogenesis. Wound-healing and transwell invasion assays revealed that DP inhibited HUVECs migration and invasion in vitro, respectively. Tube formation assay, chick chorioallantoic membrane (CAM) assay, and immunohistochemistry (IHC) demonstrated that DP suppressed vasculogenesis in vitro and in vivo. Moreover, Western blot and immunofluorescence staining verified that DP treatment decreased the protein levels of some key factors involved in angiogenesis of HCC, such as hypoxia-inducible factor 1α (HIF-1α), vascular endothelial growth factor (VEGF), p-PI3K, and p-AKT. However, activation of PI3K/AKT pathway with insulin-like growth factor 1 (IGF-1) treatment attenuated the effect of DP on angiogenesis via lowering the expression of HIF-1α and VEGF. In summary, we found that DP treatment inhibited angiogenesis in vivo and in vitro through suppressing expression of VEGF and HIF-1a. Furthermore, we showed that the expression of VEGF and HIF1-α was modulated by PI3K/AKT signaling. Collectively, our study suggests that DP is a promising anti-cancer drug candidate for treating HCC."
    },
    {
      "pmid": "31991367",
      "title": "Dandelion-like CuCo2O4 arrays on Ni foam as advanced positive electrode material for high-performance hybrid supercapacitors.",
      "authors": [
        "Mengdi Lan",
        "Bing Liu",
        "Ruijie Zhao",
        "Mengyao Dong",
        "Xixi Wang",
        "Linxia Fang",
        "Lingling Wang"
      ],
      "journal": "Journal of colloid and interface science",
      "publication_date": "2020-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this paper, CuCo2O4 dandelion arrays grown on nickel foam (CuCo2O4/NF) was successfully synthesized by a simple hydrothermal route with post-heat-treatment for emolying as a high-performance positive electrode material for hybrid supercapacitors. Due to the unique tree-dimension porous (3D) microstructure and binder-free electrode architecture, the CuCo2O4/NF electrode deliveries a large specific capacitance of 2656.7 F g-1 at an areal current density of 1 mA cm-2. Moreover, it has an outstanding rate performance, as well as striking cycling stability. Additionally, a hybrid supercapacitors (HSCs) was fabricated using CuCo2O4 as positive electrode and corals-like N-doping porous carbon (N-CCs) as negative electrode. The device exhibited a broad potential window of 1.55 V and a high specific capacitance of 273.9 F g-1, which result in a largest energy density of 91.4 Wh kg-1 and a maximum power density of 13.4 kW kg-1. Finally, the assembled device manifests a preeminent electrochemical stability which maintained a 92.32% capacitance retention after 5000 cycles. The practical application was visually validated by lighting a blue light-emitting diode."
    },
    {
      "pmid": "31951290",
      "title": "Oral ingestion of dandelion juice for vesicular hand eczema: Treatment or challenge?",
      "authors": [
        "Evy Paulsen"
      ],
      "journal": "Contact dermatitis",
      "publication_date": "2020-May",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Adult",
        "Diarrhea",
        "Female",
        "Fruit and Vegetable Juices",
        "Hand Dermatoses",
        "Humans",
        "Middle Aged",
        "Patch Tests",
        "Phytotherapy",
        "Symptom Flare Up",
        "Taraxacum"
      ]
    },
    {
      "pmid": "34123049",
      "title": "Dandelion flower-like micelles.",
      "authors": [
        "Yongchao Yao",
        "Deqiu Xu",
        "Yuhong Zhu",
        "Xin Dai",
        "Yunlong Yu",
        "Jianbin Luo",
        "Shiyong Zhang"
      ],
      "journal": "Chemical science",
      "publication_date": "2019-Dec-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dandelion flower-like micelles (DFMs) were prepared by self-assembly of polycaprolactone (PCL) functionalized surface cross-linked micelles (SCMs). Upon reductive stimuli, the SCMs can be released from the DFMs by non-Brownian motion at an average speed of 19.09 μm s-1. Similar to the property of dandelion flowers dispersing their seeds over a long distance, the DFMs demonstrated enhanced multicellular tumor spheroid (MTS) penetration, a useful property in the treatment of many diseases including cancer, infection-of-biofilm diseases and ocular problems."
    },
    {
      "pmid": "31777307",
      "title": "Development of dual-targeted nano-dandelion based on an oligomeric hyaluronic acid polymer targeting tumor-associated macrophages for combination therapy of non-small cell lung cancer.",
      "authors": [
        "Bingjie Wang",
        "Wei Zhang",
        "Xiudi Zhou",
        "Mengna Liu",
        "Xiaoya Hou",
        "Ziting Cheng",
        "Daquan Chen"
      ],
      "journal": "Drug delivery",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the novel carrier materials were screened to structure targeting nano-micelles (named 'nano-dandelion') for synchronous delivery of curcumin (Cur) and baicalin (Bai), which could effectively overcome the tumor resistance. Mannose (Man) was found to bind better to CD206 receptors on the surface of tumor-associated macrophages (TAMs), thereby increasing the number of nano-dandelion engulfed by TAMs. Furthermore, oligomeric hyaluronic acid (oHA) was able to target CD44 receptors, resulting in recruitment of a higher number of nano-dandelion to locate and engulf tumor cells. The disulfide bond (S-S) in 3,3'-dithiodipropionic acid (DA) could be broken by the high concentration of glutathione (GSH) in the tumor microenvironment (TME). Based on this, we selected DA to connect hydrophobic fragments (quercetin, Que) and oHA. A reduction-sensitive amphiphilic carrier material, quercetin-dithiodipropionic acid-oligomeric hyaluronic acid-mannose-ferulic acid (Que-S-S-oHA-Man-FA; QHMF) was fabricated and synthesized by 1H NMR. Next, QHMF self-assembled into nano-dandelion, i.e. encapsulated Cur and Bai in water. Critical experimental conditions in the preparation process of nano-dandelion that could affect its final properties were explored. Nano-dandelion with a small particle size (121.0 ± 15 nm) and good normal distribution (PI = 0.129) could easily enter tumor tissue through vascular barrier. In addition, nano-dandelion with a suitable surface potential (-20.33 ± 4.02 mV) could remain stable for a long duration. Furthermore, good cellular penetration and tumor cytotoxicity of nano-dandelion were demonstrated through in vitro cellular studies. Finally, effective antitumor activity and reduced side effects were confirmed through in vivo antitumor experiments in A549 tumor-bearing nude mice.",
      "mesh_terms": [
        "A549 Cells",
        "Animals",
        "Antineoplastic Agents",
        "Carcinoma, Non-Small-Cell Lung",
        "Curcumin",
        "Drug Carriers",
        "Drug Combinations",
        "Flavonoids",
        "Humans",
        "Hyaluronic Acid",
        "Lung Neoplasms",
        "Macrophages",
        "Mice, Nude",
        "Nanoparticles",
        "Polymers"
      ]
    },
    {
      "pmid": "31728288",
      "title": "Dandelion-Like Tailorable Nanoparticles for Tumor Microenvironment Modulation.",
      "authors": [
        "Qin Guo",
        "Xi He",
        "Chao Li",
        "Yongqing He",
        "Yiying Peng",
        "Yu Zhang",
        "Yifei Lu",
        "Xinli Chen",
        "Yujie Zhang",
        "Qinjun Chen",
        "Tao Sun",
        "Chen Jiang"
      ],
      "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
      "publication_date": "2019-Nov-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tumor-associated macrophages (TAMs) constitute over 50% of the number of cells within the tumor, playing a major role in tumor progression and invasion. Remodeling the tumor immune microenvironment by modulating TAM polarization has been emerging as a new and promising therapeutic strategy. However, the high interstitial fluid pressure and dense extracellular matrix lead to insufficient penetration of nanosized therapies. To overcome this dilemma, an acid-triggered size-changeable nanoparticle (aptamer/acid sensitive linker crosslinked DGL/zoledronic acid, i.e., Apt@(DGL-ZA) n NPs) with effective tumor distribution, extravasation, and penetration is designed. Dendrigraft poly-L-lysines (DGLs) which can induce tumor autophagy as mimics of natural abnormal proteins are crosslinked via a mild-acid-responsive linker (1,6-bis(4-formylbenzoyloxy) hexane). Long circulation property and tumor penetration are achieved simultaneously by catching DGLs in neutral pH while releasing them in the tumor's pH, like dandelion seeds in midair. The macrophage conditioning agent zoledronic acid (ZA) is loaded on DGLs by the charge attraction. A Tenascin-C targeting aptamer (GBI-10) is modified onto (DGL-ZA) n NPs for a tumor-homing effect. Apt@(DGL-ZA) n NPs show both enhanced penetration in in vitro 3D triple negative breast cancer spheroids and in vivo tumor tissues. Effective macrophage regulation, enhanced tumor autophagy, and excellent in vivo antitumor efficacy are achieved, suggesting this tactic as a significant antitumor strategy."
    },
    {
      "pmid": "31391857",
      "title": "Dandelion Root and Lemongrass Extracts Induce Apoptosis, Enhance Chemotherapeutic Efficacy, and Reduce Tumour Xenograft Growth In Vivo in Prostate Cancer.",
      "authors": [
        "Christopher Nguyen",
        "Ali Mehaidli",
        "Kiruthika Baskaran",
        "Sahibjot Grewal",
        "Alaina Pupulin",
        "Ivan Ruvinov",
        "Benjamin Scaria",
        "Krishan Parashar",
        "Caleb Vegh",
        "Siyaram Pandey"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Many conventional chemotherapies have indicated side effects due to a lack of treatment specificity and are thus not suitable for long-term usage. Natural health products are well-tolerated and safe for consumption, and some have pharmaceutical uses particularly for their anticancer effects. We have previously reported the anticancer efficacy of dandelion (Taraxacum officinale) root and lemongrass (Cymbopogon citratus) extracts. However, their efficacy on prostate cancer and their interactions with standard chemotherapeutics have not been studied to determine if they will be suitable for adjuvant therapies. If successful, these extracts could potentially be used in conjunction with chemotherapeutics to minimize the risk of drug-related toxicity and enhance the efficacy of the treatment. We have demonstrated that both dandelion root extract (DRE) and lemongrass extract (LGE) exhibit selective anticancer activity. Importantly, DRE and LGE addition to the chemotherapeutics taxol and mitoxantrone was determined to enhance the induction of apoptosis when compared to individual chemotherapy treatment alone. Further, DRE and LGE were able to significantly reduce the tumour burden in prostate cancer xenograft models when administered orally, while also being well-tolerated. Thus, the implementation of these well-tolerated extracts in adjuvant therapies could be a selective and efficacious approach to prostate cancer treatment."
    },
    {
      "pmid": "31376170",
      "title": "UPLC-MS/MS study of the effect of dandelion root extract on the plasma levels of the selected irreversible tyrosine kinase inhibitors dasatinib, imatinib and nilotinib in rats: Potential risk of pharmacokinetic interactions.",
      "authors": [
        "Nourah Z Alzoman",
        "Hadir M Maher",
        "Shereen M Shehata",
        "Norah O Abanmy"
      ],
      "journal": "Biomedical chromatography : BMC",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tyrosine kinase inhibitor treatments for chronic myeloid leukaemia based on nilotinib (NIL), dasatinib (DAS) and imatinib (IMA) have improved patient quality of life and have turned chronic myeloid leukemia from a fatal disease into a chronic disease. Dandelion is a rich source of phenolic compounds with strong biological properties, and the effects of using this plant in the treatment of different illnesses can be linked to the presence of various polyphenols found in the different parts of the plant. Thus, dandelion can potentially be used as a nutraceutical (dietary antioxidant) to prevent different disorders associated with oxidative stress, i.e. cardiovascular disorders, cancer and inflammatory processes. Mutual interference between a drug and a food constituent may result in altered pharmacokinetics of the drug and undesired or even dangerous clinical situations. In the present study, a bioanalytical ultra performance liquid chromatography-tandem mass spectrometer (UPLC-MS/MS) method was developed and validated for the quantification of DAS, IMA and NIL in rat plasma. Sample preparation was carried out using solid-phase extraction with C18 cartridges with a good extraction recovery of ≥94.37% for the three drugs. The method was fully validated as per the US Food and Drug Administration guidelines.",
      "mesh_terms": [
        "Animals",
        "Chromatography, High Pressure Liquid",
        "Dasatinib",
        "Drug Stability",
        "Herb-Drug Interactions",
        "Imatinib Mesylate",
        "Limit of Detection",
        "Linear Models",
        "Plant Extracts",
        "Plant Roots",
        "Pyrimidines",
        "Rats",
        "Reproducibility of Results",
        "Tandem Mass Spectrometry",
        "Taraxacum"
      ]
    },
    {
      "pmid": "31254243",
      "title": "Differential effect of Taraxacum officinale L. (dandelion) root extract on hepatic and testicular tissues of rats exposed to ionizing radiation.",
      "authors": [
        "Nadia Abdel-Magied",
        "Salma M Abdel Fattah",
        "Ahmed A Elkady"
      ],
      "journal": "Molecular biology reports",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Exposure to high doses of radiation negatively impacts on human organs. Dandelion (Taraxacum officinale ) L. has been used as a traditional folk. This study was to investigate the effect of dandelion root extract (DRE) on radiation -induced hepatic and testicular tissues injury. Animals were exposed to 8.5 Gy of gamma radiation applied as a shot dose and DRE (200 mg/kg/day), was orally supplemented to rats 14 days before and after irradiation. The results showed that DRE administration attenuated oxidative stress in the liver and testis denoted by a significant reduction in the level of MDA and PCO with a marked elevation in GSH and the activity of SOD, CAT and Gpx. Moreover, DRE administration showed positive modulation in the activity of PNPase, GLDH and GSH-Ts. Additionally, these alterations were associated with a significant decrease in the activity of ALT, AST, ALP, and LDH with a marked increase of AL level. Further, elevated levels of testosterone, LH and inhibin B, as well as StAR and P450scc gene expression and Zn level with a decrease of FSH level were noticed. Also, DRE reduced the level of IL-1β, TNF-α, and caspase-3. Also administration of DRE significance diminished the histopathological changes in the hepatic and testicular tissues, denoted by a reduction in the necrotic and degenerative changes of hepatocytes or fibrinoid necrosis of congested central vein and improving the seminiferous tubules and interstitial tissue between the tubules of the testis. In conclusion, treatment with DRE pre-irradiation is effective on both liver and testicular tissues of rats. Meanwhile, in the case of post-radiation administration, DRE was more effective on testicular tissue than liver. So we suggest that it is better to use the dandelion before exposure to radiation rather than after it.",
      "mesh_terms": [
        "Animals",
        "Hepatocytes",
        "Liver",
        "Male",
        "Oxidative Stress",
        "Plant Extracts",
        "Plant Roots",
        "Radiation, Ionizing",
        "Rats",
        "Rats, Wistar",
        "Taraxacum",
        "Testis"
      ]
    },
    {
      "pmid": "31182289",
      "title": "The Dandelion Dilemma Revisited for Oligoprogression: Treat the Whole Lawn or Weed Selectively?",
      "authors": [
        "P H Patel",
        "D Palma",
        "F McDonald",
        "A C Tree"
      ],
      "journal": "Clinical oncology (Royal College of Radiologists (Great Britain))",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "Oligoprogressive disease is a relatively new clinical concept describing progression at only a few sites of metastasis in patients with otherwise controlled widespread disease. In the era of well-tolerated targeted treatments, resistance inevitably occurs and overcoming this is a challenge. Local ablative therapy for oligoprogressive disease may allow the continuation of systemic treatments by overcoming the few sub-clones that have developed resistance. Stereotactic body radiotherapy is now frequently used in treating oligometastatic disease using ablative doses with minimally invasive techniques and acceptable toxicity. We discuss the current retrospective clinical evidence base supporting the use of local ablative therapy for oligoprogression in metastatic patients on targeted treatments within multiple tumour sites. As there is currently a lack of published prospective data available, the best management for these patients remains unclear. We discuss current trials in recruitment and the potential advancements in treating this group of patients with stereotactic radiotherapy.",
      "mesh_terms": [
        "Disease Progression",
        "Humans",
        "Neoplasms",
        "Prospective Studies",
        "Radiosurgery",
        "Retrospective Studies"
      ]
    },
    {
      "pmid": "31054307",
      "title": "Dandelion polysaccharide suppresses lipid oxidation in Antarctic krill (Euphausia superba).",
      "authors": [
        "Jiaqi Bao",
        "Li Chen",
        "Tiantian Liu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2019-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Antarctic krill (Euphausia superba) are rich in unsaturated lipids that are susceptible to oxidation even under frozen storage. In this study, Antarctic krill was treated with dandelion polysaccharide (DP) and stored frozen at -8 °C for 12 months. The changes in thiobarbituric acid reactants (TBARs), peroxide values (PVs), free fatty acid (FFA) content, fatty acid composition and sensory quality score were evaluated. Treatment with DP maintained the PV, TBAR and FFA contents and sensory quality score and increased the unsaturated fatty acid contents. Results showed that DP treatment could be a promising way to suppresses lipid oxidation and extend the shelf life of Antarctic krill.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Euphausiacea",
        "Fatty Acids, Nonesterified",
        "Food Industry",
        "Food Quality",
        "Lipid Metabolism",
        "Oxidation-Reduction",
        "Polysaccharides",
        "Taraxacum",
        "Taste",
        "Thiobarbituric Acid Reactive Substances"
      ]
    },
    {
      "pmid": "30554882",
      "title": "A randomized, open-label, multicenter, comparative study of therapeutic efficacy, safety and tolerability of BNO 1030 extract, containing marshmallow root, chamomile flowers, horsetail herb, walnut leaves, yarrow herb, oak bark, dandelion herb in the treatment of acute non-bacterial tonsillitis in children aged 6 to 18 years.",
      "authors": [
        "Vasyl Popovych",
        "Ivana Koshel",
        "Alexander Malofiichuk",
        "Lyubov Pyletska",
        "Alexander Semeniuk",
        "Oksana Filippova",
        "Ruslana Orlovska"
      ],
      "journal": "American journal of otolaryngology",
      "publication_date": "2019",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "UNLABELLED: Seventy to 95% of acute tonsillitis episodes are caused by viral infection, therefore why antibiotic therapy is not indicated in majority of cases. In such cases, acetaminophen or ibuprofen are used to alleviate the symptoms. The objective of this study was assessment of efficacy of phytoneering extract BNO 1030 (Imupret®) in patients with acute non-bacterial tonsillitis. METHODS: This randomized, open-label, multicenter, comparative study randomised 238 outpatients aged 6-18 years to receive either BNO 1030 (Imupret®) as a supplement to standard symptomatic therapy, or standard therapy. Assessment criteria were as follows: sore throat dynamics at rest and at swallowing, throat irritation associated with cough, general condition, day of withdrawal of antipyretics, the share of treatment responders, as well as assessment of \"therapeutic benefit\" from the use of BNO 1030. RESULTS: Decreased intensity of acute tonsillitis symptoms to 1 point and lower, assessed using 4-point scale starting from the day 5 of treatment (p < 0.005), alleviation of local symptoms and general condition starting from day 2 of the disease (р < 0.001), withdrawal of antipyretics starting from day 4 of treatment (p < 0.005), increase of the number of treatment responders to 81.6% (p < 0.005) versus the control were reported. \"Therapeutic benefit\" was 4.2 days. All patients tolerated phytotherapy well, and no adverse reactions were seen. CONCLUSION: BNO 1030 (Imupret®) is a safe and effective product for treatment of acute non-bacterial tonsillitis in children aged 6-18 years, assuring therapeutic benefit when prescribed additionally to the standard symptomatic therapy.",
      "mesh_terms": [
        "Achillea",
        "Acute Disease",
        "Administration, Oral",
        "Adolescent",
        "Age Factors",
        "Chamomile",
        "Child",
        "Equisetum",
        "Female",
        "Flowers",
        "Humans",
        "Juglans",
        "Male",
        "Phytotherapy",
        "Plant Extracts",
        "Plant Leaves",
        "Quercus",
        "Safety",
        "Taraxacum",
        "Tonsillitis",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "30524480",
      "title": "Dandelion Chloroform Extract Promotes Glucose Uptake via the AMPK/GLUT4 Pathway in L6 Cells.",
      "authors": [
        "Ping Zhao",
        "Qian Ming",
        "Mingrui Xiong",
        "Guanjun Song",
        "Li Tan",
        "Di Tian",
        "Jia Liu",
        "Zhao Huang",
        "Jingyi Ma",
        "Jinhua Shen",
        "Qing-Hua Liu",
        "Xinzhou Yang"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The number of patients with type 2 diabetes mellitus (T2DM) is increasing rapidly worldwide. Glucose transporter 4 (GLUT4) is one of the main proteins that transport blood glucose into the cells and is a target in the treatment of T2DM. In this study, we investigated the mechanism of action of dandelion chloroform extract (DCE) on glucose uptake in L6 cells. The glucose consumption of L6 cell culture supernatant was measured by a glucose uptake assay kit, and the dynamic changes of intracellular GLUT4 and calcium (Ca2+) levels were monitored by laser scanning confocal microscopy in L6 cell lines stably expressing IRAP-mOrange. The GLUT4 fusion with the plasma membrane (PM) was traced via myc-GLUT4-mOrange. GLUT4 expression and AMP-activated protein kinase (AMPK), protein kinase B (PKB/Akt), protein kinase C (PKC), and phosphorylation levels were determined by performing western blotting. GLUT4 mRNA expression was detected by real-time PCR. DCE up-regulated GLUT4 expression, promoted GLUT4 translocation and fusion to the membrane eventually leading to glucose uptake, and induced AMPK phosphorylation in L6 cells. The AMPK inhibitory compound C significantly inhibited DCE-induced GLUT4 expression and translocation while no inhibitory effect was observed by the phosphatidylinositol 3-kinase (PI3K) inhibitor Wortmannin and PKC inhibitor Gö6983. These data suggested that DCE promoted GLUT4 expression and transport to the membrane through the AMPK signaling pathway, thereby stimulating GLUT4 fusion with PM to enhance glucose uptake in L6 cells. DCE-induced GLUT4 translocation was also found to be Ca2+-independent. Together, these findings indicate that DCE could be a new hypoglycemic agent for the treatment of T2DM."
    },
    {
      "pmid": "30425928",
      "title": "Consolidating probiotic with dandelion, coriander and date palm seeds extracts against mercury neurotoxicity and for maintaining normal testosterone levels in male rats.",
      "authors": [
        "Ahmed M Abdel-Salam",
        "Weiam A Al Hemaid",
        "Abeer A Afifi",
        "Amel I Othman",
        "Abdel Razik H Farrag",
        "Moustafa M Zeitoun"
      ],
      "journal": "Toxicology reports",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Heavy metals are major elements polluting our universe. The inhalation, ingestion or even contacting human body with these elements results in huge health problems. The most common pollutant in our surrounding is mercury. Therefore, the present study aimed to elucidating the protective ability of hot water extracts of dandelion (DA), coriander (CO), date palm seeds (DS), probiotic supernatant (PS) and their combined mixture against mercury-induced neurotoxicity and altered testosterone levels in male rats. METHODS: Fifty six male rats were randomly allotted into seven groups (n = 8 rats/group). Group1 (negative control; NC) animals were fed on the basal diet only, group2 (positive controls; PC) animals were fed on the basal diet and given an aqueous solution of mercuric chloride (25 ppm mercuric) in drinking water. Animals of the antioxidant-treated groups (3-7) were fed on the basal diet and given an aqueous solution of mercuric chloride (25 ppm mercuric) in drinking water together with the herbal antioxidant extracts and probiotics (25 ml/rat/day) throughout the experimental period. Where, group3 (Hg/CO) given coriander extract, group4 (Hg/DA) given dandelion extract, group5 (Hg/DS) given date palm seeds extract, group6 (Hg/PS) given probiotic supernatant, and group7 (Hg/Mix) given mixture of equal quantities of probiotic supernatant together with the three herbal extracts. The treatment lasted for 6 weeks, animals were sacrificed and blood samples were collected. Blood testosterone, enzyme activity and histopathological sections were performed. RESULTS: The obtained data exhibited that mercury intoxication revealed increases of lactic dehydrogenase and decreases of glutathione-s-transferase and testosterone. Light microscopic investigations of the brain cortex and cerebellum were suggestive of multiple foci of inflammation, cellular infiltration, gliosis and degeneration. Moreover, decreased glial fibrillary acidic protein (GFAP)-immunoreactivity and potential astrocyte toxicity both reflected impaired neuro-protective function of astrocytes necessary for maintaining the brain structure and function. CONCLUSION: Administration of the herbal extracts and their mixture with probiotics enhance the body defense and contain protective factor against mercury neurotoxicity and for maintaining normal testosterone levels in male rats. Also, treatment restored the normal control levels of biochemical attributes and histological architecture."
    },
    {
      "pmid": "29998893",
      "title": "Effects of Dandelion Extract on the Proliferation of Rat Skeletal Muscle Cells and the Inhibition of a Lipopolysaccharide-Induced Inflammatory Reaction.",
      "authors": [
        "Qiang Liu",
        "Heng Zhao",
        "Yue Gao",
        "Yan Meng",
        "Xiang-Xuan Zhao",
        "Shi-Nong Pan"
      ],
      "journal": "Chinese medical journal",
      "publication_date": "2018-Jul-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dandelion is commonly used in traditional Chinese medicine with several active compounds found in extracts. It has a variety of pharmacological effects, such as a reduction in swelling and inflammation, and detoxification. The mechanism by which dandelion extract inhibits the inflammatory response in skeletal muscle cells remains unknown; therefore, the aim of this study was to investigate the effects of dandelion extract root on the proliferation of skeletal muscle cells and the alleviation of lipopolysaccharide (LPS)-induced inflammatory response in vitro. METHODS: Rat skeletal muscle cells were isolated from Sprague-Dawley rat and cultured in vitro which were cultured in basal medium, or medium containing LPS or dandelion extract. Cell counting kit-8 (CCK-8) was employed to measure cell proliferation; meanwhile, the optimal concentration of dandelion extract and treatment time were selected. Crystal violet staining was used to detect the proliferation of muscle cells. Western blotting analysis was used to detect the levels of inflammatory factors, myogenic factor, and p-AKT protein expression. RESULTS: The optimal concentration and treatment time of dandelion extract for the following study were 5 mg/ml and 4 days, respectively. Dandelion extract was found to increase proliferation of rat skeletal muscle cells (t = 3.145, P < 0.05), with the highest effect observed at 5 mg/ml. LPS was found to decrease proliferation of skeletal muscle cells (t = -131.959, P < 0.001), and dandelion extract could against this affection (t = 19.466, P < 0.01). LPS could induce expression of inflammatory factors, including interleukin (IL)-1β, IL-6 and tumor necrosis factor (TNF)-α (IL-1β: t = 9.118, P < 0.01; IL-6: t = 4.346, P < 0.05; TNF-α: t = 15.806, P < 0.05), and dandelion extract was shown to reduce LPS-induced expression of IL-1β, IL-6 and TNF-α (IL-1β: t = -2.823, P < 0.05; IL-6: t = -3.348, P < 0.01; and TNF-α: t = -3.710, P < 0.01). Furthermore, LPS was also shown to decrease expression of myogenic factor, including myod1 and myogenin (MyoD1: t = 4.039, P < 0.05 and myogenin: t = 3.300, P < 0.01), but dandelion extract was shown to against this effect of LPS (MyoD1: t = -3.160, P < 0.05 and myogenin: t = -3.207, P < 0.01). And then, LPS was found to increase expression of p-AKT protein (p-AKT/AKT: t = 4.432, P < 0.05). Moreover, expression of p-AKT protein was found to decrease, with 5 mg/ml of dandelion extract (p-AKT/AKT: t = -3.618, P < 0.05). CONCLUSIONS: The findings indicate that dandelion extract plays an important role in skeletal muscle cells viability regulation, promote cells proliferation by increasing level of p-AKT protein expression, and reduce LPS-induced expression of inflammatory factors, inhibiting the inflammatory response of rat skeletal muscle cells.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Cell Proliferation",
        "Inflammation",
        "Interleukin-1beta",
        "Interleukin-6",
        "Lipopolysaccharides",
        "Muscle, Skeletal",
        "Plant Extracts",
        "Rats",
        "Rats, Sprague-Dawley",
        "Taraxacum",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "29926586",
      "title": "[Effects of Dandelion polysaccharide on IL-6/STAT3 signaling pathway in ulcerative colitis rats].",
      "authors": [
        "Qian Wang",
        "Yu-Long Bie",
        "Dou Wang",
        "Wen-Tao Fan"
      ],
      "journal": "Zhongguo ying yong sheng li xue za zhi = Zhongguo yingyong shenglixue zazhi = Chinese journal of applied physiology",
      "publication_date": "2017-May-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To investigate the effects of dandelion polysaccharide on IL-6/STAT3 signaling pathway in rats with ulcerative colitis. METHODS: Forty SD rats were randomly divided into four groups (n=10):control group, model group, positive control group and dandelion polysaccharide group. The ulcerative colitis model was established by treated with 2,4,6-trinitrobenzene sulfonic acid (TNBS). The positive control group was treated with mesalazine 10 mg/kg·d and dandelion polysaccharide group was treated with dandelion polysaccharide 10 mg/kg·d. The levels of interleukin -6(IL-6), colonic myeloperoxidase (MPO) and interleukin-6 receptor (sIL-6Rα) were measured after 4 weeks of treatment. The pathological changes of colonic mucosa were observed in rats. The gene expressions of glycoprotein 130 (gp130), transcriptional activator3(STAT3) and IL-6 were detected. RESULTS: Compared with the normal control group, the level of serum IL-6 in the model group was significantly higher than that in the control group (P<0.01). Compared with the model group, the serum levels of IL-6 in the dandelion polysaccharide group and the methacetin group were significantly decreased (P<0.01). Compared with the model group, the MPO positive density of the rats in the dandelion polysaccharide group and the methacetin group was significantly lower than that in the normal group (P<0.01). Compared with the model group, the levels of sIL-6Rα and gp130 in the rats were significantly lower than those in the model group (P<0.01). Compared with the model group, the expressions of STAT3 and IL-6 mRNA in the intestinal tissue of the rats in the dandelion polysaccharide group and the methacetin group were decreased significantly. CONCLUSIONS: Dandelion polysaccharide can decrease the level of IL-6 in rats with ulcerative colitis, regulate the expression of sIL-6Rα and gp130 protein in IL-6/STAT3 pathway, and then down-regulate the expressions of STAT3 and IL-6 mRNA in intestinal tissue of rats, alleviate the colon inflammation state, protect and repair the mucosal tissue. Dandelion polysaccharide plays a role in the treatment of ulcerative colitis.",
      "mesh_terms": [
        "Animals",
        "Colitis, Ulcerative",
        "Colon",
        "Interleukin-6",
        "Polysaccharides",
        "Random Allocation",
        "Rats",
        "Rats, Sprague-Dawley",
        "STAT3 Transcription Factor",
        "Signal Transduction",
        "Taraxacum"
      ]
    },
    {
      "pmid": "29740735",
      "title": "Dandelion root extract protects NCM460 colonic cells and relieves experimental mouse colitis.",
      "authors": [
        "Aiguo Ding",
        "Xianhui Wen"
      ],
      "journal": "Journal of natural medicines",
      "publication_date": "2018-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The protective potential of dandelion on acute hepatitis, lung injury and colorectal cancer has recently been revealed. Importantly, ulcerative colitis (UC), a clinically defined inflammatory bowel disease, accelerates the risk of colorectal cancer. However, studies focusing on the activity of dandelion on UC are extremely limited. In the present study, we found that an aqueous extract of dandelion root increases cell viability and decreases apoptosis in dextran sodium sulfate (DSS)-incubated NCM460 human colonic epithelial cells, probably through removing the production of reaction oxygen species and blocking nuclear factor-kappaB signaling. We then examined the anti-colitis efficacy of this extract in an in vivo study. We detected that dandelion root extract efficiently ameliorates progressive acute injury as demonstrated by a reduction in body weight loss, severity scores of disease index and shortened colon length during DSS treatment, as well as reducing the inflammatory conditions and oxidative stress in the colon of DSS-induced mice. Our study clearly demonstrates that dandelion has a strong cytoprotective effect on NCM460 colonocytes and shows powerful defense on an established experimental mouse model of DSS-induced UC. Therefore, dandelion root extract can be an effective anti-colitis complex mixture and can provide a complementary alternative to currently available therapeutic intervention in UC.",
      "mesh_terms": [
        "Animals",
        "Colitis",
        "Colitis, Ulcerative",
        "Colon",
        "Dextran Sulfate",
        "Disease Models, Animal",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Plant Extracts",
        "Plant Roots",
        "Taraxacum"
      ]
    },
    {
      "pmid": "29580525",
      "title": "Assessment of effects of phenolic fractions from leaves and petals of dandelion in selected components of hemostasis.",
      "authors": [
        "Bernadetta Lis",
        "Dariusz Jędrejek",
        "Anna Stochmal",
        "Beata Olas"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2018-May",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Aerial parts and roots of Taraxacum officinale (dandelion) have been found to be rich sources of polyphenols, including cinnamic acid derivatives, flavonoids and triterpenoids, which exert different biological activities, such as anti-inflammatory, anticancer and antimicrobial. Additionally, the whole plant is recognized as safe and well tolerated by humans, with no reported adverse effects. Nowadays, dandelion is a commonly available dietary supplement and a component of pharmaceutical preparations used for the treatment of bladder, liver, and spleen. Nevertheless, the effect of dandelion on blood platelets and plasma - components of hemostasis involved in the functioning of a cardiovascular system and linked with various cardiovascular diseases, has not been studied yet. Thus, the main objective of our in vitro experiments was to examine the anti-platelet and antioxidant properties of four standardized dandelion phenolic fractions, i.e. leaves 50% and 85% methanol fractions, and petals 50% and 85% methanol fractions, in blood platelets. Additionally, aforementioned plant preparations were investigated for hemostatic activity in plasma, using three selected hemostatic parameters: the activated partial thromboplastin time (APTT), prothrombin time (PT) and thrombin time (TT). None of the studied dandelion fractions, caused the damage of human blood platelets, at the whole tested range. The inhibition of lipid peroxidation in platelets treated with H2O2/Fe (the donor of OH) was observed for two fractions: leaves and petals 50% fractions, both at the dose 50 μg/mL. Analysis of the effect on the coagulation activity of human plasma demonstrated that three fractions: petals 50% fraction, and leaves and petals 85% fractions, significantly prolonged the thrombin time, at the whole tested range. On the contrary, none of the fractions changed the APTT and the PT. The obtained results demonstrate that dandelion preparations, based on aerial parts, especially rich in hydroxycinnamic acid derivatives (leaves and petals 50% fractions) are promising plant materials exerting both antioxidant and anticoagulant activities of the hemostatic system that is beneficial in the prevention and treatment of cardiovascular diseases.",
      "mesh_terms": [
        "Anticoagulants",
        "Antioxidants",
        "Blood Coagulation",
        "Blood Coagulation Tests",
        "Blood Platelets",
        "Coumaric Acids",
        "Dose-Response Relationship, Drug",
        "Flowers",
        "Humans",
        "Lipid Peroxidation",
        "Phenols",
        "Plant Extracts",
        "Plant Leaves",
        "Platelet Aggregation Inhibitors",
        "Protein Carbonylation",
        "Taraxacum"
      ]
    },
    {
      "pmid": "29531716",
      "title": "Increased transgenerational epigenetic variation, but not predictable epigenetic variants, after environmental exposure in two apomictic dandelion lineages.",
      "authors": [
        "Veronica Preite",
        "Carla Oplaat",
        "Arjen Biere",
        "Jan Kirschner",
        "Wim H van der Putten",
        "Koen J F Verhoeven"
      ],
      "journal": "Ecology and evolution",
      "publication_date": "2018-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "DNA methylation is one of the mechanisms underlying epigenetic modifications. DNA methylations can be environmentally induced and such induced modifications can at times be transmitted to successive generations. However, it remains speculative how common such environmentally induced transgenerational DNA methylation changes are and if they persist for more than one offspring generation. We exposed multiple accessions of two different apomictic dandelion lineages of the Taraxacum officinale group (Taraxacum alatum and T. hemicyclum) to drought and salicylic acid (SA) treatment. Using methylation-sensitive amplified fragment length polymorphism markers (MS-AFLPs) we screened anonymous methylation changes at CCGG restriction sites throughout the genome after stress treatments and assessed the heritability of induced changes for two subsequent unexposed offspring generations. Irrespective of the initial stress treatment, a clear buildup of heritable DNA methylation variation was observed across three generations, indicating a considerable background rate of heritable epimutations. Less evidence was detected for environmental effects. Drought stress showed some evidence for accession-specific methylation changes, but only in the exposed generation and not in their offspring. By contrast, SA treatment caused an increased rate of methylation change in offspring of treated plants. These changes were seemingly undirected resulting in increased transgenerational epigenetic variation between offspring individuals, but not in predictable epigenetic variants. While the functional consequences of these MS-AFLP-detected DNA methylation changes remain to be demonstrated, our study shows that (1) stress-induced transgenerational DNA methylation modification in dandelions is genotype and context-specific; and (2) inherited environmental DNA methylation effects are mostly undirected and not targeted to specific loci."
    },
    {
      "pmid": "29507587",
      "title": "Isolation and Identification of Compounds from Bioactive Extracts of Taraxacum officinale Weber ex F. H. Wigg. (Dandelion) as a Potential Source of Antibacterial Agents.",
      "authors": [
        "Katy Díaz",
        "Luis Espinoza",
        "Alejandro Madrid",
        "Leonardo Pizarro",
        "Rolando Chamy"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Currently, the most effective treatment for recurrent urinary tract infections in women is antibiotics. However, the limitation for this treatment is the duration and dosage of antibiotics and the resistance that bacteria develop after a long period of administration. With the aim of identifying mainly novel natural agents with antibacterial activity, the present study was undertaken to investigate the biological and phytochemical properties of extracts from the leaves Taraxacum officinale. The structural identification of compounds present in hexane (Hex) and ethyl acetate (AcOEt) extracts was performed by mass spectrometry (GC-MS) spectroscopic techniques and nuclear magnetic resonance (NMR) with the major compounds corresponding to different sesquiterpene lactones (α-santonin, glabellin, arborescin, and estafiatin), monoterpene (9,10-dimethyltricycle [4.2.1.1 (2,5)]decane-9,10-diol), phytosterol (Stigmasta-5,22-dien-3β-ol acetate), terpenes (lupeol acetate, pregn-5-en-20-one-3β-acetyloxy-17-hydroxy, 2-hydroxy-4-methoxy benzaldehyde), and coumarin (benzofuranone 5,6,7,7-a-tetraaldehyde-4,4,7a-trimethyl). The results obtained show that the Hex extract was highly active against Staphylococcus aureus showing a MIC of 200 μg/mL and moderately active against Escherichia coli and Klebsiella pneumoniae with MIC values of 400 μg/mL and 800 μg/mL for the other Gram-negative strains tested with Proteus mirabilis as uropathogens in vitro. Therefore, the effective dandelion extracts could be used in the development of future products with industrial application."
    },
    {
      "pmid": "29234282",
      "title": "Effect of Methanolic Extract of Dandelion Roots on Cancer Cell Lines and AMP-Activated Protein Kinase Pathway.",
      "authors": [
        "Gauhar Rehman",
        "Muhammad Hamayun",
        "Amjad Iqbal",
        "Sumera Afzal Khan",
        "Hamayoon Khan",
        "Adeeb Shehzad",
        "Abdul Latif Khan",
        "Anwar Hussain",
        "Ho-Youn Kim",
        "Jamshaid Ahmad",
        "Ayaz Ahmad",
        "Abid Ali",
        "In-Jung Lee"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ethnomedicinal knowledge of plant-derived bioactives could help us in discovering new therapeutic compounds of great potential. Certainly, dandelion has been used in traditional ethno-medicinal systems (i.e., Chinese, Arabian, Indian, and Native American) to treat different types of cancer. Though, dandelion is highly vigorous, but the potential mode of action is still unclear. In the current study, the antiproliferative activity of methanolic extracts of dandelion root (MEDr) on cell viability of HepG2, MCF7, HCT116, and normal Hs27 was investigated. It was observed that MEDr (500 μg/mL) drastically decreased the growth of HepG2 cell line, while the effect on MCF7 and HCT116 cell lines was less pronounced and no effect has been observed in Hs27 cell lines. The MEDr also enhanced the phosphorylation level of AMPK of HepG2 cells, which considered crucial in cancer treatment and other metabolic diseases. The AMPK activation by MEDr noticed in the current study has never been reported previously. The results regarding the number of apoptotic cells (HepG2 cells) were in line with the cell viability test. The current observations clearly demonstrated the potency of MEDr against liver cancer with validation that dandelion could control AMPK and thus cancer in the treated cell lines."
    },
    {
      "pmid": "29034954",
      "title": "Intergenerational environmental effects: functional signals in offspring transcriptomes and metabolomes after parental jasmonic acid treatment in apomictic dandelion.",
      "authors": [
        "Koen J F Verhoeven",
        "Eline H Verbon",
        "Thomas P van Gurp",
        "Carla Oplaat",
        "Julie Ferreira de Carvalho",
        "Alison M Morse",
        "Mark Stahl",
        "Mirka Macel",
        "Lauren M McIntyre"
      ],
      "journal": "The New phytologist",
      "publication_date": "2018-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Parental environments can influence offspring traits. However, the magnitude of the impact of parental environments on offspring molecular phenotypes is poorly understood. Here, we test the direct effects and intergenerational effects of jasmonic acid (JA) treatment, which is involved in herbivory-induced defense signaling, on transcriptomes and metabolomes in apomictic common dandelion (Taraxacum officinale). In a full factorial crossed design with parental and offspring JA and control treatments, we performed leaf RNA-seq gene expression analysis, LC-MS metabolomics and total phenolics assays in offspring plants. Expression analysis, leveraged by a de novo assembled transcriptome, revealed an induced response to JA exposure that is consistent with known JA effects. The intergenerational effect of treatment was considerable: 307 of 858 detected JA-responsive transcripts were affected by parental JA treatment. In terms of the numbers of metabolites affected, the magnitude of the chemical response to parental JA exposure was c. 10% of the direct JA treatment response. Transcriptome and metabolome analyses both identified the phosphatidylinositol signaling pathway as a target of intergenerational JA effects. Our results highlight that parental environments can have substantial effects in offspring generations. Transcriptome and metabolome assays provide a basis for zooming in on the potential mechanisms of inherited JA effects.",
      "mesh_terms": [
        "Apomixis",
        "Cluster Analysis",
        "Cyclopentanes",
        "Environment",
        "Gene Expression Regulation, Plant",
        "Gene Ontology",
        "Metabolome",
        "Metabolomics",
        "Oxylipins",
        "Phenols",
        "Plant Leaves",
        "Taraxacum",
        "Transcriptome"
      ]
    },
    {
      "pmid": "28762288",
      "title": "The phytological future of prostate cancer staging: PSMA-PET and the dandelion theory.",
      "authors": [
        "Niranjan J Sathianathen",
        "Nicolas Geurts",
        "Rajesh Nair",
        "Nathan Lawrentschuk",
        "Declan G Murphy",
        "Alastair D Lamb"
      ],
      "journal": "Future oncology (London, England)",
      "publication_date": "2017-Aug",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PSMA-PET is changing how we stage prostate cancer, both in the primary setting and with relapse after treatment. It allows us to identify lesions in the bones and lymph nodes that were not previously visible on conventional imaging with bone scan and CT/MRI. In this Special Report we review the 'state of the art' for PSMA imaging and discuss the implications for treatment decisions in prostate cancer. We liken early high risk or metastatic prostate to a common phytological problem: the dandelion. In this analogous situation, we consider the additional evidence needed for us to start plucking out the original dandelion and for us to focus attention on killing the seeded weeds that are identifiable elsewhere in the lawn.",
      "mesh_terms": [
        "Antigens, Surface",
        "Bone Neoplasms",
        "Glutamate Carboxypeptidase II",
        "Humans",
        "Male",
        "Molecular Imaging",
        "Neoplasm Metastasis",
        "Neoplasm Staging",
        "Positron Emission Tomography Computed Tomography",
        "Positron-Emission Tomography",
        "Prostatic Neoplasms",
        "Tomography, X-Ray Computed"
      ]
    },
    {
      "pmid": "28724210",
      "title": "Dandelion root extract suppressed gastric cancer cells proliferation and migration through targeting lncRNA-CCAT1.",
      "authors": [
        "Huanhuan Zhu",
        "Hangyong Zhao",
        "Linjie Zhang",
        "Jianmin Xu",
        "Chunhua Zhu",
        "Hui Zhao",
        "Guoqiang Lv"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2017-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Gastric cancer (GC) is one of the most common tumors worldwide. Standard treatment after early detection involves surgical excision (recurrence is possible), and metastatic gastric cancer is refractory to immuno-, radio-, and most harmful chemotherapies. Various natural compounds have shown efficacy in killing different cancers, albeit not always specifically. In this study, we show that dandelion root extract (DRE) specifically and effectively suppresses proliferation and migration in human gastric cells without inducing toxicity in noncancerous cells. Long noncoding RNAs (lncRNAs) are known to promote tumorigenesis in many cancer types. Here, we showed that the lncRNA colon cancer-associated transcript-1 (CCAT1) was down-regulated in dandelion-treated GC cells. Furthermore, downregulation of CCAT1 inhibited proliferation and migration of gastric cells. We also found that DRE exerted its function in GC cells partially through targeting CCAT1. This data will provide a basis on which further research in cancer treatment through DRE can be executed.",
      "mesh_terms": [
        "Cell Line, Tumor",
        "Cell Movement",
        "Cell Proliferation",
        "Cell Survival",
        "Dose-Response Relationship, Drug",
        "Humans",
        "Plant Extracts",
        "Plant Roots",
        "RNA, Long Noncoding",
        "Stomach Neoplasms",
        "Taraxacum"
      ]
    },
    {
      "pmid": "28472380",
      "title": "Small RNAs Reflect Grandparental Environments in Apomictic Dandelion.",
      "authors": [
        "Lionel Morgado",
        "Veronica Preite",
        "Carla Oplaat",
        "Sarit Anava",
        "Julie Ferreira de Carvalho",
        "Oded Rechavi",
        "Frank Johannes",
        "Koen J F Verhoeven"
      ],
      "journal": "Molecular biology and evolution",
      "publication_date": "2017-Aug-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Plants can show long-term effects of environmental stresses and in some cases a stress \"memory\" has been reported to persist across generations, potentially mediated by epigenetic mechanisms. However, few documented cases exist of transgenerational effects that persist for multiple generations and it remains unclear if or how epigenetic mechanisms are involved. Here, we show that the composition of small regulatory RNAs in apomictic dandelion lineages reveals a footprint of drought stress and salicylic acid treatment experienced two generations ago. Overall proportions of 21 and 24 nt RNA pools were shifted due to grandparental treatments. While individual genes did not show strong up- or downregulation of associated sRNAs, the subset of genes that showed the strongest shifts in sRNA abundance was significantly enriched for several GO terms including stress-specific functions. This suggests that a stress-induced signal was transmitted across multiple unexposed generations leading to persistent changes in epigenetic gene regulation.",
      "mesh_terms": [
        "Apomixis",
        "Cohort Effect",
        "DNA Methylation",
        "Droughts",
        "Environment",
        "Epigenesis, Genetic",
        "Genome, Plant",
        "High-Throughput Nucleotide Sequencing",
        "RNA",
        "RNA, Small Untranslated",
        "Salicylic Acid",
        "Stress, Physiological",
        "Taraxacum"
      ]
    },
    {
      "pmid": "28364786",
      "title": "Dandelion-enriched diet of mothers alleviates lead-induced damages in liver of newborn rats.",
      "authors": [
        "M Gargouri",
        "C Magné",
        "I Ben Amara",
        "H Ben Saad",
        "A El Feki"
      ],
      "journal": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "publication_date": "2017-Feb-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lead (Pb) is a highly toxic metal present in the environment. It causes disturbances of several functions, including hematologic, renal, reproductive and nervous ones. Preventive or curative use of medicinal plants against these disorders may be a promising and safe therapeutic strategy. This study evaluated the hepatic toxic effects of prenatal exposure to lead in rats and the possible protective effect of dandelion (Taraxacum officinale) added to the diet. Female rats were given a normal diet (control) or a diet enriched with dandelion (treated). In addition, lead acetate was administered to half of the rats through drinking water from the 5th day of gestation until the 14th day postpartum. Lead toxicity was evaluated in their offspring by measuring body and liver weights, plasma biochemical parameters, liver damage, as well as protein content and activities of antioxidant enzymes in the liver tissues. Lead poisoning of mothers caused lead deposition in blood and stomach of their pups as well as hepatic tissue damages. Moreover, significant decreases in liver weight and protein content were found. Lead treatment caused oxidative stress and marked changes in the activity of antioxidant enzymes. However, no damages or biochemical changes were observed in puppies from the rats co-treated with lead and dandelion. These results indicate that supplementation of pregnant and lactating rats with dandelion protects their offspring against lead poisoning, likely through reduction of oxidative stress and liver damages.",
      "mesh_terms": [
        "Animals",
        "Animals, Newborn",
        "Catalase",
        "Chemical and Drug Induced Liver Injury",
        "Diet",
        "Female",
        "Lead",
        "Lipid Peroxidation",
        "Liver",
        "Male",
        "Organ Size",
        "Oxidative Stress",
        "Phytotherapy",
        "Plant Extracts",
        "Pregnancy",
        "Prenatal Exposure Delayed Effects",
        "Protective Agents",
        "Rats",
        "Superoxide Dismutase",
        "Taraxacum"
      ]
    },
    {
      "pmid": "28012278",
      "title": "The Physiological Effects of Dandelion (Taraxacum Officinale) in Type 2 Diabetes.",
      "authors": [
        "Fonyuy E Wirngo",
        "Max N Lambert",
        "Per B Jeppesen"
      ],
      "journal": "The review of diabetic studies : RDS",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The tremendous rise in the economic burden of type 2 diabetes (T2D) has prompted a search for alternative and less expensive medicines. Dandelion offers a compelling profile of bioactive components with potential anti-diabetic properties. The Taraxacum genus from the Asteraceae family is found in the temperate zone of the Northern hemisphere. It is available in several areas around the world. In many countries, it is used as food and in some countries as therapeutics for the control and treatment of T2D. The anti-diabetic properties of dandelion are attributed to bioactive chemical components; these include chicoric acid, taraxasterol (TS), chlorogenic acid, and sesquiterpene lactones. Studies have outlined the useful pharmacological profile of dandelion for the treatment of an array of diseases, although little attention has been paid to the effects of its bioactive components on T2D to date. This review recapitulates previous work on dandelion and its potential for the treatment and prevention of T2D, highlighting its anti-diabetic properties, the structures of its chemical components, and their potential mechanisms of action in T2D. Although initial research appears promising, data on the cellular impact of dandelion are limited, necessitating further work on clonal β-cell lines (INS-1E), α-cell lines, and human skeletal cell lines for better identification of the active components that could be of use in the control and treatment of T2D. In fact, extensive in-vitro, in-vivo, and clinical research is required to investigate further the pharmacological, physiological, and biochemical mechanisms underlying the effects of dandelion-derived compounds on T2D.",
      "mesh_terms": [
        "Diabetes Mellitus, Type 2",
        "Humans",
        "Plant Extracts",
        "Taraxacum"
      ]
    },
    {
      "pmid": "27682493",
      "title": "[Clinical effect of compound monoammonium glycyrrhizinate combined with dandelion in treatment of acute paraquat poisoning].",
      "authors": [
        "Y Zhao",
        "X D Jian"
      ],
      "journal": "Zhonghua lao dong wei sheng zhi ye bing za zhi = Zhonghua laodong weisheng zhiyebing zazhi = Chinese journal of industrial hygiene and occupational diseases",
      "publication_date": "2016-Jul-20",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "Objective: To investigate the clinical effect of compound monoammonium glycyrrhizinate combined with dandelion in the treatment of acute paraquat poisoning. Methods: A total of 80 patients with acute paraquat poisoning who were admitted to our hospital were enrolled as study subjects and randomly divided into routine treatment group (38 patients) and traditional Chinese medicine (TCM) group (42 patients) . The patients in the TCM group were given compound monoammonium glycyrrhizinate and dandelion in addition to the treatment in the control group. Serum alanine aminotransferase (ALT) , total bilirubin (TBil) , blood urea nitrogen (BUN) , creatinine (Cr) , and arterial blood lactate (Lac) and partial pressure of oxygen (PaO2) during different time periods on day 3, 7, and 9 of treatment were observed in both groups, and ulceration of oral mucosa, pulmonary fibrosis, multiple organ dysfunction syndrome (MODS) , and mortality were compared between the two groups. Results: On days 3, 7, and 9 of treatment, the routine treatment group had significantly higher serum ALT, TBil, BUN, Cr, and arterial blood Lac than the TCM group. The routine treatment group had significantly lower arterial blood PaO2 than the TCM group, while the TCM group had significantly lower incidence rates of ulceration of oral mucosa, pulmonary fibrosis, and MODS and a significantly lower mortality rate than the routine treatment group (P<0.05) . Conclusion: In the treatment of patients with acute paraquat poisoning, compound monoammonium glycyrrhizinate combined with dandelion can effectively improve organ function, reduce the incidence of pulmonary fibrosis and MODS, improve the healing rate of oral ulcer, improve prognosis, and reduce mortality rate.",
      "mesh_terms": [
        "Bilirubin",
        "Blood Urea Nitrogen",
        "Creatinine",
        "Glycyrrhizic Acid",
        "Humans",
        "Medicine, Chinese Traditional",
        "Multiple Organ Failure",
        "Paraquat",
        "Plant Extracts",
        "Poisoning",
        "Prognosis",
        "Pulmonary Fibrosis",
        "Taraxacum"
      ]
    },
    {
      "pmid": "27564258",
      "title": "Dandelion root extract affects colorectal cancer proliferation and survival through the activation of multiple death signalling pathways.",
      "authors": [
        "Pamela Ovadje",
        "Saleem Ammar",
        "Jose-Antonio Guerrero",
        "John Thor Arnason",
        "Siyaram Pandey"
      ],
      "journal": "Oncotarget",
      "publication_date": "2016-Nov-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dandelion extracts have been studied extensively in recent years for its anti-depressant and anti-inflammatory activity. Recent work from our lab, with in-vitro systems, shows the anti-cancer potential of an aqueous dandelion root extract (DRE) in several cancer cell models, with no toxicity to non-cancer cells. In this study, we examined the cancer cell-killing effectiveness of an aqueous DRE in colon cancer cell models. Aqueous DRE induced programmed cell death (PCD) selectively in > 95% of colon cancer cells, irrespective of their p53 status, by 48 hours of treatment. The anti-cancer efficacy of this extract was confirmed in in-vivo studies, as the oral administration of DRE retarded the growth of human colon xenograft models by more than 90%. We found the activation of multiple death pathways in cancer cells by DRE treatment, as revealed by gene expression analyses showing the expression of genes implicated in programmed cell death. Phytochemical analyses of the extract showed complex multi-component composition of the DRE, including some known bioactive phytochemicals such as α-amyrin, β-amyrin, lupeol and taraxasterol. This suggested that this natural extract could engage and effectively target multiple vulnerabilities of cancer cells. Therefore, DRE could be a non-toxic and effective anti-cancer alternative, instrumental for reducing the occurrence of cancer cells drug-resistance.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents, Phytogenic",
        "Apoptosis",
        "Caspases",
        "Cell Line, Tumor",
        "Cell Movement",
        "Cell Proliferation",
        "Cell Survival",
        "Colorectal Neoplasms",
        "Disease Models, Animal",
        "Energy Metabolism",
        "Gene Expression Profiling",
        "Humans",
        "Membrane Potential, Mitochondrial",
        "Mice",
        "Plant Extracts",
        "Plant Roots",
        "Reactive Oxygen Species",
        "Signal Transduction",
        "Taraxacum",
        "Xenograft Model Antitumor Assays"
      ]
    },
    {
      "pmid": "27057110",
      "title": "Histomorphological studies of broiler chicken fed diets supplemented with either raw or enzyme treated dandelion leaves and fenugreek seeds.",
      "authors": [
        "Saim Qureshi",
        "Mohammed Tufail Banday",
        "Irfan Shakeel",
        "Sheikh Adil",
        "Masood Saleem Mir",
        "Yasir Afzal Beigh",
        "Umar Amin"
      ],
      "journal": "Veterinary world",
      "publication_date": "2016-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: Herbal plants and their derived products are extensively used particularly in many Asian, African, and other countries of the world as they are considered as ideal feed additives because of their non-residual effect and ability to influence the ecosystem of gastrointestinal microbiota in a positive way. Further, the enzymatic treatment of these herbs helps in their efficient utilization by the host. Dandelion leaves and fenugreek seeds have been reported to have positive effect in terms of improving the performance of broiler chicken, but not much literature is available regarding their effect on gut histomorphology; therefore, the present study was conducted to explore the effect of these herbs either alone or in combination with or without enzyme treatment on histomorphology of liver and small intestine of broiler chicken. MATERIALS AND METHODS: To achieve the envisaged objective, 273-day-old commercial broiler chicks were procured from a reputed source and reared together until 7 days of age. On the 7(th) day, the chicks were individually weighed, distributed randomly into 7 groups of 3 replicates with 13 chicks each. Birds in the control group were fed diets without additives (T1). The other six treatment groups were fed the basal diet supplemented with 0.5% dandelion leaves (T2), 1% fenugreek seeds (T3), combination of 0.5% dandelion leaves and 1% fenugreek seeds (T4), enzyme treated dandelion leaves 0.5% (T5), enzyme treated fenugreek seeds 1% (T6), and combination of enzyme treated dandelion leaves (0.5%) and (1%) fenugreek seeds (T7). The histomorphological study of liver and small intestines was conducted among different treatment groups. RESULTS: The results revealed the hepato-protective nature of both dandelion leaves and fenugreek seeds either alone or in combination with or without enzyme treatment when compared with the control group. Moreover, the histomorphological findings of jejunum revealed the beneficial effect of dandelion leaves, fenugreek seeds and enzymes on the intestinal mucosa in terms of cellular infiltration, architecture of villi, villus height/crypt depth ratio, thereby improving the intestinal health. CONCLUSION: The dandelion leaves and fenugreek seeds have hepato-protective nature and beneficial effect on the intestinal morphology particularly when included along with enzymes in the diet of broiler chicken."
    },
    {
      "pmid": "26614455",
      "title": "Ethanolic extract of dandelion (Taraxacum mongolicum) induces estrogenic activity in MCF-7 cells and immature rats.",
      "authors": [
        "Seung Min Oh",
        "Ha Ryong Kim",
        "Yong Joo Park",
        "Yong Hwa Lee",
        "Kyu Hyuck Chung"
      ],
      "journal": "Chinese journal of natural medicines",
      "publication_date": "2015-Nov",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Plants of the genus Taraxacum, commonly known as dandelions, are used to treat breast cancer in traditional folk medicine. However, their use has mainly been based on empirical findings without sufficient scientific evidence. Therefore, we hypothesized that dandelions would behave as a Selective estrogen receptor modulator (SERM) and be effective as hormone replacement therapy (HRT) in the postmenopausal women. In the present study, in vitro assay systems, including cell proliferation assay, reporter gene assay, and RT-PCR to evaluate the mRNA expression of estrogen-related genes (pS2 and progesterone receptor, PR), were performed in human breast cancer cells. Dandelion ethanol extract (DEE) significantly increased cell proliferation and estrogen response element (ERE)-driven luciferase activity. DEE significantly induced the expression of estrogen related genes such as pS2 and PR, which was inhibited by tamoxifen at 1 μmol·L(-1). These results indicated that DEE could induce estrogenic activities mediated by a classical estrogen receptor pathway. In addition, immature rat uterotrophic assay was carried out to identify estrogenic activity of DEE in vivo. The lowest concentration of DEE slightly increased the uterine wet weight, but there was no significant effect with the highest concentration of DEE. The results demonstrate the potential estrogenic activities of DEE, providing scientific evidence supporting their use in traditional medicine.",
      "mesh_terms": [
        "Animals",
        "Breast Neoplasms",
        "Cell Proliferation",
        "Estrogen Replacement Therapy",
        "Female",
        "Gene Expression",
        "Humans",
        "MCF-7 Cells",
        "Phytoestrogens",
        "Phytotherapy",
        "Plant Extracts",
        "Plant Leaves",
        "Rats",
        "Receptors, Estrogen",
        "Selective Estrogen Receptor Modulators",
        "Taraxacum",
        "Uterus"
      ]
    },
    {
      "pmid": "24820151",
      "title": "Effect of dandelion polysaccharides on the retardation of the quality changes of white shrimp.",
      "authors": [
        "Hong-Bin Wang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Dandelion polysaccharides (DPs) have antibacterial and antioxidant activities. In this study, investigated were the effects of the DPs on preservation of white shrimp (Penaeus vannamei) during refrigerated storage. Shrimp samples were untreated or soaked in the DPs solution, and then they were stored under refrigerated conditions. Samples were taken periodically and evaluated for total viable count, pH value, total volatile basic nitrogen, and overall acceptability score. Treatment of the DPs effectively retarded bacterial growth and pH increasing, reduced total volatile basic nitrogen, and increased overall acceptability score of white shrimp (P. vannamei) during refrigerated storage. The results show that the DPs treatment could prolong shelf life for up to 10 days.",
      "mesh_terms": [
        "Animals",
        "Cell Count",
        "Cell Survival",
        "Color",
        "Cryopreservation",
        "Hydrogen-Ion Concentration",
        "Nitrogen",
        "Penaeidae",
        "Polysaccharides",
        "Taraxacum",
        "Volatilization"
      ]
    },
    {
      "pmid": "23956107",
      "title": "Reduction of adipogenesis and lipid accumulation by Taraxacum officinale (Dandelion) extracts in 3T3L1 adipocytes: an in vitro study.",
      "authors": [
        "Marta González-Castejón",
        "Belén García-Carrasco",
        "Raquel Fernández-Dacosta",
        "Alberto Dávalos",
        "Arantxa Rodriguez-Casado"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2014-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In this in vitro study, we have investigated the ability of Taraxacum officinale (dandelion) to inhibit adipocyte differentiation and lipogenesis in 3T3-L1 preadipocytes. HPLC analysis of the three plant extracts used in this study-leaf and root extracts and a commercial root powder-identified caffeic and chlorogenic acids as the main phenolic constituents. Oil Red O staining and triglyceride levels analysis showed decreased lipid and triglyceride accumulation, respectively. Cytotoxicity was assessed with the MTT assay showing non-toxic effect among the concentrations tested. DNA microarray analysis showed that the extracts regulated the expression of a number of genes and long non-coding RNAs that play a major role in the control of adipogenesis. Taken together, our results indicate that the dandelion extracts used in this study may play a significant role during adipogenesis and lipid metabolism, and thus, supporting their therapeutic interest as potential candidates for the treatment of obesity.",
      "mesh_terms": [
        "3T3-L1 Cells",
        "Adipocytes",
        "Adipogenesis",
        "Animals",
        "Anti-Obesity Agents",
        "Caffeic Acids",
        "Cell Differentiation",
        "Chlorogenic Acid",
        "Lipid Metabolism",
        "Mice",
        "Obesity",
        "Plant Extracts",
        "Plant Leaves",
        "Plant Roots",
        "Taraxacum",
        "Triglycerides"
      ]
    },
    {
      "pmid": "23603008",
      "title": "Taraxacum official (dandelion) leaf extract alleviates high-fat diet-induced nonalcoholic fatty liver.",
      "authors": [
        "Munkhtugs Davaatseren",
        "Haeng Jeon Hur",
        "Hye Jeong Yang",
        "Jin-Taek Hwang",
        "Jae Ho Park",
        "Hyun-Jin Kim",
        "Min Jung Kim",
        "Dae Young Kwon",
        "Mi Jeong Sung"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2013-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The purpose of this study is to determine the protective effect of Taraxacum official (dandelion) leaf extract (DLE) on high-fat-diet (HFD)-induced hepatic steatosis, and elucidate the molecular mechanisms behind its effects. To determine the hepatoprotective effect of DLE, we fed C57BL/6 mice with normal chow diet (NCD), high-fat diet (HFD), HFD supplemented with 2g/kg DLE DLE (DL), and HFD supplemented with 5 g/kg DLE (DH). We found that the HFD supplemented by DLE dramatically reduced hepatic lipid accumulation compared to HFD alone. Body and liver weights of the DL and DH groups were significantly lesser than those of the HFD group, and DLE supplementation dramatically suppressed triglyceride (TG), total cholesterol (TC), insulin, fasting glucose level in serum, and Homeostatic Model Assessment Insulin Resistance (HOMA-IR) induced by HFD. In addition, DLE treatment significantly increased activation of adenosine monophosphate (AMP)-activated protein kinase (AMPK) in liver and muscle protein. DLE significantly suppressed lipid accumulation in the liver, reduced insulin resistance, and lipid in HFD-fed C57BL/6 mice via the AMPK pathway. These results indicate that the DLE may represent a promising approach for the prevention and treatment of obesity-related nonalcoholic fatty liver disease.",
      "mesh_terms": [
        "Adenylate Kinase",
        "Animals",
        "Blotting, Western",
        "Cell Line",
        "Chromatography, High Pressure Liquid",
        "Diet, High-Fat",
        "Enzyme Activation",
        "Fatty Liver",
        "Glucose",
        "Glucose Tolerance Test",
        "Insulin",
        "Lipids",
        "Luteolin",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Non-alcoholic Fatty Liver Disease",
        "Plant Extracts",
        "Plant Leaves",
        "Taraxacum"
      ]
    },
    {
      "pmid": "22723869",
      "title": "Transgenerational effects of stress exposure on offspring phenotypes in apomictic dandelion.",
      "authors": [
        "Koen J F Verhoeven",
        "Thomas P van Gurp"
      ],
      "journal": "PloS one",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Heritable epigenetic modulation of gene expression is a candidate mechanism to explain parental environmental effects on offspring phenotypes, but current evidence for environment-induced epigenetic changes that persist in offspring generations is scarce. In apomictic dandelions, exposure to various stresses was previously shown to heritably alter DNA methylation patterns. In this study we explore whether these induced changes are accompanied by heritable effects on offspring phenotypes. We observed effects of parental jasmonic acid treatment on offspring specific leaf area and on offspring interaction with a generalist herbivore; and of parental nutrient stress on offspring root-shoot biomass ratio, tissue P-content and leaf morphology. Some of the effects appeared to enhance offspring ability to cope with the same stresses that their parents experienced. Effects differed between apomictic genotypes and were not always consistently observed between different experiments, especially in the case of parental nutrient stress. While this context-dependency of the effects remains to be further clarified, the total set of results provides evidence for the existence of transgenerational effects in apomictic dandelions. Zebularine treatment affected the within-generation response to nutrient stress, pointing at a role of DNA methylation in phenotypic plasticity to nutrient environments. This study shows that stress exposure in apomictic dandelions can cause transgenerational phenotypic effects, in addition to previously demonstrated transgenerational DNA methylation effects.",
      "mesh_terms": [
        "Biological Evolution",
        "Biomass",
        "Cytidine",
        "Gene-Environment Interaction",
        "Genotype",
        "Phenotype",
        "Quantitative Trait Loci",
        "Stress, Physiological",
        "Taraxacum"
      ]
    },
    {
      "pmid": "22647733",
      "title": "Selective induction of apoptosis and autophagy through treatment with dandelion root extract in human pancreatic cancer cells.",
      "authors": [
        "Pamela Ovadje",
        "Madona Chochkeh",
        "Pardis Akbari-Asl",
        "Caroline Hamm",
        "Siyaram Pandey"
      ],
      "journal": "Pancreas",
      "publication_date": "2012-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Pancreatic cancer has a 100% mortality rate; the aim of this study is to evaluate the efficacy of dandelion root extract (DRE) in inducing apoptosis and autophagy in aggressive and resistant pancreatic cancer cells. METHODS: The effect of DRE was evaluated using WST-1 (4-[3-(4-iodophenyl)-2-(4-nitrophenyl)-2H-5-tetrazolio]-1,3-benzene disulfonate) assay. Apoptotic cell death was confirmed by nuclear condensation by Hoechst staining and externalization of phosphatidylserine to the outer leaflet of the plasma membrane by Annexin-V binding assay. Loss of mitochondrial membrane potential was observed using the JC-1 (5,5',6, 6'-tetrachloro-1,1',3,3' tetraethylbenzimidazolylcarbocyanine iodide) dye. The induction of autophagy was detected using a monodansylcadaverine assay and this was confirmed by immunofluorescence for light chain 3-II. RESULTS: BxPC-3 and PANC-1 pancreatic cells were sensitive to aqueous DRE. This extract induces selective apoptosis in a dose- and time-dependent manner. Dandelion root extract caused the collapse of the mitochondrial membrane potential, leading to prodeath autophagy. Normal human fibroblasts were resistant at similar doses. CONCLUSIONS: We demonstrate that DRE has the potential to induce apoptosis and autophagy in human pancreatic cancer cells with no significant effect on noncancerous cells. This will provide a basis on which further research in cancer treatment through DRE can be executed.",
      "mesh_terms": [
        "Antineoplastic Agents, Phytogenic",
        "Apoptosis",
        "Autophagy",
        "Caspases",
        "Cell Line, Tumor",
        "Cell Survival",
        "Fluorescent Antibody Technique",
        "Humans",
        "Membrane Potential, Mitochondrial",
        "Pancreatic Neoplasms",
        "Plant Extracts",
        "Plant Roots",
        "Taraxacum"
      ]
    },
    {
      "pmid": "22363452",
      "title": "Efficient induction of extrinsic cell death by dandelion root extract in human chronic myelomonocytic leukemia (CMML) cells.",
      "authors": [
        "Pamela Ovadje",
        "Caroline Hamm",
        "Siyaram Pandey"
      ],
      "journal": "PloS one",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Chronic Myelomonocytic Leukemia (CMML) is a heterogeneous disease that is not only hard to diagnose and classify, but is also highly resistant to treatment. Available forms of therapy for this disease have not shown significant effects and patients rapidly develop resistance early on in therapy. These factors lead to the very poor prognosis observed with CMML patients, with median survival duration between 12 and 24 months after diagnosis. This study is therefore centered around evaluating the selective efficacy of a natural extract from dandelion roots, in inducing programmed cell death in aggressive and resistant CMML cell lines. METHODOLOGY/PRINCIPAL FINDINGS: To confirm the induction of programmed cell death in three human CMML cell lines, nuclear condensation and externalization of the phosphatidylserine, two main characteristics of apoptosis, were detected using Hoechst staining and annexin-V binding assay. The induction of another mode of cell death, autophagy, was determined using a monodansylcadaverine (MDC) stain, to detect the formation of autophagy vacuoles. The results from this study indicate that Dandelion Root Extract (DRE) is able to efficiently and selectively induce apoptosis and autophagy in these cell lines in a dose and time dependent manner, with no significant toxicity on non-cancerous peripheral blood mononuclear cells. More importantly, we observed early activation of initiator caspase-8, which led to mitochondrial destabilization and the induction of autophagy, suggesting that DRE acts through the extrinsic pathway of apoptosis. The inability of DRE to induce apoptosis in dominant-negative FADD cells, confirms the mechanism of action of DRE in in vitro models of CMML. CONCLUSION: The results from this study indicate that natural products, in particular Dandelion Root Extract, have great potential, as non-toxic and effective alternatives to conventional modes of chemotherapy available today.",
      "mesh_terms": [
        "Autophagy",
        "Cell Death",
        "Cell Line, Tumor",
        "DNA Damage",
        "Dose-Response Relationship, Drug",
        "Drug Screening Assays, Antitumor",
        "Fas-Associated Death Domain Protein",
        "Humans",
        "Leukemia, Myelomonocytic, Chronic",
        "Leukocytes, Mononuclear",
        "Membrane Potential, Mitochondrial",
        "Mitochondrial Membranes",
        "Plant Extracts",
        "Plant Roots",
        "Reactive Oxygen Species",
        "Receptors, Death Domain",
        "Signal Transduction",
        "Taraxacum"
      ]
    },
    {
      "pmid": "22078030",
      "title": "Inhibitory effect of aqueous Dandelion extract on HIV-1 replication and reverse transcriptase activity.",
      "authors": [
        "Huamin Han",
        "Wen He",
        "Wei Wang",
        "Bin Gao"
      ],
      "journal": "BMC complementary and alternative medicine",
      "publication_date": "2011-Nov-14",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Acquired immunodeficiency syndrome (AIDS), which is caused by the human immunodeficiency virus (HIV), is an immunosuppressive disease that results in life-threatening opportunistic infections. The general problems in current therapy include the constant emergence of drug-resistant HIV strains, adverse side effects and the unavailability of treatments in developing countries. Natural products from herbs with the abilities to inhibit HIV-1 life cycle at different stages, have served as excellent sources of new anti-HIV-1 drugs. In this study, we aimed to investigate the anti-HIV-1 activity of aqueous dandelion extract. METHODS: The pseudotyped HIV-1 virus has been utilized to explore the anti-HIV-1 activity of dandelion, the level of HIV-1 replication was assessed by the percentage of GFP-positive cells. The inhibitory effect of the dandelion extract on reverse transcriptase activity was assessed by the reverse transcriptase assay kit. RESULTS: Compared to control values obtained from cells infected without treatment, the level of HIV-1 replication and reverse transcriptase activity were decreased in a dose-dependent manner. The data suggest that dandelion extract has a potent inhibitory activity against HIV-1 replication and reverse transcriptase activity. The identification of HIV-1 antiviral compounds from Taraxacum officinale should be pursued. CONCLUSIONS: The dandelion extract showed strong activity against HIV-1 RT and inhibited both the HIV-1 vector and the hybrid-MoMuLV/MoMuSV retrovirus replication. These findings provide additional support for the potential therapeutic efficacy of Taraxacum officinale. Extracts from this plant may be regarded as another starting point for the development of an antiretroviral therapy with fewer side effects.",
      "mesh_terms": [
        "Animals",
        "Cell Line",
        "HIV Infections",
        "HIV Reverse Transcriptase",
        "HIV-1",
        "Humans",
        "Mice",
        "Plant Extracts",
        "Reverse Transcriptase Inhibitors",
        "Taraxacum",
        "Virus Replication"
      ]
    },
    {
      "pmid": "21354287",
      "title": "Dandelion (Taraxacum officinale) decreases male rat fertility in vivo.",
      "authors": [
        "Lubna H Tahtamouni",
        "Noor M Alqurna",
        "Mariam Y Al-Hudhud",
        "Hameed A Al-Hajj"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2011-Apr-26",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Taraxacum officinale (L.) Weber ex F.H. Wigg. is commonly used in Jordan folk medicine for the treatment of panophthalmitis, chronic constipation, and diabetes. In addition, herbalists prescribe the aqueous extract of Taraxacum officinale to enhance male's fertility. The current work was undertaken to investigate the validity and/or invalidity of the aqueous extract of Taraxacum officinale on enhancing the reproductive activity in male rat. MATERIALS AND METHODS: Thirty three adult male rats were divided into three groups. Experimental groups received the aqueous extract of Taraxacum officinale orally for 60 days in two different sublethal doses; 1/10 LD(50) as high dose and 1/20 LD(50) as low dose, whereas the control group received distilled water. RESULTS: The administration of the aqueous extract of Taraxacum officinale resulted in a significant decrease in testis weight in the two experimental groups in comparison to the control group but had no effect on body or organ weight. The extract of this plant caused a decrease of the following in the two experimental groups, compared to the control group: sperm count, motility and normal morphology, pregnancy rate and diameter and wall thickness of seminiferous tubules. Also, distortion of morphology of the seminiferous tubules and arrest in spermatogenesis was observed in the experimental groups. In addition, the percentage of sperm with damaged chromatin integrity was significantly higher in the two experimental groups. CONCLUSIONS: From the present study, we can conclude that the aqueous extract of Taraxacum officinale acts as an anti-fertility agent rather than a fertility booster as prescribed by Jordanian herbalists.",
      "mesh_terms": [
        "Animals",
        "Chromatin",
        "Female",
        "Fertility",
        "Jordan",
        "Male",
        "Plant Extracts",
        "Pregnancy",
        "Rats",
        "Rats, Wistar",
        "Seminiferous Tubules",
        "Sperm Count",
        "Sperm Motility",
        "Spermatogenesis",
        "Spermatozoa",
        "Taraxacum",
        "Testis"
      ]
    },
    {
      "pmid": "21234313",
      "title": "The efficacy of dandelion root extract in inducing apoptosis in drug-resistant human melanoma cells.",
      "authors": [
        "S J Chatterjee",
        "P Ovadje",
        "M Mousa",
        "C Hamm",
        "S Pandey"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2011",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Notoriously chemoresistant melanoma has become the most prevalent form of cancer for the 25-29 North American age demographic. Standard treatment after early detection involves surgical excision (recurrence is possible), and metastatic melanoma is refractory to immuno-, radio-, and most harmful chemotherapies. Various natural compounds have shown efficacy in killing different cancers, albeit not always specifically. In this study, we show that dandelion root extract (DRE) specifically and effectively induces apoptosis in human melanoma cells without inducing toxicity in noncancerous cells. Characteristic apoptotic morphology of nuclear condensation and phosphatidylserine flipping to the outer leaflet of the plasma membrane of A375 human melanoma cells was observed within 48 hours. DRE-induced apoptosis activates caspase-8 in A375 cells early on, demonstrating employment of an extrinsic apoptotic pathway to kill A375 cells. Reactive Oxygen Species (ROS) generated from DRE-treated isolated mitochondria indicates that natural compounds in DRE can also directly target mitochondria. Interestingly, the relatively resistant G361 human melanoma cell line responded to DRE when combined with the metabolism interfering antitype II diabetic drug metformin. Therefore, treatment with this common, yet potent extract of natural compounds has proven novel in specifically inducing apoptosis in chemoresistant melanoma, without toxicity to healthy cells."
    },
    {
      "pmid": "20849941",
      "title": "Selective induction of apoptosis through activation of caspase-8 in human leukemia cells (Jurkat) by dandelion root extract.",
      "authors": [
        "P Ovadje",
        "S Chatterjee",
        "C Griffin",
        "C Tran",
        "C Hamm",
        "S Pandey"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2011-Jan-07",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIM OF STUDY: Dandelion extracts have been used in traditional Native American Medicine and Traditional Chinese Medicine (TCM) for treatment of leukemia and breast cancer; however, the mechanism of action remains unknown. Today, DRE is mainly marketed for management of gastrointestinal and liver disorders. The current study aims to determine the anti-cancer activity of dandelion root extract (DRE) against human leukemia, and to evaluate the specificity and mechanism of DRE-induced apoptosis. MATERIALS AND METHODS: The effect of DRE on cell viability was evaluated using the colorimetric-based WST-1 assay. Apoptotic cell death was monitored by nuclear condensation and confirmed by exposure of phosphatidylserine to outer leaflet of plasma membrane. Activation of caspases was detected using a fluorogenic substrate specific to either caspase-8 or -3. Loss of mitochondrial membrane potential was observed by microscopy using JC-1 dye. The apoptotic effect of DRE was also evaluated on a dominant-negative FADD (Fas-associated death domain) cell line and non-cancerous peripheral blood mononuclear cells (PBMCs). RESULTS: Aqueous DRE effectively induces apoptosis in human leukemia cell lines in a dose and time dependent manner. Very early activation of caspase-8 and the subsequent activation of caspase-3 indicate that DRE may be inducing extrinsic or receptor-mediated apoptosis. Caspase inhibition rendered this extract ineffective, thus DRE-induced apoptosis is caspase-dependent. Moreover, the dominant-negative FADD cells that are unable to form a complete DISC (death-inducing signaling complex) were resistant to DRE treatment, which further confirms our hypothesis that DRE induces receptor-mediated apoptosis. Interestingly, non-cancerous peripheral blood mononuclear cells (PBMCs) exposed to aqueous DRE under the same treatment conditions as leukemia cells were not significantly affected. CONCLUSION: Our results suggest that aqueous DRE contains components that act to induce apoptosis selectively in cultured leukemia cells, emphasizing the importance of this traditional medicine and thus presents a potential novel non-toxic alternative to conventional leukemia therapy.",
      "mesh_terms": [
        "Antineoplastic Agents, Phytogenic",
        "Apoptosis",
        "Caspase 3",
        "Caspase 8",
        "Cell Survival",
        "Enzyme Activation",
        "Humans",
        "Jurkat Cells",
        "Leukemia",
        "Membrane Potential, Mitochondrial",
        "Phytotherapy",
        "Plant Extracts",
        "Plant Roots",
        "Taraxacum"
      ]
    },
    {
      "pmid": "20812277",
      "title": "Amelioration of oxidative stress by dandelion extract through CYP2E1 suppression against acute liver injury induced by carbon tetrachloride in Sprague-Dawley rats.",
      "authors": [
        "Chung Mu Park",
        "Yeon Suk Cha",
        "Hyun Joo Youn",
        "Chung Won Cho",
        "Young Sun Song"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2010-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The protective effects of common dandelion leaf water extract (DLWE) were investigated by carbon tetrachloride (CCl4) induced hepatitis in Sprague-Dawley rats. The animals were divided into five groups: normal control, DLWE control, CCl4 control, and two DLWE groups (0.5 and 2 g/kg bw). After 1 week of administering corresponding vehicle or DLWE, a single dose of CCl4 (50% CCl4/olive oil; 0.5 mL/kg bw) was administered 24 h before killing in order to produce acute liver injury. The DLWE treatment significantly decreased CCl4-induced hepatic enzyme activities (AST, ALT and LDH) in a dose dependent manner. Also, the obstructed release of TG and cholesterol into the serum was repaired by DLWE administration. Hepatic lipid peroxidation was elevated while the GSH content and antioxidative enzyme activities were reduced in the liver as a result of CCl4 administration, which were counteracted by DLWE administration. Furthermore, the hepatocytotoxic effects of CCl4 were confirmed by significantly elevated Fas and TNF-α mRNA expression levels, but DLWE down-regulated these expressions to the levels of the normal control. Highly up-regulated cytochrome P450 2E1 was also lowered significantly in the DLWE groups. These results indicate that DLWE has a protective effect against CCl4-induced hepatic damage with at least part of its effect being attributable to the attenuation of oxidative stress and inflammatory processes resulting from cytochrome P450 activation by CCl4.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Carbon Tetrachloride",
        "Chemical and Drug Induced Liver Injury",
        "Cholesterol",
        "Cytochrome P-450 CYP2E1 Inhibitors",
        "Enzymes",
        "Gene Expression Regulation",
        "Inflammation",
        "Lipid Peroxidation",
        "Liver",
        "Male",
        "Oxidative Stress",
        "Phytotherapy",
        "Plant Extracts",
        "Plant Leaves",
        "RNA, Messenger",
        "Rats",
        "Rats, Sprague-Dawley",
        "Taraxacum",
        "Triglycerides",
        "Tumor Necrosis Factor-alpha",
        "fas Receptor"
      ]
    },
    {
      "pmid": "20646355",
      "title": "Antiproliferative, protective and antioxidant effects of artichoke, dandelion, turmeric and rosemary extracts and their formulation.",
      "authors": [
        "L Menghini",
        "S Genovese",
        "F Epifano",
        "B Tirillini",
        "C Ferrante",
        "L Leporini"
      ],
      "journal": "International journal of immunopathology and pharmacology",
      "publication_date": "2010",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Artichoke, dandelion, turmeric extracts and rosemary essential oil are commonly used as ingredients in many herbal preparations to treat hepatic and gallbladder disorders. In the present work we compare the activity of each single extract with a commercial mixture for antiproliferative, antiradical and protective effects against induced oxidant stress effect. In ABTS and DPPH tests, turmeric extract is the most active, followed by artichoke and dandelion. All samples exhibited antiproliferative activity in a dose-dependent manner against HepG2 cells. In the same cell lines, the protective effect of pre-treatment with the extracts were detected by evaluating the prostaglandin E2 release, a marker of oxidative stress induced by hydrogen peroxide. The treatments with the extracts were efficient in reducing the release of PGE2 induced by oxidative stimulus. The positive results of the cell viability test, together with the protective and antiradical activity confirm the rationale for the use of these ingredients in commercial formulations as a health aid tool in modern phytotherapy.",
      "mesh_terms": [
        "Antioxidants",
        "Benzothiazoles",
        "Biphenyl Compounds",
        "Cell Proliferation",
        "Curcuma",
        "Cynara scolymus",
        "Dinoprostone",
        "Hep G2 Cells",
        "Humans",
        "Hydrogen Peroxide",
        "Phytotherapy",
        "Picrates",
        "Plant Extracts",
        "Protective Agents",
        "Rosmarinus",
        "Sulfonic Acids",
        "Taraxacum",
        "Thiazoles"
      ]
    },
    {
      "pmid": "20305377",
      "title": "Metformin and cancer: doses, mechanisms and the dandelion and hormetic phenomena.",
      "authors": [
        "Begoña Martin-Castillo",
        "Alejandro Vazquez-Martin",
        "Cristina Oliveras-Ferraros",
        "Javier A Menendez"
      ],
      "journal": "Cell cycle (Georgetown, Tex.)",
      "publication_date": "2010-Mar-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review"
      ],
      "abstract": "In the early 1970s, Professor Vladimir Dilman originally developed the idea that antidiabetic biguanides may be promising as geroprotectors and anticancer drugs (\"metabolic rehabilitation\").  In the early 2000s, Anisimov´s experiments revealed that chronic treatment of female transgenic HER2-/neu mice with metformin significantly reduced the incidence and size of mammary adenocarcinomas and increased the mean latency of the tumors.  Epidemiological studies have confirmed that metformin, but not other anti-diabetic drugs, significantly reduces cancer incidence and improves cancer patients' survival in type 2 diabetics.  At present, pioneer work by Dilman & Anisimov at the Petrov Institute of Oncology (St. Petersburg, Russia) is rapidly evolving due to ever-growing preclinical studies using human tumor-derived cultured cancer cells and animal models. We herein critically review how the antidiabetic drug metformin is getting reset to metabolically fight cancer. Our current perception is that metformin may constitute a novel \"hybrid anti-cancer pill\" physically combining both the long-lasting effects of antibodies -by persistently lowering levels of blood insulin and glucose- and the immediate potency of a cancer cell-targeting molecular agent -by suppressing the pivotal AMPK/mTOR/S6K1 axis and several protein kinases at once, including tyrosine kinase receptors such as HER1 and HER2-.  In this scenario, we discuss the relevance of metformin doses in pre-clinical models regarding metformin's mechanisms of action in clinical settings. We examine recent landmark studies demonstrating metformin's ability to specifically target the cancer-initiating stem cells from which tumor cells develop, thereby preventing cancer relapse when used in combination with cytotoxic chemotherapy (dandelion hypothesis).  We present the notion that, by acting as an efficient caloric restriction mimetic, metformin enhanced intrinsic capacity of mitotically competent cells to self-maintenance and repair (hormesis) might trigger counterintuitive detrimental effects. Ongoing chemopreventive, neoadjuvant and adjuvant trials should definitely establish whether metformin's ability to kill the \"dandelion root\" beneath the \"cancer soil\" likely exceeds metformin-related dangers of hormesis.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents",
        "Breast Neoplasms",
        "Cell Compartmentation",
        "Dose-Response Relationship, Drug",
        "Female",
        "Humans",
        "Metformin",
        "Models, Biological"
      ]
    },
    {
      "pmid": "20162002",
      "title": "Hypolipidemic and antioxidant effects of dandelion (Taraxacum officinale) root and leaf on cholesterol-fed rabbits.",
      "authors": [
        "Ung-Kyu Choi",
        "Ok-Hwan Lee",
        "Joo Hyuk Yim",
        "Chang-Won Cho",
        "Young Kyung Rhee",
        "Seong-Il Lim",
        "Young-Chan Kim"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2010-Jan-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dandelion (Taraxacum officinale), an oriental herbal medicine, has been shown to favorably affect choleretic, antirheumatic and diuretin properties. Recent reports have indicated that excessive oxidative stress contributes to the development of atherosclerosis-linked metabolic syndrome. The objective of this current study was to investigate the possible hypolipidemic and antioxidative effects of dandelion root and leaf in rabbits fed with a high-cholesterol diet. A group of twenty eight male rabbits was divided into four subgroups; a normal diet group, a high-cholesterol diet group, a high-cholesterol diet with 1% (w/w) dandelion leaf group, and a high-cholesterol diet with 1% (w/w) dandelion root group. After the treatment period, the plasma antioxidant enzymes and lipid profiles were determined. Our results show that treatment with dandelion root and leaf positively changed plasma antioxidant enzyme activities and lipid profiles in cholesterol-fed rabbits, and thus may have potential hypolipidemic and antioxidant effects. Dandelion root and leaf could protect against oxidative stress linked atherosclerosis and decrease the atherogenic index.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Antioxidants",
        "Aorta",
        "Body Weight",
        "Diet",
        "Hypolipidemic Agents",
        "Lipid Peroxidation",
        "Lipids",
        "Liver",
        "Male",
        "Organ Size",
        "Plant Extracts",
        "Plant Leaves",
        "Plant Roots",
        "Rabbits",
        "Taraxacum"
      ]
    },
    {
      "pmid": "17671731",
      "title": "Dandelion T-1 extract up-regulates reproductive hormone receptor expression in mice.",
      "authors": [
        "Xu Zhi",
        "Ken-Ichi Honda",
        "Koji Ozaki",
        "Takuya Misugi",
        "Toshiyuki Sumi",
        "Osamu Ishiko"
      ],
      "journal": "International journal of molecular medicine",
      "publication_date": "2007-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Reproductive hormones exert their actions via receptors in diverse tissues. In this study, we examined the expression of estrogen receptors (ERalpha and ERbeta), progesterone receptor (PR), and follicle-stimulating hormone receptor (FSHR) in the adipose tissue and reproductive organs of mice following oral treatment with Dandelion T-1 extract (DT-1E) for 6 weeks. Quantitative assays by real-time reverse transcription polymerase chain reaction showed enhanced expression of ERalpha and ERbeta mRNA in the adipose tissue of mice fed a diet containing DT-1E compared with the control group fed a plain diet. Furthermore, following gonadotropin injection, higher mRNA expression of ERalpha, ERbeta and PR in the uterus and FSHR in the ovary was found in the DT-1E group compared with the control group. An immunohistochemical study also showed increased levels of the above-mentioned receptors in the DT-1E group. The present study shows that oral intake of DT-1E up-regulates ERalpha, ERbeta, PR and FSHR expression in mice, suggesting the potential application of DT-1E for the clinical treatment of reproductive hormone-related disturbances.",
      "mesh_terms": [
        "Adipose Tissue",
        "Animals",
        "Estradiol",
        "Estrogen Receptor alpha",
        "Estrogen Receptor beta",
        "Female",
        "Mice",
        "Mice, Inbred C3H",
        "Ovary",
        "Plant Extracts",
        "RNA, Messenger",
        "Receptors, FSH",
        "Receptors, Progesterone",
        "Taraxacum",
        "Up-Regulation",
        "Uterus"
      ]
    },
    {
      "pmid": "17579437",
      "title": "Antioxidant capacity changes and phenolic profile of Echinacea purpurea, nettle (Urtica dioica L.), and dandelion (Taraxacum officinale) after application of polyamine and phenolic biosynthesis regulators.",
      "authors": [
        "Jozef Hudec",
        "Mária Burdová",
        "L'ubomír Kobida",
        "Ladislav Komora",
        "Vendelín Macho",
        "Grigorij Kogan",
        "Ivan Turianica",
        "Radka Kochanová",
        "Otto Lozek",
        "Miroslav Habán",
        "Peter Chlebo"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2007-Jul-11",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The changes of the antioxidant (AOA) and antiradical activities (ARA) and the total contents of phenolics, anthocyanins, flavonols, and hydroxybenzoic acid in roots and different aerial sections of Echinacea purpurea, nettle, and dandelion, after treatment with ornithine decarboxylase inhibitor, a polyamine inhibitor (O-phosphoethanolamine, KF), and a phenol biosynthesis stimulator (carboxymethyl chitin glucan, CCHG) were analyzed spectrophotometrically; hydroxycinnamic acids content was analyzed by RP-HPLC with UV detection. Both regulators increased the AOA measured as inhibition of peroxidation (IP) in all herb sections, with the exception of Echinacea stems after treatment with KF. In root tissues IP was dramatically elevated mainly after CCHG application: 8.5-fold in Echinacea, 4.14-fold in nettle, and 2.08-fold in dandelion. ARA decrease of Echinacea leaves treated with regulators was in direct relation only with cichoric acid and caftaric acid contents. Both regulators uphold the formation of cinnamic acid conjugates, the most expressive being that of cichoric acid after treatment with CCHG in Echinacea roots from 2.71 to 20.92 mg g(-1). There was a strong relationship between increase of the total phenolics in all sections of Echinacea, as well as in the studied sections of dandelion, and the anthocyanin content.",
      "mesh_terms": [
        "Antioxidants",
        "Chitin",
        "Echinacea",
        "Ethanolamines",
        "Glucans",
        "Ornithine Decarboxylase Inhibitors",
        "Phenols",
        "Polyamines",
        "Taraxacum"
      ]
    },
    {
      "pmid": "15837653",
      "title": "[High-performance liquid chromatography combined with mass spectrum analysis for chromatographic fingerprinting of compound dandelion enema].",
      "authors": [
        "Yuan Yan",
        "Shi-Ting Liu",
        "Zhong-Yuan Xu",
        "Qi-Zhi Luo",
        "Ya-Fei Tan",
        "Zhi-Liang Chen"
      ],
      "journal": "Di 1 jun yi da xue xue bao = Academic journal of the first medical college of PLA",
      "publication_date": "2005-Apr",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To identify the active components of compound dandelion enema, a preparation from 7 traditional Chinese herbal drugs for treatment of gynecological diseases. METHODS: Three-dimensional high-performance liquid chromatography (3D-HPLC) was employed to separate the ethyl acetate extract of compound dandelion Enema, and HPLC combined with mass spectrum (MS) analysis used for chromatographic fingerprinting. RESULT: By comparing the ionic fragments of MS and retention time of each peak, the main active components in compound dandelion enema were determined, including caffeic acid, ferulic acid and protocatechualdehyde. CONCLUSION: HPLC coupled with mass spectroscopy can be used for qualitative analysis of compound dandelion enema.",
      "mesh_terms": [
        "Administration, Rectal",
        "Chromatography, High Pressure Liquid",
        "Drugs, Chinese Herbal",
        "Humans",
        "Mass Spectrometry",
        "Taraxacum"
      ]
    }
  ]
}