{
  "supplement": "Dendrobium",
  "query": "Dendrobium[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:27:11",
  "research_count": 333,
  "count": 100,
  "articles": [
    {
      "pmid": "40298780",
      "title": "Anti-Inflammatory Effect of Dendrobium officinale Extract on High-Fat Diet-Induced Obesity in Rats: Involvement of Gut Microbiota, Liver Transcriptomics, and NF-κB/IκB Pathway.",
      "authors": [
        "Runze Zhou",
        "Yixue Wang",
        "Shiyun Chen",
        "Fanjia Cheng",
        "Yuhang Yi",
        "Chenghao Lv",
        "Si Qin"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Apr-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The growing prevalence of obesity is being increasingly acknowledged as a major public health issue. This mainly stems from the excessive intake of dietary fats. Dendrobium officinale (DO), recognized as an herb with dual roles of food and medicine, is renowned for its diverse health-promoting effects. Nevertheless, the specifics of its antiobesity and anti-inflammatory properties and the underlying mechanisms are still obscure. The present study shows that treatment with Dendrobium officinale extract (DOE) alleviates obesity, liver steatosis, inflammation, and oxidative stress in rats that are obese due to a high-fat diet (HFD). Firstly, with respect to HFD obese rats, higher doses of DOE significantly reduced TG, TC, LDL-C, blood glucose, and liver AST and ALT, along with lipid droplets. Meanwhile, DOE supplementation significantly reduced oxidative stress induced by ROS and MDA and increased the levels of GSH-Px and SOD in liver tissues. Furthermore, integrated analysis of transcriptomic and microbiomic data revealed that DOE modulated inflammatory responses through the NF-κB/IκB pathway. This regulatory mechanism was evidenced by corresponding changes in the protein expression levels of both NF-κB and IκB. Additionally, DOE was found to modulate gut microbiota composition in obese rats, specifically reducing the relative abundance of Bilophila while increasing beneficial bacterial populations, particularly the genera Akkermansia and Roseburia. These findings suggest that DOE may help retain the homeostasis of the gut microbiota and improve metabolic health by regulating inflammation in the liver and intestine, thereby providing protection against obesity and related metabolic syndromes. Our study demonstrates that DOE, as a natural botanical extract, can effectively facilitate the prevention or treatment of metabolic syndrome through precision dietary interventions."
    },
    {
      "pmid": "40292547",
      "title": "Structural Characterization of Dendrobium officinale Polysaccharides and Their Regulation Effect on Intestinal Microbiota During In Vitro Fermentation.",
      "authors": [
        "Yanlei Yu",
        "Honggang Wang",
        "Xiaoshu Jin",
        "Wenjing Huang",
        "Yunjie Zhao",
        "Ningning Wang",
        "Dongze Lu",
        "Bin Wei",
        "Hong Wang"
      ],
      "journal": "Polymers",
      "publication_date": "2025-Mar-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Polysaccharides derived from Dendrobium officinale have been demonstrated to exhibit metabolic regulatory properties. However, the correlation between their structure and function, particularly their mechanism of action through gut microbiota, remains underexplored. This study systematically elucidates the structural characteristics of Dendrobium officinale polysaccharide (DOP) from the Guizhou (GZ) and Zhejiang (ZJ) provinces of China using nuclear magnetic resonance (NMR) and a series of chromatographic analyses, revealing their unique molecular features. Additionally, the metabolic regulatory activities were assessed through α-glucosidase inhibitory assay and in vitro intestinal flora activity assay. The findings include the following: (1) both DOP-GZ and DOP-ZJ predominantly consist of glycosidic linkages of β-1,4-Manp and β-1,4-Glcp; (2) zhe monosaccharide composition ratios of mannose to glucose are 2.51:1 for DOP-GZ and 2.66:1 for DOP-ZJ, with molecular weights of 356 kDa and 544 kDa, respectively, indicating significant structural differences between DOPs from different sources; (3) treatment with DOP-GZ and DOP-ZJ led to alterations in the α-diversity indices and Firmicutes-to-Bacteroidota ratios; (4) more importantly, DOP-GZ and DOP-ZJ significantly increase the abundance of beneficial bacteria (e.g., g_Proteobacteria_unclassified) while suppressing the growth of pathogenic bacteria (e.g., f_Enterobacteriaceae_unclassified), with statistically significant results. These findings not only uncover a novel mechanism by which DOPs regulate metabolism through gut microbiota but also provide a crucial theoretical basis for the application of DOPs in functional foods and pharmaceutical development."
    },
    {
      "pmid": "40286952",
      "title": "Dendrobium polysaccharide-based microneedles loaded with Celosia cristata flavonoids and adapalene nanoparticles for efficacious treatment of acne vulgaris.",
      "authors": [
        "Fanglin Li",
        "Shuqin Pang",
        "Shiqi Hao",
        "Yuanyuan Liu",
        "Wenwen Lei",
        "Wenying Zhong",
        "Keming Xu"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acne vulgaris is a common chronic inflammatory skin disorder primarily caused by the overgrowth of Propionibacterium acnes (P. acnes). However, the therapeutic efficacy of traditional drugs is often limited due to their inability to penetrate the stratum corneum. Microneedles (MNs) are designed to penetrate the stratum corneum, enabling direct drug delivery to the epidermis. In this study, a new Dendrobium polysaccharide-based composite microneedle (DOP/CCF/PLGA@Adap-MN) delivery system was developed. Dendrobium polysaccharide (DOP) was utilized as the microneedle matrix, loaded with the Celosia cristata flavonoids (CCF) and poly(lactic-co-glycolic acid) adapalene nanoparticles (PLGA@Adap NPs). DOP not only enhanced the mechanical properties and transdermal efficiency of the microneedles but also provided intrinsic anti-inflammatory activity. CCF effectively inhibited the growth of P. acnes, while PLGA@Adap NPs slowly released adapalene to promote acne healing. In vivo studies using a P. acnes-induced mice model demonstrated that this microneedle system effectively reduced skin swelling, inhibited bacterial growth, and decreased inflammatory cell numbers in the skin. The use of bioactive DOP as a microneedle matrix, combined with sustained-release technology, provides a multifaceted and synergistic approach to acne treatment."
    },
    {
      "pmid": "40259042",
      "title": "Dendrobium huoshanense polysaccharide inhibits NSCLC proliferation and immune evasion via FXR1-IL-35 axis signaling pathway.",
      "authors": [
        "Xinying Zhu",
        "Guoquan Yin",
        "Jiaqian Xu",
        "Xiaolei Tang",
        "Fangliu Yu"
      ],
      "journal": "Journal of natural medicines",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium huoshanense has received special attention for its advantages in the treatment of lung cancer, but the underlying molecular mechanisms are not yet well understood. First, we obtained 8 active ingredients and 159 effective action targets of Dendrobium huoshanense using network pharmacology, and searching target interactions through STRING, constructing the PPI network and KEGG, GO and Hallmark enrichment analysis. Then, we combined target's enrichment analysis and GSEA enrichment analysis of IL-35, indicating the mechanism of cDHPs for non-small cell lung cancer (NSCLC) may be related to tight junction and NSCLC pathway. Further, FXR1 and ACTR3 were identified as core therapeutic targets, and high expression of FXR1 or ACTR3 was significantly associated with poor prognosis of patients. The analysis of single-cell data also indicated that the percentage of CD4-CTLA4-Treg cells may be increased by the expression of IL-35, resulting in a suppressive immune microenvironment. Next, In vivo experiment, we detected iTr35 by flow cytometry, detected IL-35 level by RT-PCR, Western blotting and ELISA, and detected NK cell activity to explore the immunomodulatory effects and anti-tumor mechanism of cDHPs. After cDHPs administration, the conversion of CD4+ T cells to iTr35 is inhibited, p35 and EBI3 in both protein and mRNA levels, the levels of IL-35 and IL-4 in serum decreased. The levels of IFN-γ, while the activity of NK cells in mice increased, enhancing the anti-tumor immune effect of the organism. Finally, analysis of sequencing data from the immunotherapy cohort of tumor-bearing mice obtained from the TISMO database shows that the combination of cDHPs and PD-1/PD-L1 antibodies improves effector and thus PD-1/PD-L1 antibody efficacy. These findings suggest that cDHPs inhibit NSCLC proliferation and immune escape via the FXR1-IL-35 axis signaling pathway."
    },
    {
      "pmid": "40164262",
      "title": "Cardioprotective effects of Dendrobium officinale polysaccharides on thiacloprid-induced cardiac injury via modulating mitochondrial dynamics.",
      "authors": [
        "Biqi Han",
        "Jiawen Tian",
        "Jiayi Li",
        "Yuyang Chen",
        "Ning Liu",
        "Yitong Ma",
        "Caihan Wang",
        "Xinyu Guo",
        "Yunfeng Liu",
        "Zhigang Zhang"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Thiacloprid (THI), a widely used neonicotinoid pesticide, has been shown to induce cardiac injury, though the underlying mechanisms remain poorly understood. Dendrobium officinale polysaccharides (DOP), a bioactive compound with potent antioxidant properties, may offer protection against such toxicity. This study investigated the cardioprotective effects of DOP in THI-induced cardiac injury in quails, with a particular focus on the nuclear factor erythroid 2-related factor 2 (Nrf2) signaling pathway. Network pharmacology analysis identified key targets of DOP, linking them to oxidative stress, mitochondrial dysfunction, and inflammatory pathways. Experimental results demonstrated that DOP significantly reversed THI-induced hematological and biochemical abnormalities, including the restoration of cardiac biomarkers and mitigation of myocardial structural damage. DOP treatment notably activated the Nrf2 pathway, leading to the upregulation of antioxidant enzymes such as heme oxygenase-1 (HO-1) and NAD(P)H quinone oxidoreductase 1 (NQO1), which countered THI-induced oxidative stress. Additionally, DOP restored mitochondrial dynamics by balancing mitochondrial fission and fusion proteins. These findings highlight the central role of Nrf2 activation in the cardioprotective effects of DOP, suggesting that DOP may serve as a promising therapeutic agent for mitigating pesticide-induced cardiovascular toxicity."
    },
    {
      "pmid": "40156225",
      "title": "Dendrobium officinale leaf phenolic extracts alleviate diabetes mellitus in mice via modulating metabolism and reshaping gut microbiota.",
      "authors": [
        "Yang Chen",
        "Hailong Yang",
        "Zhexuan Xu",
        "Hang Qu",
        "Hui Liu"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2025-Mar-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Diabetes mellitus is a chronic metabolic disorder posing a significant public health challenge. Dendrobium officinale is a valuable edible-medicinal homologous plant. Phenolic extracts from fermented D. officinale leaves (DOLP) demonstrate a hypoglycemic effect. However, the effects of DOLP on physiological metabolism and gut microbiota under diabetic conditions remain unknown. RESULTS: Untargeted metabolomics analysis revealed that DOLP reversed 98 significantly differential metabolites (SDMs) in diabetic mice. Indoxyl sulfate and palmitoyl sphingomyelin were identified as the primary candidate biomarkers associated with the hypoglycemic effect. KEGG pathway enrichment analysis underscored the significance of arginine and proline metabolism, ascorbate and aldarate metabolism, and fatty acid metabolism in the regulatory effects of DOLP. Furthermore, DOLP reversed the dysbiosis of the gut microbiota in diabetic mice, significantly influencing the relative abundance of the genera Intestinimonas, GCA_900066575, Muribaculum, and Enterorhabdus. These differential genera exhibited various correlations with SDMs, including l-hydroxyarginine, γ-guanidinobutyrate, l-threonate, d-galactarate, l-ascorbic acid, palmitic acid, cis-9-palmitoleic acid, octadecanoic acid, and oleic acid. CONCLUSION: The protective effect of DOLP against diabetes mellitus is closely linked to its regulation of physiological metabolism and gut microbiota. DOLP may serve as a promising agent for the prevention and treatment of diabetes mellitus. © 2025 Society of Chemical Industry."
    },
    {
      "pmid": "40129983",
      "title": "Huoshan Dendrobium Zengye Jiedu Formula mitigates radiation-induced oral mucositis and improves oral immune microenvironment by targeting the EGFR/PI3K/AKT pathway: evidence from network pharmacology, molecular docking, and experimental validation.",
      "authors": [
        "Chang Liu",
        "Xinru Liu",
        "Jiabao Liu",
        "Hao Zhang",
        "Pengcheng Zhang",
        "Xingxing Huo",
        "Hang Song",
        "Yongfu Zhu"
      ],
      "journal": "Frontiers in immunology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Radiation-induced oral mucositis (RIOM) manifests as mucosal ulceration, pain, and dysphagia, disrupting treatment and quality of life. Its pathogenesis involves inflammatory imbalance and immune dysregulation, driven by microbial infiltration and cytokine storms. Current therapies remain inadequate, necessitating deeper exploration of immune-microbial interactions for effective interventions. METHODS: Bioactive components of Huoshan Dendrobium Zengye Jiedu Formula (HDZJF) and RIOM-related targets were retrieved from public databases. Core therapeutic targets and pathways were systematically analyzed via protein-protein interaction (PPI) networks, Gene Ontology (GO), and Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment. Molecular docking evaluated interactions between HDZJF components and key targets. A rat RIOM model validated HDZJF efficacy by assessing mucositis severity, inflammatory cytokines, and EGFR/PI3K/AKT pathway protein expression. RESULTS: A total of 102 bioactive components and 379 potential targets for RIOM were identified. GO and KEGG enrichment analyses suggest that HDZJF exerts therapeutic effects on RIOM by modulating processes such as angiogenesis, inflammation, and apoptosis through pathways like PI3K-AKT. Molecular docking confirmed strong binding affinities between HDZJF components and key targets. In vivo, HDZJF reduced inflammation, promoted mucosal healing, improved body weight, and modulated protein expression related to EGFR/PI3K/AKT. DISCUSSION: The findings highlight HDZJF's capacity to alleviate RIOM by targeting the EGFR/PI3K/AKT pathway, thereby suppressing inflammatory responses and apoptotic processes. These results underscore HDZJF's translational potential for RIOM treatment and justify further clinical investigation into its therapeutic utility.",
      "mesh_terms": [
        "Molecular Docking Simulation",
        "Animals",
        "Drugs, Chinese Herbal",
        "ErbB Receptors",
        "Network Pharmacology",
        "Proto-Oncogene Proteins c-akt",
        "Rats",
        "Phosphatidylinositol 3-Kinases",
        "Signal Transduction",
        "Stomatitis",
        "Male",
        "Protein Interaction Maps",
        "Dendrobium",
        "Radiation Injuries",
        "Humans",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "40106708",
      "title": "Unfolding the nutraceutical potentials of Dendrobium nobile Lindl orchid flowers based on their color variation: a high-resolution mass spectrometry-based untargeted metabolomics study.",
      "authors": [
        "Suman Natta",
        "Nasiruddin Shaikh",
        "Ekatpure Sachin",
        "Amine Kassouf",
        "Nishant Deshmukh",
        "Sankar Prasad Das",
        "Kaushik Banerjee"
      ],
      "journal": "Journal of AOAC International",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dendrobium nobile is an edible orchid with diverse therapeutic properties. In north-eastern Himalayan states of India, the extract of this flower is consumed by tribal populations for the treatment of diabetes, cancer, and cardiovascular diseases. However, the profile of biologically active compounds in the colored varieties of D. nobile orchid flowers cultivated in the north-eastern Himalayan region is not well-established, necessitating a thorough investigation. OBJECTIVE: This study aims to establish and compare the metabolite profile of three types of D. nobile flowers (white, light-pink, and dark pink) using liquid chromatography-high resolution mass spectrometry (LC-HRMS). METHODS: The homogenized and cryoground flower samples were extracted with aqueous methanol. After LC-MS data acquisition through full-scan (untargeted) and MS/MS (targeted) modes, data processing involved peak alignment, adduct identification, and integration. Results were compared by multivariate statistics using Independent Component Analysis. RESULTS: A total of 73 metabolites was identified, each with mass error of less than 5 ppm for both precursor and fragment ions. From anthocyanin classes, the chemometric analysis revealed 11 distinguishing biomarker metabolites, with variable influence on projection values above 1. Across the test accessions, three compounds, viz. cyanidin-3-diglucoside, delphinidin-3-sophoroside, and delphinidin-3-gentiobioside revealed their discriminatory presence. CONCLUSION: The study identified the therapeutically important anthocyanins for metabolomic discrimination of three different D. nobile flower accessions. The study will be useful for authenticating D. nobile accessions, derived products, and selecting candidate traits for future breeding programs for varietal improvements. HIGHLIGHTS: This study identified and profiled the bioactive anthocyanin compounds in D. nobile orchid flowers grown in the north-eastern Himalayan region of India, based on color variations using a non-target metabolomics approach."
    },
    {
      "pmid": "40104499",
      "title": "Acetylated Dendrobium huoshanense polysaccharide: a novel inducer of apoptosis in colon cancer cells via Fas-FasL pathway activation and metabolic reprogramming.",
      "authors": [
        "Liang Yao",
        "Chen Gu",
        "Ruipeng Ge",
        "Xiaoqian Zhang",
        "Xinqian Meng",
        "Lei Wang",
        "Daiyin Peng",
        "Guozhuan Li"
      ],
      "journal": "Frontiers in oncology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Not all polysaccharides function as antitumor drugs, nor do they universally possess the same advantages regarding safety and biocompatibility. Those polysaccharides that are effective antitumor agents typically demonstrate superior safety profiles and biocompatibility compared to synthetic anticancer drugs, which can exhibit high toxicity and harmful side effects. Dendrobium huoshanense polysaccharide (DHP) has been recognized for its potential bioactive properties, particularly in anti-tumor treatment. This study investigates the effects of DHP on the proliferation and apoptosis of HCT116 colon cancer cells. METHODS: DHP was extracted according to previously published experimental methods. The inhibitory effects of DHP were evaluated using IEC6, Caco-2, and HCT116 cell lines, with changes in cell morphology observed via transmission electron microscopy. After establishing the conditions for DHP administration, flow cytometry was employed to assess its effects on apoptosis, reactive oxygen species (ROS), and mitochondrial membrane potential of HCT116 cells. Additionally, immunoprecipitation, quantitative real-time polymerase chain reaction (qRT-PCR), Western blotting, and biomarker detection were utilized to investigate the mechanisms underlying DHP's inhibition of HCT116 cells and its impact on metabolic reprogramming. RESULTS: In the present study, we observed that DHP treatment at 600 μg/ml for 24 h reduced HCT116 cell viability to 54.87%. In contrast, the inhibitory effect of DHP on the viability of IEC6 and Caco-2 cells was relatively mild. The specific mechanism involves DHP activating the mitochondrial apoptotic pathway leading to the downregulation of key metabolic intermediates and enzymes such as uridine diphosphate N-acetylglucosamine (UDP-GlcNAc) and ST6Gal-I. By inhibiting ST6Gal-I activity, DHP activates the Fas/FasL signaling pathway. Additionally, DHP-induced ROS production effectively triggers apoptosis in HCT116 cells. CONCLUSION: Our study demonstrates that DHP effectively inhibits the proliferation and induces apoptosis in HCT116 colon cancer cells through the activation of the Fas-FasL signaling pathway and metabolic reprogramming. The selective inhibitory effect of DHP on HCT116 cells, the activation of both death receptor and mitochondrial apoptotic pathways, and the modulation of metabolic reprogramming provide novel insights into the potential therapeutic strategies for colon cancer."
    },
    {
      "pmid": "40074095",
      "title": "Erianin isolated from Dendrobium huoshanense alleviated neuroinflammation in MPTP-induced Parkinson's disease model via NF-κB/NLRP3 pathway.",
      "authors": [
        "Congjie Yan",
        "Zexi Tian",
        "Weiquan Ruan",
        "Mengfen Wu",
        "Weidong Wang",
        "Zenggen Liu"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Parkinson's disease (PD) is one of the most common neurodegenerative disorders, yet effective therapeutic options remain limited. Dendrobium huoshanense (DH), a medicinal and edible herb mainly distributed in Ta-pieh Mountains of Central China, has been used to treat disorders of consciousness and chronic nervous diseases in the local hospital for thousands of years. Erianin, a bioactive bibenzyl compound isolated from DH, has emerged as a potential neuroprotective agent due to its anti-inflammatory and antioxidant properties. AIM OF THE STUDY: This study aimed to investigate the neuroprotective effects of Erianin in the treatment of PD and the underlying mechanisms, particularly focusing on inflammation and oxidative stress, through both in vivo and in vitro models. MATERIALS AND METHODS: A 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP)-induced PD mouse model was employed. The protective effects of Erianin were evaluated through neurobehavioral tests, immunohistochemistry, immunofluorescence, Nissl staining, serum biochemical tests, and Western blotting. The role of Erianin in modulating the NF-κB/NLRP3 pathway was investigated in lipopolysaccharide (LPS)-stimulated BV-2 microglia cells. RESULTS: Erianin significantly alleviated MPTP-induced motor deficits, reduced neuroinflammation, and reversed abnormal secretion of inflammatory and oxidative stress factors in the serum. Additionally, Erianin suppressed the gene expression of NOD-like receptor protein 3 (NLRP3) and tyrosine hydroxylase (TH) in the striatum of PD mice. And, Erianin inhibited the activation of the NF-κB/NLRP3 pathway, decreased the production of oxidative stress factors, and reversed the secretion of inflammatory mediators in LPS-stimulated BV-2 microglia cells. CONCLUSION: Erianin exerts neuroprotective effects in Parkinson's disease primarily by inhibiting the NF-κB/NLRP3 signaling pathway. These findings suggest that Erianin holds promise as a potential therapeutic candidate for the treatment of PD.",
      "mesh_terms": [
        "Animals",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "Dendrobium",
        "NF-kappa B",
        "Bibenzyls",
        "Male",
        "Neuroprotective Agents",
        "Mice",
        "Mice, Inbred C57BL",
        "Signal Transduction",
        "Cell Line",
        "Oxidative Stress",
        "Neuroinflammatory Diseases",
        "Anti-Inflammatory Agents",
        "Microglia",
        "Disease Models, Animal",
        "MPTP Poisoning",
        "Phenol"
      ]
    },
    {
      "pmid": "40066459",
      "title": "Genome-wide identification and expression analysis of CYP450s under various stress treatment in Dendrobium huoshanense.",
      "authors": [
        "Guohui Li",
        "Xingen Zhang",
        "Yuyue Li",
        "Xilu Zhang",
        "Muhammad Aamir Manzoor",
        "Chuanbo Sun",
        "Cheng Song",
        "Min Zhang"
      ],
      "journal": "Physiology and molecular biology of plants : an international journal of functional plant biology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: The cytochrome P450 monooxygenases (CYP450) are the largest enzyme family in plant metabolism, playing a key role in the biosynthesis of both primary and secondary metabolites. However, the CYP450 has not yet been systematically characterized in Dendrobium species. In this study, 193 DhCYP450 genes were identified in the genome of Dendrobium huoshanense through bioinformatics, and divided into 2 groups and 10 clans. Chromosome localization results revealed that DhCYP450 genes are distributed across 19 chromosomes. We identified eight common conserved motifs within the DhCYP450 family of D. huoshanense. Furthermore, prediction analysis of cis-acting elements in the promoter region indicated the presence of elements responsive to low temperature, drought, and hormones responsive elements in most DhCYP450 genomes. Quantitative real-time PCR (qRT-PCR) analysis demonstrated the experiments expression patterns of DhCYP450 genes in response to cold, drought treatment, and hormones, suggesting their involvement in abiotic stress responses and their role in Dendrobium growth. Overall, these results provide valuable insights into the functional dynamics of the DhCYP450 genes and highlight potential candidates for further study of their biological roles. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s12298-025-01555-9."
    },
    {
      "pmid": "40022397",
      "title": "Discovery of anti-inflammatory molecules from Dendrobium officinale based on activity labelled molecular networking and its alleviation effect on ulcerative colitis.",
      "authors": [
        "Jun Dai",
        "Weidong Wang",
        "Fangfang He",
        "Xiaoxiao Yu",
        "Zenggen Liu",
        "Yujuan Wang",
        "Denglang Zou"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aimed to discover anti-inflammatory molecules from Dendrobium officinale using mass spectrometry-based molecular networking technology and evaluate its therapeutic potential against ulcerative colitis (UC). We employed activity-labeled molecular networking (ALMN) to identify anti-inflammatory molecules from D. officinale extracts. From 3700 metabolite molecules, five top anti-inflammatory molecules were prioritized and isovitexin was further selected to validate its alleviation effect on a mouse model of DSS-induced UC. Mechanistically, isovitexin was found to restore intestinal epithelial barrier function and modulate autophagy via suppression of the PI3K/AKT signaling pathway. Additionally, isovitexin treatment altered the diversity and composition of the gut microbiota, enriching beneficial bacteria and reducing pathogenic bacteria. This was accompanied by changes in short-chain fatty acid levels, particularly the increase of butyric and valeric acids. Our study provided insights into the pharmacological actions of D. officinale and highlighted isovitexin as a novel candidate for UC treatment.",
      "mesh_terms": [
        "Dendrobium",
        "Colitis, Ulcerative",
        "Animals",
        "Anti-Inflammatory Agents",
        "Mice",
        "Plant Extracts",
        "Gastrointestinal Microbiome",
        "Disease Models, Animal",
        "Male",
        "Signal Transduction",
        "Mice, Inbred C57BL",
        "Intestinal Mucosa"
      ]
    },
    {
      "pmid": "40008241",
      "title": "Evolutionary Insight and Expression Pattern of WUSCHEL-Related Homebox Genes of Dendrobium huoshanense.",
      "authors": [
        "Jing Wang",
        "Yingyu Zhang",
        "Yanshuang Ren",
        "Muhammad Aamir Manzoor",
        "Shanyong Yi",
        "Cheng Song"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The WOX (WUSCHEL-related homebox) gene family is critical for plant growth, development, and the regulation of stress responses; however, the function of Dendrobium huoshanense WOX has not been extensively studied. Nine WOX genes have been identified in the D. huoshanense genome. These WOX genes were unequally distributed on five chromosomes, with four WOX genes occupying chr1. A phylogenetic tree of D. huoshanense and five other species was built based on the maximum likelihood method, suggesting that these WOX proteins could be grouped into three classical clades. Structural variation analysis of the three Dendrobium relatives revealed that D. huoshanense had more translocations and inversions with D. nobile than D. chrysotoxum. Intraspecific collinearity analysis of D. huoshanense based on the MCScanX revealed no large-scale WGD and segmental duplications between these WOX genes. The Ka/Ks ratio and calculated timeline (MYA), indicate that all DhWOX genes were subject to purifying selection. Interspecies microsynteny analysis revealed that D. huoshanense shares more gene pairs with two closely related species, consistent with their genetic relationships. Gene structure analysis showed that DhWOX1, DhWOX2, DhWOX6, and DhWOX8 contained 3' or 5' UTR. Conserved motif analysis revealed that these WOX contain conserved homeodomain domains and similar components. Multiple sequence alignments showed that the homeodomain near the C-terminus has a typical helix-turn-helix structure and amino acid composition, while DhWOX3 uniquely contains WUS-box motif. Protein-protein interaction analysis showed that DhWOX5 may be co-expressed with DhWOX6 and DhWOX9. A large number of cis-acting elements in the promoter regions associated with hormone signaling, vegetation development stages, and stress responses. Differential gene expression was analyzed after MeJA treatment. DhWOX4 showed high expression at 2 and 4 h, whereas DhWOX6 and DhWOX7 showed dynamic fluctuations. DhWOX8 showed consistently low expression, whereas DhWOX9 expression was highest at 2 and 4 h. DhWOX1 and DhWOX3 showed no detectable expression levels. The subcellular localization results indicated that DhWOX2 and DhWOX6 genes were expressed in the nucleus. These findings contribute to our understanding of the roles of these genes in D. huoshanense."
    },
    {
      "pmid": "39942973",
      "title": "Comprehensive Omics Analysis Reveals Cold-Induced Metabolic Reprogramming and Alternative Splicing in Dendrobium officinale.",
      "authors": [
        "Xinqiao Zhan",
        "Zhangqun Li",
        "Minxia Pang",
        "Guoxiang Yao",
        "Bizeng Mao"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium officinale is an economically important orchid species that is sensitive to cold stress. Understanding the molecular and metabolic mechanisms underlying its response to cold is crucial for developing strategies to improve its cold tolerance. In this study, we constructed a comprehensive cold stress response dataset for D. officinale and characterized its regulatory landscape in response to varying cold stress conditions. The glycine metabolism-related genes Dca003913 and Dca022726 play pivotal roles in both cold and drought stress adaptation, and their expression is not upregulated by hormones or fungi infection. Carbohydrate metabolism showed specific dynamic changes in freezing injury cells, which involved a variety of hormonal responses. The abundance of sphingolipids was notably higher in the freezing treatment (FT) compared to the freezing recovery (FR) plants, indicating specialized metabolic adaptations at different cold intensities. An alternative splicing (AS) analysis identified 368 DAS genes, with spliceosome pathways significantly enriched. Three key ubiquitination proteins (PKU64802, XP_020672210, and PKU75555) were found to regulate splicing factors, which showed increased abundance in cold stress. This study highlights the roles of metabolic reprogramming and RNA splicing in cold adaptation, revealing a complex molecular network activated in response to cold stress."
    },
    {
      "pmid": "39885913",
      "title": "Dendrobium nobile Lindl. alkaloids improve lipid metabolism by increasing LDL uptake through regulation of the LXRα/IDOL/LDLR pathway and inhibition of PCSK9 expression in HepG2 cells.",
      "authors": [
        "Jian Sun",
        "Hao-Rui Liu",
        "Ya-Xin Zhu",
        "Wei Zhang",
        "Jing-Shan Shi",
        "Qin Wu",
        "Rui-Xia Xu"
      ],
      "journal": "Experimental and therapeutic medicine",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium nobile Lindl. alkaloids (DNLA) are active ingredients that can be extracted from the traditional Chinese herb Dendrobium Nobile Lindl. DNLA exhibits hypoglycemic and antihyperlipidemia effects. However, to the best of our knowledge, the specific molecular mechanism by which DNLA can regulate lipid metabolism remains unclear. The aim of the present study was to investigate the effect of DNLA on lipopolysaccharide (LPS)-induced lipid metabolism in HepG2 cells and its potential mechanism. HepG2 cells were treated with LPS with or without different concentrations of DNLA (0, 0.035, 0.35 and 3.5 µg/ml) for 48 h. Cell viability was then detected using the Cell Counting Kit-8 assay. The 1,1'-dioctadecyl-3,3,3',3'-tetramethyl-indocarbocyanideperchlorate-low-density lipoprotein (LDL) uptake assay was used to examine LDL uptake. In addition, possible mechanisms were explored using western blot analysis. The effect of the combination of DNLA with rosuvastatin calcium on the expression levels of the LDL receptor (LDLR) and proprotein convertase subtilisin/Kexin type 9 (PCSK9) was examined. The results indicated that LPS stimulation reduced the uptake of LDL by HepG2 cells, decreased the intracellular LDLR content, and increased the expression levels of inducible degrader of the LDLR (IDOL) and liver X receptor (LXR)α. DNLA intervention reversed all of the aforementioned LPS-induced effects in HepG2 cells. Additional mechanistic experiments revealed that DNLA exerted its effects mainly by regulating the LXRα/IDOL/LDLR pathway. It was shown that DNLA also reduced the expression levels of PCSK9, sterol regulatory element binding protein 2 and hepatocyte nuclear factor 1α. In addition, DNLA decreased the expression levels of PCSK9 in rosuvastatin calcium-induced HepG2 cells. Notably, DNLA was able to decrease 3-hydroxy-3-methylglutaryl-coenzyme A reductase and increase cytochrome p450 7A1 expression at the protein level, which are rate-limiting enzymes in cholesterol synthesis and metabolism. Collectively, these data suggested that DNLA could enhance LDL uptake of HepG2 cells by increasing LDLR expression through the LXRα/IDOL/LDLR pathway to alleviate the effects induced by LPS, suggesting the potential benefit of DNLA in improving lipid metabolism disorders."
    },
    {
      "pmid": "39861745",
      "title": "Integration of Metabolomics and Transcriptomics to Reveal the Antitumor Mechanism of Dendrobium officinale Polysaccharide-Based Nanocarriers in Enhancing Photodynamic Immunotherapy in Colorectal Cancer.",
      "authors": [
        "Shengchang Tao",
        "Huan Wang",
        "Qiufeng Ji",
        "Yushan Yang",
        "Gang Wei",
        "Ruiming Li",
        "Benjie Zhou"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2025-Jan-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: The mechanism of Dendrobium officinale polysaccharide-based nanocarriers in enhancing photodynamic immunotherapy in colorectal cancer (CRC) remains poorly understood. Methods: The effects of TPA-3BCP-loaded cholesteryl hemisuccinate-Dendrobium officinale polysaccharide nanoparticles (DOP@3BCP NPs) and their potential molecular mechanism of action in a tumor-bearing mouse model of CRC were investigated using non-targeted metabolomics and transcriptomics. Meanwhile, a histopathological analysis (H&E staining, Ki67 staining, and TUNEL assay) and a qRT-PCR analysis revealed the antitumor effects of DOP@3BCP NPs with and without light activation. Results: Through metabolomics and transcriptomics analysis, we found an alteration in the metabolome and functional pathways in the examined tumor tissues. The metabolic analysis showed 69 and 60 differentially expressed metabolites (DEMs) in positive- and negative-ion modes, respectively, in the treated samples compared to the Control samples. The transcriptomics analysis showed that 1352 genes were differentially expressed among the three groups. The differentially regulated functional pathways were primally related to the antitumor immune response. The results of the pathological histology assay and qRT-PCR analysis verified the findings of the integrated metabolomics and transcriptomics analysis. Conclusions: Overall, our findings elucidate the potential antitumor mechanisms of the D. officinale polysaccharide-based nanocarrier in enhancing photodynamic immunotherapy in CRC."
    },
    {
      "pmid": "39811879",
      "title": "Effect of Dendrobium Officinale on Radioactive Oral Mucositis of Nasopharyngeal Carcinoma and Changes of Oral Microecology.",
      "authors": [
        "Jiaying Yang",
        "Yuancai Liu",
        "He Yao",
        "Mengying Sun",
        "Yangbo Tong",
        "Guanjun Ma",
        "Zhuo Chen",
        "Xiang Qian",
        "Aiqin Zhang"
      ],
      "journal": "Integrative cancer therapies",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To observe the clinical efficacy of Dendrobium officinale in the treatment of radiotherapy-induced oral mucositis in nasopharyngeal carcinoma patients, and to explore its regulating effect on immune function and oral microbiota by comparing immune-related factors and oral microbiota before and after the intervention. METHODS: We conducted a randomized double-blinded controlled trial in Zhejiang Cancer Hospital. Sixty patients with nasopharyngeal cancer combined with radiotherapy-induced oral mucositis were randomly divided into a study group and control group, with 30 cases in each group The study group used compound vitamin B12 solution and Dendrobium tea drink, and the control group simply used compound vitamin B12 solution rinse. When the patients developed radiotherapy-induced oral mucositis (at the time of 10F radiotherapy), and after 1 month of Dendrobium treatment (at the end of radiotherapy), the salivary flow rate was measured without stimulation to evaluate the degree of oral mucositis and the clinical efficacy. We also detected the content of EGF in saliva and the content of IL-10 and IL-11 in serum, and analyzed the differences in microbial community structure. All patients consented before enrollment. RESULTS: The salivary flow rate and oral mucosal fraction of the study group after treatment were significantly improved, which was better than that of the control group(P < .05). The content of IL-10 in the study group after treatment increased significantly compared with that before treatment(P < .05). There was a significant difference between the oral flora of the study group before and after treatment (Unique OTU counts: 5390 vs 3906), and there was also a difference between the oral flora of the study group and control group after treatment (Unique OTU counts: 5671 vs 5439). After treatment, Erysipelotrichales (Phylum Firmicutes, LDA score = 2.80, P = .034), Leptotrichiaceae (Fusobacteria,LDA score = 3.38, P = .030) and Campylobacteraceae (Proteobacteria, LDA score = 3.35, P = .026) were significantly enriched in the study group. The use of Dendrobium officinale in nasopharyngeal carcinoma patients with radiotherapy-induced oral mucositis showed little difference in microbial diversity and abundance, but there were significant differences among oral bacteria genera. CONCLUSIONS: Dendrobium officinale is effective in the treatment of radiotherapy-induced oral mucositis, which may be related to the improvement of salivary gland function and regulation of the oral microenvironment. Dendrobium officinale may reduce the symptoms of radiotherapy-induced oral mucositis by affecting the systemic cellular immune function. It may reduce the secretion of pro-inflammatory factors of the relevant flora by directly changing the oral flora and regulating the oral micro-ecology.",
      "mesh_terms": [
        "Humans",
        "Stomatitis",
        "Dendrobium",
        "Male",
        "Female",
        "Nasopharyngeal Carcinoma",
        "Middle Aged",
        "Adult",
        "Double-Blind Method",
        "Nasopharyngeal Neoplasms",
        "Microbiota",
        "Saliva",
        "Radiation Injuries",
        "Plant Extracts",
        "Vitamin B 12",
        "Mouth Mucosa",
        "Radiotherapy"
      ]
    },
    {
      "pmid": "39803214",
      "title": "Insights Into Metabolic Signatures and Regulatory Effect of Dendrobium officinale Polysaccharides in Gut Microbiota: A Comparative Study of Healthy and Diabetic Status.",
      "authors": [
        "Qianbo Song",
        "Junju Zou",
        "Sau Wan Cheng",
        "Kendra Sek Lam Li",
        "David Tai Wai Lau",
        "Xiao Yang",
        "Pang Chui Shaw",
        "Zhong Zuo"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium officinale is a kind of popular functional food to be consumed by both healthy and diabetic people. As its major constituent, D. officinale polysaccharide (DOP) is mainly utilized by gut microbiota. Despite distinctive gut microbiota composition between healthy and diabetic individuals, no study compared the interplay between DOP and gut microbiota under healthy and diabetic status. The current study aims to investigate and compare the metabolic signatures and regulatory potential of DOP on gut microbiota between healthy and diabetic status. Our serial in vitro fermentation investigations found that mannose in DOP was more utilized by gut microbiota under diabetic status with higher production of propanoic acid and lower production of butyric acid compared with those under healthy status. Moreover, metabolomic analyses revealed different impacts of DOP on intestinal microbial metabolites between healthy and diabetic status with upregulating taurine and downregulating 2-hydroxybutyric acid only occurring under diabetic status. Biodiversity analyses demonstrated that DOP treatment could only significantly improve the diversity of gut microbiota under diabetic status while there was no significant effect on that under healthy status. Further gut microbiota composition analyses indicated that DOP treatment could promote probiotics (Dubosiella, Bifidobacterium, and Akkermansia) under both healthy and diabetic status while inhibit pathogens (Escherichia-Shigella) only under diabetic status. In summary, our current insights into metabolic signatures and regulatory effects of DOP in the gut microbiota under healthy and diabetic status provided scientific evidence for its broad use as functional food."
    },
    {
      "pmid": "39705935",
      "title": "Picrotoxane-type sesquiterpenoids from Dendrobium improve insulin resistance and increase glucose-stimulated insulin secretion.",
      "authors": [
        "Han-Fen Li",
        "Hui-Yan Shao",
        "Ni Huang",
        "Dan Yang",
        "Liu Yang",
        "Qing-Hua Kong",
        "Jiang-Miao Hu"
      ],
      "journal": "Bioorganic chemistry",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Twelve picrotoxane-type sesquiterpenoids were isolated from Dendrobium wardianum, of which dendrowardins K-N (1-4) are new compounds and dendrowardins O and P (9, 10) are new natural products. Notably, the structure of dendrowardin K contains the rarely observed 10,11-γ-lactone ring. The structural configurations of these compounds were determined through comprehensive 1D and 2D nuclear magnetic resonance (NMR), single-crystal X-ray diffraction, and other spectroscopic analyses. Additionally, the hypoglycaemic activities of the picrotoxane-type sesquiterpenes and their analogues were systematically evaluated by determining the antidiabetic activities of these compounds and six others (13-18) obtained from genus Dendrobium. Twelve compounds (1, 2, 4-6, 8, 12, 13 - 15, 17, and 18) significantly improved insulin resistance. Further experiments revealed that compound 6 improved insulin resistance by increasing GLUT-4 expression. The possible mechanism is related to AKT-related pathways, and the effects of treatment with 50 μM compound 6 were comparable to those of the positive control drug metformin. Compounds 4-6 and 13-15, 17 displayed great increases in the secretion of insulin from β-TC-6 cells. On the basis of these findings, the structure-activity relationships (SARs) of picrotoxane-type sesquiterpenoids were discussed for the first time.",
      "mesh_terms": [
        "Dendrobium",
        "Sesquiterpenes",
        "Insulin Resistance",
        "Hypoglycemic Agents",
        "Animals",
        "Structure-Activity Relationship",
        "Molecular Structure",
        "Mice",
        "Glucose",
        "Dose-Response Relationship, Drug",
        "Insulin Secretion",
        "Insulin"
      ]
    },
    {
      "pmid": "39701753",
      "title": "[Cloning and function characterization of a UDP-rhamnose synthase from Dendrobium huoshanense].",
      "authors": [
        "Xiao Huang",
        "Chuang-Bo Chen",
        "Zhi-Yu Zheng",
        "Guang-Lin Wang",
        "Cheng Song",
        "Jun Dai",
        "Bang-Xing Han",
        "Shan-Yong Yi"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2024-Oct",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "UDP-rhamnose, which is synthesized under the catalysis by the rhamnose synthase(RHM), is an essential sugar donor for the synthesis of rhamnoside in plants. Based on the reported rhamnose synthase, this study screened one RHM gene(DhuRHM) from the localized gene database of Dendrobium huoshanense by sequence alignment. This gene was cloned, and then bioinformatics analysis and in vitro functional verification were carried out. The results revealed that DhuRHM had an open reading frame of 2 016 bp, encoding a protein with 671 residues, a molecular weight of 75.43 kDa, and a theoretical isoelectric point of 6.12. Subcellular localization analysis indicated that DhuRHM was located on the cell membrane. Multiple sequence alignments and the phylogenetic tree showed that DhuRHM possessed the characteristic domains(GxxGxxG/A and YxxxK) of the plant RHM family and presented high homology with the RHMs of other species. DhuRHM had the activity to catalyze the transformation of UDP-glucose into UDP-rhamnose. Furthermore, RT-qPCR results showcased that the expression level of DhuRHM in stems was higher than those in leaves and roots. Among four abiotic stress conditions(high temperature, low temperature, drought, and ultraviolet radiation) and MeJA treatment, ultraviolet radiation, low temperature, and high temperature significantly up-regulated the expression of DhuRHM. This study is the first to obtain a rhamnose synthase from D. huoshanense and identify its functions. The findings enrich the knowledge about the plant RHM family and provide a reference for the research on the UDP-rhamnose biosynthetic pathway in D. huoshanense and the responses of related metabolites to environmental stress.",
      "mesh_terms": [
        "Dendrobium",
        "Phylogeny",
        "Plant Proteins",
        "Cloning, Molecular",
        "Uridine Diphosphate Sugars",
        "Gene Expression Regulation, Plant",
        "Hexosyltransferases",
        "Amino Acid Sequence",
        "Sequence Alignment"
      ]
    },
    {
      "pmid": "39701726",
      "title": "[Transcriptome analysis of Dendrobium officinale exposed to high temperature stress].",
      "authors": [
        "Zai-Ping Xu",
        "Meng-Ying Wang",
        "Fu-Ying Sun",
        "Wen Zhao",
        "Xin-Kai Yang",
        "Lin-Chun Wan",
        "Yi Rao"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2024-Oct",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "This study aims to mine the genes of Dendrobium officinale in response to high temperature stress and explore the molecular mechanism underlying the heat tolerance of D. officinale. In this study, the D. officinale variety &quot;Dahongshe&quot; was exposed to high temperature for 0, 2, 6, and 12 h, and then transcriptome analysis and qPCR were carried out. The transcriptome of each sample was analyzed by high-throughput sequencing. A total of 14 639 transcripts were obtained after the assembly by StringTie, with the lengths ranging from 500 bp to 2 000 bp. A total of 1 858 differentially expressed genes(DEGs) under high temperature stress in D. officinale, including 1 085 genes with upregulated expression and 773 with downregulated expression. The number of DEGs gradually increased over the time of high temperature treatment. GO enrichment analysis showed that the DEGs were mainly concentrated in transmembrane transport, responses to light, temperature, and radiation stimuli, and activity of transcription factors. The KEGG enrichment analysis revealed that the DEGs responding to high temperature stress were mainly in the pathways of endoplasmic reticulum protein processing, phytohormone signaling pathways, and plant-pathogen interaction. qPCR was performed for 12 randomly selected DEGs, and the outcomes proved that the transcriptome data were accurate and reliable. The results provide a theoretical basis for future work on the molecular mechanism of heat tolerance and the breeding of heat-tolerant varieties of D. officinale.",
      "mesh_terms": [
        "Dendrobium",
        "Gene Expression Profiling",
        "Gene Expression Regulation, Plant",
        "Hot Temperature",
        "Plant Proteins",
        "Transcriptome",
        "Stress, Physiological"
      ]
    },
    {
      "pmid": "39701258",
      "title": "Modification of a O-acetyl-glucomannan from Dendrobium officinale by selenylation modification and its anti-gastric cancer enhancing activity.",
      "authors": [
        "Ju Liu",
        "Danna Yan",
        "Qianying Chen",
        "Huayong Peng",
        "Lu Jin",
        "Chong Feng",
        "Lixia Zhang",
        "Guomin Zhao",
        "Depo Yang",
        "Zhimin Zhao"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, a homogeneous polysaccharide, named YDOP-1 was isolated form Dendrobium officinale using hot water extraction and ethanol precipitation method. YDOP-1 was characterized to be a typical O-acetyl-glucomannan with the molecular wight was 13,456 Da. Cell viability and colony forming assay showed that YDOP-1 possess moderate anti-gastric cancer effects. In order to further improve the anti-gastric cancer effects of YDOP-1, a selenium modification on YDOP-1 was performed. Energy dispersive spectrometer (EDS) and X-ray photoelectron spectroscopy (XPS) analysis demonstrated that the Se was successfully introduced into YDOP-1 by forming SeO bonds. Se modification significantly enhanced the anti-gastric cancer effects of YDOP-1, which could effectively inhibit the proliferation of MGC-803 cells via suppressing colony and inducing apoptosis by regulating the apoptosis proteins of Bax, Bcl-2, and Caspase-7. Our results indicated that the Se modified O-acetyl-glucomannan, YDOP-Se, was expected to be useful in the biomedicine field for the gastric cancer treatment.",
      "mesh_terms": [
        "Dendrobium",
        "Humans",
        "Stomach Neoplasms",
        "Cell Line, Tumor",
        "Apoptosis",
        "Selenium",
        "Cell Proliferation",
        "Mannans",
        "Cell Survival",
        "Antineoplastic Agents",
        "Polysaccharides"
      ]
    },
    {
      "pmid": "39692955",
      "title": "Network pharmacology and anticancer mechanism study of Dendrobium nobile dendrobine in the treatment of colorectal cancer.",
      "authors": [
        "Pei Luo",
        "Can Huang",
        "Jun Guo",
        "Xin Yao",
        "Chao Pan",
        "Aijin Bao",
        "Fei Li",
        "Ying-Ying Li"
      ],
      "journal": "Discover oncology",
      "publication_date": "2024-Dec-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: This study aims to explore the potential targets and anticancer mechanisms of dendrobine from Dendrobium nobile in the treatment of colorectal cancer through network pharmacology, and to experimentally validate its specific effects. METHODS: Initially, potential targets of dendrobine were identified using the ITCM Traditional Chinese Medicine database, while colorectal cancer-related genes were obtained from the NCBI Gene database, with the intersection of these datasets taken for further analysis. Functional enrichment analysis was conducted using the Metascape database, and a protein-protein interaction (PPI) network was constructed. Additionally, cell culture, cell proliferation assays, and wound healing assays were performed. The Wnt/β-catenin and NF-κB/COX-2/PGE2 signaling pathways were analyzed using PCR and Western blot experiments. RESULTS: The PPI network constructed from 152 intersecting genes revealed that these genes play crucial roles in processes such as cell proliferation, apoptosis, and signal transduction. Cell-based assays demonstrated that dendrobine significantly inhibits the proliferation and migration of colorectal cancer cells. Furthermore, PCR and Western blot results indicated that dendrobine suppresses colorectal cancer cell proliferation and migration by modulating the Wnt/β-catenin and NF-κB/COX-2/PGE2 signaling pathways. CONCLUSION: Dendrobine exhibits significant anticancer potential against colorectal cancer by regulating the Wnt/β-catenin and NF-κB/COX-2/PGE2 signaling pathways, providing a theoretical foundation and experimental evidence for its therapeutic application in colorectal cancer."
    },
    {
      "pmid": "39649546",
      "title": "Effect of Dendrobium nobile powder combined with conventional therapy on mild to moderate fatty liver.",
      "authors": [
        "Xi Le",
        "Yin Zhang",
        "Mei Yang",
        "Jie Li",
        "Hao Wang",
        "Jin-Lin Wu",
        "Juan Deng",
        "Hong-Min Zhang"
      ],
      "journal": "World journal of gastroenterology",
      "publication_date": "2024-Dec-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Nonalcoholic fatty liver disease (NAFLD) encompasses a variety of liver conditions impacting individuals who consume minimal or no alcohol. Recently, traditional Chinese medicine has been gradually used to treat mild to moderate fatty liver, among which Dendrobium nobile Lindl. powder has been affirmed by many doctors and patients to be effective. However, there is limited research on combining this treatment with standard therapies for mild to moderate NAFLD. AIM: To survey the effect of combining Dendrobium nobile Lindl. powder with standard treatment on liver function and lipid metabolism disorder in patients with mild to moderate NAFLD. METHODS: Eighty patients with mild to moderate NAFLD participated in this retrospective study, classified into two groups: The observation group (n = 40) and the control group (n = 40). In November 2020 and November 2022, the study was conducted at People's Hospital of Chongqing Liang Jiang New Area. The control group received standard treatment, while the observation group received Dendrobium nobile Lindl. powder based on the control group. The study compared differences in traditional Chinese medicine clinical syndrome scores, liver fibrosis treatment, liver function indicators, lipid levels, and serum inflammatory factor levels before and after treatment, and we calculated the incidence of adverse reactions for both groups. RESULTS: The total effective rate was 97.50% in the observation group and 72.5% in the control group. After 8 weeks of treatment, the main and secondary symptom scores remarkably decreased, especially in the observation group (P < 0.05), and there was a significant reduction in the serum levels of hyaluronic acid (HA), laminin (LN), human rocollagen III (PC III), and collagen type IV (CIV). The levels of HA, LN, PC III, and CIV were significantly lower in the observation group (P < 0.05). After 8 weeks, both groups indicated remarkable improvements in liver function and blood lipid levels, with the observation group having even lower levels (P < 0.05). Serum levels of interleukin-1β, tumor necrosis factor-α, and interleukin-8 also dropped significantly. The observation group had a lower rate of adverse reactions (5.00%) compared to the control group (22.50%). CONCLUSION: Adding Dendrobium nobile Lindl. powder to standard treatment has been found to remarkably improve symptoms and reduce inflammation in patients with mild to moderate fatty liver disease. It also enhances hepatic function and lipid profile, ameliorates liver fibrosis indices, and lowers the risk of side effects. Consequently, this therapeutic protocol shows promise for clinical implementation and dissemination.",
      "mesh_terms": [
        "Humans",
        "Dendrobium",
        "Non-alcoholic Fatty Liver Disease",
        "Male",
        "Female",
        "Middle Aged",
        "Retrospective Studies",
        "Adult",
        "Powders",
        "Treatment Outcome",
        "Drugs, Chinese Herbal",
        "Liver",
        "Medicine, Chinese Traditional",
        "Liver Function Tests",
        "Severity of Illness Index",
        "Lipid Metabolism"
      ]
    },
    {
      "pmid": "39536176",
      "title": "Deciphering the Therapeutic Efficacy and Underlying Mechanisms of Dendrobium officinale Polysaccharides in the Intervention of Alzheimer's Disease Mice: Insights from Metabolomics and Microbiome.",
      "authors": [
        "Jun Fu",
        "Zhaohan Liang",
        "Zihao Chen",
        "Yiyang Zhou",
        "Fen Xiong",
        "Qian Liang",
        "Hongchang Gao"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2025-Mar-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "As a traditional drug-food homologous plant, Dendrobium officinale is widely recognized for its nutritional and medicinal value. Specifically, D. officinale polysaccharide (DOP) has garnered attention as a potential prebiotic for its protective effects on gut microbiota and the nervous system. However, the underlying mechanism by which DOP improves cognitive dysfunction in Alzheimer's disease (AD) remains unclear. This study intends to elucidate the beneficial effects of DOP on AD mice from the perspectives of metabolomics and the intestinal microbiome. The results showed that DOP significantly ameliorated cognitive dysfunction, attenuated hippocampal neuronal damage and Aβ plaque deposition, and restored intestinal barrier integrity in AD mice. The antibiotic-cocktail-induced germ-free mouse model confirmed that the neuroprotective effect of DOP was dependent on gut microbiota. Further investigations demonstrated that DOP influenced the composition of gut microbiota and restored its diversity. Additionally, DOP reshaped metabolic profile disorders in AD mice and increased the short-chain fatty acids (SCFAs) content. Correlation analysis further highlighted that specific gut microbiota was associated with the metabolism of AD mice. In conclusion, this study sheds light on the positive impact of DOP in reshaping the gut microbiota and enhancing cognitive function, offering important perspectives for the possible advancement and utilization of DOP.",
      "mesh_terms": [
        "Animals",
        "Dendrobium",
        "Alzheimer Disease",
        "Gastrointestinal Microbiome",
        "Polysaccharides",
        "Mice",
        "Metabolomics",
        "Male",
        "Humans",
        "Plant Extracts",
        "Disease Models, Animal",
        "Mice, Inbred C57BL",
        "Bacteria"
      ]
    },
    {
      "pmid": "39522278",
      "title": "In situ identification of gastroprotective components from Dendrobium huoshanense using magnetic nanoparticles combined with biomaterials assisted EFISI-MS.",
      "authors": [
        "Peiliang Zhang",
        "Yuwen Guo",
        "Yuxing Xu",
        "Qiguo Wu",
        "Tao Wu",
        "Lan Han",
        "Daiyin Peng"
      ],
      "journal": "Talanta",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The identification of natural active compounds is typically a cumbersome and time-intensive process due to the necessity for elaborate sample pretreatment, leading to inefficiencies. Although recent advancements have introduced methods for targeted screening of these active compounds, they still demand intricate sample handling, and in severe cases, critical active compounds may be lost or degraded beyond detection. This study capitalizes on the novel discovery that Fe3O4 magnetic nanoparticles (MNPs) can be stably immobilized onto a magnetized steel probe of the electrostatic field induced spray ionization mass spectrometry (EFISI-MS) platform. By employing a method that targets the isolation of active compounds using MNPs paired with biomaterials (such as enzymes and cell membranes), we fixed complexes of cell membranes bound to Fe3O4 MNPs onto the magnetized probe through magnetic adsorption. This modified probe enables direct sampling from fresh plants, followed by EFISI-MS analysis. Employing this method, we successfully identified three gastroprotective compounds (schaftoside, isoschaftoside and 4-allyl-2,6-dimethoxyphenyl glucoside) directly from fresh Dendrobium huoshanense in situ, eliminating the need for preliminary sample treatment. The structures of these compounds were confirmed through total synthesis and comparative analysis with standards. Further biological experiments demonstrated that these compounds not only enhanced the survival rate of MNNG induced GES-1 cells in vitro in a dose-dependent manner but also significantly ameliorated gastric mucosal injury in a mouse model. Furthermore, the conventional approach using Fe3O4 MNPs combined with cell membranes to extract components from D. huoshanense failed to detect active compound 4-allyl-2,6-dimethoxyphenyl glucoside. This demonstrates that our newly developed methodology not only facilitates the direct in situ identification of plant derived active compounds but also significantly improves the detection rate of these bioactive substances.",
      "mesh_terms": [
        "Animals",
        "Dendrobium",
        "Mice",
        "Magnetite Nanoparticles",
        "Biocompatible Materials",
        "Spectrometry, Mass, Electrospray Ionization",
        "Protective Agents",
        "Plant Extracts",
        "Static Electricity"
      ]
    },
    {
      "pmid": "39335939",
      "title": "Study on the Structural Features of Eight Dendrobium Polysaccharides and Their Protective Effects on Gastric Mucosa.",
      "authors": [
        "Haonan Wang",
        "Ying Wang",
        "Yuanxi Liu",
        "Jinxin Xie",
        "Yazhong Zhang",
        "Hongyu Jin",
        "Feng Wei",
        "Shuangcheng Ma"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-Sep-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to analyze the structure of polysaccharides from eight different Dendrobium species and their protective effects on gastric mucosa. Ultraviolet (UV) analysis showed that the contents of eight polysaccharides ranged from 51.89 ± 6.91% to 80.57 ± 11.63%; the degree of acetylation ranged from 0.17 ± 0.03 to 0.48 ± 0.03. High-performance liquid chromatography (HPLC) results showed that these polysaccharides were mainly composed of mannose (Man) and glucose (Glc) with a small amount of galactose (Gal) and arabinose (Ara), and the monosaccharide ratios of different Dendrobium species were different. High-performance size exclusion chromatography-multi angle light scattering-refractive index detector (HPSEC-MALS-RID) showed that the molecular weight (Mw) of all Dendrobium polysaccharides was >1 × 105 Da; D. huoshanense had the lowest molecular weight. Subsequently, an ethanol injured GES-1 cell model was constructed to evaluate the gastric mucosal protective potential of polysaccharides from eight different Dendrobium species. The results showed that the protective effect of the low concentration 50 μg/mL DHP treatment group was similar to that of the control group (p > 0.05), and the cell viability could reach 97.32% of that of the control group. Based on the polysaccharide composition, different kinds of Dendrobium have different degrees of migration and repair effects on GES-1 damaged cells, and the effect of DHP is slightly better than that of other varieties (83.13 ± 1.05%). Additionally, Dendrobium polysaccharides alleviated ethanol-induced oxidative stress and inflammatory response in gastric mucosal cells by enhancing the activity of antioxidant enzymes (superoxide dismutase, glutathione peroxidase, catalase) and reducing the levels of malondialdehyde and reactive oxygen species. Overall, DHP can most effectively protect gastric mucosa. These findings enhance our understanding of the relationship between the structure and biological activity of Dendrobium polysaccharides, providing a foundation for the quality control of Dendrobium. Furthermore, these findings offer theoretical support for the development of Dendrobium polysaccharides as nutraceuticals to treat digestive system diseases."
    },
    {
      "pmid": "39273609",
      "title": "Identification and Analysis of Aluminum-Activated Malate Transporter Gene Family Reveals Functional Diversification in Orchidaceae and the Expression Patterns of Dendrobium catenatum Aluminum-Activated Malate Transporters.",
      "authors": [
        "Fu-Cheng Peng",
        "Meng Yuan",
        "Lin Zhou",
        "Bao-Qiang Zheng",
        "Yan Wang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Sep-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aluminum-activated malate transporter (ALMT) genes play an important role in aluminum ion (Al3+) tolerance, fruit acidity, and stomatal movement. Although decades of research have been carried out in many plants, there is little knowledge about the roles of ALMT in Orchidaceae. In this study, 34 ALMT genes were identified in the genomes of four orchid species. Specifically, ten ALMT genes were found in Dendrobium chrysotoxum and D. catenatum, and seven were found in Apostasia shenzhenica and Phalaenopsis equestris. These ALMT genes were further categorized into four clades (clades 1-4) based on phylogenetic relationships. Sequence alignment and conserved motif analysis revealed that most orchid ALMT proteins contain conserved regions (TM1, GABA binding motif, and WEP motif). We also discovered a unique motif (19) belonging to clade 1, which can serve as a specifically identified characteristic. Comparison with the gene structure of AtALMT genes (Arabidopsis thaliana) showed that the gene structure of ALMT was conserved across species, but the introns were longer in orchids. The promoters of orchid ALMT genes contain many light-responsive and hormone-responsive elements, suggesting that their expression may be regulated by light and phytohormones. Chromosomal localization and collinear analysis of D. chrysotoxum indicated that tandem duplication (TD) is the main reason for the difference in the number of ALMT genes in these orchids. D. catenatum was chosen for the RT-qPCR experiment, and the results showed that the DcaALMT gene expression pattern varied in different tissues. The expression of DcaALMT1-9 was significantly changed after ABA treatment. Combining the circadian CO2 uptake rate, titratable total acid, and RT-qPCR data analysis, most DcaALMT genes were highly expressed at night and around dawn. The result revealed that DcaALMT genes might be involved in photosynthate accumulation. The above study provides more comprehensive information for the ALMT gene family in Orchidaceae and a basis for subsequent functional analysis.",
      "mesh_terms": [
        "Gene Expression Regulation, Plant",
        "Phylogeny",
        "Aluminum",
        "Orchidaceae",
        "Plant Proteins",
        "Dendrobium",
        "Multigene Family",
        "Promoter Regions, Genetic",
        "Organic Anion Transporters",
        "Malates",
        "Amino Acid Sequence"
      ]
    },
    {
      "pmid": "39256953",
      "title": "Transcription factor DcbZIPs regulate secondary metabolism in Dendrobium catenatum during cold stress.",
      "authors": [
        "Xiaohui Zhou",
        "Chenfei Lu",
        "Fenfen Zhou",
        "Yanqin Zhu",
        "Wu Jiang",
        "Aicun Zhou",
        "Yanghui Shen",
        "Lanying Pan",
        "Aimin Lv",
        "Qingsong Shao"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cold stress seriously affects plant development and secondary metabolism. The basic region/leucine zipper (bZIP) is one of the largest transcription factor (TFs) family and widely involved in plant cold stress response. However, the function of bZIP in Dendrobium catenatum has not been well-documented. Cold inhibited the growth of D. catenatum and increased total polysaccharide and alkaloid contents in stems. Here, 62 DcbZIP genes were identified in D. catenatum, which were divided into 13 subfamilies. Among them, 58 DcbZIPs responded to cold stress, which were selected based on the transcriptome database produced from cold-treated D. catenatum seedlings. Specifically, the expression of DcbZIP3/6/28 was highly induced by cold treatment in leaves or stems. Gene sequence analysis indicated that DcbZIP3/6/28 contains the bZIP conserved domain and is localized to the cell nucleus. Co-expression networks showed that DcbZIP6 was significantly negatively correlated with PAL2 (palmitoyl-CoA), which is involved in flavonoid metabolism. Moreover, DcbZIP28 has significant negative correlations with various metabolism-related genes in the polysaccharide metabolic pathway, including PFKA1 (6-phosphofructokinase), ALDO2 (aldose-6-phosphate reductase) and SCRK5 (fructokinase). These results implied that DcbZIP6 or DcbZIP28 are mainly involved in flavonoid or polysaccharide metabolism. Overall, these findings provide new insights into the roles of the DcbZIP gene family in secondary metabolism in D. catenatum under cold stress.",
      "mesh_terms": [
        "Dendrobium",
        "Plant Proteins",
        "Gene Expression Regulation, Plant",
        "Cold-Shock Response",
        "Secondary Metabolism",
        "Transcription Factors",
        "Cold Temperature",
        "Phylogeny"
      ]
    },
    {
      "pmid": "39199164",
      "title": "Bioaffinity Ultrafiltration Combined with HPLC-ESI-qTOF-MS/MS for Screening Potential Bioactive Components from the Stems of Dendrobium fimbriatum and In Silico Analysis.",
      "authors": [
        "Yu-Hui Hsieh",
        "Wu-Chang Chuang",
        "Ming-Chung Lee",
        "Yu-Hsin Fan",
        "Nai-Kuei Huang",
        "Jih-Jung Chen"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Jul-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium fimbriatum is a perennial herb, and its stems are high-grade tea and nourishing medicinal materials. Various solvent extracts of D. fimbriatum were evaluated for their anti-inflammatory, anti-acetylcholinesterase (AChE), antioxidant, and anti-α-glucosidase properties. Acetone and EtOAc extracts showed significant antioxidant effects. Acetone, n-hexane, and EtOAc extracts revealed potent inhibition against α-glucosidase. EtOAc, n-hexane, and dichloromethane extracts displayed significant anti-AChE activity. Among the isolated constituents, gigantol, moscatin, and dendrophenol showed potent antioxidant activities in FRAP, DPPH, and ABTS radical scavenging tests. Moscatin (IC50 = 161.86 ± 16.45 μM) and dendrophenol (IC50 = 165.19 ± 13.25 μM) displayed more potent anti-AChE activity than chlorogenic acid (IC50 = 236.24 ± 15.85 μM, positive control). Dendrophenol (IC50 = 14.31 ± 3.17 μM) revealed more efficient anti-NO activity than quercetin (positive control, IC50 = 23.09 ± 1.43 μM). Analysis of AChE and iNOS inhibitory components was performed using molecular docking and/or the bioaffinity ultrafiltration method. In bioaffinity ultrafiltration, the binding affinity of compounds to the enzyme (acetylcholinesterase and inducible nitric oxide synthase) was determined using the enrichment factor (EF). Among the main components of the EtOAc extract from D. fimbriatum stem, moscatin, dendrophenol, gigantol, and batatasin III with acetylcholinesterase exhibited the highest binding affinities, with affinity values of 66.31%, 59.48%, 54.60%, and 31.87%, respectively. Moreover, the affinity capacity of the identified compounds with inducible nitric oxide synthase can be ranked as moscatin (88.99%) > dendrophenol (65.11%) > gigantol (44.84%) > batatasin III (27.18%). This research suggests that the bioactive extracts and components of D. fimbriatum stem could be studied further as hopeful candidates for the prevention or treatment of hyperglycemia, oxidative stress-related diseases, and nervous disorders."
    },
    {
      "pmid": "39153683",
      "title": "Dendrobium nobile-derived polysaccharides stimulate the glycolytic pathway by activating SIRT2 to regulate insulin resistance in polycystic ovary syndrome granulosa cells.",
      "authors": [
        "Rao Hu",
        "Weihua Nong",
        "Peng Huo",
        "Linlin Hu",
        "Wenjian Jiang",
        "Zhijian Yang",
        "Anqi Liao",
        "Xi Chen",
        "Zhijian Huang",
        "Xiaocan Lei"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Insulin resistance (IR) is one of the major complications of polycystic ovary syndrome (PCOS). This study aimed to investigate the effects and the molecular regulatory mechanism by which Dendrobium nobile-derived polysaccharides (DNP) improve IR in rats with letrozole and high-fat-diet induced PCOS. In vivo, DNP (200 mg/kg/d) administration not only reduced body weight, blood glucose, and insulin levels in PCOS rats, but also improve the disrupted estrous cycle. In addition, DNP treatment reduced atretic and cystic follicles and enhanced granulosa cell layer thickness, thereby restoring follicle development. In vitro, DNP treatment (100 μM) increased lactate levels and decreased pyruvate levels in insulin-treated (8 μg/mL) KGN cells. Additionally, DNP also decreased the expression of IGF1 and increased that of IGF1R, SIRT2, LDHA, PKM2 and HK2 both in vivo and in vitro. Also, SIRT2 expression was specifically inhibited by AGK2, while DNP significantly improved IR and glycolysis by reversing the effect of AGK2 treatment on lactate and pyruvate production, upregulating the expression levels of IGF1R, LDHA, HK2, and PKM2 and downregulating the expression level of IGF1. The results indicate that DNP can effectively improve IR and restore glycolytic pathway by activating SIRT2, which may provide a potential therapeutic approach for PCOS patients.",
      "mesh_terms": [
        "Polycystic Ovary Syndrome",
        "Female",
        "Animals",
        "Polysaccharides",
        "Insulin Resistance",
        "Glycolysis",
        "Granulosa Cells",
        "Rats",
        "Dendrobium",
        "Sirtuin 2",
        "Humans",
        "Insulin",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "39121927",
      "title": "Dendrobium officinale Kimura et Migo polysaccharide ameliorated DNFB-induced atopic dermatitis in mice associated with suppressing MAPK/NF-κB/STAT3 signaling pathways.",
      "authors": [
        "Jingru Liao",
        "Wenjun Zhao",
        "Yuwei Zhang",
        "Zebin Zou",
        "Qilin Zhang",
        "Dongqiu Chen",
        "Bing Du",
        "Pan Li"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Dec-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Dendrobium officinale Kimura et Migo as a valuable Chinese medicine has been used in China for more than 2000 years. Its main active components, polysaccharide (DOP), has been reported to have various pharmacological effects, including anti-inflammatory, antioxidant and alleviating AD effects. However, the precise mechanism underlying its therapeutic effect in AD remains largely unclear. AIM OF THE STUDY: The present study sought to assess the efficacy of DOP and elucidate its intricate mechanisms in ameliorating DNFB-induced AD. MATERIALS AND METHODS: Mice were sensitized with DNFB and treated with DOP application for 14 days. Treatment effects were assessed using dermatitis scores, ear thickness and scratching frequency. Epidermal thickness, mast cells and CD4+ T cells infiltration were detected by using H&E, toluidine blue staining and immunofluorescence staining respectively. Serum histamine (HIS), immunoglobulin E (IgE), thymic stromal lymphopoietin (TSLP), skin SOD, MDA, GHS, CAT, inflammatory cytokines (TNF-α, IFN-γ, IL-1β, IL-4, IL-5, IL-13) and chemokine (MIP-α, MDC, MCP-1) levels were quantify by ELISA and immunohistochemistry. Additionally, qPCR and Western blot analyses were performed to assess genes and proteins expression associated with MAPK/NF-κB/STAT3 signaling pathway. RESULTS: The results indicated that DOP effectively mitigated AD-like skin lesions in mice through multiple pathways. It reduced epidermal thickness, ear thickness and scratching frequency in AD mice. Additionally, DOP mitigated inflammatory responses by decreasing the levels of inflammatory factors, as well as reducing serum levels of IgE, HIS, and TSLP. Moreover, DOP inhibited infiltration of mast cells and CD4+ T cells, suppressed the expression of skin chemokines such as MDC, MCP-1, and MIP-α, and enhanced filaggrin content in AD mice. Furthermore, DOP significantly boosted antioxidant capacity, as well as significantly reduced the expression of JAK1, STAT3, NF-κB p65, IκBα, ERK1/2, and p38 proteins and phosphorylated proteins such as p-JAK1, p-STAT3, p-NF-κB p65, p-IκBα, p-ERK1/2, and p-p38. CONCLUSIONS: These findings suggested that DOP has significant anti-AD activity, primarily through reducing inflammatory responses, improving antioxidant capacity, repairing the skin barrier, and down-regulating key genes and proteins in MAPK/NF-κB/STAT3 signaling pathway, and that this study may provide valuable insights into the development of innovative therapies for the treatment of AD.",
      "mesh_terms": [
        "Animals",
        "Dermatitis, Atopic",
        "Dendrobium",
        "NF-kappa B",
        "STAT3 Transcription Factor",
        "Polysaccharides",
        "Mice",
        "Signal Transduction",
        "Cytokines",
        "Male",
        "Mice, Inbred BALB C",
        "Mast Cells",
        "Anti-Inflammatory Agents",
        "MAP Kinase Signaling System",
        "Skin",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39089548",
      "title": "Analysis of metagenome and metabolome disclosed the mechanisms of Dendrobium officinale polysaccharide on DSS-induced ulcerative colitis-affected mice.",
      "authors": [
        "Xiaona Zeng",
        "Shengqiu Tang",
        "Xiaoying Dong",
        "Mengyue Dong",
        "Runlin Shao",
        "Ruiheng Liu",
        "Tong Li",
        "Xinheng Zhang",
        "Yung Hou Wong",
        "Qingmei Xie"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Currently, there is no known cause for ulcerative colitis (UC), an inflammatory bowel disease that is difficult to treat. This assay aimed to investigate the protective effects and mechanisms of Dendrobium officinale polysaccharide (DOP) in mice with acute UC induced by dextran sulphate sodium (DSS). We found that DOP could improve weight loss, decrease the disease activity index (DAI), and regulate the release of interleukin 2 (IL-2), IL-4, IL-6, and IL-10 in DSS-induced acute UC mice. Additionally, DOP preserved the integrity of the intestinal barrier in UC mice by increasing goblet cell density and maintaining tight junctions. DOP significantly enhanced total antioxidant capacity (T-AOC), and reduced glutathione (GSH), nitric oxide (NO), and malondialdehyde (MDA) levels in the bloodstream. In terms of serum biochemistry, DOP markedly elevated levels of bilirubin (BIL), alkaline phosphatase (ALP), total bile acid (TBA), creatinine (Crea), and creative kinase isoenzyme (CKMB). Furthermore, DOP increased the relative abundance of Lactobacillales. DOP also improved intestinal health and stimulated the synthesis of potent anti-inflammatory and antiviral substances by regulating the metabolism of purines, prostaglandins, and leukotrienes. Therefore, DOP can be considered a functional dietary supplement for the treatment of UC, as it improves the condition of DSS-induced UC mice.",
      "mesh_terms": [
        "Animals",
        "Dendrobium",
        "Colitis, Ulcerative",
        "Polysaccharides",
        "Dextran Sulfate",
        "Mice",
        "Metabolome",
        "Male",
        "Gastrointestinal Microbiome",
        "Cytokines",
        "Antioxidants",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39063214",
      "title": "Discovery of the Natural Bibenzyl Compound Erianin in Dendrobium Inhibiting the Growth and EMT of Gastric Cancer through Downregulating the LKB1-SIK2/3-PARD3 Pathway.",
      "authors": [
        "Xin Wei",
        "Qunshan Liu",
        "Liu Liu",
        "Dan Wang",
        "Jiajia Liu",
        "Qizhi Zhu",
        "Ziming Xu",
        "Qi Chen",
        "Weiping Xu"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Jul-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Erianin, a bibenzyl compound found in dendrobium extract, has demonstrated broad anticancer activity. However, its mechanism of action in gastric cancer (GC) remains poorly understood. LKB1 is a tumor-suppressor gene, and its mutation is an important driver of various cancers. Yet some studies have reported contradictory findings. In this study, we combined bioinformatics and in vitro and in vivo experiments to investigate the effect and potential mechanism of Erianin in the treatment of GC. The results show that LKB1 was highly expressed in patients' tumor tissues and GC cells, and it was associated with poor patient prognosis. Erianin could promote GC cell apoptosis and inhibit the scratch repair, migration, invasion, and epithelial-mesenchymal transition (EMT) characteristics. Erianin dose-dependently inhibited the expression of LKB1, SIK2, SIK3, and PARD3 but had no significant effect on SIK1. Erianin also inhibited tumor growth in CDX mice model. Unexpectedly, 5-FU also exhibited a certain inhibitory effect on LKB1. The combination of Erianin and 5-FU significantly improved the anti-tumor efficacy of 5-FU in the growth of GC cells and xenograft mouse models. In summary, Erianin is a potential anti-GC compound that can inhibit GC growth and EMT properties by targeting the LKB1-SIK2/3-PARD3-signaling axis. The synergistic effect of Erianin and 5-FU suggests a promising therapeutic strategy for GC treatment.",
      "mesh_terms": [
        "Stomach Neoplasms",
        "Dendrobium",
        "Epithelial-Mesenchymal Transition",
        "Humans",
        "Animals",
        "Bibenzyls",
        "Mice",
        "Protein Serine-Threonine Kinases",
        "Cell Proliferation",
        "Cell Line, Tumor",
        "AMP-Activated Protein Kinase Kinases",
        "Signal Transduction",
        "Apoptosis",
        "Xenograft Model Antitumor Assays",
        "Gene Expression Regulation, Neoplastic",
        "Cell Movement",
        "Down-Regulation",
        "Phenol"
      ]
    },
    {
      "pmid": "38994034",
      "title": "Environment-responsive dendrobium polysaccharide hydrogel embedding manganese microsphere as a post-operative adjuvant to boost cascaded immune cycle against melanoma.",
      "authors": [
        "Nan Gao",
        "Yiran Huang",
        "Shisuo Jing",
        "Meng Zhang",
        "Ergang Liu",
        "Lu Qiu",
        "Jing Huang",
        "Bahtiyor Muhitdinov",
        "Yongzhuo Huang"
      ],
      "journal": "Theranostics",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rationale: Surgical resection is a primary treatment for solid tumors, but high rates of tumor recurrence and metastasis post-surgery present significant challenges. Manganese (Mn2+), known to enhance dendritic cell-mediated cancer immunotherapy by activating the cGAS-STING pathway, has potential in post-operative cancer management. However, achieving prolonged and localized delivery of Mn2+ to stimulate immune responses without systemic toxicity remains a challenge. Methods: We developed a post-operative microenvironment-responsive dendrobium polysaccharide hydrogel embedded with Mn2+-pectin microspheres (MnP@DOP-Gel). This hydrogel system releases Mn2+-pectin microspheres (MnP) in response to ROS, and MnP shows a dual effect in vitro: promoting immunogenic cell death and activating immune cells (dendritic cells and macrophages). The efficacy of MnP@DOP-Gel as a post-surgical treatment and its potential for immune activation were assessed in both subcutaneous and metastatic melanoma models in mice, exploring its synergistic effect with anti-PD1 antibody. Result: MnP@DOP-Gel exhibited ROS-responsive release of MnP, which could exert dual effects by inducing immunogenic cell death of tumor cells and activating dendritic cells and macrophages to initiate a cascade of anti-tumor immune responses. In vivo experiments showed that the implanted MnP@DOP-Gel significantly inhibited residual tumor growth and metastasis. Moreover, the combination of MnP@DOP-Gel and anti-PD1 antibody displayed superior therapeutic potency in preventing either metastasis or abscopal brain tumor growth. Conclusions: MnP@DOP-Gel represents a promising drug-free strategy for cancer post-operative management. Utilizing this Mn2+-embedding and ROS-responsive delivery system, it regulates surgery-induced immune responses and promotes sustained anti-tumor responses, potentially increasing the effectiveness of surgical cancer treatments.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Hydrogels",
        "Manganese",
        "Polysaccharides",
        "Dendrobium",
        "Microspheres",
        "Mice, Inbred C57BL",
        "Macrophages",
        "Melanoma",
        "Immunotherapy",
        "Dendritic Cells",
        "Cell Line, Tumor",
        "Female",
        "Tumor Microenvironment",
        "Reactive Oxygen Species",
        "Adjuvants, Immunologic",
        "Melanoma, Experimental"
      ]
    },
    {
      "pmid": "38923536",
      "title": "Dendrobium officinale flos water extract ameliorates ethanol-induced acute gastric mucosal injury via inhibiting oxidative stress and inflammation.",
      "authors": [
        "Pinglong Fan",
        "Shuchun Xie",
        "ZhiQian Zhang",
        "Quan Yuan",
        "Jiajiang He",
        "Jie Zhang",
        "Xinyue Liu",
        "Xiaoyi Liu",
        "Lieqiang Xu"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dendrobium officinale flos (DOF), a novel food raw material, is used in Chinese folk medicine to nourish the stomach. However, there is still no available study to evaluate the effects of DOF on animal models of acute gastric injury and its mechanism by modern pharmacological research. RESULTS: Herein, we characterized the major components of an aqueous extract of DOF and assessed its potential ameliorative effects in a rat model of acute gastric mucosal injury. The DOF water extract showed significant protective effects on the gastric mucosa and exhibited excellent antioxidant and anti-inflammatory activities. Acute gastric injury rat models induced by ethanol (6 mL kg-1) were pretreated with different doses of DOF water extract (50-100 mg kg-1 day-1), and the biological effects of DOF extract in gastric tissues were evaluated. DOF extract alleviated the symptoms of ethanol-stimulated acute gastric mucosal injury, as evidenced by a significant reduction in gastric injury index and the degree of gastric pathological changes. Additionally, treatment with DOF extract upregulated mucin expression in the gastric mucosa, attenuated oxidative stress, decreased the release of inflammatory mediators (TNF-α, IL-6), suppressed the expression of key proinflammatory enzymes (COX-2 and iNOS), reduced the phosphorylation of p38 MAPK and p65 NF-κB and increased the level of PGE2 in gastric tissues. CONCLUSION: DOF exerts protective effects against ethanol-induced acute gastric mucosal injury, mainly by inhibiting inflammation and oxidative stress. © 2024 Society of Chemical Industry.",
      "mesh_terms": [
        "Animals",
        "Dendrobium",
        "Gastric Mucosa",
        "Oxidative Stress",
        "Rats",
        "Plant Extracts",
        "Male",
        "Rats, Sprague-Dawley",
        "Ethanol",
        "Anti-Inflammatory Agents",
        "Humans",
        "Inflammation",
        "Flowers",
        "Cyclooxygenase 2",
        "Stomach Ulcer",
        "Tumor Necrosis Factor-alpha",
        "Antioxidants",
        "Interleukin-6",
        "NF-kappa B"
      ]
    },
    {
      "pmid": "38901205",
      "title": "Dendrobium nobile active ingredient Dendrobin A against hepatocellular carcinoma via inhibiting nuclear factor kappa-B signaling.",
      "authors": [
        "Yaping Yu",
        "Yonghao Fan",
        "Wenli Mei",
        "Xiaoqing Xu",
        "Yan Chen",
        "Yangyang Zhao",
        "Banzhan Ruan",
        "Zhihua Shen",
        "Yanda Lu",
        "Shaojiang Zheng",
        "Wei Jie"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Dendrobin A, a typical active ingredient of the traditional Chinese medicine Dendrobium nobile, has potential clinical application in cancer treatment; however, its effect and mechanism in anti-hepatocellular carcinoma (HCC) remain unsolved. METHOD: The effects of Dendrobin A on the viability, migration, invasion, cycle, apoptosis, and epithelial-mesenchymal transition of HepG2 and SK-HEP-1 cells were verified by in vitro experiments. mRNA sequencing was performed to screen the differentially expressed genes (DEGs) of HCC cells before and after Dendrobin A treatment, following GO enrichment and KEGG signaling pathway analyses. Mechanistically, molecular docking was used to evaluate the binding of Dendrobin A with proteins p65 and p50, before further verifying the activation of nuclear factor kappa-B (NF-κB) signaling. Finally, the antiproliferative effect of Dendrobin A on HCC cells was explored through animal experiments. RESULTS: Dendrobin A arrested cell cycle, induced apoptosis, and inhibited proliferation, migration, invasion, and blocked epithelial-mesenchymal transition in HepG2 and SK-HEP-1 cells. mRNA sequencing identified 830 DEGs, involving various biological processes. KEGG analysis highlighted NF-κB signaling. Molecular docking revealed strong binding of Dendrobin A with p65 and p50 proteins, and western blotting confirmed reduced levels of p-p65 and p-p50 in HCC cells post Dendrobin A treatment. NF-κB agonist PMA reversed Dendrobin A-inhibited cell proliferation migration and invasion. In vivo experiments showed that Dendrobin A inhibited HCC cell growth. CONCLUSION: Our findings suggest that Dendrobin A exhibits anti-HCC properties by inhibiting the activation of the NF-κB pathway. These results provide a scientific basis for utilizing Dendrobium nobile in anti-HCC therapies.",
      "mesh_terms": [
        "Humans",
        "Carcinoma, Hepatocellular",
        "NF-kappa B",
        "Liver Neoplasms",
        "Signal Transduction",
        "Dendrobium",
        "Hep G2 Cells",
        "Animals",
        "Molecular Docking Simulation",
        "Epithelial-Mesenchymal Transition",
        "Apoptosis",
        "Cell Proliferation",
        "Cell Movement",
        "Mice, Nude",
        "Cell Line, Tumor",
        "Xenograft Model Antitumor Assays",
        "Mice, Inbred BALB C",
        "Mice",
        "Gene Expression Regulation, Neoplastic",
        "Male"
      ]
    },
    {
      "pmid": "38887554",
      "title": "Untargeted metabonomics and TLR4/ NF-κB signaling pathway analysis reveals potential mechanism of action of Dendrobium huoshanense polysaccharide in nonalcoholic fatty liver disease.",
      "authors": [
        "Guang-Hui Deng",
        "Chen-Chen Zhao",
        "Xiao Cai",
        "Xiao-Qian Zhang",
        "Meng-Zhen Ma",
        "Jia-Hui Lv",
        "Wen-Li Jiang",
        "Dai-Yin Peng",
        "Yan-Yan Wang",
        "Li-Hua Xing",
        "Nian-Jun Yu"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nonalcoholic fatty liver disease (NAFLD) is marked by hepatic steatosis accompanied by an inflammatory response. At present, there are no approved therapeutic agents for NAFLD. Dendrobium Huoshanense polysaccharide (DHP), an active ingredient extracted from the stems of Dendrobium Huoshanense, and exerts a protective effect against liver injury. However, the therapeutic effects and mechanisms of action DHP against NAFLD remain unclear. DHP was extracted, characterized, and administered to mice in which NAFLD had been induced with a high-fat and high-fructose drinking (HFHF) diet. Our results showed that DHP used in this research exhibits the characteristic polysaccharide peak with a molecular weight of 179.935 kDa and is composed primarily of Man and Glc in a molar ratio of 68.97:31.03. DHP treatment greatly ameliorated NAFLD by significantly reducing lipid accumulation and the levels of liver function markers in HFHF-induced NAFLD mice, as evidenced by decreased serum levels of aspartate aminotransferase (AST), alanine aminotransferase (ALT), total cholesterol (TC) and total triglyceride (TG). Furthermore, DHP administration reduced hepatic steatosis, as shown by H&E and Oil red O staining. DHP also inhibited the Toll-like receptor 4 (TLR4)/nuclear factor-kappa B (NF-κB) signaling pathway expression, thereby reducing levels of hepatic proinflammatory cytokines. Besides, untargeted metabolomics further indicated that 49 metabolites were affected by DHP. These metabolites are strongly associated the metabolism of glycine, serine, threonine, nicotinate and nicotinamide, and arachidonic acid. In conclusion, DHP has a therapeutic effect against NAFLD, whose underlying mechanism may involve the modulation of TLR4/NF-κB, reduction of inflammation, and regulation of the metabolism of glycine, serine, threonine, nicotinate and nicotinamide metabolism, and arachidonic acid metabolism."
    },
    {
      "pmid": "38871011",
      "title": "Octahydroindolizine alkaloid Homocrepidine A from Dendrobium crepidatum attenuate P. acnes-induced inflammatory in vitro and in vivo.",
      "authors": [
        "Lizhi Gong",
        "Jiayao Xu",
        "Miaomiao Guo",
        "Jian Zhao",
        "Xiujuan Xin",
        "Chaofeng Zhang",
        "Xiaoming Ni",
        "Yang Hu",
        "Faliang An"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Oct-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Dendrobium crepidatum Lindl. ex Paxton is a perennial epiphyte of Dendrobium genus, distributed in southern China, and utilized as the traditional Chinese medicine \"Shihu\" in Yunnan Province. Due to its heat-clearing and detoxicating properties, it is formulated as the \"XiaoCuoWan\" as recorded in the China Pharmacopoeia, and specially used to treat chronic skin inflammatory diseases, such as acne. AIM OF THE STUDY: This research aimed to estimate impact of the octahydroindoline alkaloid Homocrepidine A (HCA), isolated from D. crepidatum, on acne inflammation using both human THP-1 cells and mouse models. Furthermore, the potential anti-inflammatory mechanism of HCA has been analyzed through molecular biology methods and computer simulation. MATERIALS AND METHODS: THP-1 cells and mouse models induced by live Propionibacterium acnes (P. acnes) were employed to evaluate the anti-inflammatory properties of crude extract of D. crepidatum (DCE) and HCA. ELISA was utilized to detect the release of inflammatory cytokines in both cellular and murine ear tissues. RNAseq was used to screen the pathways associated with HCA-mediated inflammatory inhibition, while Western blot, RT-qPCR, and immunofluorescence were utilized to detect the expression of relevant proteins. Additionally, molecular docking simulations and cellular thermal shift assays were employed to confirm the target of HCA. RESULTS: Our research shows that DCE and HCA can effectively alleviate acne inflammation. HCA inhibits TLR2 expression by interacting with amino acid residues in the TIR domain of hTLR2, including Pro-681, Asn-688, Trp-684, and Ile-685. Moreover, HCA disrupts inflammatory signal transduction mediated by MAPK and NF-κB pathways through MyD88-dependent pathway. Additionally, HCA treatment facilitates Nrf2 nuclear translocation and upregulates HO-1 expression, thereby inhibiting NLRP3 inflammasomes activation. In vivo experiments further revealed that HCA markedly attenuated erythema and swelling caused by P. acnes in mice ears, while also decreasing the expression of pro-inflammatory cytokines IL-1β and IL-8. CONCLUSIONS: Our research highlights the protective effects of D. crepidatum and its bioactive compound HCA against acne inflammation, marking the first exploration of its potential in this context. The discoveries indicate that HCA treatment may represent a promising functional approach for acne therapy.",
      "mesh_terms": [
        "Animals",
        "Dendrobium",
        "Humans",
        "Anti-Inflammatory Agents",
        "Propionibacterium acnes",
        "Mice",
        "Acne Vulgaris",
        "THP-1 Cells",
        "Molecular Docking Simulation",
        "Cytokines",
        "Plant Extracts",
        "Male",
        "Alkaloids",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "38845939",
      "title": "Peppermint essential oil enhances the vase life of Dendrobium orchids.",
      "authors": [
        "Montinee Teerarak",
        "Komkhae Pilasombut",
        "Chamroon Laosinwattana"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To extend the vase life of cut flowers, there is now a trend of using plant essential oils in place of synthetic chemicals, as they are fully biodegradable, more eco-friendly, and safer. The objective of this study was to examine the possible application and postharvest quality effects of three plant essential oils namely, ginger (Zingiber officinale Roscoe), peppermint (Mentha piperita L.), and citronella (Cymbopogon nardus Rendle), as natural vase solution for cut Dendrobium flowers. Peppermint essential oil showed promise as a holding solution for extending the vase life of Dendrobium orchids. To confirm vase life extension, emulsions containing peppermint essential oil at concentrations of 50 and 100 μg mL-1 combined with 4 % glucose to formulate holding solutions applied to Dendrobium orchids. Vase life, some biochemical changes, electrolyte leakage, total microbial count in the holding solution, and physical condition via scanning electron microscopy (SEM) were evaluated over a period of 25 days. The three major compounds in peppermint essential oil were identified as menthol (33.24 %), 1-menthone (18.91 %) and menthofuran (14.85 %). The essential oil was applied in emulsion form as a holding solution. Treatment with 4 % glucose and either 50 or 100 μg mL-1 peppermint essential oil prolonged the vase life of Dendrobium orchids to up to 28 days. Scanning electron microscopy on Day 7 showed that the xylem vessels of treated orchids remained clear, suggesting reduced microbial plugging at the stalk end. Similarly, on Day 20, a reduced microbial cell count was observed for treated orchids (<1 log CFU mL-1) in comparison with controls (7.20 ± 0.04 log CFU mL-1). Finally, the essential oil improved flower quality by helping preserve petal membrane stability and petal anthocyanin content. Our results suggest the application of peppermint essential oil as a novel alternative to chemicals used in holding solutions for extending the vase life of Dendrobium orchids."
    },
    {
      "pmid": "38790767",
      "title": "Variations in Cold Resistance and Contents of Bioactive Compounds among Dendrobium officinale Kimura et Migo Strains.",
      "authors": [
        "Hexigeduleng Bao",
        "Hainan Bao",
        "Yu Wang",
        "Feijuan Wang",
        "Qiong Jiang",
        "Hua Li",
        "Yanfei Ding",
        "Cheng Zhu"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2024-May-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium officinale is a valuable traditional Chinese herbal plant that is both medicinal and edible. However, the yield of wild Dendrobium officinale is limited. Adverse stress affects the growth, development, and yield of plants, among which low temperature is the primary limiting factor for introducing Dendrobium officinale to high-latitude areas and expanding the planting area. Therefore, this study aims to explore the variations in growth ability, cold resistance, and contents of bioactive compounds among different Dendrobium officinale strains. Four strains of Dendrobium officinale were selected as experimental materials and were subjected to low-temperature stress (4 °C). The agronomic traits, physiological indices, as well as the expressions of cold resistance-related genes (HSP70, DcPP2C5, DoCDPK1, and DoCDPK6) in the roots and leaves of Dendrobium officinale, were determined. The contents of bioactive compounds, including polysaccharides, flavonoids, and phenols were also measured. Compared with the other strains, Xianju had the highest seed germination and transplantation-related survival rates. Under low-temperature stress, Xianju exhibited the strongest cold resistance ability, as revealed by the changes in water contents, chlorophyll levels, electrical conductivities, enzyme activities, and expressions of the cold resistance-related genes. Additionally, the polysaccharide content of Xianju increased the most, while the stem flavonoid and leaf phenol contents were elevated in all four strains under cold treatment. Therefore, selecting excellent performing strains is expected to expand the planting area, improve the yield, and increase the economic benefits of Dendrobium officinale in high latitude areas with lower temperatures."
    },
    {
      "pmid": "38790704",
      "title": "The Antioxidant Dendrobium officinale Polysaccharide Modulates Host Metabolism and Gut Microbiota to Alleviate High-Fat Diet-Induced Atherosclerosis in ApoE-/- Mice.",
      "authors": [
        "Jingyi Qi",
        "Shuaishuai Zhou",
        "Guisheng Wang",
        "Rongrong Hua",
        "Xiaoping Wang",
        "Jian He",
        "Zi Wang",
        "Yinhua Zhu",
        "Junjie Luo",
        "Wenbiao Shi",
        "Yongting Luo",
        "Xiaoxia Chen"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-May-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The discovery of traditional plants' medicinal and nutritional properties has opened up new avenues for developing pharmaceutical and dietary strategies to prevent atherosclerosis. However, the effect of the antioxidant Dendrobium officinale polysaccharide (DOP) on atherosclerosis is still not elucidated. PURPOSE: This study aims to investigate the inhibitory effect and the potential mechanism of DOP on high-fat diet-induced atherosclerosis in Apolipoprotein E knockout (ApoE-/-) mice. STUDY DESIGN AND METHODS: The identification of DOP was measured by high-performance gel permeation chromatography (HPLC) and Fourier transform infrared spectroscopy (FTIR). We used high-fat diet (HFD)-induced atherosclerosis in ApoE-/- mice as an animal model. In the DOP intervention stage, the DOP group was treated by gavage with 200 μL of 200 mg/kg DOP at regular times each day and continued for eight weeks. We detected changes in serum lipid profiles, inflammatory factors, anti-inflammatory factors, and antioxidant capacity to investigate the effect of the DOP on host metabolism. We also determined microbial composition using 16S rRNA gene sequencing to investigate whether the DOP could improve the structure of the gut microbiota in atherosclerotic mice. RESULTS: DOP effectively inhibited histopathological deterioration in atherosclerotic mice and significantly reduced serum lipid levels, inflammatory factors, and malondialdehyde (F/B) production. Additionally, the levels of anti-inflammatory factors and the activity of antioxidant enzymes, including superoxide dismutase (SOD) and glutathione peroxidase (GSH-PX), were significantly increased after DOP intervention. Furthermore, we found that DOP restructures the gut microbiota composition by decreasing the Firmicutes/Bacteroidota (F/B) ratio. The Spearman's correlation analysis indicated that serum lipid profiles, antioxidant activity, and pro-/anti-inflammatory factors were associated with Firmicutes, Bacteroidota, Allobaculum, and Coriobacteriaceae_UCG-002. CONCLUSIONS: This study suggests that DOP has the potential to be developed as a food prebiotic for the treatment of atherosclerosis in the future."
    },
    {
      "pmid": "38786879",
      "title": "The Beneficial Effects of Soluble Silicon Fertilizer in Dendrobium Orchids: Silicon-Augmented Resistance against Damage by Insect Pests and Fungal Pathogens.",
      "authors": [
        "Joanna Bloese",
        "Russell Galanti",
        "Ryan Porter",
        "Tiani Know"
      ],
      "journal": "Insects",
      "publication_date": "2024-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of soluble silicon fertilization on monocots and dicots have been widely studied. However, little is known regarding its effects on protecting epiphytes against insect and fungal pests. The efficacy of silicon fertilizer to reduce damage by thrips pest complexes, namely: Thrips palmi Karny, Frankliniella occidentalis Pergande, Chaetanaphothrips orchidii Moulton, and Chaetanaphothrips signipennis Bagnall (Thysanoptera: Thripidae), and the fungal pathogens: Botrytis cinerea Persoon (Helotiales: Sclerotiniaceae) and Fusarium spp. Link (Hypocreales: Nectriaceae) was examined during a nine-month greenhouse trial in Hawaii. The trial assessed yield, quality, and pest damage across three common varieties of dendrobiums. All replicates received additional soluble silicon fertilizer applications alternating weekly between soil drench and foliar (50 mg Si/plant) applications. Yield, quality, and spray length, pest damage, plant vigor, SPAD, and leaf temperature were measured. Data were analyzed using a generalized linear model (glm) with repeated measures followed by post-hoc pair-wise comparisons in R, version 4.3.1. Treatment effects were significant at p < 0.001 for the majority of the explanatory variables including: marketable yield, spray length, thrips damage, and fungal damage. Overall, the lavender variety ('Uniwai Supreme') benefited the most from silicon applications with a 73.0% increase in marketable yield, compared to the white variety ('Uniwai Mist'), which had an increase of 50.6% marketable sprays in contrast to its untreated control. Si benefits conferred to the purple variety ('Uniwai Royale') were intermediate to the lavender and white varieties. Although the magnitude of Si benefits varied among the varieties, all dendrobium varieties significantly benefited from silicon fertilization."
    },
    {
      "pmid": "38737319",
      "title": "Genome-wide identification and expression analysis of TIFY genes under MeJA, cold and PEG-induced drought stress treatment in Dendrobium huoshanense.",
      "authors": [
        "Guohui Li",
        "Muhammad Aamir Manzoor",
        "Rui Chen",
        "Yingyu Zhang",
        "Cheng Song"
      ],
      "journal": "Physiology and molecular biology of plants : an international journal of functional plant biology",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: The TIFY family consists of plant-specific genes that regulates multiple plant functions, including developmental and defense responses. Here, we performed a comprehensive genomic analysis of TIFY genes in Dendrobium huoshanense. Our analysis encompassed their phylogenetic relationships, gene structures, chromosomal distributions, promoter regions, and patterns of collinearity. A total of 16 DhTIFY genes were identified, and classified into distinct clusters named JAZ, PPD, ZIM, and TIFY based on their phylogenetic relationship. These DhTIFYs exhibited an uneven distribution across 7 chromosomes. The expansion of the DhTIFY gene family appears to have been significantly influenced by whole-genome and segmental duplication events. The ratio of non-synonymous to synonymous substitutions (Ka/Ks) implies that the purifying selection has been predominant, maintaining a constrained functional diversification after duplication events. Gene structure analysis indicated that DhTIFYs exhibited significant structural variation, particularly in terms of gene organization and intron numbers. Moreover, numerous cis-acting elements related to hormone signaling, developmental processes, and stress responses were identified within the promoter regions. Subsequently, qRT-PCR experiments demonstrated that the expression of DhTIFYs is modulated in response to MeJA (Methyl jasmonate), cold, and drought treatment. Collectively, these results enhance our understanding of the functional dynamics of TIFY genes in D. huoshanense and may pinpoint potential candidates for detailed examination of the biological roles of TIFY genes. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s12298-024-01442-9."
    },
    {
      "pmid": "38658157",
      "title": "[Identification and expression profiling of SAPK gene family members in Dendrobium officinale].",
      "authors": [
        "Xinyi Yao",
        "Jiaying Zhao",
        "Suying Hu",
        "Xian Li",
        "Qunqun Pang",
        "Zhenming Yu"
      ],
      "journal": "Sheng wu gong cheng xue bao = Chinese journal of biotechnology",
      "publication_date": "2024-Apr-25",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "To investigate the potential roles of stress-activated protein kinase (SAPK) gene family members in Dendrobium officinale, we employed multiple bioinformatics methods to identify the members of this family. The physicochemical properties, chromosomal localization, phylogenetic relationship, gene structure, and cis-acting elements of each D. officinale SAPK (DoSAPK) member were analyzed. In addition, their expression profiles in different tissues and under the low-temperature or salt stress treatment were determined by real-time fluorescence quantitative PCR. The results showed that D. officinale carried eight DoSAPK family members, which belonged to three groups (groups Ⅰ, Ⅱ, and Ⅲ). These genes were located on seven chromosomes, and there were two pairs of genes with replication. The DoSAPK members within the same group had similar gene structures, conserved motifs, and secondary structures. The cis-acting elements in the promoter regions of DoSAPK genes included abundant hormone and stress response elements. DoSAPK family members presented tissue-specific expression in D. officinale. Furthermore, they were differentially expressed under the low-temperature or salt stress treatment, which suggested that they might be involved in the responses to low-temperature and salt stress. Intriguingly, DoSAPK1 might play a role in the abiotic stress responses. The results laid a foundation for in-depth study of the members and roles of the DoSAPK gene family.",
      "mesh_terms": [
        "Dendrobium",
        "Plant Proteins",
        "Multigene Family",
        "Phylogeny",
        "Gene Expression Regulation, Plant",
        "Gene Expression Profiling",
        "Stress, Physiological",
        "Cold Temperature"
      ]
    },
    {
      "pmid": "38618752",
      "title": "DcERF109 regulates shoot branching by participating in strigolactone signal transduction in Dendrobium catenatum.",
      "authors": [
        "Yuliang Han",
        "Juncheng Zhang",
        "Siqi Zhang",
        "Lijun Xiang",
        "Zhonghua Lei",
        "Qixiu Huang",
        "Huizhong Wang",
        "Tao Chen",
        "Maohong Cai"
      ],
      "journal": "Physiologia plantarum",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Shoot branching fundamentally influences plant architecture and agricultural yield. However, research on shoot branching in Dendrobium catenatum, an endangered medicinal plant in China, remains limited. In this study, we identified a transcription factor DcERF109 as a key player in shoot branching by regulating the expression of strigolactone (SL) receptors DWARF 14 (D14)/ DECREASED APICAL DOMINANCE 2 (DAD2). The treatment of D. catenatum seedlings with GR24rac/TIS108 revealed that SL can significantly repress the shoot branching in D. catenatum. The expression of DcERF109 in multi-branched seedlings is significantly higher than that of single-branched seedlings. Ectopic expression in Arabidopsis thaliana demonstrated that overexpression of DcERF109 resulted in significant shoot branches increasing and dwarfing. Molecular and biochemical assays demonstrated that DcERF109 can directly bind to the promoters of AtD14 and DcDAD2.2 to inhibit their expression, thereby positively regulating shoot branching. Inhibition of DcERF109 by virus-induced gene silencing (VIGS) resulted in decreased shoot branching and improved DcDAD2.2 expression. Moreover, overexpression of DpERF109 in A. thaliana, the homologous gene of DcERF109 in Dendrobium primulinum, showed similar phenotypes to DcERF109 in shoot branch and plant height. Collectively, these findings shed new insights into the regulation of plant shoot branching and provide a theoretical basis for improving the yield of D. catenatum.",
      "mesh_terms": [
        "Dendrobium",
        "Agriculture",
        "Arabidopsis",
        "Seedlings",
        "Signal Transduction",
        "Heterocyclic Compounds, 3-Ring",
        "Lactones"
      ]
    },
    {
      "pmid": "38592895",
      "title": "Transcriptomic Analysis for Diurnal Temperature Differences Reveals Gene-Regulation-Network Response to Accumulation of Bioactive Ingredients of Protocorm-like Bodies in Dendrobium officinale.",
      "authors": [
        "Qingqing Chen",
        "Chunyu Zhang",
        "Yukun Chen",
        "Congqiao Wang",
        "Zhongxiong Lai"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Mar-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium officinale Kimura et Migo (D. officinale) is one of the most important traditional Chinese medicinal herbs, celebrated for its abundant bioactive ingredients. This study demonstrated that the diurnal temperature difference (DIF) (T1: 13/13 °C, T2: 25/13 °C, and T3: 25/25 °C) was more favorable for high chlorophyll, increased polysaccharide, and total flavonoid contents compared to constant temperature treatments in D. officinale PLBs. The transcriptome analysis revealed 4251, 4404, and 4536 differentially expressed genes (DEGs) in three different comparisons (A: 25/13 °C vs. 13/13 °C, B: 13/13 °C vs. 25/25 °C, and C: 25/13 °C vs. 25/25 °C, respectively). The corresponding up-/down-regulated DEGs were 1562/2689, 2825/1579, and 2310/2226, respectively. GO and KEGG enrichment analyses of DEGs showed that the pathways of biosynthesis of secondary metabolites, carotenoid biosynthesis, and flavonoid biosynthesis were enriched in the top 20; further analysis of the sugar- and flavonol-metabolism pathways in D. officinale PLBs revealed that the DIF led to a differential gene expression in the enzymes linked to sugar metabolism, as well as to flavonol metabolism. Certain key metabolic genes related to ingredient accumulation were identified, including those involved in polysaccharide metabolism (SUS, SUT, HKL1, HGL, AMY1, and SS3) and flavonol (UGT73C and UGT73D) metabolism. Therefore, these findings indicated that these genes may play an important role in the regulatory network of the DIF in the functional metabolites of D. officinale PLBs. In a MapMan annotation of abiotic stress pathways, the DEGs with significant changes in their expression levels were mainly concentrated in the heat-stress pathways, including heat-shock proteins (HSPs) and heat-shock transcription factors (HSFs). In particular, the expression levels of HSP18.2, HSP70, and HSF1 were significantly increased under DIF treatment, which suggested that HSF1, HSP70 and HSP18.2 may respond to the DIF. In addition, they can be used as candidate genes to study the effect of the DIF on the PLBs of D. officinale. The results of our qPCR analysis are consistent with those of the transcriptome-expression analysis, indicating the reliability of the sequencing. The results of this study revealed the transcriptome mechanism of the DIF on the accumulation of the functional metabolic components of D. officinale. Furthermore, they also provide an important theoretical basis for improving the quality of D. officinale via the DIF in production."
    },
    {
      "pmid": "38561687",
      "title": "Physiological and transcriptomic comparisons shed light on the cold stress response mechanisms of Dendrobium spp.",
      "authors": [
        "Zhiyuan Li",
        "Shunjiao Lu",
        "Shuangshuang Yi",
        "Shunjin Mo",
        "Xiaoyun Yu",
        "Junmei Yin",
        "Changqing Zhang"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dendrobium spp. comprise a group of tropical orchids with ornamental and medicinal value. Dendrobium spp. are sensitive to low temperature, and the underlying cold response regulatory mechanisms in this group are unclear. To understand how these plants respond to cold stress, we compared the transcriptomic responses of the cold-tolerant cultivar 'Hongxing' (HX) and the cold-sensitive cultivar 'Sonia Hiasakul' (SH) to cold stress. RESULTS: Chemometric results showed that the physiological response of SH in the later stages of cold stress is similar to that of HX throughout the cold treatment. Orthogonal partial least squares discriminant analysis (OPLS-DA) revealed that soluble protein content and peroxidase activity are key physiological parameters for assessing the cold tolerance of these two Dendrobium spp. cultivars. Additionally, weighted gene co-expression network analysis (WGCNA) results showed that many cold response genes and metabolic pathways significantly associated with the physiological indices were enriched in the 12 detected modules. The Kyoto Encyclopedia of Genes and Genomes (KEGG) and gene ontology (GO) enrichment analyses of the 105 hub genes showed that Dendrobium spp. adapt to cold stress by regulating signal transduction, phytohormones, transcription factors, protein translation and modification, functional proteins, biosynthesis and metabolism, cell structure, light, and the circadian clock. Hub genes of the cold stress response network included the remorin gene pp34, the abscisic acid signaling pathway-related genes PROTEIN PHOSPATASE 2 C (PP2C), SNF1-RELATED PROTEIN KINASE 2 (SnRK2), ABRE-BINDING FACTOR 1 (ABF1) and SKI-INTERACTING PROTEIN 17 (SKIP17), the Ca2+ signaling-related GTP diphosphokinase gene CRSH1, the carbohydrate-related gene STARCH SYNTHASE 2 (SS2), the cell wall biosynthesis gene CINNAMYL ALCOHOL DEHYDROGENASE (CAD7), and the endocytosis-related gene VACUOLAR PROTEIN SORTING-ASSOCIATED PROTEIN 52 A (VPS52A). CONCLUSIONS: The cold-responsive genes and metabolic pathways of Dendrobium spp. revealed in this study provide important insight to enable the genetic enhancement of cold tolerance in Dendrobium spp., and to facilitate cold tolerance breeding in related plants.",
      "mesh_terms": [
        "Cold-Shock Response",
        "Dendrobium",
        "Plant Breeding",
        "Gene Expression Profiling",
        "Transcriptome",
        "Stress, Physiological",
        "Gene Expression Regulation, Plant"
      ]
    },
    {
      "pmid": "38538216",
      "title": "Mechanism of Dendrobium Nobile Polysaccharide Inhibition of Ferroptosis in Rats with Spinal Cord Injury.",
      "authors": [
        "Jian Huang",
        "Jianghong Luo",
        "Ying Huang",
        "Linghong Wang",
        "Haibing Zhu",
        "Zhengnan Li",
        "Jianping Chen"
      ],
      "journal": "Journal of integrative neuroscience",
      "publication_date": "2024-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: It has been reported that ferroptosis participates in the pathophysiological mechanism of spinal cord injury (SCI). Our preliminary experiments verified that dendrobium nobile polysaccharide (DNP) improved the behavioral function of SCI rats. Therefore, the purpose of this study was to examine the role of DNP on ferroptosis and its neuroprotective mechanism in SCI rats. METHODS: Adult female sprague dawley (SD) rats were exposed to SCI by Allen's method, followed by an intragastric injection of 100 mg/kg DNP per day for 2 weeks. Behavioral features were verified by the Basso-Beattie-Bresnahan (BBB) scale and footprint evaluation. Iron content and glutathione (GSH) were assessed spectrophotometrically. Mitochondrial morphology was examined by transmission electron microscopy. The expression of ferroptosis-related genes, including System Xc- light chain (xCT), G-rich RNA sequence binding Factor 1 (GRSF1) and glutathione peroxidase 4 (Gpx4), was examined by real-time polymerase chain reaction (PCR) and western blot. The spinal cavity was defined using hematoxylin-eosin (HE) staining, and neuronal modifications were detected by immunofluorescence. RESULTS: Compared with the SCI group, the BBB score of rats in the DNP group increased at 7 d, 14 d, 21 d, and 28 d. The differences between the two groups were statistically significant. At 12 h post-injury the iron content began to decrease. At 24 h post-injury the iron content decreased significantly in the DNP group. The morphological changes of the mitochondrial crest and membrane in the DNP group were ameliorated within 24 h. Compared with the sham group, the expression of xCT, GSH, Gpx4, and GRSF1 were significantly reduced after SCI. After DNP treatment, the expression of xCT, Gpx4, and GSH were higher. The tissue cavity area was significantly reduced and the amount of NeuN+ cells was increased in the DNP group at 14 d and 28 d after SCI. CONCLUSIONS: DNP facilitated the post-injury recovery in SCI rats via the inhibition of ferroptosis.",
      "mesh_terms": [
        "Rats",
        "Female",
        "Animals",
        "Spinal Cord",
        "Dendrobium",
        "Ferroptosis",
        "Spinal Cord Injuries",
        "Rats, Sprague-Dawley",
        "Iron"
      ]
    },
    {
      "pmid": "38537886",
      "title": "Dendrobium officinale phenolic extract maintains proteostasis by regulating autophagy in a Caenorhabditis elegans model of Alzheimer's disease.",
      "authors": [
        "Ying-Ting Yu",
        "Hong-Ru Lin",
        "Xin-Yan Chen",
        "Meng-Lu Sun",
        "Cong-Min Wei",
        "Meng-Fan Xue",
        "Yi-Huai Gao",
        "Wen-Bo Tang",
        "Chun-Yuan Zheng",
        "Shan Li",
        "Hong-Bing Wang"
      ],
      "journal": "Fitoterapia",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is a progressive neurodegenerative disease, and accumulating evidence suggested that proteostatic imbalance is a key feature of the disease. Traditional Chinese medicine exhibits a multi-target therapeutic effect, making it highly suitable for addressing protein homeostasis imbalance in AD. Dendrobium officinale is a traditional Chinese herbs commonly used as tonic agent in China. In this study, we investigated protection effects of D. officinale phenolic extract (SH-F) and examined its underlying mechanisms by using transgenic Caenorhabditis elegans models. We found that treatment with SH-F (50 μg/mL) alleviated Aβ and tau protein toxicity in worms, and also reduced aggregation of polyglutamine proteins to help maintain proteostasis. RNA sequencing results showed that SH-F treatment significantly affected the proteolytic process and autophagy-lysosomal pathway. Furthermore, we confirmed that SH-F showing maintainance of proteostasis was dependent on bec-1 by qRT-PCR analysis and RNAi methods. Finally, we identified active components of SH-F by LC-MS method, and found the five major compounds including koaburaside, tyramine dihydroferulate, N-p-trans-coumaroyltyramine, naringenin and isolariciresinol are the main bioactive components responsible for the anti-AD activity of SH-F. Our findings provide new insights to develop a treatment strategy for AD by targeting proteostasis, and SH-F could be an alternative drug for the treatment of AD.",
      "mesh_terms": [
        "Animals",
        "Caenorhabditis elegans",
        "Alzheimer Disease",
        "Dendrobium",
        "Proteostasis",
        "Autophagy",
        "Disease Models, Animal",
        "Amyloid beta-Peptides",
        "Plant Extracts",
        "Animals, Genetically Modified",
        "tau Proteins",
        "Phenols",
        "Flavanones",
        "Drugs, Chinese Herbal",
        "Phytochemicals"
      ]
    },
    {
      "pmid": "38521458",
      "title": "Dendrobium officinale Polysaccharide (DOP) inhibits cell hyperproliferation, inflammation and oxidative stress to improve keratinocyte psoriasis-like state.",
      "authors": [
        "Bijun Zeng",
        "Yining Yan",
        "Yujin Zhang",
        "Chang Wang",
        "Wenting Huang",
        "Xinyi Zhong",
        "Zi Chen",
        "Mengzhou Xie",
        "Zhibo Yang"
      ],
      "journal": "Advances in medical sciences",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Psoriasis is a skin disease characterized by excessive proliferation, inflammation and oxidative stress in keratinocytes. The present study aimed to investigate the therapeutic effects of Dendrobium officinale polysaccharide (DOP) on keratinocyte psoriasis-like models. METHODS: The HaCaT keratinocyte inflammation models were induced by interleukin (IL)-22 or lipopolysaccharide (LPS), respectively, and oxidative stress damage within cells was elicited by H2O2 and treated using DOP. CCK-8 and EdU were carried out to detect cell proliferation. ELISA, qRT-PCR, and Western blot were conducted to measure the expression of pro-inflammatory cytokines IL17A, IL-23, IL1β, tumor necrosis factor alpha (TNF-α), and IL-6. Reactive oxygen species (ROS) level in keratinocytes was detected by flow cytometry. Cell proliferation-associated proteins (PCNA, Ki67, Cyclin D1) and pathway proteins (p-AKT and AKT), and oxidative stress marker proteins (Nrf-2, CAT, SOD1) were detected by Western blot. RESULT: DOP did not affect the proliferation of normal keratinocytes, but DOP was able to inhibit the proliferative activity of IL-22-induced overproliferating keratinocytes and suppress the expression of proliferation-related factors PCNA, Ki67, and Cyclin D1 as well as the proliferation pathway p-AKT. In addition, DOP treatment was able to inhibit IL-22 and LPS-induced inflammation and H2O2-induced oxidative stress, including the expression of IL17A, IL-23, IL1β, TNF-α, IL-6, and IL1β, as well as the expression levels of intracellular ROS levels and cellular oxidative stress-related indicators SOD, MDA, CAT, Nrf-2 and SOD1. CONCLUSION: DOP inhibits keratinocyte hyperproliferation, inflammation and oxidative stress to improve the keratinocyte psoriasis-like state.",
      "mesh_terms": [
        "Oxidative Stress",
        "Dendrobium",
        "Humans",
        "Keratinocytes",
        "Cell Proliferation",
        "Polysaccharides",
        "Inflammation",
        "Psoriasis",
        "Reactive Oxygen Species",
        "Cytokines"
      ]
    },
    {
      "pmid": "38475464",
      "title": "Therapeutic Application of Dendrobium fimbriatum Hook for Retinopathy Caused by Ultraviolet Radiation and Chemotherapy Using ARPE-19 Cells and Mouse Retina.",
      "authors": [
        "Chi-Feng Cheng",
        "Sheue-Er Wang",
        "Chen-Wen Lu",
        "Thi Kim Ngan Nguyen",
        "Szu-Chuan Shen",
        "Chia-Ying Lien",
        "Wu-Chang Chuang",
        "Ming-Chung Lee",
        "Chung-Hsin Wu"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Feb-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Retinopathy caused by ultraviolet radiation and cancer chemotherapy has increased dramatically in humans due to rapid environmental and social changes. Therefore, it is very important to develop therapeutic strategies to effectively alleviate retinopathy. In China, people often choose dendrobium to improve their eyesight. In this study, we explored how Dendrobium fimbriatum extract (DFE) protects ARPE-19 cells and mouse retinal tissue from damage of ultraviolet (UV) radiation and chemotherapy. We evaluated the antioxidant capacity of DFE using the 1,1-diphenyl-2-trinitophenylhydrazine (DPPH) assay. The protective effects of DEF from UV- and oxaliplatin (OXA)-induced damage were examined in ARPE-19 cells using 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay and immunofluorescence (IF) stains, and in mouse retinal tissue using immunohistochemistry (IHC) stains. Our results show that DFE has excellent antioxidant capacity. The ARPE-19 cell viability was decreased and the F-actin cytoskeleton structure was damaged by UV radiation and OXA chemotherapy, but both were alleviated after the DFE treatment. Furthermore, DFE treatment can alleviate OXA chemotherapy-induced reduced expressions of rhodopsin and SOD2 and increased expressions of TNF-α and caspase 3 in mouse retinal tissue. Thus, we suggest that DFE can act as suitable treatment for retinopathy through reducing oxidative stress, inflammation, and apoptosis."
    },
    {
      "pmid": "38473979",
      "title": "Drought Stress Induced Different Response Mechanisms in Three Dendrobium Species under Different Photosynthetic Pathways.",
      "authors": [
        "Ke Xia",
        "Qiaofen Wu",
        "Yanni Yang",
        "Qiao Liu",
        "Zaihua Wang",
        "Zhiguo Zhao",
        "Jie Li",
        "Jinxiang He",
        "Shengfeng Chai",
        "Shuo Qiu"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Feb-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Many Dendrobium species, which hold a high status and value in traditional Chinese medicine, grow on barks and rocks in the wild, often encountering harsh environments and facing droughts. However, the molecular mechanisms underlying the shift in the photosynthetic pathway induced by drought remain unclear. To address this issue, three Dendrobium species with different photosynthetic pathways were selected for sequencing and transcriptome data analysis after drought treatment. The findings included 134.43 GB of sequencing data, with numerous Differentially Expressed Genes (DEGs) exhibiting different response mechanisms under drought stress. Gene Ontology (GO)-KEGG-based enrichment analysis of DEGs revealed that metabolic pathways contributed to drought tolerance and alterations in photosynthetic pathways. Phosphoenolpyruvate Carboxylase (PEPC) was subjected to phylogenetic tree construction, sequence alignment, and domain analysis. Under drought stress, variations were observed in the PEPC gene structure and expression among different Dendrobium species; the upregulation of Dc_gene2609 expression may be caused by dof-miR-384, which resulted in the shift from C3 photosynthesis to CAM, thereby improving drought tolerance in Dendrobium. This study revealed the expression patterns and roles of PEPC genes in enhancing plant drought tolerance and will provide an important basis for in-depth research on Dendrobium's adaptation mechanisms in arid environments.",
      "mesh_terms": [
        "Droughts",
        "Dendrobium",
        "Phylogeny",
        "Transcriptome",
        "Gene Expression Profiling",
        "Photosynthesis",
        "Stress, Physiological",
        "Gene Expression Regulation, Plant"
      ]
    },
    {
      "pmid": "38460364",
      "title": "Dendrobium officinale regulate lipid metabolism in diabetic mouse liver via PPAR-RXR signaling pathway: Evidence from an integrated multi-omics analysis.",
      "authors": [
        "Junju Zou",
        "Qianbo Song",
        "Pang Chui Shaw",
        "Zhong Zuo"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium officinale (DEN) is recognized as a kind of functional food that can effectively ameliorate endocrine and metabolic disruptions. This study delved into the pharmacological mechanism of DEN on hepatic lipotoxicity associated with Type II diabetes mellitus (T2DM). In vivo study experiments on db/db mice indicated that DEN treatment notably enhanced liver function, decreased blood lipid levels, and improved insulin sensitivity. Non-targeted metabolomics analysis revealed that DEN significantly ameliorated metabolism pathways, including lipoic acid, linoleic acid, bile secretion, and the alanine/aspartate/glutamate metabolism, as well as taurine and hypotaurine metabolism. Transcriptomics analysis demonstrated DEN treatment could modulate the expression of genes such as Cpt1b, Scd1, G6pc2, Fos, Adrb2, Atp2a1, Ppp1r1b, and Cyp7a1. Furthermore, Proteomics analysis indicated that the beneficial effect of DEN on lipid metabolism was linked to pathways like AMPK and PPAR signaling. The integrative analysis of multi-omics revealed that the PPAR-RXR signaling was critical to the therapeutic effect of DEN on T2DM-induced fatty liver. Additionally, in vitro study on AML-12 cells confirmed that DEN counteract PA-induced lipid accumulation by activating the PPAR-RXR pathway. Overall, these findings suggested that DEN exhibited the potential to mitigate T2DM-induced hepatic lipo-toxicity and manage lipid imbalances in T2DM.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Lipid Metabolism",
        "Diabetes Mellitus, Type 2",
        "Dendrobium",
        "Peroxisome Proliferator-Activated Receptors",
        "Multiomics",
        "Liver",
        "Signal Transduction",
        "Lipids",
        "Mice, Inbred C57BL"
      ]
    },
    {
      "pmid": "38460276",
      "title": "Integrated component identification, network pharmacology, and experimental verification revealed mechanism of Dendrobium officinale Kimura et Migo against lung cancer.",
      "authors": [
        "Yan Zhao",
        "Shuaitao Zhu",
        "Yuan Li",
        "Xuan Niu",
        "Guanxiong Shang",
        "Xiaoqi Zhou",
        "Jiu Yin",
        "Beihua Bao",
        "Yudan Cao",
        "Fangfang Cheng",
        "Zhipeng Li",
        "Ran Wang",
        "Weifeng Yao"
      ],
      "journal": "Journal of pharmaceutical and biomedical analysis",
      "publication_date": "2024-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dendrobium officinale Kimura et Migo (DO), a valuable Chinese herbal medicine, has been reported to exhibit potential effects in the prevention and treatment of lung cancer. However, its material basis and mechanism of action have not been comprehensively analyzed. PURPOSE: The objective of this study was to preliminarily elucidate the active components and pharmacological mechanisms of DO in treating lung cancer, according to UPLC-Q/TOF-MS, HPAEC-PAD, network pharmacology, molecular docking, and experimental verification. METHODS: The chemical components of DO were identified via UPLC-Q/TOF-MS, while the monosaccharide composition of Dendrobium officinale polysaccharide (DOP) was determined by HPAEC-PAD. The prospective active constituents of DO as well as their respective targets were predicted in the combined database of Swiss ADME and Swiss Target Prediction. Relevant disease targets for lung cancer were searched in OMIM, TTD, and Genecards databases. Further, the active compounds and potential core targets of DO against lung cancer were found by the C-T-D network and the PPI network, respectively. The core targets were then subjected to enrichment analysis in the Metascape database. The main active compounds were molecularly docked to the core targets and visualized. Finally, the viability of A549 cells and the relative quantity of associated proteins within the major signaling pathway were detected. RESULTS: 249 ingredients were identified from DO, including 39 flavonoids, 39 bibenzyls, 50 organic acids, 8 phenanthrenes, 27 phenylpropanoids, 17 alkaloids, 17 amino acids and their derivatives, 7 monosaccharides, and 45 others. Here, 50 main active compounds with high degree values were attained through the C-T-D network, mainly consisting of bibenzyls and monosaccharides. Based on the PPI network analysis, 10 core targets were further predicted, including HSP90AA1, SRC, ESR1, CREBBP, MAPK3, AKT1, PIK3R1, PIK3CA, HIF1A, and HDAC1. The results of the enrichment analysis and molecular docking indicated a close association between the therapeutic mechanism of DO and the PI3K-Akt signaling pathway. It was confirmed that the bibenzyl extract and erianin could inhibit the multiplication of A549 cells in vitro. Furthermore, erianin was found to down-regulate the relative expressions of p-AKT and p-PI3K proteins within the PI3K-Akt signaling pathway. CONCLUSIONS: This study predicted that DO could treat lung cancer through various components, multiple targets, and diverse pathways. Bibenzyls from DO might exert anti-lung cancer activity by inhibiting cancer cell proliferation and modulating the PI3K-Akt signaling pathway. A fundamental reference for further studies and clinical therapy was given by the above data.",
      "mesh_terms": [
        "Lung Neoplasms",
        "Network Pharmacology",
        "Dendrobium",
        "Molecular Docking Simulation",
        "Phosphatidylinositol 3-Kinases",
        "Prospective Studies",
        "Proto-Oncogene Proteins c-akt",
        "Bibenzyls",
        "Monosaccharides",
        "Drugs, Chinese Herbal",
        "Phenol"
      ]
    },
    {
      "pmid": "38406605",
      "title": "Anticipation and Verification of Dendrobium-Derived Nanovesicles for Skin Wound Healing Targets, Predicated Upon Immune Infiltration and Senescence.",
      "authors": [
        "Jin Tu",
        "Feng Jiang",
        "Jieni Fang",
        "Luhua Xu",
        "Zhicong Zeng",
        "Xuanyue Zhang",
        "Li Ba",
        "Hanjiao Liu",
        "Fengxia Lin"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dendrobium, with profound botanical importance, reveals a rich composition of bioactive compounds, including polysaccharides, flavonoids, alkaloids, and diverse amino acids, holding promise for skin regeneration. However, the precise mechanism remains elusive. Seeking a potent natural remedy for wound healing, exocyst vesicles were successfully isolated from Dendrobium. AIMS OF THE STUDY: This investigation aimed to employ bioinformatics and in vivo experiments to elucidate target genes of Dendrobium-derived nanovesicles in skin wound healing, focusing on immune infiltration and senescence characteristics. MATERIALS AND METHODS: C57 mice experienced facilitated wound healing through Dendrobium-derived nanovesicles (DDNVs). Bioinformatics analysis and GEO database mining identified crucial genes by intersecting immune-related, senescence-related, and PANoptosis-associated genes. The identified genes underwent in vivo validation. RESULTS: DDNVs remarkably accelerated skin wound healing in C57 mice. Bioinformatics analysis revealed abnormal expression patterns of immune-related, senescence-related, and pan-apoptosis-related genes, highlighting an overexpressed IL-1β and downregulated IL-18 in the model group, Exploration of signaling pathways included IL-17, NF-kappa B, NOD-like receptor, and Toll-like receptor pathways. In vivo experiments confirmed DDNVs' efficacy in suppressing IL-1β expression, enhancing wound healing. CONCLUSION: Plant-derived nanovesicles (PDNV) emerged as a natural, reliable, and productive approach to wound healing. DDNVs uptake by mouse skin tissues, labeled with a fluorescent dye, led to enhanced wound healing in C57 mice. Notably, IL-1β overexpression in immune cells and genes played a key role. DDNVs intervention effectively suppressed IL-1β expression, accelerating skin wound tissue repair.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Dendrobium",
        "Wound Healing",
        "Skin",
        "NF-kappa B",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38403340",
      "title": "[Cloning and functional analysis of flavanone synthase Ⅱ from Dendrobium huoshanense].",
      "authors": [
        "Hai-Bo Lu",
        "Xiao Huang",
        "Zhi-Yu Zheng",
        "Chuang-Bo Chen",
        "Xiao-Xiao Shen",
        "Xin-Yi Gao",
        "Yan-Mei Zhang",
        "Hua-Sheng Peng",
        "Bang-Xing Han",
        "Shan-Yong Yi"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2024-Jan",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Flavonoid C-glycosides are a class of natural products that are widely involved in plant defense responses and have diverse pharmacological activities. They are also important active ingredients of Dendrobium huoshanense. Flavanone synthase Ⅱ has been proven to be a key enzyme in the synthesis pathway of flavonoid C-glycosides in plants, and their catalytic product 2-hydroxyflavanone is the precursor compound for the synthesis of various reported flavonoid C-glycosides. In this study, based on the reported amino acid sequence of flavanone synthase Ⅱ, a flavanone synthase Ⅱ gene(DhuFNSⅡ) was screened and verified from the constructed D. huoshanense genome localization database. Functional validation of the enzyme showed that it could in vitro catalyze naringenin and pinocembrin to produce apigenin and chrysin, respectively. The open reading frame(ORF) of DhuFNSⅡ was 1 644 bp in length, encoding 547 amino acids. Subcellular localization showed that the protein was localized on the endoplasmic reticulum. RT-qPCR results showed that DhuFNSⅡ had the highest expression in stems, followed by leaves and roots. The expression levels of DhuFNSⅡ and other target genes in various tissues of D. huoshanense were significantly up-regulated after four kinds of abiotic stresses commonly encountered in the growth process, but the extent of up-regulation varied among treatment groups, with drought and cold stress having more significant effects on gene expression levels. Through the identification and functional analysis of DhuFNSⅡ, this study is expected to contribute to the elucidation of the molecular mechanism of the formation of quality metabolites of D. huoshanense, flavonoid C-glycosides, and provide a reference for its quality formation and scientific cultivation.",
      "mesh_terms": [
        "Dendrobium",
        "Flavanones",
        "Flavonoids",
        "Cloning, Molecular",
        "Glycosides"
      ]
    },
    {
      "pmid": "38383301",
      "title": "Data notes on the proteomics of Dendrobium huoshanense under pb treatment.",
      "authors": [
        "Jun Dai",
        "Yingyu Zhang",
        "Yunpeng Zhang",
        "Yan Wang",
        "Xiaoyuan Ding",
        "Cheng Song"
      ],
      "journal": "BMC genomic data",
      "publication_date": "2024-Feb-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Pb stress has a negative impact on plant growth by interfering with photosynthesis and releasing reactive oxygen species, causing major risks such as heavy metal ion accumulation in the soil matrix. A proteomics experiment was conducted to determine whether protein levels of Dendrobium huoshanense changed in response to Pb stress seven to fifteen days after being sprayed with a 200 mg/L Pb (NO3)2 solution. The proteomic data we gathered provides a model for investigations into the mechanisms underlying Dendrobium plant resistance to heavy metal stress. DATA DESCRIPTION: A label-free quantitative proteomics approach was employed to examine the variations in protein expression levels of D. huoshanense at different times of Pb(NO3)2 treatment. We submitted the raw data obtained from these proteomics sequencing experiments to the ProteomeXchange database with the accession number PXD047050. 63,194 mass spectra in total were compared after being imported into the Proteome Discoverer software for database search. A total of 12,402 spectral peptides were identified with a confidence level exceeding 99%, which resulted in the identification of 2,449 significantly differential proteins. These proteins can be utilized for screening, functional annotation, and enrichment analysis of differentially expressed proteins before and after heavy metal treatment experiments.",
      "mesh_terms": [
        "Dendrobium",
        "Lead",
        "Proteomics",
        "Metals, Heavy"
      ]
    },
    {
      "pmid": "38338442",
      "title": "Hypoglycemic Effects and Quality Marker Screening of Dendrobium nobile Lindl. at Different Growth Years.",
      "authors": [
        "Yi Luo",
        "Da Yang",
        "Yanzhe Xu",
        "Di Wu",
        "Daopeng Tan",
        "Lin Qin",
        "Xingdong Wu",
        "Yanliu Lu",
        "Yuqi He"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2024-Feb-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "(1) Background: The effect of Dendrobium nobile Lindl. (D. nobile) on hyperglycemic syndrome has only been recently known for several years. Materials of D. nobile were always collected from the plants cultivated in various growth ages. However, regarding the efficacy of D. nobile on hyperglycemic syndrome, it was still unknown as to which cultivation age would be selected. On the other hand, with the lack of quality markers, it is difficult to control the quality of D. nobile to treat hyperglycemic syndrome. (2) Methods: The effects of D. nobile cultivated at year 1 and year 3 were checked on alloxan-induced diabetic mice while their body weight, diet, water intake, and urinary output were monitored. Moreover, levels of glycosylated serum protein and insulin were measured using Elisa kits. The constituents of D. nobile were identified and analyzed by using UPLC-Q/trap. Quality markers were screened out by integrating the data from UPLC-Q/trap into a network pharmacology model. (3) Results: The D. nobile cultivated at both year 1 and year 3 showed a significant effect on hyperglycemic syndrome at the high dosage level; however, regarding the significant level, D. nobile from year 1 showed the better effect. In D. nobile, most of the metabolites were identified as alkaloids and sesquiterpene glycosides. Alkaloids, represented by dendrobine, were enriched in D. nobile from year 1, while sesquiterpene glycosides were enriched in D. nobile from year 3. Twenty one metabolites were differentially expressed between D. nobile from year 1 and year 3. The aforementioned 21 metabolites were enriched to 34 therapeutic targets directly related to diabetes. (4) Conclusions: Regarding the therapy for hyperglycemic syndrome, D. nobile cultivated at year 1 was more recommended than that at year 3. Alkaloids were recommended to be used as markers to control the quality of D. nobile for hyperglycemic syndrome treatment.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Hypoglycemic Agents",
        "Dendrobium",
        "Diabetes Mellitus, Experimental",
        "Alkaloids",
        "Glycosides",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "38247518",
      "title": "Whole-Transcriptome Sequencing Reveals the Global Molecular Responses and NAC Transcription Factors Involved in Drought Stress in Dendrobium catenatum.",
      "authors": [
        "Siqi Zhang",
        "Yuliang Han",
        "Qinzong Zeng",
        "Chenchang Wang",
        "Huizhong Wang",
        "Juncheng Zhang",
        "Maohong Cai",
        "Jiangjie Lu",
        "Tao Chen"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Jan-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium catenatum is a highly drought-tolerant herb, which usually grows on cliffs or in the branches of trees, yet the underlying molecular mechanisms for its tolerance remain poorly understood. We conducted a comprehensive study utilizing whole-transcriptome sequencing approaches to investigate the molecular response to extreme drought stress in D. catenatum. A large number of differentially expressed mRNAs, lncRNAs, and circRNAs have been identified, and the NAC transcription factor family was highly enriched. Meanwhile, 46 genes were significantly up-regulated in the ABA-activated signaling pathway. In addition to the 89 NAC family members accurately identified in this study, 32 members were found to have different expressions between the CK and extreme drought treatment. They may regulate drought stress through both ABA-dependent and ABA-independent pathways. Moreover, the 32 analyzed differentially expressed DcNACs were found to be predominantly expressed in the floral organs and roots. The ceRNA regulatory network showed that DcNAC87 is at the core of the ceRNA network and is regulated by miR169, miR393, and four lncRNAs. These investigations provided valuable information on the role of NAC transcription factors in D. catenatum's response to drought stress."
    },
    {
      "pmid": "38232820",
      "title": "Transcriptomics combined with physiological analysis provided new insights into the Zn enrichment capacity and tolerance mechanism of Dendrobium denneanum Kerr.",
      "authors": [
        "Yuanyuan Liu",
        "Erya Xu",
        "Yijun Fan",
        "Linlong Xu",
        "Jie Ma",
        "Xuebing Li",
        "Hui Wang",
        "Siyu He",
        "Ting Li",
        "Yujiao Qin",
        "Jingtao Xiao",
        "Aoxue Luo"
      ],
      "journal": "Plant science : an international journal of experimental plant biology",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, we investigated the tolerance and accumulation capacity of Dendrobium denneanum Kerr (D.denneanum) by analyzing the growth and physiological changes of D.denneanum under different levels of Zn treatments, and further transcriptome sequencing of D.denneanum leaves to screen and analyze the differentially expressed genes. The results showed that Zn400 treatment (400 mg·kg-1) promoted the growth of D.denneanum while both Zn800 (800 mg·kg-1) and Zn1600 treatment (1600 mg·kg-1) caused stress to D.denneanum. Under Zn800 treatment (800 mg·kg-1), the resistance contribution of physiological indexes was the most obvious: antioxidant system, photosynthetic pigment, osmoregulation, phytochelatins, and ASA-GSH cycle (Ascorbic acid-Glutathione cycle). D.denneanum leaves stored the most Zn, followed by stems and roots. The BCF(Bioconcentration Factor) of the D.denneanum for Zn were all more than 1.0 under different Zn treatments, with the largest BCF (1.73) for Zn400. The transcriptome revealed that there were 1500 differentially expressed genes between Zn800 treatment and group CK, of which 842 genes were up-regulated and 658 genes were down-regulated. The genes such as C4H, PAL, JAZ, MYC2, PP2A, GS, and GST were significantly induced under the Zn treatments. The differentially expressed genes were associated with phenylpropane biosynthesis, phytohormone signaling, and glutathione metabolism. There were three main pathways of response to Zn stress in Dendrobium: antioxidant action, compartmentalization, and cellular chelation. This study provides new insights into the response mechanisms of D.denneanum to Zn stress and helps to evaluate the phytoremediation potential of D.denneanum in Zn-contaminated soils.",
      "mesh_terms": [
        "Dendrobium",
        "Antioxidants",
        "Gene Expression Profiling",
        "Glutathione",
        "Zinc"
      ]
    },
    {
      "pmid": "38224485",
      "title": "Dendrobium officinale polysaccharide alleviates thiacloprid-induced kidney injury in quails via activating the Nrf2/HO-1 pathway.",
      "authors": [
        "Xu Yang",
        "Changming Guo",
        "Lu Yu",
        "Zhanjun Lv",
        "Siyu Li",
        "Zhigang Zhang"
      ],
      "journal": "Environmental toxicology",
      "publication_date": "2024-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Thiacloprid (THI) is a neonicotinoid insecticide, and its wide-ranging use has contributed to severe environmental and health problems. Dendrobium officinale polysaccharide (DOP) possesses multiple biological activities such as antioxidant and antiapoptosis effect. Although present research has shown that THI causes kidney injury, the exact molecular mechanism and treatment of THI-induced kidney injury remain unclear. The study aimed to investigate if DOP could alleviate THI-induced kidney injury and identify the potential molecular mechanism in quails. In this study, Japanese quails received DOP (200 mg/kg) daily with or without THI (4 mg/kg) exposure for 42 days. Our results showed that DOP improved hematological changes, biochemical indexes, and nephric histopathological changes induced by THI. Meanwhile, THI exposure caused oxidative stress, apoptosis, and autophagy. Furthermore, THI and DOP cotreatment significantly activated the nuclear factor erythroid 2-related factor 2/heme oxygenase-1 (Nrf2/HO-1) pathway, restored antioxidant enzyme activity, and reduced apoptosis and autophagy in quail kidneys. In summary, our study demonstrated that DOP mitigated THI-mediated kidney injury was associated with oxidative stress, apoptosis, and autophagy via activation of the Nrf2/HO-1 signaling pathway in quails.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Dendrobium",
        "NF-E2-Related Factor 2",
        "Quail",
        "Polysaccharides",
        "Oxidative Stress",
        "Neonicotinoids",
        "Thiazines"
      ]
    },
    {
      "pmid": "38190953",
      "title": "Dendrobium huoshanense in the treatment of ulcerative colitis: Network pharmacology and experimental validation.",
      "authors": [
        "Liang Yao",
        "Jing Fang",
        "Junwei Zhao",
        "Jiao Yu",
        "Xiaoqian Zhang",
        "Weidong Chen",
        "Lan Han",
        "Daiyin Peng",
        "Yunna Chen"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Dendrobium huoshanense C. Z. Tang et S. J. Cheng (DH) is a traditional medicinal herb with a long history of medicinal use. DH has been recorded as protecting the gastrointestinal function. Modern pharmacology research shows that DH regulates intestinal flora, intestinal mucosal immunity, gastrointestinal peristalsis and secretion of digestive juices. At the same time, some studies have shown that DH has a good therapeutic effect on ulcerative colitis, but its mechanism of action has not been fully elucidated. AIMS OF THIS STUDY: To investigate the mechanism and effect of Dendrobium huoshanense C. Z. Tang et S. J. Cheng (DH) in the treatment of ulcerative colitis (UC) by combining network pharmacology and in vivo experimental validation. METHODS: A network pharmacology approach was used to perform component screening, target prediction, PPI network interaction analysis, GO and KEGG enrichment analysis to initially predict the mechanism of DH treatment for UC. Then, the mechanism was validated with the UC mouse model induced by 3% DSS. RESULTS: Based on the network pharmacological analysis, a comprehensive of 101 active components were identified, with 19 of them potentially serving as the crucial elements in DH's effectiveness against UC treatment. Additionally, the study revealed 314 potential core therapeutic targets along with the top 5 key targets: SRC, STAT3, AKT1, HSP90AA1, and PIK3CA. In experiments conducted on live mice with UC, DH was found to decrease the levels of IL-6 and TNF-α in the blood, while increasing the levels of IL-10 and TGF-β. This led to notable improvements in colon length, injury severity, and an up-regulation of SRC, STAT3, HSP90AA1, PIK3CA, p-AKT1 and PI3K/AKT signaling pathway expression in the colon tissue. CONCLUSIONS: In this study, the active components and main targets of DH for UC treatment were initially forecasted, and the potential mechanism was investigated through network pharmacology. These findings offer an experimental foundation for the clinical utilization of DH.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Colitis, Ulcerative",
        "Dendrobium",
        "Network Pharmacology",
        "Phosphatidylinositol 3-Kinases",
        "Class I Phosphatidylinositol 3-Kinases",
        "Drugs, Chinese Herbal",
        "Molecular Docking Simulation"
      ]
    },
    {
      "pmid": "38186063",
      "title": "Dendrobium polysaccharide (DOP) ameliorates the LL-37-induced rosacea by inhibiting NF-κB activation in a mouse model.",
      "authors": [
        "Bijun Zeng",
        "Zhibo Yang",
        "Gufen Jiang",
        "Hongxia Zhou",
        "Yujin Zhang",
        "Chang Wang",
        "Youhua Peng",
        "Yining Yan",
        "Zi Chen"
      ],
      "journal": "Skin research and technology : official journal of International Society for Bioengineering and the Skin (ISBS) [and] International Society for Digital Imaging of Skin (ISDIS) [and] International Society for Skin Imaging (ISSI)",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Rosacea, a common chronic inflammatory skin disease worldwide, is currently incurable with complex pathogenesis. Dendrobium polysaccharide (DOP) may exert therapeutic effects on rosacea via acting on the NF-κB-related inflammatory and oxidative processes. MATERIALS AND METHODS: In this study, an LL-37-induced rosacea-like mouse model was established. HE staining was used to assess the skin lesions, erythema severity scores, pathological symptoms, and inflammatory cell numbers of mice in each group. The inflammation level was quantitatively analyzed using enzyme-linked immunosorbent assay (ELISA) and reverse transcription-quantitative real-time polymerase chain reaction (RT-qPCR). The expression levels of TLR4 and p-NF-κB were finally detected. RESULTS: DOP improved skin pathological symptoms of rosacea mice. DOP also alleviated the inflammation of rosacea mice. Moreover, the TLR4/NF-κB pathway was observed to be inhibited in the skin of mice after DOP application. These findings evidenced the anti-inflammatory effects of DOP on the LL-37-induced rosacea mouse model. DOP could inhibit NF-κB activation, suppress neutrophil infiltration, and reduce pro-inflammatory cytokines production, which may be the reason for DOP protecting against rosacea. CONCLUSION: This study may propose an active candidate with great potential for rosacea drug development and lay a solid experimental foundation for promoting DOP application in rosacea therapy.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "NF-kappa B",
        "Dendrobium",
        "Toll-Like Receptor 4",
        "Rosacea",
        "Disease Models, Animal",
        "Inflammation",
        "Polysaccharides"
      ]
    },
    {
      "pmid": "38113346",
      "title": "Dendrobium officinale Kinura et Migo glycoprotein promotes skin wound healing by regulating extracellular matrix secretion and fibroblast proliferation on the proliferation phase.",
      "authors": [
        "Jia Li",
        "Qian Zhao",
        "Xiaoyu Gao",
        "Tianyi Dai",
        "Zilin Bai",
        "Jun Sheng",
        "Yang Tian",
        "Zhongbin Bai"
      ],
      "journal": "Wound repair and regeneration : official publication of the Wound Healing Society [and] the European Tissue Repair Society",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium officinale Kinura et Migo (DOKM) has a variety of medicinal applications; however, its ability to promote wound healing has not been previously reported. The purpose of this study is to investigate the proliferative phase of the wound-healing effect of DOKM glycoprotein (DOKMG) in rats and to elucidate its mechanism of action in vitro. In the present study, the ointment mixture containing DOKMG was applied to the dorsal skin wounds of the full-thickness skin excision rat model, and the results showed that the wound healing speed was faster in the proliferative phase than vaseline. Histological analysis demonstrates that DOKMG promoted the re-epithelialization of wound skin. Immunofluorescence staining and quantitative polymerase chain reaction assays revealed that DOKMG promotes the secretion of Fibronectin and inhibits the secretion of Collagen IV during the granulation tissue formation period, indicating that DOKMG could accelerate the formation of granulation tissue by precisely regulating extracellular matrix (ECM) secretion. In addition, we demonstrated that DOKMG enhanced the migration and proliferation of fibroblast (3T6 cell) in two-dimensional trauma by regulating the secretion of ECM, via a mechanism that may implicate the AKT and JAK/STAT pathways under the control of epidermal growth factor receptor (EGFR) signalling. In summary, we have demonstrated that DOKMG promotes wound healing during the proliferative phase. Therefore, we suggest that DOKMG may have a potential therapeutic application for the treatment and management of cutaneous wounds.",
      "mesh_terms": [
        "Rats",
        "Animals",
        "Wound Healing",
        "Dendrobium",
        "Skin",
        "Extracellular Matrix",
        "Soft Tissue Injuries",
        "Cell Proliferation",
        "Glycoproteins",
        "Fibroblasts"
      ]
    },
    {
      "pmid": "38111654",
      "title": "Genome-wide identification and expression analysis of growth-regulating factors in Dendrobium officinale and Dendrobium chrysotoxum.",
      "authors": [
        "Shuying Zhu",
        "Hongman Wang",
        "Qiqian Xue",
        "Huasong Zou",
        "Wei Liu",
        "Qingyun Xue",
        "Xiao-Yu Ding"
      ],
      "journal": "PeerJ",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dendrobium, one of the largest genera in Orchidaceae, is popular not only for its aesthetic appeal but for its significant medicinal value. Growth-regulating factors (GRFs) play an essential role in plant growth and development. However, there is still a lack of information about the evolution and biological function analysis of the GRF gene family among Dendrobiumspecies. METHODS: Growth-regulating factors from Dendrobium officinale Kimura et Migo and Dendrobium chrysotoxum Lindl. were identified by HMMER and BLAST. Detailed bioinformatics analysis was conducted to explore the evolution and function of GRF gene family in D. officinale and D. chrysotoxum using genomic data, transcriptome data and qRT-PCR technology. RESULTS: Here, we evaluated the evolution of the GRF gene family based on the genome sequences of D. officinale and D. chrysotoxum. Inferred from phylogenetic trees, the GRF genes were classified into two clades, and each clade contains three subclades. Sequence comparison analysis revealed relatively conserved gene structures and motifs among members of the same subfamily, indicating a conserved evolution of GRF genes within Dendrobiumspecies. However, considering the distribution of orthologous DoGRFs and DcGRFs, and the differences in the number of GRFs among species, we suggest that the GRF gene family has undergone different evolutionary processes. A total of 361 cis-elements were detected, with 33, 141, and 187 related to plant growth and development, stress, and hormones, respectively. The tissue-specific expression of GRFs showed that DoGRF8 may have a significant function in the stem elongation of D. officinale. Moreover, four genes were up-regulated under Methyl-jasmonic acid/methyl jasmonate (MeJA) treatment, showing that DoGRFs and DcGRFs play a crucial role in stress response. These findings provide valuable information for further investigations into the evolution and function of GRF genes in D. officinale and D. chrysotoxum.",
      "mesh_terms": [
        "Dendrobium",
        "Phylogeny",
        "Transcriptome",
        "Genes, Plant"
      ]
    },
    {
      "pmid": "38111200",
      "title": "Polysaccharides from Dendrobium officinale improve obesity-induced insulin resistance through the gut microbiota and the SOCS3-mediated insulin receptor substrate-1 signaling pathway.",
      "authors": [
        "Wei Jiang",
        "Jin Tan",
        "Jiacheng Zhang",
        "Xin Deng",
        "Xinyue He",
        "Jin Zhang",
        "Tong Liu",
        "Rong Sun",
        "Mengxun Sun",
        "Kuo Chen",
        "Tingjia Xu",
        "Yuling Yan",
        "Ali Moazzami",
        "E-Jiao Wu",
        "Jiasui Zhan",
        "Binhong Hu"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Obesity induces insulin resistance and chronic inflammation, impacting human health. The relationship between obesity, gut microbiota, and regulatory mechanisms has been studied extensively. Dendrobium officinale polysaccharide (DOP), a traditional Chinese herbal medicine, potentially reduces insulin resistance. However, the mechanism through which DOP affects gut microbiota and alleviates obesity-induced insulin resistance in rats requires further investigation. RESULTS: The current study aimed to assess the impact of DOP on gut microbiota and insulin resistance in rats on a high-fat diet. The results revealed that DOP effectively reduced blood lipids, glucose disorders, oxidative stress, and inflammatory infiltration in the liver of obese Sprague Dawley rats. This was achieved by downregulating SOCS3 expression and upregulating insulin receptor substrate-1 (IRS-1) by regulating the JAK/STAT/SOCS3 signaling pathway. Notably, DOP intervention enhanced the abundance of beneficial gut microbiota and reduced harmful microbiota. Correlation analysis demonstrated significant associations among intestinal microbiota, SOCS3-mediated IRS-1 expression, and inflammatory factors. CONCLUSION: Dendrobium officinale polysaccharide regulated the gut microbiota, enhanced IRS-1 expression, and mitigated liver injury and insulin resistance due to a high-fat diet. These findings depict the potential anti-insulin resistance properties of DOP and offer further evidence for addressing obesity and its complications. © 2023 Society of Chemical Industry.",
      "mesh_terms": [
        "Rats",
        "Humans",
        "Animals",
        "Gastrointestinal Microbiome",
        "Dendrobium",
        "Insulin Resistance",
        "Insulin Receptor Substrate Proteins",
        "Rats, Sprague-Dawley",
        "Polysaccharides",
        "Signal Transduction",
        "Obesity",
        "Suppressor of Cytokine Signaling 3 Protein"
      ]
    },
    {
      "pmid": "38096806",
      "title": "Dendrobium officinale polysaccharides-chemical properties and pharmacodynamic effects on the airways in experimental conditions.",
      "authors": [
        "Martina Šutovská",
        "Jozef Mažerik",
        "Michaela Kocmálová",
        "Iveta Uhliariková",
        "Mária Matulová",
        "Peter Capek"
      ],
      "journal": "Archiv der Pharmazie",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The study aimed to analyze the effects of Dendrobium polysaccharides on the cough and airway reactivity and compare them with the effects of clinically used antitussives (codeine phosphate and butamirate citrate) and bronchodilators (salbutamol), using the guinea pig test system. Dendrobium officinale polysaccharides contained proteins (4.0 wt%) and phenolic compounds (1.7 wt%) with a molecular weight of 25,000 g/mol. The sugar analysis revealed a dominance of glucose (93.7 wt%) and a lesser amount of mannose (5.1 wt%) while other sugar quantities were negligible. Methylation analysis indicated the presence of highly branched polysaccharides. Glucose was found mainly as terminal, 1,4- and 1,6-linked. Furthermore, some 1,4- and 1,6-linked glucose units were found branched at O2, O3, and O6/O4. Mannose was terminal and 1,4-linked. NMR spectra signals indicate the presence of the (1→4)-linked α-d-glucan, (1→4)-linked β-d-glucan branched at position O6, (1→6)-linked β-d-glucan branched at position O3 and (1→4)-linked glucomannan. Pharmacological studies showed statistically significant antitussive activity of Dendrobium polysaccharides, exceeding the effect of clinically used antitussives, which may be partially associated with confirmed bronchodilation and the ability of polysaccharides to increase the threshold of cough receptor activation. Dendrobium polysaccharides may increase the possibility of symptomatic treatment of cough, especially in asthmatics.",
      "mesh_terms": [
        "Animals",
        "Guinea Pigs",
        "Mannose",
        "Dendrobium",
        "Plant Extracts",
        "Antitussive Agents",
        "Structure-Activity Relationship",
        "Polysaccharides",
        "Glucose",
        "Cough",
        "Glucans"
      ]
    },
    {
      "pmid": "38068759",
      "title": "Structure, Health Benefits, Mechanisms, and Gut Microbiota of Dendrobium officinale Polysaccharides: A Review.",
      "authors": [
        "Weijie Wu",
        "Ziqi Zhao",
        "Zhaoer Zhao",
        "Dandan Zhang",
        "Qianyi Zhang",
        "Jiayu Zhang",
        "Zhengyi Fang",
        "Yiling Bai",
        "Xiaohui Guo"
      ],
      "journal": "Nutrients",
      "publication_date": "2023-Nov-23",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Dendrobium officinale polysaccharides (DOPs) are important active polysaccharides found in Dendrobium officinale, which is commonly used as a conventional food or herbal medicine and is well known in China. DOPs can influence the composition of the gut microbiota and the degradation capacity of these symbiotic bacteria, which in turn may determine the efficacy of dietary interventions. However, the necessary analysis of the relationship between DOPs and the gut microbiota is lacking. In this review, we summarize the extraction, structure, health benefits, and related mechanisms of DOPs, construct the DOPs-host axis, and propose that DOPs are potential prebiotics, mainly composed of 1,4-β-D-mannose, 1,4-β-D-glucose, and O-acetate groups, which induce an increase in the abundance of gut microbiota such as Lactobacillus, Bifidobacterium, Akkermansia, Bacteroides, and Prevotella. In addition, we found that when exposed to DOPs with different structural properties, the gut microbiota may exhibit different diversity and composition and provide health benefits, such as metabolism regulations, inflammation modulation, immunity moderation, and cancer intervention. This may contribute to facilitating the development of functional foods and health products to improve human health.",
      "mesh_terms": [
        "Humans",
        "Gastrointestinal Microbiome",
        "Dendrobium",
        "Polysaccharides",
        "Inflammation"
      ]
    },
    {
      "pmid": "38067620",
      "title": "The Integration of the Metabolome and Transcriptome for Dendrobium nobile Lindl. in Response to Methyl Jasmonate.",
      "authors": [
        "Daoyong Gong",
        "Biao Li",
        "Bin Wu",
        "Deru Fu",
        "Zesheng Li",
        "Haobo Wei",
        "Shunxing Guo",
        "Gang Ding",
        "Bochu Wang"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium nobile Lindl., as an endangered medicinal plant within the genus Dendrobium, is widely distributed in southwestern China and has important ecological and economic value. There are a variety of metabolites with pharmacological activity in D. nobile. The alkaloids and polysaccharides contained within D. nobile are very important active components, which mainly have antiviral, anti-tumor, and immunity improvement effects. However, the changes in the compounds and functional genes of D. nobile induced by methyl jasmonate (MeJA) are not clearly understood. In this study, the metabolome and transcriptome of D. nobile were analyzed after exposure to MeJA. A total of 377 differential metabolites were obtained through data analysis, of which 15 were related to polysaccharide pathways and 35 were related to terpenoids and alkaloids pathways. Additionally, the transcriptome sequencing results identified 3256 differentially expressed genes that were discovered in 11 groups. Compared with the control group, 1346 unigenes were differentially expressed in the samples treated with MeJA for 14 days (TF14). Moreover, the expression levels of differentially expressed genes were also significant at different growth and development stages. According to GO and KEGG annotations, 189 and 99 candidate genes were identified as being involved in terpenoid biosynthesis and polysaccharide biosynthesis, respectively. In addition, the co-expression analysis indicated that 238 and 313 transcription factors (TFs) may contribute to the regulation of terpenoid and polysaccharide biosynthesis, respectively. Through a heat map analysis, fourteen terpenoid synthetase genes, twenty-three cytochrome P450 oxidase genes, eight methyltransferase genes, and six aminotransferase genes were identified that may be related to dendrobine biosynthesis. Among them, one sesquiterpene synthase gene was found to be highly expressed after the treatment with MeJA and was positively correlated with the content of dendrobine. This study provides important and valuable metabolomics and transcriptomic information for the further understanding of D. nobile at the metabolic and molecular levels and provides candidate genes and possible intermediate compounds for the dendrobine biosynthesis pathway, which lays a certain foundation for further research on and application of Dendrobium.",
      "mesh_terms": [
        "Transcriptome",
        "Dendrobium",
        "Plant Extracts",
        "Alkaloids",
        "Terpenes",
        "Metabolome",
        "Polysaccharides"
      ]
    },
    {
      "pmid": "38054577",
      "title": "The effect of Dendrobium officinale extract in inhibiting the senescence of H2O2-induced fibroblasts based on the senescence-associated secretory phenotype.",
      "authors": [
        "Lingyu Li",
        "Le Zhu",
        "Mo Chen",
        "Ya Zhao",
        "Haidong Jia"
      ],
      "journal": "Journal of cosmetic dermatology",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dendrobium officinale is widely used for a long time in China, with effect of antioxidation, antitumor, enhancing immunity and so on. In recent years, Dendrobium officinale has been gradually used in cosmetics due to its powerful beauty effects. AIMS: Based on senescence-associated secretory phenotype (SASP), we studied the antiaging effect of Dendrobium officinale extract (DOE) on skin. METHODS: The senescent model of human skin fibroblasts was established by the induction of H2O2, and the content of SASP factors was tested after the treatment of DOE, such as interleukin-6 (IL-6), monocyte chemoattractant protein-1 (MCP-1) and matrix metalloproteinase-1 (MMP-1). RESULTS: It was found that after the treatment with different concentrations of DOE, the contents of IL-6, MCP-1 and MMP-1 all decreased in different degrees. CONCLUSIONS: It indicated that DOE could inhibit the secretion of SASP factors and was a promising natural antiaging agent.",
      "mesh_terms": [
        "Humans",
        "Interleukin-6",
        "Senescence-Associated Secretory Phenotype",
        "Cellular Senescence",
        "Dendrobium",
        "Matrix Metalloproteinase 1",
        "Hydrogen Peroxide",
        "Fibroblasts"
      ]
    },
    {
      "pmid": "38039587",
      "title": "Co-expressed network analysis based on 289 transcriptome samples reveals methyl jasmonate-mediated gene regulatory mechanism of flavonoid compounds in Dendrobium catenatum.",
      "authors": [
        "Cong Li",
        "Qiqi Gong",
        "Pei Liu",
        "Zhanwei Xu",
        "Qiaoxian Yu",
        "Hanjun Dai",
        "Yan Shi",
        "Jinping Si",
        "Xinfeng Zhang",
        "Donghong Chen",
        "Zhigang Han"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Flavonoids are momentous bioactive ingredients in orchid plant Dendrobium catenatum (D. catenatum), which are bioactive compounds with great medical and commercial potential. However, the accurate dissection of flavonoids profiling and their accumulation mechanism are largely unknown. In this study, methyl jasmonate (MeJA) treatment was used to investigate the change of flavonoids content and transcripts in two D. catenatum clones (A6 and B1). We identified 40 flavonoids using liquid chromatograph mass spectrometer (LC-MS). By weighted gene co-expressed network analysis (WGCNA) of flavonoids content and transcript expression of MeJA-treated samples, 37 hub genes were identified. Among them, DcCHIL, DcFLS, and DcDFR were highly correlation with two key transcription factors DcWRKY3/4 by correlation analysis of large-scale transcriptome data and above hub genes expression. Furthermore, transient overexpression of DcWRKY3/4 in tobacco leaves significantly increased the content of flavonoids. This study identified flavonoid profiling and built a new approach to mine regulatory mechanism of flavonoids in D. catenatum. These valuable flavonoids and gene resources will be key for understanding and harnessing natural flavonoids products in pharmaceuticals and foods industry of D. catenatum.",
      "mesh_terms": [
        "Transcriptome",
        "Flavonoids",
        "Dendrobium",
        "Gene Expression Profiling",
        "Gene Expression Regulation, Plant",
        "Acetates",
        "Cyclopentanes",
        "Oxylipins"
      ]
    },
    {
      "pmid": "38034607",
      "title": "Dendrobium mixture ameliorates hepatic injury induced by insulin resistance in vitro and in vivo through the downregulation of AGE/RAGE/Akt signaling pathway.",
      "authors": [
        "Shuting Zhuang",
        "Xian Zhou",
        "Xiaowen Yang",
        "Dennis Chang",
        "Tao Chen",
        "Yibin Sun",
        "Chenxiang Wang",
        "Chutian Zhang",
        "Jichao Jiang",
        "Yong Chen",
        "Xiaohui Lin",
        "Xiaoning Wang",
        "Wenzhen Yu",
        "Xinjun Lin",
        "Caigu He",
        "Yanfang Zheng",
        "Jieping Zhang",
        "Hong Shi"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium mixture (DM) is a patented Chinese herbal medicine which has been shown to ameliorate type 2 diabetes mellitus (T2DM) with non-alcoholic fatty liver disease (NAFLD) in vivo and in vitro. We aimed to investigate the underlying mechanism of DM as a therapeutic agent in attenuating liver steatosis in relation to type 2 diabetes mellitus (T2DM). DM (16.2 g/kg/d) was administered to db/db mice for 4 weeks. The db/m mice and db/db mice in the control and model groups were given normal saline. Additionally, DM (11.25 g/kg/d) was administered to Sprague-Dawley (SD) rats, and the serum was collected and used in an experiment involving palmitic acid (PA)-induced human liver HepG2 cells with abnormal lipid and glucose metabolism. In db/db mice, the administration of DM significantly alleviated liver steatosis, including histological damage and cell apoptosis. DM was found to prevent the upregulation of the RAGE and AKT1 proteins in liver tissues. The underlying mechanism of DM was further studied in PA-induced HepG2 cells. Post-DM administration serum from SD rats reduced lipid accumulation and regulated glucose metabolism in HepG2 cells. Consequently, it inhibited RAGE/AKT signaling and restored autophagy activity. The upregulated autophagy was associated with the mTOR-AMPK signaling pathway. Furthermore, post-DM administration serum reduced apoptosis of hepatocytes in PA-induced HepG2 cells. Our study supports the potential use of DM as a therapeutic agent for the treatment of NAFLD in T2DM. The mechanism underlying this therapeutic potential is associated with the downregulation of the AGE/RAGE/Akt signaling pathway."
    },
    {
      "pmid": "37981116",
      "title": "Role of gut microbiota on regulation potential of Dendrobium officinale Kimura & Migo in metabolic syndrome: In-vitro fermentation screening and in-vivo verification in db/db mice.",
      "authors": [
        "Qianbo Song",
        "Sau Wan Cheng",
        "Junju Zou",
        "Kendra Sek Lam Li",
        "Huiyuan Cheng",
        "David Tai Wai Lau",
        "Quanbin Han",
        "Xiao Yang",
        "Pang Chui Shaw",
        "Zhong Zuo"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Dendrobium officinale Kimura & Migo (DEN) is a traditional medicine in China since Han dynasty. Decoction of its stem is often used in the treatment of Type-II diabetes (T2D), which is a typical metabolic disease accompanied with the impaired metabolic function of blood glucose and lipid. AIM OF THE STUDY: Our study aimed to investigate the role of gut microbiota in differentiating DEN from different sources and its related pathway in the alleviation of metabolic syndromes induced by T2D. MATERIALS AND METHODS: The aqueous extracts of four commercially available Dendrobium (DEN-1∼4) were prepared and screened through an in-vitro fermentation system. Based on their alterations in monosaccharide composition and short chain fatty acids (SCFA) formation during fermentation with db/db faecal fluid, one DEN extract was selected for further in vivo verification. The selected Dendrobium (DEN-4) was orally administered to db/db mice for 16 days once daily at the dosage of 200 mg/kg followed by evaluating its effect on blood glucose level, liver function and intestinal microenvironment including alterations of intestinal integrity and gut microbiota composition. In addition, liver metabolomics analysis was employed to reveal the related metabolic pathways. RESULTS: Different extent of SCFA formation and utilization of monosaccharides were observed for the extracts of four DEN from different sources with a negative correlation between SCFA level and the ratio of Utilized glucose/Utilized mannose observed in the in-vitro fermentation system with db/db faecal fluid. DEN-4 with the highest SCFA formation during the in-vitro fermentation was selected and exhibited significantly hypoglycaemic effect in db/db mice with the alleviation of hepatic steatosis and impaired lipid homeostasis. Further mechanistic studies revealed that orally administered DEN-4 could improve the intestinal integrity of db/db mice via elevating their tight junction protein (ZO-1 and Occludin) expression in the colon and improve the diversity of gut microbiota with enhanced formation of SCFA. Moreover, metabolomics and KEGG pathway analysis of liver tissues suggested that the alleviated metabolic syndrome in db/db mice by DEN-4 might possibly be achieved through activation of PPAR pathway. CONCLUSION: Our current study not only revealed the potential of gut microbiota in differentiating DEN from different sources, but also demonstrated that DEN exhibited its beneficial effect on the T2D induced metabolic syndrome possibly through enhancement of intestinal integrity and activation of PPAR pathway via gut-liver axis in db/db mice.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Blood Glucose",
        "Metabolic Syndrome",
        "Dendrobium",
        "Fermentation",
        "Gastrointestinal Microbiome",
        "Peroxisome Proliferator-Activated Receptors",
        "Mice, Inbred C57BL",
        "Mice, Inbred Strains",
        "Fatty Acids, Volatile",
        "Diabetes Mellitus, Type 2",
        "Monosaccharides"
      ]
    },
    {
      "pmid": "37929346",
      "title": "Reducing myocardial infarction by combination of irisin and Dendrobium nobile Lindl through inhibiting nod-like receptor protein-3-related pyroptosis and activating PINK1/Parkin-mitophagy during aging.",
      "authors": [
        "Chen Ding",
        "Chaofeng Zhang"
      ],
      "journal": "The Chinese journal of physiology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aging, a crucial risk factor for ischemic heart disease, has negative impacts on cardioprotective mechanisms. As such, there is still an unmet requirement to explore potential therapies for improving the outcomes of myocardial ischemia/reperfusion (IR) injury in elderly subjects. Here, we aimed to confirm the cardioprotective function of irisin/Dendrobium nobile Lindl (DNL) combination therapy against myocardial IR injury in aged rats, with a focus on the involvement of pyroptosis and mitophagy. Male aged Wistar rats (22-24 months old, 400-450 g; n = 54) underwent myocardial IR or sham surgery. Before IR operation, rats were pretreated with irisin (0.5 mg/kg, intraperitoneally) and/or DNL (80 mg/kg, orally) for 1 or 4 weeks, respectively, at corresponding groups. Cardiac function, lactate dehydrogenase (LDH) and cardiac-specific isoform of troponin-I (cTn-I) levels, the expression of proteins involved in pyroptosis (nod-like receptor protein-3 (NLRP3), apoptosis-associated speck-like protein, c-caspase-1, and GSDMD-N) and mitophagy (PINK1 and Parkin), and pro-inflammatory cytokines levels were evaluated after 24 h of reperfusion. Irisin/DNL combined therapy significantly restored cardiac function and decreased LDH and cTn-I levels. It also downregulated pyroptosis-related proteins, upregulated PINK1 and Parkin, and decreased pro-inflammatory cytokines secretion. Pretreatment with Mdivi-1, as mitophagy inhibitor, abolished the cardioprotective action of dual therapy. This study revealed the cardioprotective effects of irisin/DNL combination therapy against IR-induced myocardial injury in aged rats, and also showed that the mechanism might be associated with suppression of NLRP3-related pyroptosis through enhancing the activity of the PINK1/Parkin mitophagy. This combination therapy is worthy of further detailed studies due to its potential to alleviate myocardial IR injury upon aging.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Rats",
        "Aging",
        "Cytokines",
        "Dendrobium",
        "Fibronectins",
        "Mitophagy",
        "Myocardial Infarction",
        "NLR Family, Pyrin Domain-Containing 3 Protein",
        "NLR Proteins",
        "Protein Kinases",
        "Pyroptosis",
        "Rats, Wistar",
        "Reperfusion Injury",
        "Ubiquitin-Protein Ligases",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "37894541",
      "title": "Dendrobium officinale polysaccharide Converts M2 into M1 Subtype Macrophage Polarization via the STAT6/PPAR-r and JAGGED1/NOTCH1 Signaling Pathways to Inhibit Gastric Cancer.",
      "authors": [
        "Yi Zhao",
        "Xuefeng Lu",
        "Hongxia Huang",
        "Yao Yao",
        "Hongning Liu",
        "Youzhi Sun"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2023-Oct-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium officinale polysaccharide (DOP) has shown various biological activities. However, the ability of DOP to participate in immune regulation during anti-gastric cancer treatment has remained unclear. In this study, the in vitro results showed that DOP has the potential to polarize THP-1 macrophages from the M2 to the M1 phenotype, downregulate the STAT6/PPAR-r signaling pathway and the protein expression of their down-targeted ARG1 and TGM2, and further decrease the main protein and mRNA expression in the JAGGED1/NOTCH1 signaling pathway. DOP suppressed the migration of gastric cancer cells by decreasing the protein expression of N-cadherin and Vimentin and increasing E-cadherin. In addition, CM-DOP promoted the apoptosis of gastric cancer cells by upregulating Caspase-3 and increasing the ratio of Bax/Bcl-2. In vivo, DOP effectively inhibited the growth of tumors and the expression of Ki-67. In summary, these findings demonstrated that DOP converted the polarization of M2 subtype macrophages into M1 subtypes via the STAT6/PPAR-r and JAGGED1/NOTCH1 signaling pathways in order to reduce apoptosis and prevent migration, thus indicating the potential of DOP as an adjuvant tumor therapy in preclinical and clinical trials.",
      "mesh_terms": [
        "Humans",
        "Dendrobium",
        "Peroxisome Proliferator-Activated Receptors",
        "Stomach Neoplasms",
        "Polysaccharides",
        "Signal Transduction",
        "Macrophages",
        "STAT6 Transcription Factor",
        "Receptor, Notch1"
      ]
    },
    {
      "pmid": "37883687",
      "title": "Phenolics from Dendrobium officinale Leaf Ameliorate Dextran Sulfate Sodium-Induced Chronic Colitis by Regulating Gut Microbiota and Intestinal Barrier.",
      "authors": [
        "Peiyi Wang",
        "Ming Cai",
        "Kai Yang",
        "Peilong Sun",
        "Jing Xu",
        "Zhenhao Li",
        "Baoming Tian"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2023-Nov-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The increasing incidence of colitis and the side effects of its therapeutic drugs have led to the search for compounds of natural origin, including phenolics, as new treatments for colitis. In this study, the potential mechanism of Dendrobium officinale leaf phenolics (DOP) on the relief of dextran sulfate sodium (DSS)-induced colitis was explored. The results showed that DOP treatment for 36 days reduced the symptoms of colitis caused by DSS, including reduction of the disease activity index and alleviation of colonic tissue damage. In addition, DOP downregulated the expression of key proteins of the TLR4/NF-κB signaling pathway and reduced the production of inflammatory cytokines. Furthermore, DOP could enhance the expression of tight junction proteins including ZO-1, Occludin, and Claudin-1 to restore intestinal mucosal barrier function. DOP also effectively regulates disordered intestinal flora and enhances the production of short-chain fatty acids, which is also beneficial in modulating gut internal environmental homeostasis, inhibiting inflammation, and restoring the intestinal barrier. These findings indicated that DOP can ameliorate DSS-induced chronic colitis by regulating gut microbiota, intestinal barrier, and inflammation, and it is a promising ingredient from D. officinale.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Gastrointestinal Microbiome",
        "Dendrobium",
        "Dextran Sulfate",
        "Colitis",
        "Inflammation",
        "Colon",
        "Chronic Disease",
        "Disease Models, Animal",
        "Mice, Inbred C57BL",
        "Colitis, Ulcerative"
      ]
    },
    {
      "pmid": "37877149",
      "title": "Exploring the Action Mechanism and Validation of the Key Pathways of Dendrobium officinale Throat-clearing Formula for the Treatment of Chronic Pharyngitis Based on Network Pharmacology.",
      "authors": [
        "Xi Fang",
        "Xiao-Feng Jiang",
        "Yi-Piao Zhang",
        "Cheng-Liang Zhou",
        "Ying-Jie Dong",
        "Bo-Li",
        "Gui-Yuan Lv",
        "Su-Hong Chen"
      ],
      "journal": "Combinatorial chemistry & high throughput screening",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIM: This study investigated the molecular action mechanism of a compound herb, also known as the Dendrobium officinale throat-clearing formula (QYF), by using network pharmacology and animal experimental validation methods to treat chronic pharyngitis (CP). METHODS: The active ingredients and disease targets of QYF were determined by searching the Batman-TCM and GeneCards databases. Subsequently, the drug-active ingredient-target and protein-protein interaction networks were constructed, and the core targets were obtained through network topology. The Metascape database was screened, and the core targets were enriched with Gene Ontology and the Kyoto Encyclopedia of Genes and Genomes. RESULTS: In total, 1403 and 241 potential targets for drugs and diseases, respectively, and 81 intersecting targets were yielded. The core targets included TNF, IL-6, and IL-1β, and the core pathways included PI3K-Akt. The QYF treatment group exhibited effectively improved general signs, enhanced anti-inflammatory ability in vitro, reduced serum and tissue expressions of TNF- α, IL-6, and IL-1β inflammatory factors, and decreased blood LPS levels and Myd88, TLR4, PI3K, Akt, and NF-κB p65 protein expression in the tissues. CONCLUSION: QYF could inhibit LPS production, which regulated the expression of the TLR4/PI3K/Akt/NF-κB signaling pathway to suppress the expression of the related inflammatory factors (i.e., TNF-α, IL-6, and IL-1β), thereby alleviating the CP process.",
      "mesh_terms": [
        "Dendrobium",
        "Pharyngitis",
        "Animals",
        "Network Pharmacology",
        "Drugs, Chinese Herbal",
        "Mice",
        "Chronic Disease",
        "Male",
        "Anti-Inflammatory Agents",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "37834139",
      "title": "Heat Stress Alleviation by Exogenous Calcium in the Orchid Dendrobium nobile Lindl: A Biochemical and Transcriptomic Analysis.",
      "authors": [
        "Yijun Fan",
        "Jie Ma",
        "Yuanyuan Liu",
        "Xueyan Tan",
        "Xuebing Li",
        "Erya Xu",
        "Linlong Xu",
        "Aoxue Luo"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Sep-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The growth of Dendrobium nobile is sensitive to heat stress. To find an effective method for enhancing heat tolerance, this study investigated the relieving effect of exogenous calcium at different concentrations (0 mmol/L, 5 mmol/L, 10 mmol/L, 15 mmol/L, 20 mmol/L CaCl2) on heat stress in D. nobile. Principal component analysis was used to screen the optimal exogenous calcium concentration, and transcriptome analysis was used to reveal its possible heat tolerance mechanism. The results showed that compared with the T0, a 10 mmol/L calcium treatment: increased the average leaf length, leaf width, plant height, and fresh matter accumulation of D. nobile by 76%, 103.39%, 12.97%, and 12.24%, respectively (p < 0.05); significantly increased chlorophyll a (Chla), chlorophyll b (Chlb), carotenoids(Car), ascorbic acid (ASA), glutathione (GSH), and flavonoids by 15.72%, 8.54%, 11.88%, 52.17%, 31.54%, and 36.12%, respectively; and effectively enhanced the enzyme activity of the antioxidant system, increasing superoxide dismutase (SOD), peroxidase (POD), and catalase (CAT) by 1.38, 1.61, and 2.16 times, respectively (p < 0.05); At the same time, the treatment can effectively reduce the yellow leaf rate and defoliation rate of D. nobile under heat stress. The principal component analysis method and membership function were used to calculate the D value to rank the relief effects of each calcium treatment group, and the results also showed that 10 mmol/L CaCl2 had the best relief effect. Transcriptomics testing identified 7013 differentially expressed genes, of which 2719 were upregulated, and 294 were downregulated. Among them, genes such as HSPA1s, HSP90A, HSPBP1, ATG8, COMT, REF1, E1.11.1.7, along with transcription factors such as MYB, bHLH, WRKY, and NAC, formed the network of tolerance to heat stress in D. nobile. This study provides new insights for improving the cultivation techniques of D. nobile.",
      "mesh_terms": [
        "Calcium",
        "Dendrobium",
        "Calcium Chloride",
        "Chlorophyll A",
        "Transcriptome",
        "Calcium, Dietary",
        "Heat-Shock Response"
      ]
    },
    {
      "pmid": "37812195",
      "title": "Dendrobium officinale polysaccharide decreases podocyte injury in diabetic nephropathy by regulating IRS-1/AKT signal and promoting mitophagy.",
      "authors": [
        "Huahua Li",
        "Jin Zheng",
        "Yacen Wu",
        "Hong Zhou",
        "Suli Zeng",
        "Quanqing Li"
      ],
      "journal": "Aging",
      "publication_date": "2023-Oct-08",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUNDS: High glucose (HG) caused oxidative stress and mitochondrial dysfunction, resulting in insulin resistance in podocytes, a key mechanism of diabetic nephropathy. Dendrobium officinale polysaccharide (DOP) was able to improve insulin resistance and antioxidant capability. OBJECTIVE: The purpose of this study is to explore the mechanism by which DOP decreases the podocyte injury induced by HG. METHODS: MPC5 cells were treated with HG, DOP, and IRS-1/2 inhibitor NT157. Afterwards, glucose consumption, generations of ROS and MDA were measured using the detection kits. Mitophagy was monitored using both MtphagTracyker and LysoTracker. The mitochondrial membrane potential was evaluated by JC-1 staining. DOP was also used in a mouse model of diabetes, with the measurements of urine albumin, blood creatinine and blood urea nitrogen. RESULTS: Treatment with DOP suppressed the HG-induced reduction of glucose consumption, the phosphorylation of IRS-1 (phospho Y632), AKT (phospho Ser473 and Thr308) and Nephrin. In addition, HG-induced augment of ROS and MDA, formation of γ-H2A.X foci and translocation of AKT to nucleus were inhibited by DOP. DOP enhanced mitophagy, which was associated with decreased mitochondrial membrane potential and ROS production. DOP conferred protective effect on podocyte in the diabetic mouse by reducing the albumin/creatinine ratio and blood urea nitrogen, and restoring Nephrin expression in podocytes. CONCLUSIONS: DOP alleviates HG-induced podocyte injuryby regulating IRS-1/AKT signal and promoting mitophagy.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Proto-Oncogene Proteins c-akt",
        "Podocytes",
        "Dendrobium",
        "Reactive Oxygen Species",
        "Diabetic Nephropathies",
        "Mitophagy",
        "Insulin Resistance",
        "Creatinine",
        "Polysaccharides",
        "Glucose",
        "Albumins",
        "Diabetes Mellitus"
      ]
    },
    {
      "pmid": "37765364",
      "title": "Genome-Wide Identification and Analysis of TCP Gene Family among Three Dendrobium Species.",
      "authors": [
        "Yaoting Li",
        "Lingli Li",
        "Jiapeng Yang",
        "Zhitao Niu",
        "Wei Liu",
        "Yi Lin",
        "Qingyun Xue",
        "Xiaoyu Ding"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2023-Sep-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium orchids, which are among the most well-known species of orchids, are appreciated for their aesthetic appeal across the globe. Furthermore, due to their strict living conditions, they have accumulated high levels of active ingredients, resulting not only in their medicinal value but also in their strong ability to respond to harsh environments. The TCP gene family plays an important role in plant growth and development, and signal transduction. However, these genes have not been systematically investigated in Dendrobium species. In this study, we detected a total of 24, 23, and 14 candidate TCP members in the genome sequences of D. officinale, D. nobile, and D. chrysotoxum, respectively. These genes were classified into three clades on the basis of a phylogenetic analysis. The TCP gene numbers among Dendrobium species were still highly variable due to the independent loss of genes in the CIN clade. However, only three gene duplication events were detected, with only one tandem duplication event (DcTCP9/DcTCP10) in D. chrysotoxum and two pairs of paralogous DoTCP gene duplication events (DoTCP1/DoTCP23 and DoTCP16/DoTCP24) in D. officinale. A total of 25 cis-acting elements of TCPs related to hormone/stress and light responses were detected. Among them, the proportions of hormone response, light response, and stress response elements in D. officinale (100/421, 127/421, and 171/421) were similar to those in D. nobile (83/352, 87/352, and 161/352). Using qRT-PCR to determine their expression patterns under MeJA treatment, four DoTCPs (DoTCP2, DoTCP4, DoTCP6, and DoTCP14) were significantly upregulated under MeJA treatment, which indicates that TCP genes may play important roles in responding to stress. Under ABA treatment, seven DoTCPs (DoTCP3, DoTCP7, DoTCP9, DoTCP11, DoTCP14, DoTCP15, and DoTCP21) were significantly upregulated, indicating that TCP genes may also play an important role in hormone response. Therefore, these results can provide useful information for studying the evolution and function of TCP genes in Dendrobium species."
    },
    {
      "pmid": "37728673",
      "title": "Dendrobium officinale polysaccharides improved reproductive oxidative stress injury in male mice treated with cyclophosphamide.",
      "authors": [
        "Yi Mu",
        "Bangwei Che",
        "Kaifa Tang",
        "Wenjun Zhang",
        "Shenghan Xu",
        "Wei Li",
        "Jun He",
        "Miao Liu",
        "Peng Chen",
        "Siwen Zhong",
        "Guangyu Li"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Polysaccharides from Dendrobium officinale polysaccharides (DOPs) are the main bioactive components of Dendrobium officinale, which have the functions of antioxidation and immune regulation. However, it is not clear whether DOPs have any effect on the prevention of reproductive disorders induced by oxidative stress. The purpose of this study was to explore the protective effect of DOPs on reproductive oxidative stress injury in male mice and its possible mechanism. In this study, the mouse model of reproductive injury was established by intraperitoneal injection of cyclophosphamide (CTX). The reproductive function was evaluated by relative testicular mass, sperm parameters, and sex hormone levels. The oxidative stress level of male mice with reproductive injury treated with DOPs was analyzed by the levels of 8-hydroxydeoxyguanosine (8-OHdG), malondialdehyde (MDA), and nitric oxide (NO) in sperm. The expression of follicle-stimulating hormone receptor (FSHR) mRNA, androgen-binding (ABP) mRNA, and c-kit mRNA was detected by quantitative reverse transcriptase polymerase chain reaction (qRT-PCR) to explore its mechanism. After CTX administration, the sperm density, sperm motility, normal sperm morphology, and sex hormone levels in mice were significantly lower than those in the control group (P < 0.05). At the same time, the expression of p53 protein was upregulated, and the expression of Bcl-2 protein was downregulated (P < 0.05). In addition, the expression of FSHR and ABP mRNA on Sertoli cells was also significantly inhibited (P < 0.05). DOPs can effectively reduce the oxidative stress injury of testicular tissue. After DOP treatment, the sperm quality and sex-related hormone levels of mice were significantly improved and positively correlated with the dose of DOPs (P < 0.05). Administration of DOPs can reduce the damage caused by oxidative stress by reducing the level of oxidative stress, improving the hormone environment in testes, and regulating the expression of specific genes in Sertoli cells and spermatogenic cells.",
      "mesh_terms": [
        "Mice",
        "Male",
        "Animals",
        "Dendrobium",
        "Sperm Motility",
        "Oxidative Stress",
        "Polysaccharides",
        "Cyclophosphamide",
        "Hormones",
        "RNA, Messenger",
        "Gonadal Steroid Hormones",
        "Seeds"
      ]
    },
    {
      "pmid": "37723055",
      "title": "[Interventional effect and mechanism of fermentation liquid of Dendrobium officinale leaves on alcoholic hepatitis mice].",
      "authors": [
        "Y J Qin",
        "M L Cheng",
        "J X Wang",
        "Q Zhang",
        "X N Zhou",
        "Y H Liu",
        "H Li"
      ],
      "journal": "Zhonghua yi xue za zhi",
      "publication_date": "2023-Sep-19",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Objective: To explore the intervention effect and mechanism of Dendrobium officinale leaf fermentation liquid on alcoholic hepatitis (AH) mice. Methods: Seventy inbred C57BL/6J male mice aged 6-8 weeks were selected and randomly divided into normal group (NG), model group (MG), liquid feed control group (CG), silybum group (SI), low-dose group (DL), medium-dose group (DM), and high-dose group (DH) of Dendrobium officinale fermentation liquid, with 10 mice in each group. NG group was given common feed, CG group was given control feed (LB alcoholic liquid control feed), SI group was given LB alcoholic liquid feed and silybum by gavage, DL, DM and DH groups were given LB alcoholic liquid feed and 25%, 50% and 100% concentration of Dendrobium officinale leaf fermentation liquid by gavage. An AH model was established by feeding LB alcoholic liquid feed for 8 weeks.At week 8, alanine Transaminase (ALT), triglyceride (TG), transferrin (TRF), interleukin (IL)-6, IL-10, and IL-1β, tumor necrosis factor-α(TNF-α), interferon-γ(IFN-γ) were detected in eye blood of mice. Liver tissues were stained with HE, Oil Red O, Prussian blue and immunofluorescence ROS. The contents of glutathione(GSH) and malondialdehyde (MDA) in liver tissue homogenate were detected. To analyze the intervention effect and mechanism of Dendrobium officinale leaf fermentation solution on AH mice, the mRNA and protein relative expression levels of adenylate activated protein kinase (AMPK), AMPKβ1, phosphorylated AMPKβ1 (p-AMPKβ1), tumor suppressor gene p53 (p53), solsolic vector family 7 member 11 (SLC7A11), glutathione peroxidase 4 (GXP4) were detected by polymerase chain reaction (PCR) and Western blot. Results: Compared with MG group, the serum ALT and TG levels in the DL, DM, and DH groups were all reduced [ALT: (45.94±19.85), (45.73±22.62), and (41.68±7.13) vs (75.51±17.76) U/L, respectively; TG: (0.90±0.23), (0.69±0.22) and (0.41±0.20) vs (1.28±0.19) mmol/L, respectively, all P<0.05]; IL-6, IL-1β, TNF-α, IFN-γ were decreased (all P<0.05). The serum TRF and IL-10 levels in the DM and DH groups were increased (all P<0.05). Compared with MG group, the liver tissue MDA of mice in DL, DM and DH groups was decreased [(0.41±0.05), (0.40±0.03), and (0.43±0.14) vs (0.64±0.06)μmol/g, respectively], GSH was increased (all P<0.05). Compared with MG, mRNA expression levels of AMPK (1.36±0.11, 1.61±0.17, 1.68±0.11 vs 0.80±0.12, respectively), SLC7A11 (0.91±0.12, 0.97±0.12, 0.99±0.13 vs 0.60±0.14, respectively) and GPX4 (0.51±0.11, 0.63±0.17, 0.83±0.15 vs 0.42±0.14, respectively) in the liver tissue of DL, DM and DH groups were all increased (all P<0.05). Compared with MG group, DL, DM and DH groups showed the relative expression levels of AMPKβ1, p-AMPKβ1, SLC7A11 and GPX4 were increased in the liver tissue of mice, while the relative expression levels of p53 protein were decreased (all P<0.05). Compared with MG group, DL, DM and DH groups reduced the degree of hepatic steatosis and inflammation in the lobules, while the iron and ROS staining in the liver tissue became lighter. Conclusion: Dendrobium officinale leaf fermentation liquid can alleviate the severity of AH in mice, and its mechanism may be related to the up-regulation of AMPK to inhibiting the p53/SLC7A11/GPX4 mediated Ferroptosis pathway.",
      "mesh_terms": [
        "Male",
        "Animals",
        "Mice",
        "Mice, Inbred C57BL",
        "Hepatitis, Alcoholic",
        "Fermentation",
        "Tumor Necrosis Factor-alpha",
        "Dendrobium",
        "Interleukin-10",
        "Tumor Suppressor Protein p53",
        "AMP-Activated Protein Kinases",
        "Reactive Oxygen Species",
        "Alanine Transaminase"
      ]
    },
    {
      "pmid": "37670345",
      "title": "Involvement of the Sch9/Rim15/Msn2 signaling pathway in the anti-aging activity of dendrobine from Dendrobium nobile Lindl. via modification of oxidative stress and autophagy.",
      "authors": [
        "Enchan Wu",
        "Yiting Lian",
        "Sali Zhao",
        "Yajing Li",
        "Lan Xiang",
        "Jianhua Qi"
      ],
      "journal": "Chinese medicine",
      "publication_date": "2023-Sep-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Aging is an important pathogenic factor of age-related diseases and has brought huge health threat and economic burden to the society. Dendrobium nobile Lindl., a valuable herb in China, promotes longevity according to the record of ancient Chinese materia medica. This study aimed to discover the material basis of D. nobile as an anti-aging herb and elucidate its action mechanism. METHODS: K6001 yeast replicative lifespan assay was used to guide the isolation of D. nobile. The chronological lifespan assay of YOM36 yeast was further conducted to confirm the anti-aging activity of dendrobine. The mechanism in which dendrobine exerts anti-aging effect was determined by conducting anti-oxidative stress assay, quantitative real-time PCR, Western blot, measurements of anti-oxidant enzymes activities, determination of nuclear translocation of Rim15 and Msn2, and replicative lifespan assays of Δsod1, Δsod2, Δcat, Δgpx, Δatg2, Δatg32, and Δrim15 yeasts. RESULTS: Under the guidance of K6001 yeast replicative lifespan system, dendrobine with anti-aging effect was isolated from D. nobile. The replicative and chronological lifespans of yeast were extended upon dendrobine treatment. In the study of action mechanism, dendrobine improved the survival rate of yeast under oxidative stress, decreased the levels of reactive oxygen species and malondialdehyde, and enhanced the enzyme activities and gene expression of superoxide dismutase and catalase, but it failed to elongate the replicative lifespans of Δsod1, Δsod2, Δcat, and Δgpx yeast mutants. Meanwhile, dendrobine enhanced autophagy occurrence in yeast but had no effect on the replicative lifespans of Δatg2 and Δatg32 yeast mutants. Moreover, the inhibition of Sch9 phosphorylation and the promotion of nuclear translocation of Rim15 and Msn2 were observed after treatment with denrobine. However, the effect of dendrobine disappeared from the Δrim15 yeast mutant after lifespan extension, oxidative stress reduction, and autophagy enhancement. CONCLUSIONS: Dendrobine exerts anti-aging activity in yeast via the modification of oxidative stress and autophagy through the Sch9/Rim15/Msn2 signaling pathway. Our work provides a scientific basis for the exploitation of D. nobile as an anti-aging herb."
    },
    {
      "pmid": "37652331",
      "title": "Isolation and characterization of a nephroprotective polysaccharide from Dendrobium chrysotoxum Lindl against LPS-induced acute kidney injury mice.",
      "authors": [
        "Yuting Hao",
        "Shenghui Lao",
        "Hailin Liu",
        "Xiao Chen",
        "Guangying Ye",
        "Zaihua Wang",
        "Wenzhen Liao"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The structure and bioactivity of a novel polysaccharide from Dendrobium Chrysotoxum Lindl (DCP-1) were investigated. The crude polysaccharides of Dendrobium Chrysotoxum Lindl (DCP) were extracted by hot water extraction, and the protein was removed by enzymatic hydrolysis and Sevage. After purification, the chemical structure of polysaccharides was identified by infrared spectroscopy, methylation analysis and nuclear magnetic resonance spectroscopy. Then, a mouse model of acute kidney injury (AKI) was constructed using lipopolysaccharide (LPS), and pretreated with DCP. Structure characterization demonstrated that the number-average molecular weight and mass average molar mass of DCP-1 were 28.43 kDa and 15.00 kDa, respectively. DCP-1 mainly consisted of mannose (37.8 %) and glucose (55.6 %). The main linkage types of DCP-1 were contained 1,4-Linked Manp and 1,4-Linked Glcp. And DCP-1 was demonstrated to be an O-acetylglucomannan with β-ᴅ-configuration in pyranoid form. Besides, the bioactivity of DCP was further investigated. The results showed that DCP exhibited notable anti-inflammatory activity in LPS-induced AKI mice. After treated with DCP, the creatinine (CREA) and urea nitrogen (BUN) in serum were successfully down-regulated in AKI mice. DCP treatment prevented the characteristic morphological changes of LPS-induced renal tubular injury. The results showed that DCP treatment significantly reduced the concentration of oxidative damage indicators (MDA, SOD) and the expression of inflammatory indices (TNF-α, IL-6, MCP-1, COX-2). In general, the newly extracted polysaccharide DCP showed excellent nephroprotective effect, which enabled it to be an ideal natural medicine for kidney diseases therapy.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Lipopolysaccharides",
        "Dendrobium",
        "Polysaccharides",
        "Magnetic Resonance Spectroscopy",
        "Acute Kidney Injury"
      ]
    },
    {
      "pmid": "37652317",
      "title": "Dendrobium offificinale polysaccharides prevents glucocorticoids-induced osteoporosis by destabilizing KEAP1-NRF2 interaction.",
      "authors": [
        "Yunjia Wang",
        "Zhongjing Jiang",
        "Linhua Deng",
        "Gengming Zhang",
        "Xia Xu",
        "Emmanuel Alonge",
        "Hongqi Zhang",
        "Chaofeng Guo"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2023-Dec-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Glucocorticoid-induced osteoporosis (GIOP) represents the foremost cause of secondary osteoporosis and fragility fractures. Novel therapeutic strategies for GIOP are needed, with improved safety profiles and reduced costs compared to current options. Dendrobium officinale (D. officinale) is a traditional Chinese medicine that has been reported to have beneficial effects on bone metabolism. Here, we sought to investigate the impacts of D. officinale polysaccharides (DOP), the main active constituents of D. officinale, on GIOP in vivo models and dexamethasone (DEX)-treated osteoblast lineage cells. We found that low concentrations of DOP are relatively safe in vitro and in vivo, respectively. Importantly, we found that DOP treatment significantly inhibited DEX-induced osteoporosis in two in vivo models, zebrafish and mice, while boosting osteogenic differentiation of hBMSCs exposed to DEX. Futhermore, our data reveal that DOP elevates nuclear Nrf2 levels under DEX treatment, by suppressing of Nrf2 ubiquitination. Leveraging Keap1b knockout zebrafish and RNAi approach, we demonstrated that DOP disrupts the association of Nrf2/Keap1, resulting in the inhibition of Nrf2 ubiquitination. Taken together, these results illuminate that DOP stimulates osteogenesis in the presence of DEX by destabilizing the Nrf2/Keap1 interaction. These findings suggest that DOP may serve as a novel drug against osteoporosis caused by glucocorticoids.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Glucocorticoids",
        "Kelch-Like ECH-Associated Protein 1",
        "Dendrobium",
        "NF-E2-Related Factor 2",
        "Zebrafish",
        "Osteogenesis",
        "Polysaccharides",
        "Osteoporosis",
        "Carrier Proteins",
        "Zebrafish Proteins"
      ]
    },
    {
      "pmid": "37523984",
      "title": "Molecular mechanisms underlying the anticancer property of Dendrobium in various systems of the human body: A review.",
      "authors": [
        "Wenjing Yang",
        "Dengwang Chen",
        "Qinglu Ji",
        "Jishan Zheng",
        "Yunyan Ma",
        "Hongqin Sun",
        "Qian Zhang",
        "Jidong Zhang",
        "Yuqi He",
        "Tao Song"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Dendrobium, which belongs to the family of Orchidaceae, is a highly valuable traditional Chinese medicine commonly used in China. It exerts pharmacological activities such as antitumor and hypoglycemia effects, and its main components are alkaloids, polysaccharides, and terpenoids, among others. In recent years, research on the clinical application of Dendrobium in antitumor therapy has gained increasing attention. Accumulating evidence suggests that the active components of Dendrobium possess significant inhibitory effects on the viability of cancer cells as evident from in vivo and in vitro experiments, which indicates that Dendrobium exerts significant anticancer effect in treating and preventing cancer development, inhibiting the underlying potential molecular mechanisms, including suppression of cancer cell growth and proliferation, epithelial-mesenchymal transition (EMT), apoptosis induction, tumor angiogenesis, and reinforcement of cisplatin (DDP) -induced apoptosis. We herein present a review that summarizes the research progress of the application of Dendrobium in cancer therapy and its molecular mechanisms. This review describes the positive aspects of the active ingredients of Dendrobium in the treatment of cancers in various systems of the human body, their inhibitory effects on tumor survival and tumor microenvironment, and their potential mechanisms. Additionally, this review proposes future application prospects of Dendrobium in cancer therapy to promote further research and future extensive clinical applications of Dendrobium in cancer therapy.",
      "mesh_terms": [
        "Humans",
        "Dendrobium",
        "Human Body",
        "Plant Extracts",
        "Alkaloids",
        "Apoptosis"
      ]
    },
    {
      "pmid": "37497110",
      "title": "Therapeutic potential of the chemical composition of Dendrobium nobile Lindl.",
      "authors": [
        "Chenxi Fan",
        "Xin Sun",
        "Xin Wang",
        "Hongsong Yu"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Dendrobium nobile Lindl. belongs to the genus Dendrobium of the orchid family and is a valuable herbal medicinal material. The information in this paper has been collected from the scientific literature databases including PubMed, Google Scholar, Web of Science, SciFinder, China National Knowledge Infrastructure, published books, Ph.D., and M.S. dissertations systematically in recent 20 years. \"Dendrobium nobile Lindl.,\" \"chemical composition,\" \"pharmacological activities,\" and \"diseases\" were used as search terms to screen the literature. The collected chemical compositions are classified and summarized according to their different chemical structures, and the clinical disease treatment effects of Dendrobium nobile Lindl. are classified and summarized based on their pharmacological activities and different experimental disease models. Recent studies have revealed that Dendrobium nobile Lindl. contains chemical components such as alkaloids, bibenzyls, sesquiterpenes, phenanthrenes, and polysaccharides, and that its pharmacological activities are closely related to the chemical components, with pharmacological activities such as anti-tumor, anti-aging, immune enhancement, hypoglycemic, and anti-cataract. Currently, researchers are conducting extensive and detailed studies on Dendrobium nobile Lindl. and research experiments on its chemical constituents in the treatment of various clinical diseases. Therefore, the purpose of this paper is to review the chemical composition of Dendrobium nobile Lindl. and its experimental studies in the treatment of diseases and to provide a scientific reference for the future application of Dendrobium nobile Lindl. in the treatment of diseases."
    },
    {
      "pmid": "37415124",
      "title": "Genome-wide identification, characterization and transcriptional profile of the SWEET gene family in Dendrobium officinale.",
      "authors": [
        "Li Hao",
        "Xin Shi",
        "Shunwang Qin",
        "Jiahong Dong",
        "Huan Shi",
        "Yuehua Wang",
        "Yi Zhang"
      ],
      "journal": "BMC genomics",
      "publication_date": "2023-Jul-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Dendrobium officinale Kimura et Migo (D. officinale) is a well-known traditional Chinese medicine with high content polysaccharides in stems. The SWEET (Sugars Will Eventually be Exported Transporters) family is a novel class of sugar transporters mediating sugar translocation among adjacent cells of plants. The expression patterns of SWEETs and whether they are associated with stress response in D. officinale remains uncovered. RESULTS: Here, 25 SWEET genes were screened out from D. officinale genome, most of which typically contained seven transmembrane domains (TMs) and harbored two conserved MtN3/saliva domains. Using multi-omics data and bioinformatic approaches, the evolutionary relationship, conserved motifs, chromosomal location, expression patterns, correlationship and interaction network were further analyzed. DoSWEETs were intensively located in nine chromosomes. Phylogenetic analysis revealed that DoSWEETs were divided into four clades, and conserved motif 3 specifically existed in DoSWEETs from clade II. Different tissue-specific expression patterns of DoSWEETs suggested the division of their roles in sugar transport. In particular, DoSWEET5b, 5c, and 7d displayed relatively high expression levels in stems. DoSWEET2b and 16 were significantly regulated under cold, drought, and MeJA treatment, which were further verified using RT-qPCR. Correlation analysis and interaction network prediction discovered the internal relationship of DoSWEET family. CONCLUSIONS: Taken together, the identification and analysis of the 25 DoSWEETs in this study provide basic information for further functional verification in D. officinale.",
      "mesh_terms": [
        "Dendrobium",
        "Phylogeny",
        "Genes, Plant",
        "Membrane Transport Proteins",
        "Biological Transport",
        "Plant Proteins"
      ]
    },
    {
      "pmid": "37396948",
      "title": "The effects of Dendrobium species on the metabolic syndrome: A review.",
      "authors": [
        "Zahra Oskouei",
        "Mahboobeh Ghasemzadeh Rahbardar",
        "Hossein Hosseinzadeh"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Metabolic syndrome (MetS) is known as a global health challenge with different types of health conditions such as hypertension, hyperglycemia, the increasing prevalence of obesity, and hyperlipidemia. Despite much recent scientific progress, the use of traditional herbal medicines with fewer side effects is increasing worldwide. Dendrobium, the second-largest orchid genus, has been used as a natural source of drugs for the treatment of MetS. The beneficial effects of Dendrobium, including anti-hypertension, anti-hyperglycemia, anti-obesity, and anti-hyperlipidemic against MetS have been shown in the scientific evidence. The anti-oxidant and lipid-lowering effects of Dendrobium modulate hyperlipidemia via reducing lipid accumulation and maintaining lipid metabolism. Restoring pancreatic beta cells and regulating the insulin signaling pathway are involved in its antidiabetic properties. The hypotensive effects contribute to increasing nitric oxide (NO) generation and inhibiting extracellular signal-regulated kinase (ERK) signaling. More research projects, especially clinical trials, are needed to investigate the safety, efficacy, and pharmacokinetics of Dendrobium in patients. This review article provides, for the first time, comprehensive information about the efficacy of different species of Dendrobium. The described species can be a source of medicines for the treatment of MetS, which are reported in various evidence."
    },
    {
      "pmid": "37373508",
      "title": "Comparative Analysis of Water-Soluble Polysaccharides from Dendrobium Second Love 'Tokimeki' and Dendrobium nobile in Structure, Antioxidant, and Anti-Tumor Activity In Vitro.",
      "authors": [
        "Guangying Ye",
        "Jinhui Zhang",
        "Xiaoli Xu",
        "Canbiao Zeng",
        "Qingsheng Ye",
        "Zaihua Wang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2023-Jun-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "With potential anti-tumor and antioxidant properties, the polysaccharide content of D. nobile is relatively lower than that of the other medicinal Dendrobium. To find high-content polysaccharide resources, the polysaccharide (DHPP-Ⅰs) was prepared from D. Second Love 'Tokimeki' (a D. nobile hybrid) and compared with DNPP-Ⅰs from D. nobile. DHPP-Is (Mn 31.09 kDa) and DNPP-Is (Mn 46.65 kDa) were found to be O-acetylated glucomannans (-Glcp-(1,4) and O-acetylated-D-Manp-(1,4) backbones), analogous to other Dendrobium polysaccharides. DHPP-Ⅰs had higher glucose content (31.1%) and a lower degree (0.16) of acetylation than DNPP-Ⅰs (15.8%, 0.28). Meanwhile, DHPP-Ⅰs and DNPP-Ⅰs had the same ability in the radical scavenging assay, which was milder than the control of Vc. Both DHPP-Is and DNPP-Is inhibited SPC-A-1 cell proliferation in vitro, with obvious differences in dose concentrations (0.5-2.0 mg/mL) and treatment times (24-72 h). Therefore, the antioxidant activity of DHPP-Ⅰs and DNPP-Ⅰs is not associated with distinction in anti-proliferative activity. As a glucomannan derived from non-medicinal Dendrobium, DHPP-Ⅰs has similar bioactivity to other medicinal Dendrobium, and this could serve as a starting point for studying the conformational-bioactivity relationship of Dendrobium polysaccharides.",
      "mesh_terms": [
        "Antioxidants",
        "Water",
        "Dendrobium",
        "Love",
        "Neoplasms",
        "Polysaccharides"
      ]
    },
    {
      "pmid": "37372523",
      "title": "Dendrobium officinale Polysaccharide Prevents Diabetes via the Regulation of Gut Microbiota in Prediabetic Mice.",
      "authors": [
        "Haodong Liu",
        "Yan Xing",
        "Yinbo Wang",
        "Xinxiu Ren",
        "Danyang Zhang",
        "Jianying Dai",
        "Zhilong Xiu",
        "Shiqiang Yu",
        "Yuesheng Dong"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2023-Jun-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Dendrobium officinale polysaccharide (DOP), which serves as a prebiotic, exhibits a variety of biological activities, including hypoglycemic activities. However, the effects of DOP on diabetes prevention and its hypoglycemic mechanisms are still unclear. In this study, the effects of DOP treatment on the prediabetic mice model were studied and the mechanism was investigated. The results showed that 200 mg/kg/d of DOP reduced the relative risk of type 2 diabetes mellitus (T2DM) from prediabetes by 63.7%. Meanwhile, DOP decreased the level of LPS and inhibited the expression of TLR4 by regulating the composition of the gut microbiota, consequently relieving the inflammation and alleviating insulin resistance. In addition, DOP increased the abundance of SCFA (short chain fatty acid)-producing bacteria in the intestine, increased the levels of intestinal SCFAs, promoted the expression of short-chain fatty acid receptors FFAR2/FFAR3, and increased the secretion of the intestinal hormones GLP-1 and PYY, which helped to repair islet damage, suppress appetite, and improve insulin resistance. Our results suggested that DOP is a promising functional food supplement for the prevention of T2DM."
    },
    {
      "pmid": "37364958",
      "title": "Dendrobium officinale polysaccharide-based carrier to enhance photodynamic immunotherapy.",
      "authors": [
        "Shengchang Tao",
        "Yuchen Song",
        "Shaobo Ding",
        "Ruirong He",
        "Qiankun Shi",
        "Fang Hu"
      ],
      "journal": "Carbohydrate polymers",
      "publication_date": "2023-Oct-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Photodynamic therapy (PDT) eradicates tumors via the generation of toxic reactive oxygen species (ROS) by activation of a photosensitizer (PS) with appropriate light. Local PDT toward tumors can trigger the immune response to inhibit distant tumors, but the immune response is usually insufficient. Herein, we used a biocompatible herb polysaccharide with immunomodulatory activity as the carrier of PS to enhance the immune inhibition of tumors after PDT. The Dendrobium officinale polysaccharide (DOP) is modified with hydrophobic cholesterol to serve as an amphiphilic carrier. The DOP itself can promote dendritic cell (DC) maturation. Meanwhile, TPA-3BCP are designed to be cationic aggregation-induced emission PS. The structure of one electron-donor linking to three electron-acceptors endows TPA-3BCP with high efficiency to produce ROS upon light irradiation. And the nanoparticles are designed with positively charged surfaces to capture antigens released after PDT, which can protect the antigens from degradation and improve the antigen-uptake efficiency by DCs. The combination of DOP-induced DC maturation and antigen capture-increased antigen-uptake efficiency by DCs significantly improves the immune response after DOP-based carrier-mediated PDT. Since DOP is extracted from the medicinal and edible Dendrobium officinale, the DOP-based carrier we designed is promising to be developed for enhanced photodynamic immunotherapy in clinic.",
      "mesh_terms": [
        "Dendrobium",
        "Reactive Oxygen Species",
        "Polysaccharides",
        "Immunotherapy",
        "Neoplasms",
        "Photosensitizing Agents",
        "Photochemotherapy"
      ]
    },
    {
      "pmid": "37361228",
      "title": "Hypoglycemic effects of dendrobium officinale leaves.",
      "authors": [
        "Ming Lv",
        "Qingqing Liang",
        "Xiaofang He",
        "Xiaocui Du",
        "Yuhan Liu",
        "Yan Liu",
        "Chongye Fang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: Numerous studies have demonstrated that the stems of D. officinale have the effect of lowering blood glucose, but the leaves of D. officinale have seldom been investigated. In this study, we mainly studied the hypoglycemic effect and mechanism of D. officinale leaves. Methods: Initially in vivo, male C57BL/6 mice were administered either standard feed (10 kcal% fat) or high-fat feed (60 kcal% fat) along with either normal drinking water or drinking water containing 5 g/L water extract of D. officinale leaves (EDL) for 16 weeks, and changes in body weight, food intake, blood glucose, etc., were monitored weekly. Next in vitro, C2C12 myofiber precursor cells which were induced to differentiate into myofibroblasts and cultured with EDL to detect the expression of insulin signaling pathway related proteins. HEPA cells were also cultured with EDL to detect the expression of hepatic gluconeogenesis or hepatic glycogen synthesis related proteins. Eventually after separating the components from EDL by ethanol and 3 kDa ultrafiltration centrifuge tube, we conducted animal experiments using the ethanol-soluble fraction of EDL (ESFE), ethanol-insoluble fraction of EDL (EIFE), ESFE with a molecular weight of >3 kDa (>3 kDa ESFE), and ESFE with a molecular weight of <3 kDa (<3 kDa ESFE) for intensive study. Results: The results in vivo revealed that the mice fed the high-fat diet exhibited significantly decreased blood glucose levels and significantly increased glucose tolerance after the EDL treatment, whereas the mice fed the low-fat diet did not. The results in vitro showed that EDL activated the expression of protein kinase B (AKT), the phosphorylation of AKT, and the expression of downstream GSK3β in the insulin signaling pathway. EDL treatment of HEPA cells confirmed that EDL did not affect hepatic gluconeogenesis or hepatic glycogen synthesis. In the experiment of studying the composition of EDL, we found that the >3 kDa ESFE displayed the effect of lowering blood glucose. In summary, the effect of EDL in lowering blood glucose may bethanole achieved by activating the insulin signaling pathway to increase insulin sensitivity, and the main functional substance was contained within the >3 kDa ESFE. Discussion: The findings of this study represent a reference point for further exploration of the hypoglycemic effects of D. officinale leaves and may assist in both the identification of new molecular mechanisms to improve insulin sensitivity and the isolation of monomeric substances that lower blood glucose. Furthermore, the obtained results may provide a theoretical basis for the development of hypoglycemic drugs with D. officinale leaves as the main component."
    },
    {
      "pmid": "37267754",
      "title": "1-MCP prevents ultrastructural changes in the organelles of Dendrobium petals that are induced by exogenous ethylene.",
      "authors": [
        "Kanjana Kirasak",
        "Sutin Kunyamee",
        "Saichol Ketsa"
      ],
      "journal": "Plant physiology and biochemistry : PPB",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ethylene is a plant hormone that causes flower senescence. Dendrobium flowers are sensitive to ethylene and ethylene can induce premature senescence depending on the cultivar and the ethylene concentration. Dendrobium 'Lucky Duan' is one of the most sensitive cultivars to ethylene exposure. Open florets of 'Lucky Duan' were subjected to ethylene, 1-MCP, or 1-MCP plus ethylene treatments and compared with an untreated control. Ethylene induced earlier development of color fading, drooping and venation in petals, whereas 1-MCP pre-treatment counteracted these changes. Under light microscopy, epidermal cells and mesophyll parenchyma tissue around the vascular bundles of petals treated with ethylene showed collapsed cells whereas 1-MCP pre-treatment counteracted this collapse. An scanning electron microscopy (SEM) study confirmed clearly that ethylene treatment caused the collapse of mesophyll parenchyma tissue around vascular bundles. Ultrastructural changes were also studied using transmission electron microscopy (TEM) and showed that ethylene treatment induced morphological changes in conjunction with disorganization of the plasma membrane, the nuclei, chromatin, the nucleoli, myelin bodies, multivesicular bodies, and mitochondria including changes in size and number, breakages of membranes, enlargement of intercellular spaces and disintegration. 1-MCP pre-treatment was observed to counter these changes that were induced by ethylene. The role of ethylene-induced ultrastructural changes in the different organelles was apparently associated with membrane damage.",
      "mesh_terms": [
        "Dendrobium",
        "Ethylenes",
        "Mitochondria",
        "Microscopy, Electron, Transmission",
        "Flowers"
      ]
    },
    {
      "pmid": "37177908",
      "title": "High light triggers flavonoid and polysaccharide synthesis through DoHY5-dependent signaling in Dendrobium officinale.",
      "authors": [
        "Dongxiao Li",
        "Guangying Ye",
        "Jie Li",
        "Zhenqin Lai",
        "Siyou Ruan",
        "Qi Qi",
        "Zaihua Wang",
        "Sujuan Duan",
        "Hong-Lei Jin",
        "Hong-Bin Wang"
      ],
      "journal": "The Plant journal : for cell and molecular biology",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Dendrobium officinale is edible and has medicinal and ornamental functions. Polysaccharides and flavonoids, including anthocyanins, are important components of D. officinale that largely determine the nutritional quality and consumer appeal. There is a need to study the molecular mechanisms regulating anthocyanin and polysaccharide biosynthesis to enhance D. officinale quality and its market value. Here, we report that high light (HL) induced the accumulation of polysaccharides, particularly mannose, as well as anthocyanin accumulation, resulting in red stems. Metabolome and transcriptome analyses revealed that most of the flavonoids showed large changes in abundance, and flavonoid and polysaccharide biosynthesis was significantly activated under HL treatment. Interestingly, DoHY5 expression was also highly induced. Biochemical analyses demonstrated that DoHY5 directly binds to the promoters of DoF3H1 (involved in anthocyanin biosynthesis), DoGMPP2, and DoPMT28 (involved in polysaccharide biosynthesis) to activate their expression, thereby promoting anthocyanin and polysaccharide accumulation in D. officinale stems. DoHY5 silencing decreased flavonoid- and polysaccharide-related gene expression and reduced anthocyanin and polysaccharide accumulation, whereas DoHY5 overexpression had the opposite effects. Notably, naturally occurring red-stemmed D. officinale plants similarly have high levels of anthocyanin and polysaccharide accumulation and biosynthesis gene expression. Our results reveal a previously undiscovered role of DoHY5 in co-regulating anthocyanin and polysaccharide biosynthesis under HL conditions, improving our understanding of the mechanisms regulating stem color and determining nutritional quality in D. officinale. Collectively, our results propose a robust and simple strategy for significantly increasing anthocyanin and polysaccharide levels and subsequently improving the nutritional quality of D. officinale.",
      "mesh_terms": [
        "Flavonoids",
        "Anthocyanins",
        "Dendrobium",
        "Polysaccharides",
        "Gene Expression Profiling"
      ]
    },
    {
      "pmid": "37146843",
      "title": "Dendrobium officinale Kimura & Migo polysaccharide inhibits hyperglycaemia-induced kidney fibrosis via the miRNA-34a-5p/SIRT1 signalling pathway.",
      "authors": [
        "Chengchong Huang",
        "Jiali Yu",
        "Jingjing Da",
        "Rong Dong",
        "Lu Dai",
        "Yuqi Yang",
        "Yiyao Deng",
        "Jing Yuan"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2023-Sep-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Fibrosis is a fundamental change occurring in impaired renal function and plays an important role in the progression of diabetic kidney disease (DKD). Dendrobium officinale Kimura & Migo polysaccharide (DOP), a primary active component of Dendrobium officinale Kimura & Migo, is reported to act on reducing blood glucose, suppressing inflammation. However, the anti-fibrosis effect of DOP in the treatment of DKD is still unclear. AIM OF THE STUDY: To explore the therapeutic effect of DOP on renal fibrosis in DKD. MATERIALS AND METHODS: We used db/db mice as a DKD model and administered DOP by oral gavage. The expression of miRNA-34a-5p, SIRT1, and fibrosis molecules (TGF-β, CTGF, and a-SMA) were detected in renal tissue. Human renal tubular epithelium cells (HK-2) were cultured with 5.5 mM glucose (LG) or 25 mM glucose (HG), and intervened with 100-400 μg/ml DOP. The changes of the above indicators were observed in vitro. RESULTS: MiRNA-34a-5p was mainly localised in the nucleus and increased expression in the DKD mice. Inhibition or excitation of miRNA-34a-5p is involved in renal fibrosis by regulating SIRT1. DOP could depress the miRNA-34a-5p/SIRT1 signalling pathway to relieve renal fibrosis. Moreover, DOP has outstanding results in the treatment of DKD through hypoglycaemic action and weight reduction. CONCLUSIONS: DOP plays a protective role in arresting or slowing the progression of fibrosis, which may provide a novel clinical treatment strategy for DKD.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Mice",
        "Dendrobium",
        "Hyperglycemia",
        "Sirtuin 1",
        "Fibrosis",
        "Polysaccharides",
        "Glucose",
        "MicroRNAs",
        "Kidney"
      ]
    },
    {
      "pmid": "37140218",
      "title": "Immunomodulatory Effects of New Phenanthrene Derivatives from Dendrobium crumenatum.",
      "authors": [
        "Virunh Kongkatitham",
        "Adeline Dehlinger",
        "Meng Wang",
        "Preeyaporn Poldorn",
        "Carl Weidinger",
        "Marilena Letizia",
        "Chatchai Chaotham",
        "Carolin Otto",
        "Klemens Ruprecht",
        "Friedemann Paul",
        "Thanyada Rungrotmongkol",
        "Kittisak Likhitwitayawuid",
        "Chotima Böttcher",
        "Boonchoo Sritularak"
      ],
      "journal": "Journal of natural products",
      "publication_date": "2023-May-26",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Three new phenanthrene derivatives (1, 2, 4), one new fluorenone (3), and four known compounds (5-8) were isolated from the ethyl acetate extract of Dendrobium crumenatum Sw. stems using column chromatography. The chemical structures were elucidated by analysis of spectroscopic data. The absolute configuration of 4 was determined by electronic circular dichroism calculation. We also evaluated the immunomodulatory effects of compounds isolated from D. crumenatum in human peripheral blood mononuclear cells from healthy individuals and those from patients with multiple sclerosis in vitro. Dendrocrumenol B (2) and dendrocrumenol D (4) showed strong immunomodulatory effects on both CD3+ T cells and CD14+ monocytes. Compounds 2 and 4 could reduce IL-2 and TNF production in T cells and monocytes that were treated with phorbol-12-myristate-13-acetate and ionomycin (PMA/Iono). Deep immune profiling using high-dimensional single-cell mass cytometry could confirm immunomodulatory effects of 4, quantified by the reduction of activated T cell population under PMA/Iono stimulation, in comparison to the stimulated T cells without treatment.",
      "mesh_terms": [
        "Humans",
        "Dendrobium",
        "Leukocytes, Mononuclear",
        "Monocytes",
        "Phenanthrenes",
        "T-Lymphocytes",
        "Tetradecanoylphorbol Acetate",
        "Fluorenes"
      ]
    },
    {
      "pmid": "37062221",
      "title": "Dendrobium officinale aqueous extract influences the immune response following vaccination against SARS-CoV-2.",
      "authors": [
        "Xiaoping Gao",
        "Ting Ye",
        "Yu Lei",
        "Qi Zhang",
        "Yuanning Luo",
        "Haiyan Yang",
        "Xiaochun Zeng",
        "Wen Zhou",
        "Qinglian Wen",
        "Jingbo Liu",
        "Hong Xiong",
        "Runlan Wan"
      ],
      "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Vaccination is the most effective way to prevent coronavirus disease 2019 (COVID-19). However, it is often less protective and does not significantly increase antibody levels, especially in individuals with impaired immune systems. Nevertheless, the immunocompetence can be enhanced using a natural immunomodulator, such as Dendrobium officinale aqueous extract (DoAE). METHODS: To determine whether DoAE promotes antibody production, we treated healthy volunteers with DoAE during COVID-19 vaccination. Meanwhile, the control volunteers were given a placebo (cornstarch) during the vaccination. Antibody levels were measured at three-week intervals in the DoAE and control groups. RESULTS: DoAE enhanced immunity and preserved immune cell homeostasis. However, the neutralizing antibody (nAb) levels in the DoAE group were lower than those in the control group. Analysis of the gut microbiota revealed that the abundance of anti-inflammatory flora was increased, while the pro-inflammatory flora was reduced in the DoAE group. CONCLUSION: DoAE has immunomodulatory and anti-inflammatory properties. Therefore, DoAE has the potential for COVID-19 prophylaxis, treatment, and recovery from the adverse effects of COVID-19. However, its anti-inflammatory activity affects the production of nAbs. Thus, DoAE may not be recommended for consumption during COVID-19 vaccination.",
      "mesh_terms": [
        "Humans",
        "Adjuvants, Immunologic",
        "Antibodies, Neutralizing",
        "Antibodies, Viral",
        "COVID-19",
        "COVID-19 Vaccines",
        "Dendrobium",
        "SARS-CoV-2",
        "Vaccination"
      ]
    },
    {
      "pmid": "37011417",
      "title": "Dendrobium as a new natural source of bioactive for the prevention and treatment of digestive tract diseases: A comprehensive review with future perspectives.",
      "authors": [
        "Wenjun Wu",
        "Yang Lin",
        "Mohamed A Farag",
        "Zhenhao Li",
        "Ping Shao"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The incidence of diseases related to the digestive tract is on the rise, with many types of complex etiologies. Dendrobium nobile Lindl. is a famous Traditional Chinese Medicine (TCM) rich in many bioactives proven to be beneficial in several health diseases related to inflammation and oxidative stress. PURPOSE: At present, despite the availability of various therapeutic clinical drugs used for the treatment of digestive tract diseases, resistance emergence and existence of several side effects warrant for the developing of novel drugs for improved effects on digestive tract diseases. METHODS: \"Orchidaceae\", \"Dendrobium\", \"inflammation\", \"digestive tract\", and \"polysaccharide\" were used as search terms to screen the literature. The therapeutic use of Dendrobium related to digestive tract diseases relative to known polysaccharides and other bioactive compounds were derived from online databases, including Web of Science, PubMed, Elsevier, Science Direct, and China National Knowledge Infrastructure, as well as relevant information on the known pharmacological actions of the listed phytochemicals. RESULTS: To better capitalize upon Dendrobium for preventing and treating diseases related to digestive tract, this review summarizes bioactives in Dendrobium reported of potential in digestive tract diseases management and their underlying action mechanisms. Studies revealed that Dendrobium encompasses diverse classes including polysaccharides, phenolics, alkaloids, bibenzyls, coumarins, phenanthrene and steroids, with polysaccharide as the major class. Dendrobium exerts various health effects on a variety of disease related to the digestive tract. Action mechanisms involve antioxidant, anti-inflammatory, anti-apoptotic, antioxidant, anticancer, alongside the regulation of some key signaling pathways. CONCLUSION: Overall, Dendrobium appears as a promising TCM source of bioactives that has the potential to be further developed into nutraceuticals for digestive tract diseases compared to current drug treatments. This review highlights for Dendrobium potential effects with future perspectives for needed future research to maximize the use of bioactive compounds from Dendrobium for digestive tract disease treatment. A compile of Dendrobium bioactives is also presented alongside methods for their extraction and enrichment for potential incorporation in nutraceuticals.",
      "mesh_terms": [
        "Antioxidants",
        "Plant Extracts",
        "Alkaloids",
        "Medicine, Chinese Traditional",
        "Polysaccharides"
      ]
    }
  ]
}