{
  "supplement": "Dong Quai",
  "query": "Dong Quai[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:29:18",
  "research_count": 4,
  "count": 4,
  "articles": [
    {
      "pmid": "20165579",
      "title": "Dong Quai (angelica sinensis) in the treatment of hot flashes for men on androgen deprivation therapy: results of a randomized double-blind placebo controlled trial.",
      "authors": [
        "Reem J Al-Bareeq",
        "A Andrew Ray",
        "Linda Nott",
        "Stephen E Pautler",
        "Hassan Razvi"
      ],
      "journal": "Canadian Urological Association journal = Journal de l'Association des urologues du Canada",
      "publication_date": "2010-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To determine whether Dong Quai, a Chinese herbal compound purported to be efficacious in treating menopausal vasomotor symptoms, has a therapeutic benefit in treating hot flashes among prostate cancer patients receiving androgen deprivation therapy. METHODS: A randomized double-blind placebo controlled trial was conducted involving 22 men receiving luteinizing hormone-releasing hormone agonist therapy for prostate cancer with bothersome hot flashes. After recording a baseline log of the frequency, duration and severity of daily hot flashes, patients were randomly assigned in a 1:1 ratio to receive daily placebo or Dong Quai for 3 months. Vasomotor and adverse events were recorded daily. Blood work including serum prostate-specific antigen (PSA), international normalized ratio of prothrombin time and partial thromoboplastin time were recorded at baseline and at the termination of the study. RESULTS: Seventeen of the 22 patients enrolled completed the trial. Baseline vasomotor duration and severity were equivalent between the groups, however the number of hot flashes were significantly more in the Dong Quai group (p = 0.02). With respect to the change in number of hot flashes per day, there was a slight decrease in the mean number among the Dong Quai group which was insignificant. The absolute change and average percentage change in perceived hot flash severity was similar in both groups. There was no significant decrease in the duration of the hot flashes between the 2 groups. Disease progression based on either PSA increase or change in digital rectal exam was not observed in any patient. CONCLUSION: In this small pilot study, there were no significant differences in the severity, frequency or duration of hot flashes among men receiving placebo or Dong Quai."
    },
    {
      "pmid": "16278617",
      "title": "Use of dong quai (Angelica sinensis) to treat peri- or postmenopausal symptoms in women with breast cancer: is it appropriate?",
      "authors": [
        "Clara B S Lau",
        "Tony C Y Ho",
        "Terry W L Chan",
        "Stephen C F Kim"
      ],
      "journal": "Menopause (New York, N.Y.)",
      "publication_date": "2005",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Regarding the growing use of alternative therapies for peri- or postmenopausal symptoms, we evaluated the effect of a water extract of Angelica sinensis (dong quai), used for peri- or postmenopausal relief, on the proliferation of estrogen receptor-positive (MCF-7) and negative (BT-20) breast cancer cells in vitro. DESIGN: The present study was designed to investigate the growth-modulating effect of dong quai water extract, alone or in the presence of 17beta-estradiol and 4-hydroxytamoxifen, on MCF-7 and BT-20 cell cultures using MTT proliferation assay. RESULTS: The water extract of dong quai dose-dependently and significantly stimulated the proliferation of MCF-7 cells with a weak estrogen-agonistic activity in the presence of 17beta-estradiol, as evidenced by the significant suppression by 4-hydroxytamoxifen. Meanwhile, the extract significantly exerted a growth-stimulating effect on BT-20 in a dose-dependent manner with or without 17beta-estradiol. No obvious difference was found in the growth of BT-20 cells treated with the extract in the presence of 17beta-estradiol or 4-hydroxytamoxifen. CONCLUSIONS: The water extract of dong quai stimulated the growth of MCF-7 cells, possibly dependent of weak estrogen-agonistic activity, and augmented the BT-20 cell proliferation independent of estrogen receptor-mediated pathway. The present study provides data regarding the estrogen-like activity of dong quai, which might assist in decision making on herbal therapy use by women at risk for both estrogen-sensitive and insensitive breast cancer. Because of the lack of clinical data demonstrating the potential side effects of dong quai, its use in herbal preparations for the treatment of peri- or postmenopausal symptoms, especially in women with breast cancer, warrants caution pending further study.",
      "mesh_terms": [
        "Angelica sinensis",
        "Breast Neoplasms",
        "Cell Division",
        "Cell Line",
        "Dose-Response Relationship, Drug",
        "Drugs, Chinese Herbal",
        "Estradiol",
        "Estrogen Antagonists",
        "Female",
        "Humans",
        "Phytotherapy",
        "Plant Extracts",
        "Postmenopause",
        "Receptors, Estrogen",
        "Tamoxifen",
        "Treatment Outcome",
        "Tumor Cells, Cultured"
      ]
    },
    {
      "pmid": "10417036",
      "title": "Potentiation of warfarin by dong quai.",
      "authors": [
        "R L Page",
        "J D Lawrence"
      ],
      "journal": "Pharmacotherapy",
      "publication_date": "1999-Jul",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Dong quai is a Chinese herbal supplement touted for treatment of menstrual cramping, irregular menses, and menopausal symptoms. Phytochemical analyses found it to consist of natural coumarin derivatives, as well as constituents possessing antithrombotic, antiarrhythmic, phototoxic, and carcinogenic effects. A 46-year-old African-American woman with atrial fibrillation stabilized on warfarin experienced a greater than 2-fold elevation in prothrombin time and international normalized ratio after taking dong quai concurrently for 4 weeks. No identifiable cause was ascertained for the increase except dong quai. The patient's coagulation values returned to acceptable levels 1 month after discontinuing the herb. One animal study suggests a pharmacodynamic interaction between the product and warfarin, but the true mechanism remains unknown. Practitioners should be aware of the possibility of such an interaction and should inform patients of potential hazards of taking the two together.",
      "mesh_terms": [
        "Angelica sinensis",
        "Anticoagulants",
        "Atrial Fibrillation",
        "Drug Synergism",
        "Drugs, Chinese Herbal",
        "Female",
        "Humans",
        "International Normalized Ratio",
        "Middle Aged",
        "Prothrombin Time",
        "Warfarin"
      ]
    },
    {
      "pmid": "9418683",
      "title": "Does dong quai have estrogenic effects in postmenopausal women? A double-blind, placebo-controlled trial.",
      "authors": [
        "J D Hirata",
        "L M Swiersz",
        "B Zell",
        "R Small",
        "B Ettinger"
      ],
      "journal": "Fertility and sterility",
      "publication_date": "1997-Dec",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To evaluate possible estrogenic effects of dong quai on vaginal cells and on endometrial thickness in postmenopausal women. DESIGN: Double-blind, randomized, placebo-controlled clinical trial. SETTING: Department of Obstetrics and Gynecology in a large health maintenance organization (HMO). PATIENT(S): Seventy-one postmenopausal women (mean age [+/- SD], 52.4 +/- 6 years) who had follicle-stimulating hormone levels (third-generation assay) of > 30 mIU/mL with hot flashes. INTERVENTION(S): Subjects were randomized to treatment with either dong quai or placebo for 24 weeks. MAIN OUTCOME MEASURE(S): Endometrial thickness was measured by transvaginal ultrasonography; vaginal cells were evaluated for cellular maturation; menopausal symptoms were evaluated by reviewing the Kupperman index and the diary of vasomotor flushes. RESULT(S): We observed no statistically significant differences between groups in endometrial thickness, in vaginal maturation index, in number of vasomotor flushes, or in the Kupperman index. CONCLUSION(S): Used alone, dong quai does not produce estrogen-like responses in endometrial thickness or in vaginal maturation and was no more helpful than placebo in relieving menopausal symptoms.",
      "mesh_terms": [
        "Angelica sinensis",
        "Double-Blind Method",
        "Drugs, Chinese Herbal",
        "Endometrium",
        "Estradiol",
        "Estrone",
        "Female",
        "Humans",
        "Middle Aged",
        "Postmenopause",
        "Sex Hormone-Binding Globulin",
        "Treatment Failure",
        "Vagina"
      ]
    }
  ]
}