{
  "supplement": "Ecdysteroids",
  "query": "Ecdysteroids[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:29:44",
  "research_count": 21,
  "count": 21,
  "articles": [
    {
      "pmid": "40076541",
      "title": "Juvenile Hormone and Ecdysteroids Facilitate the Adult Reproduction Through the Methoprene-Tolerant Gene and Ecdysone Receptor Gene in the Female Spodoptera frugiperda.",
      "authors": [
        "Yan Zhang",
        "Kui-Ting Ding",
        "Nian-Wan Yang",
        "Zhi-Chuang Lv",
        "Zhen-Ying Wang",
        "Yong-Jun Zhang",
        "Wan-Xue Liu",
        "Jian-Yang Guo"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Feb-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Insects, as the most diverse and numerous group in the animal kingdom, are at least partly dependent on the reproduction process, which is strictly regulated by the 'classic' insect hormones: juvenile hormone (JH), and 20-hydroxyecdysone (20E). However, the regulatory mechanism governing the reproduction of JH and 20E in Spodoptera frugiperda remains unclear. In this study, ovarian development and ovulation in female S. frugiperda were assessed through dissection of the ovaries following treatment with JH analog (JHA) and 20E. Moreover, the expression patterns of the JH-signal and 20E-signal-related genes were determined by quantitative PCR (qPCR), and RNA interference (RNAi) was used to investigate the role of JH and 20E-induced genes. Ovarian development was observed by microdissection, and JH and 20E titers were determined by ELISA. Kr-h1, Vg, and USP expression were determined by qPCR. Dissection and qPCR results showed that JHA and 20E promoted ovarian development, egg maturation, and egg laying by upregulating Methoprene-Tolerant (Met) and Ecdysone Receptor (EcR)expression. Additionally, the RNAi results showed that the injection of dsMet and dsEcR markedly delayed ovarian development, inhibited egg maturation, and halted egg production. Knockdown of Met and EcR significantly reduced JH and 20E content and inhibited the transcription of Kr-h1 and USP. These results indicate that JH and 20E facilitate adult reproduction through the methoprene-tolerant gene and ecdysone receptor gene in female S. frugiperda.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Receptors, Steroid",
        "Spodoptera",
        "Juvenile Hormones",
        "Ovary",
        "Reproduction",
        "Methoprene",
        "Ecdysterone",
        "Insect Proteins",
        "RNA Interference",
        "Ecdysteroids"
      ]
    },
    {
      "pmid": "39419290",
      "title": "Larval development of a parasitoid depends on host ecdysteroids.",
      "authors": [
        "Xinyi Liu",
        "Zhe Jiang",
        "Wei Sun",
        "Jialei Lu",
        "Jiaru He",
        "Yijie Wang",
        "Fanchi Li",
        "Bing Li",
        "Jing Wei"
      ],
      "journal": "Insect biochemistry and molecular biology",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parasitoids often exhibit high flexibility in their development depending on stages of their host at the parasitism, yet little is known about the mechanism underlying such flexibility. In the study, we evaluated the larval development time of the parasitoid Exorista sorbillans (Diptera: Tachinidae) on the lepidopteran model insect Bombyx mori (Lepidoptera: Bombycidae). We found that the development duration of E. sorbillans larvae parasitizing on the late-developmental silkworms was significantly shorter than that of the larvae parasitizing on the early-developmental hosts. Intriguingly, the 2nd-3rd instar molting of parasitoid always occurred when the ecdysteroid titers in the host were increased to higher levels. Furthermore, inhibiting the release of ecdysteroids to parasitic abdomen by thorax-abdomen ligation of the host only repressed the 2nd-instar growth and molting of E. sorbillans larvae, but had no effect on their pupation. Meanwhile, the ecdysone synthesis and 20-hydroxyecdysone (20 E) signaling in larval parasitoids were impeded after ligation treatment. Moreover, exogenous 20 E application could largely rescue the defect in 2nd instar growth and molting through stimulating ecdysone synthesis and signaling in E. sorbillans. Our results indicate that the parasitoid requires the host ecdysteroids to stimulate 20 E signaling and the subsequent 2nd-instar growth and molting. These findings will improve our understanding of the host utilization strategies of parasitoids, and contribute to the development of in vitro rearing procedures of tachinid parasitoids for biological control.",
      "mesh_terms": [
        "Animals",
        "Larva",
        "Bombyx",
        "Host-Parasite Interactions",
        "Ecdysteroids",
        "Molting",
        "Ecdysterone",
        "Diptera",
        "Pupa",
        "Ecdysone",
        "Wasps"
      ]
    },
    {
      "pmid": "35017138",
      "title": "Therapeutic Potential of Ecdysteroids and Steroidal Alkaloids on Solid Cancers.",
      "authors": [
        "Catriona Cutajar",
        "Mariah Farrugia",
        "Jean-Calleja Agius",
        "Pierre Schembri Wismayer"
      ],
      "journal": "The Gulf journal of oncology",
      "publication_date": "2021-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cancer is the second most common cause of death globally. Common modalities of treatment include surgery, chemotherapy, radiotherapy and lately immunotherapy. Different steroidal agents have also been identified as therapeutics for solid cancers, often as part of chemotherapy regimens. This review will specifically focus on steroidal alkaloids and ecdysteroids, which are different types of steroids originating from plants and arthropods respectively. These have been proven to show anti-cancer effects through several methods, including inhibition of proliferation and increasing apoptosis in cancer cells. Synthetic steroids are also used as chemotherapy adjuvants. By increasing our knowledge and understanding of these compounds, further studies can be carried out which may lead to clinical trials. This may enable a potential alternative to current therapies used as cancer treatment today, and may help improve the standard of care.",
      "mesh_terms": [
        "Alkaloids",
        "Apoptosis",
        "Ecdysteroids",
        "Humans",
        "Neoplasms",
        "Steroids"
      ]
    },
    {
      "pmid": "33572129",
      "title": "Two Ecdysteroids Isolated from Micropropagated Lychnis flos-cuculi and the Biological Activity of Plant Material.",
      "authors": [
        "Michał P Maliński",
        "Jaromir Budzianowski",
        "Małgorzata Kikowska",
        "Monika Derda",
        "Marcelina M Jaworska",
        "Dariusz T Mlynarczyk",
        "Marta Szukalska",
        "Ewa Florek",
        "Barbara Thiem"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2021-Feb-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Genetically uniform plant material, derived from Lychnis flos-cuculi propagated in vitro, was used for the isolation of 20-hydroxyecdysone and polypodine B and subjected to an evaluation of the antifungal and antiamoebic activity. The activity of 80% aqueous methanolic extracts, their fractions, and isolated ecdysteroids were studied against pathogenic Acanthamoeba castellani. Additionally, a Microtox® acute toxicity assay was performed. It was found that an 80% methanolic fraction of root extract exerts the most potent amoebicidal activity at IC50 of 0.06 mg/mL at the 3rd day of treatment. Both ecdysteroids show comparable activity at IC50 of 0.07 mg/mL. The acute toxicity of 80% fractions at similar concentrations is significantly higher than that of 40% fractions. Crude extracts exhibited moderate antifungal activity, with a minimum inhibitory concentration (MIC) within the range of 1.25-2.5 mg/mL. To the best of our knowledge, the present report is the first to show the biological activity of L. flos-cuculi in terms of the antifungal and antiamoebic activities and acute toxicity. It is also the first isolation of the main ecdysteroids from L. flos-cuculi micropropagated, ecdysteroid-rich plant material.",
      "mesh_terms": [
        "Amebicides",
        "Antifungal Agents",
        "Ecdysteroids",
        "Fungi",
        "Lychnis",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "31123801",
      "title": "Ecdysteroids as non-conventional anabolic agent: performance enhancement by ecdysterone supplementation in humans.",
      "authors": [
        "Eduard Isenmann",
        "Gabriella Ambrosio",
        "Jan Felix Joseph",
        "Monica Mazzarino",
        "Xavier de la Torre",
        "Philipp Zimmer",
        "Rymantas Kazlauskas",
        "Catrin Goebel",
        "Francesco Botrè",
        "Patrick Diel",
        "Maria Kristina Parr"
      ],
      "journal": "Archives of toxicology",
      "publication_date": "2019-Jul",
      "publication_types": [
        "Comparative Study",
        "Controlled Clinical Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Recent studies suggest that the anabolic effect of ecdysterone, a naturally occurring steroid hormone claimed to enhance physical performance, is mediated by estrogen receptor (ER) binding. In comparison with the prohibited anabolic agents (e.g., metandienone and others), ecdysterone revealed to be even more effective in a recent study performed in rats. However, scientific studies in humans are very rarely accessible. Thus, our project aimed at investigating the effects of ecdysterone-containing products on human sport exercise. A 10-week intervention study of strength training of young men (n = 46) was carried out. Different doses of ecdysterone-containing supplements have been administered during the study to evaluate the performance-enhancing effect. Analysis of blood and urine samples for ecdysterone and potential biomarkers of performance enhancement has been conducted. To ensure the specificity of the effects measured, a comprehensive screening for prohibited performance-enhancing substances was also carried out. Furthermore, the administered supplement has been tested for the absence of anabolic steroid contaminations prior to administration. Significantly higher increases in muscle mass were observed in those participants that were dosed with ecdysterone. The same hypertrophic effects were also detected in vitro in C2C12 myotubes. Even more relevant with respect to sports performance, significantly more pronounced increases in one-repetition bench press performance were observed. No increase in biomarkers for liver or kidney toxicity was noticed. These data underline the effectivity of an ecdysterone supplementation with respect to sports performance. Our results strongly suggest the inclusion of ecdysterone in the list of prohibited substances and methods in sports in class S1.2 \"other anabolic agents\".",
      "mesh_terms": [
        "Adult",
        "Anabolic Agents",
        "Animals",
        "Athletic Performance",
        "Biomarkers",
        "Cell Line",
        "Dietary Supplements",
        "Double-Blind Method",
        "Ecdysterone",
        "Humans",
        "Male",
        "Mice",
        "Myoblasts",
        "Performance-Enhancing Substances",
        "Resistance Training",
        "Young Adult"
      ]
    },
    {
      "pmid": "24998869",
      "title": "Hydroxylation and epimerization of ecdysteroids in alkaline media: stereoselective synthesis of 9α-hydroxy-5α-ecdysteroids.",
      "authors": [
        "Rimma G Savchenko",
        "Svetlana A Kostyleva",
        "Vadim V Kachala",
        "Leonard M Khalilov",
        "Victor N Odinokov"
      ],
      "journal": "Steroids",
      "publication_date": "2014-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Autoxidation of diacetonides of 20-hydroxyecdysone and ponasterone A under treatment with excess of NaOH in methanol leads to the formation of 9α-hydroxy-5α-ecdysteroids previously not described. Their structures have been determined by detailed NMR analysis. Catalytic hydrogenation (Pd-C, MeOH-MeONa) of hydroxylated ecdysteroids affords the 7,8α-dihydro-9α-hydroxy-5α-ecdysteroids.",
      "mesh_terms": [
        "Chemistry Techniques, Synthetic",
        "Ecdysteroids",
        "Hydrogen-Ion Concentration",
        "Hydroxylation",
        "Methanol",
        "Sodium Hydroxide",
        "Stereoisomerism",
        "Substrate Specificity"
      ]
    },
    {
      "pmid": "21439380",
      "title": "The metabolism of 20-hydroxyecdysone in mice: relevance to pharmacological effects and gene switch applications of ecdysteroids.",
      "authors": [
        "S Kumpun",
        "J-P Girault",
        "L Dinan",
        "C Blais",
        "A Maria",
        "C Dauphin-Villemant",
        "B Yingyongnarongkul",
        "A Suksamrarn",
        "R Lafont"
      ],
      "journal": "The Journal of steroid biochemistry and molecular biology",
      "publication_date": "2011-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ecdysteroids exert many pharmacological effects in mammals (including humans), most of which appear beneficial, but their mechanism of action is far from understood. Whether they act directly and/or after the formation of metabolites is still an open question. The need to investigate this question has gained extra impetus because of the recent development of ecdysteroid-based gene-therapy systems for mammals. In order to investigate the metabolic fate of ecdysteroids in mice, [1α,2α-(3)H]20-hydroxyecdysone was prepared and injected intraperitoneally to mice. Their excretory products (urine+faeces) were collected and the different tritiated metabolites were isolated and identified. The pattern of ecdysteroid metabolites is very complex, but no conjugates were found, in contrast to the classical fate of the (less polar) endogenous vertebrate steroid hormones. Primary reactions involve dehydroxylation at C-14 and side-chain cleavage between C-20 and C-22, thereby yielding 14-deoxy-20-hydroxyecdysone, poststerone and 14-deoxypoststerone. These metabolites then undergo several reactions of reduction involving, in particular, the 6-keto-group. A novel major metabolite has been identified as 2β,3β,6α,22R,25-pentahydroxy-5β-cholest-8(14)-ene. The formation of this and the other major metabolites is discussed in relation to the various effects of ecdysteroids already demonstrated on vertebrates.",
      "mesh_terms": [
        "Animals",
        "Chromatography, High Pressure Liquid",
        "Ecdysteroids",
        "Genes, Switch",
        "Genetic Therapy",
        "Mice",
        "Receptors, Steroid"
      ]
    },
    {
      "pmid": "19913044",
      "title": "Stereoselective synthesis of 9alpha-hydroxylated ecdysteroids.",
      "authors": [
        "Svetlana V Drach",
        "Vladimir A Khripach",
        "Raisa P Litvinovskaya",
        "Alexander S Lyakhov",
        "Bernd Schneider",
        "Halina A Zhylitskaya"
      ],
      "journal": "Steroids",
      "publication_date": "2010-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Treatment of ecdysteroids with excess of TBAF in THF was shown to proceed with stereoselective oxidation at the 9alpha position of the carbon skeleton. The stereochemistry of the products was confirmed by X-ray analysis. Using this method, 9alpha-hydroxyecdysteroids were obtained in good yield. The results open a route to novel type of natural and modified steroids that are difficult to access otherwise.",
      "mesh_terms": [
        "Crystallography, X-Ray",
        "Ecdysteroids",
        "Models, Chemical",
        "Models, Molecular",
        "Molecular Structure",
        "Oxidation-Reduction",
        "Stereoisomerism",
        "Structure-Activity Relationship"
      ]
    },
    {
      "pmid": "19065574",
      "title": "Semi-synthetic ecdysteroids as gene-switch actuators: synthesis, structure-activity relationships, and prospective ADME properties.",
      "authors": [
        "Silvia Lapenna",
        "Laurence Dinan",
        "Jennifer Friz",
        "Anton J Hopfinger",
        "Jianzhong Liu",
        "Robert E Hormann"
      ],
      "journal": "ChemMedChem",
      "publication_date": "2009-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "The ligand-inducible, ecdysteroid receptor (EcR) gene-expression system can add critical control features to protein expression in cell and gene therapy. However, potent natural ecdysteroids possess absorption, distribution, metabolism and excretion (ADME) properties that have not been optimised for use as gene-switch actuators in vivo. Herein we report the first systematic synthetic exploration of ecdysteroids toward modulation of gene-switch potency. Twenty-three semi-synthetic O-alkyl ecdysteroids were assayed in both a natural insect system (Drosophila B(II) cells) and engineered gene-switch systems in mammalian cells using Drosophila melanogaster, Choristoneura fumiferana, and Aedes aegypti EcRs. Gene-switch potency is maintained, or even enhanced, for ecdysteroids methylated at the 22-position in favourable cases. Furthermore, trends toward lower solubility, higher permeability, and higher blood-brain barrier penetration are supported by predicted ADME properties, calculated using the membrane-interaction (MI)-QSAR methodology. The structure-activity relationship (SAR) of alkylated ecdysteroids indicates that 22-OH is an H-bond acceptor, 25-OH is most likely an H-bond donor, and 2-OH and 3-OH are donors and/or acceptors in network with each other, and with the EcR. The strategy of alkylation points the way to improved ecdysteroidal actuators for switch-activated gene therapy.",
      "mesh_terms": [
        "3T3 Cells",
        "Animals",
        "Caco-2 Cells",
        "Cells, Cultured",
        "Drosophila melanogaster",
        "Drug Design",
        "Ecdysteroids",
        "Gene Expression",
        "Humans",
        "Mice",
        "Receptors, Steroid",
        "Structure-Activity Relationship"
      ]
    },
    {
      "pmid": "18983823",
      "title": "Cytochrome P450 expression is moult stage specific and regulated by ecdysteroids and xenobiotics in the crab Carcinus maenas.",
      "authors": [
        "Esben Dam",
        "Kim F Rewitz",
        "Bjarne Styrishave",
        "Ole Andersen"
      ],
      "journal": "Biochemical and biophysical research communications",
      "publication_date": "2008-Dec-26",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The shore crab Carcinus maenas has a high capacity for metabolizing polycyclic aromatic hydrocarbons (PAHs). Cytochrome P450 (CYP) enzymes are involved in this metabolism and also have a role in development and reproduction. This investigation is a systematic gene expression analysis of six CYPs in C. maenas. Expression of CYP2 and CYP3-like genes was predominant in hepatopancreas, while expression of CYP4-like genes was predominant in gills and epidermis. Expression of all six CYP genes fluctuated over the moult cycle in the hepatopancreas and structurally related genes were regulated coordinately. The study suggests that hepatopancreas is a major site of CYP gene expression in C. maenas confirming previous biochemical studies showing that this tissue is the major compartment for CYP mediated xenobiotic metabolism in crustaceans. In addition, the data show that CYP2 and CYP3 related genes respond to ecdysteroid and xenobiotic treatment, while those related to CYP4 genes do not and likely are involved in a more general physiological function such as fatty acid metabolism. The developmental variations of CYP expression suggest a molecular mechanism for the stage specific susceptibility of crabs exposed to environmental pollutants.",
      "mesh_terms": [
        "Animals",
        "Brachyura",
        "Cytochrome P-450 Enzyme System",
        "Ecdysteroids",
        "Gene Expression",
        "Gene Expression Regulation, Enzymologic",
        "Molting",
        "Polycyclic Aromatic Hydrocarbons",
        "Sequence Analysis, Protein",
        "Xenobiotics"
      ]
    },
    {
      "pmid": "17523170",
      "title": "Effects of ecdysteroid agonist RH-2485 reveal interactions between ecdysteroids and juvenile hormones in the development of Sesamia nonagrioides.",
      "authors": [
        "Matilde Eizaguirre",
        "Carmen López",
        "Christa Schafellner",
        "Frantisek Sehnal"
      ],
      "journal": "Archives of insect biochemistry and physiology",
      "publication_date": "2007-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Larvae of Sesamia nonagrioides developing under long day (LD) conditions pupate in the 5th or 6th instar, whereas under the short day (SD) conditions, they undergo several supernumerary larval molts and are regarded as diapausing. The development in early larval instars occurs in the LD larvae at a moderate and in the SD larvae at a high juvenile hormone (JH) titer; ecdysteroid titer cycles similarly under both conditions. The transformation to pupa is initiated by a burst of ecdysteroids at undetectable JH levels, whereas extra larval molts in the diapausing larvae are associated with moderate JH titer and irregular rises of ecdysteroids. Application of 0.2 ppm RH-2485 to the diet of the 6th instar larvae promotes hormonal changes supporting metamorphosis in the LD larvae and slightly accelerates larval molts in the diapausing SD larvae. The 0.5- and 1-ppm doses revert these patterns of endocrine regulations to a mode typical for early larval instars. Particularly dramatic is a JH titer increase provoked within 24 h in the LD larvae. After the treatment, both the LD and SD larvae undergo a series of larval molts, suggesting that hormonal programming of the larval development has been stabilized. A few insects receiving 1 ppm RH-2485, and a high proportion of those fed with 5 ppm RH-2485, deposit two cuticles within a single apolysis and die.",
      "mesh_terms": [
        "Animals",
        "Body Weight",
        "Ecdysteroids",
        "Hemolymph",
        "Hydrazines",
        "Juvenile Hormones",
        "Larva",
        "Lepidoptera",
        "Time Factors"
      ]
    },
    {
      "pmid": "16318222",
      "title": "[Ecdysteroids of Silene italica ssp. nemoralis, novel approaches of ecdysteroid therapy].",
      "authors": [
        "Mária Báthori",
        "Alajos Kálmán",
        "Gábor Tóth",
        "Gyula Argay",
        "András Simon",
        "András Gergely",
        "Zita Pongrácz"
      ],
      "journal": "Acta pharmaceutica Hungarica",
      "publication_date": "2004",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Ecdysteroids are known as insect moulting hormones. They have the basic steroid structure, although their physiological effects on mammalians do not show the thymolytic and androgenic side effects of vertebrate type steroid hormones. At the same time, phytoecdysteroids can be used utilizing their anabolic and adaptogenic effects. Ecdysteroids also have a tremendous potential in the most modern therapy. Recently, the biotechnology started to employ ecdysteroids as powerful inducers for gene-switch systems with insertion of modified insect receptor into the malignant cells. Nineteen ecdysteroids were isolated with combined chromatographic methods from the herbs of Silene italica ssp. nemoralis (Waldst. and Kit.) Nyman. The chemical structure of the isolated compounds have been elucidated using spectroscopic methods (x-ray, UV, CD, IR, MS, 1D-, 2D-NMR, HMQC, HMBC, COSY, TOCSY, NOESY, ROESY). Structural determination of two of the five new ecdysteroids is detailed here.",
      "mesh_terms": [
        "Ecdysteroids",
        "Humans",
        "Models, Molecular",
        "Phytotherapy",
        "Silene"
      ]
    },
    {
      "pmid": "15844229",
      "title": "Practical uses for ecdysteroids in mammals including humans: an update.",
      "authors": [
        "R Lafont",
        "L Dinan"
      ],
      "journal": "Journal of insect science (Online)",
      "publication_date": "2003",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ecdysteroids are widely used as inducers for gene-switch systems based on insect ecdysteroid receptors and genes of interest placed under the control of ecdysteroid-response elements. We review here these systems, which are currently mainly used in vitro with cultured cells in order to analyse the role of a wide array of genes, but which are expected to represent the basis for future gene therapy strategies. Such developments raise several questions, which are addressed in detail. First, the metabolic fate of ecdysteroids in mammals, including humans, is only poorly known, and the rapid catabolism of ecdysteroids may impede their use as in vivo inducers. A second set of questions arose in fact much earlier with the pioneering \"heterophylic\" studies of Burdette in the early sixties on the pharmacological effects of ecdysteroids on mammals. These and subsequent studies showed a wide range of effects, most of them being beneficial for the organism (e.g. hypoglycaemic, hypocholesterolaemic, anabolic). These effects are reviewed and critically analysed, and some hypotheses are proposed to explain the putative mechanisms involved. All of these pharmacological effects have led to the development of a wide array of ecdysteroid-containing preparations, which are primarily used for their anabolic and/or \"adaptogenic\" properties on humans (or horses or dogs). In the same way, increasing numbers of patents have been deposited concerning various beneficial effects of ecdysteroids in many medical or cosmetic domains, which make ecdysteroids very attractive candidates for several practical uses. It may be questioned whether all these pharmacological actions are compatible with the development of ecdysteroid-inducible gene switches for gene therapy, and also if ecdysteroids should be classified among doping substances.",
      "mesh_terms": [
        "Animals",
        "Ecdysteroids",
        "Gene Expression Regulation",
        "Humans",
        "Molecular Structure",
        "Plants"
      ]
    },
    {
      "pmid": "15110862",
      "title": "Honey bee (Apis mellifera) transferrin-gene structure and the role of ecdysteroids in the developmental regulation of its expression.",
      "authors": [
        "Adriana Mendes do Nascimento",
        "Virginie Cuvillier-Hot",
        "Angel Roberto Barchuk",
        "Zilá Luz Paulino Simões",
        "Klaus Hartfelder"
      ],
      "journal": "Insect biochemistry and molecular biology",
      "publication_date": "2004-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Social life is prone to invasion by microorganisms, and binding of ferric ions by transferrin is an efficient strategy to restrict their access to iron. In this study, we isolated cDNA and genomic clones encoding an Apis mellifera transferrin (AmTRF) gene. It has an open reading frame (ORF) of 2136 bp spread over nine exons. The deduced protein sequence comprises 686 amino acid residues plus a 26 residues signal sequence, giving a predicted molecular mass of 76 kDa. Comparison of the deduced AmTRF amino acid sequence with known insect transferrins revealed significant similarity extending over the entire sequence. It clusters with monoferric transferrins, with which it shares putative iron-binding residues in the N-terminal lobe. In a functional analysis of AmTRF expression in honey bee development, we monitored its expression profile in the larval and pupal stages. The negative regulation of AmTRF by ecdysteroids deduced from the developmental expression profile was confirmed by experimental treatment of spinning-stage honey bee larvae with 20-hydroxyecdysone, and of fourth instar-larvae with juvenile hormone. A juvenile hormone application to spinning-stage larvae, in contrast, had only a minor effect on AmTRF transcript levels. This is the first study implicating ecdysteroids in the developmental regulation of transferrin expression in an insect species.",
      "mesh_terms": [
        "Amino Acid Sequence",
        "Animals",
        "Base Sequence",
        "Bees",
        "Blotting, Northern",
        "DNA, Complementary",
        "Down-Regulation",
        "Ecdysteroids",
        "Ecdysterone",
        "Gene Expression Regulation, Developmental",
        "Genes, Insect",
        "Juvenile Hormones",
        "Larva",
        "Molecular Sequence Data",
        "Phylogeny",
        "Pupa",
        "Sequence Alignment",
        "Sequence Homology, Amino Acid",
        "Transferrin"
      ]
    },
    {
      "pmid": "12489133",
      "title": "Hemolymph ecdysteroids do not affect vitellogenesis in the lubber grasshopper.",
      "authors": [
        "John D Hatle",
        "Steven A Juliano",
        "David W Borst"
      ],
      "journal": "Archives of insect biochemistry and physiology",
      "publication_date": "2003-Jan",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "The role of hemolymph ecdysteroids in the reproduction of non-dipteran insects is unclear. We examine the role(s) of hemolymph ecdysteroids during egg production in the lubber grasshopper, Romalea microptera. In all individuals, hemolymph ecdysteroids rose to a sharp peak with similar maxima and then fell to undetectable levels. The time from the adult molt to the maximum ecdysteroid titer (E(max) titer) varied in response to food availability, whereas the time from E(max) titer to oviposition was unrelated to food availability. Because both the timing of egg production and the timing of E(max) responded similarly to environmental changes, ecdysteroids may be involved in egg production. We hypothesized that this role is the stimulation of vitellogenesis. Ovariectomized females had vitellogenin but no ecdysteroids, so ecdysteroids are not necessary for vitellogenin production. In addition, treatment of females with ecdysteroids altered neither Vg titers nor ovarian growth. Ovarian ecdysteriods increased at the same age in development as hemolymph ecdysteroids. In contrast to hemolymph ecdysteroids, ovarian ecdysteroids persisted until oviposition. Despite this, [(3)H]ecdysone injected into the hemolymph was detected later only at very low levels in the ovary, suggesting that hemolymph ecdysteroids are not sequestered by the ovary. In summary, our studies indicate that hemolymph ecdysteroids in adult females of the lubber grasshopper are associated with the timing of egg production, but they neither regulate vitellogenesis nor act as a source of ecdysteroids for the ovary.",
      "mesh_terms": [
        "Analysis of Variance",
        "Animals",
        "Diet",
        "Ecdysone",
        "Eggs",
        "Female",
        "Grasshoppers",
        "Hemolymph",
        "Molting",
        "Ovary",
        "Oviposition",
        "Radioimmunoassay",
        "Time Factors",
        "Vitellogenins"
      ]
    },
    {
      "pmid": "8037696",
      "title": "Induction of an inactivation pathway for ecdysteroids in larvae of the cotton leafworm, Spodoptera littoralis.",
      "authors": [
        "J H Chen",
        "M Kabbouh",
        "M J Fisher",
        "H H Rees"
      ],
      "journal": "The Biochemical journal",
      "publication_date": "1994-Jul-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Treatment of the last-instar larvae of the cotton leafworm (Spodoptera littoralis) with ecdysteroids (moulting hormones) results in the induction of an ecdysteroid-inactivation pathway. Administration of ecdysone, 20-hydroxyecdysone or an ecdysteroid agonist, RH 5849, leads to induction of an ecdysteroid 26-hydroxylase activity. This induction occurred in both early sixth-instar larvae and in older larvae which had been head-ligated to prevent the normal developmental increase in ecdysone 20-mono-oxygenase activity. The induction of 26-hydroxylase activity requires both RNA and protein synthesis, as demonstrated by experiments involving actinomycin D and cycloheximide. The 26-aldehyde derivative of ecdysone and ecdyson-26-oic acid were also formed from ecdysone in the RH 5849-induced systems. Formation of the aldehyde and the corresponding 26-oic acid (ecdysonoic acid) from 26-hydroxyecdysone was directly demonstrated in a cell-free system, thus establishing the following inactivation pathway: Ecdysteroid-->26-hydroxyecdysteroid-->ecdysteroid 26-aldehyde-->ecdysteroid 26-oic acid.",
      "mesh_terms": [
        "Animals",
        "Aryl Hydrocarbon Hydroxylases",
        "Cholestanetriol 26-Monooxygenase",
        "Cycloheximide",
        "Dactinomycin",
        "Ecdysone",
        "Ecdysteroids",
        "Ecdysterone",
        "Enzyme Induction",
        "Hydrazines",
        "Invertebrate Hormones",
        "Larva",
        "Metamorphosis, Biological",
        "Moths",
        "Steroid Hydroxylases",
        "Steroids"
      ]
    },
    {
      "pmid": "28306001",
      "title": "The response of Drosophila imaginal disc cell lines to ecdysteroids.",
      "authors": [
        "David J Peel",
        "Martin J Milner"
      ],
      "journal": "Roux's archives of developmental biology : the official organ of the EDBO",
      "publication_date": "1992-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We have investigated the action of the moulting hormone 20-hydroxy ecdysone (20-HOE) on our leg and wing imaginal disc cell lines. At the morphological level, cells stop dividing and there is some cell death. The remaining cells elongate and aggregate, often producing long processes which form connections between different aggregates. 20-HOE acts within the first one or two days of a passage, at an optimum concentration of 10 ng/ml, this being about 1/100 of the optimum for ecdysone. One cloned wing cell line, C9, has been found to be relatively insensitive to the action of 20-HOE. We have been able to select for resistance to 20-HOE by growing cells in gradually increasing concentrations of hormone followed by passages in hormone-free medium. This has enabled us to isolate a wing cell line C1.8R from its parent cloned line C1.8+. This shows no response to 20-HOE, and cell growth continues even at hormone concentrations as high as 150 ng/ml. We have measured chitin synthesis by the incorporation of radioactive glucosamine into a cell fraction resistant to extensive alkali hydrolysis. The residue was incubated with chitinase, which resulted in a 50% reduction in labelled product. Treatment with 10 ng/ml of 20-HOE dramatically increased chitin synthesis in line C1.8+, but had no effect in the line C1.8R, selected for resistance to hormone."
    },
    {
      "pmid": "1360363",
      "title": "Effects of ecdysteroids on reproductive physiology of Nippostrongylus brasiliensis (Nematoda) in vivo.",
      "authors": [
        "F Goudey-Perriere",
        "B F Simo",
        "J Maccario",
        "C Perriere",
        "P Gayral"
      ],
      "journal": "Comparative biochemistry and physiology. C, Comparative pharmacology and toxicology",
      "publication_date": "1992-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "1. The influence of ecdysteroids (ecdysone and ecdysterone) was investigated on the control of reproduction in the parasitic nematode Nippostrongylus brasiliensis in vivo. 2. Infestive larvae (L3) were immersed in solutions of ecdysteroids (2.2 microM) at 37 degrees C for 4 hr before injection into the host. The effect on egg-laying was observed two stages later. 3. The treatment increased egg-laying, but had no influence on the timing of the reproductive period. The greatest effect was observed with ecdysone, ecdysterone only inducing a small and non-significant stimulation under our experimental conditions. 4. The physiological role of ecdysteroids in meiosis and gonadal development in nematodes is discussed.",
      "mesh_terms": [
        "Animals",
        "Ecdysone",
        "Ecdysterone",
        "Female",
        "Larva",
        "Nippostrongylus",
        "Oviposition",
        "Reproduction"
      ]
    },
    {
      "pmid": "37281261",
      "title": "Inhibitory Action of an Imidazole Compound on Ecdysone Synthesis in Prothoracic Glands of the Silkworm, Bombyx mori: (imidazole compound/ecdysteroids/prothoracic gland/precocious pupation/Bombyx mori).",
      "authors": [
        "Keiko Kadono-Okuda",
        "Eiichi Kuwano",
        "Morifusa Eto",
        "Okitsugu Yamashita"
      ],
      "journal": "Development, growth & differentiation",
      "publication_date": "1987-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The precocious pupation was induced either by allatectomy at the time of third ecdysis or by topical application of an imidazole compound (KK-42; 1-benzyl-5-[(E)-2, 6-dimethyl-1, 5-heptadienyl] imidazole) to the fourth (penultimate) instar larvae of the silkworm, Bombyx mori. However, the critical period for KK-42 treatment in induction of precocious pupation was longer than that for allatectomy. The effects of KK-42 depended on the doses applied and a half-maximum dose was estimated to be approx. 10 μg/larva. KK-42 suppressed the increase in hemolymph ecdysteroid titres leading to larval ecdysis in controls. Ecdysteroid levels remained at low levels for about 6 days after the treatment, followed by an increase toward precocious pupation. When the prothoracic glands from the mature fifth instar larvac were incubated in vitro in Grace's medium containing various concentrations of KK-42, secretion of ecdysone into the medium was suppressed depending upon the doses of KK-42 added and a half-inhibition concentration was estimated to be approx. 1 nM. Thus, KK-42 was shown to be an inhibitory agent to ecdysteroid secretion in silkworm larvae."
    },
    {
      "pmid": "24305901",
      "title": "Fundamental aspects and potential roles of ecdysteroids in schistosomes an update overview.",
      "authors": [
        "P Nirdé",
        "M L De Reggi",
        "A Capron"
      ],
      "journal": "Journal of chemical ecology",
      "publication_date": "1986-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The human digenic trematodeSchistosoma mansoni produces ecdysteroid hormones. Both ecdysone (22R)-2β,3β,14,22,25-pentahydroxy-cholest-7-en-6-one and 20-hydroxyecdysone (22R)-2β,3β, 14,20,22,25-hexahydroxycholest-7-en-6-one were detected during the critical development stages of this bisexual parasite: during the exponential growth phase to adult stage (day 11 postinfection) and during the sexual maturation of adult and egg laying (day 40 postinfection). The parasites released their ecdysteroid hormones in the biological fluids of the infected vertebrates as soon as six days postinfection. In addition, the time course of the ecdysteroid titer was correlated with the susceptibility or the innate resistance of the host to schistosome infection. Moreover, we demonstrated that after a schistomicide therapy, ecdysteroids from urine of infected children decreased markedly four days after drug administration. We also have demonstrated that immunization of rodents with an ecdysone-BSA complex led to the reduction of the worm burden. By in vitro studies, we have shown that the ecdysterone antibodies were able to kill the juvenile worms within 24 hr. In addition, we have demonstrated that the enzymes Superoxide dismutase (SOD, EC 1.15.1.1) were present in schistosomes and that the total Superoxide dismutase activities in both males and females could be correlated with the 20-hydroxyecdysone within parasites."
    },
    {
      "pmid": "28305121",
      "title": "Ecdysteroids regulate the synthesis of RNA polymerase molecules in fat body cells ofCalliphora larvae.",
      "authors": [
        "Heide Schenkel",
        "Klaus Scheller"
      ],
      "journal": "Wilhelm Roux's archives of developmental biology",
      "publication_date": "1983-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In vivo labelling of RNA polymerases I and II with S35-methionine shows that ecdysterone causes a de novo synthesis of both enzymes in nuclei of fat body cells inCalliphora 3rd instar larvae. Binding experiments with H3-α-amanitin demonstrate that the concentration of RNA polymerase II molecules increases two- to threefold within 3 h after ecdysterone treatment. The enhanced polymerase concentration coincides with an enhanced enzymatic activity and an increase in RNA synthesis in response to ecdysteroids."
    }
  ]
}