{
  "supplement": "Egg Protein",
  "query": "Egg Protein[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:30:12",
  "research_count": 22,
  "count": 22,
  "articles": [
    {
      "pmid": "39718599",
      "title": "Long-term egg-protein hydrolysate consumption improves endothelial function: a randomized, double-blind, placebo-controlled trial in older adults with overweight or obesity.",
      "authors": [
        "Micah S Adams",
        "Ronald P Mensink",
        "Jogchum Plat",
        "Bjorn Winkens",
        "Peter J Joris"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2024-Dec-24",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: The dietary egg-protein hydrolysate Newtricious (NWT)-03 has previously demonstrated improvements in blood pressure and metabolic profiles. However, the long-term effects on vascular function and cardiometabolic risk markers are unknown. METHODS: Forty-four older (aged 60-75) adults with overweight/obesity experiencing elevated Subjective Cognitive Failures (SCF) were randomized into a 36-week, double-blind, placebo-controlled trial. Participants either consumed 5.7 g of an egg-protein hydrolysate (NWT-03) or maltodextrin placebo. Endothelial function (brachial artery flow-mediated vasodilation [FMD] and carotid artery reactivity [CAR] responses after a cold pressor test), arterial stiffness (carotid-to-femoral pulse wave velocity [PWVc-f]), retinal microvascular calibers, and cardiometabolic risk markers (insulin sensitivity using a 7-point oral glucose tolerance test, serum lipid profiles, and blood pressure) were evaluated. RESULTS: FMD observed a non-significant trend towards a 0.3 percentage point (pp) increase in the intervention compared to the placebo group (95% CI: [0.0, 0.7]; p = 0.08), and a significant intervention effect was observed on CAR responses based on a 0.7 pp improvement after a cold pressor test (95% CI: [0.1, 1.3]; p = 0.03). No significant overall changes were observed for arterial stiffness as measured by PWVc-f. Retinal microvascular calibers and cardiometabolic parameters also did not change. CONCLUSION: Long-term supplementation with 5.7 g of the egg-protein hydrolysate NWT-03 for 36 weeks improved vascular endothelial function in older adults with overweight/obesity experiencing elevated SCF, which may benefit cardiovascular disease risk. No overall changes in other vascular function markers, retinal microvascular calibers or cardiometabolic risk markers were observed. CLINICAL TRIAL REGISTRATION: The study was registered at ClinicalTrials.gov in January 2021 as NCT04831203: https://clinicaltrials.gov/study/NCT04831203.",
      "mesh_terms": [
        "Humans",
        "Double-Blind Method",
        "Female",
        "Aged",
        "Male",
        "Middle Aged",
        "Overweight",
        "Protein Hydrolysates",
        "Obesity",
        "Endothelium, Vascular",
        "Vascular Stiffness",
        "Vasodilation",
        "Pulse Wave Analysis",
        "Blood Pressure",
        "Egg Proteins"
      ]
    },
    {
      "pmid": "38703228",
      "title": "Long-term effects of an egg-protein hydrolysate on cognitive performance and brain vascular function: a double-blind randomized controlled trial in adults with elevated subjective cognitive failures.",
      "authors": [
        "Micah S Adams",
        "Ronald P Mensink",
        "Jogchum Plat",
        "Peter J Joris"
      ],
      "journal": "European journal of nutrition",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Short-term intake of the egg-protein hydrolysate Newtricious (NWT)-03 improved executive function, but underlying mechanisms and long-term effects, including other cognitive domains, are unknown. METHODS: A 36-week randomized controlled trial involving 44 overweight/obese individuals experiencing elevated Subjective Cognitive Failures (SCF; aged 60-75 years) assessed the impact of daily consumption of 5.7 g of NWT-03 or placebo powders on cognitive performance (psychomotor speed, executive function, memory) and Cerebral Blood Flow (CBF), a marker of brain vascular function. Cognitive performance was evaluated using a neurophysiological test battery (CANTAB) and CBF was measured using magnetic resonance imaging perfusion method Arterial Spin Labeling (ASL). Serum samples were collected to determine brain-derived neurotrophic factor (BDNF) concentrations. RESULTS: Anthropometrics, and energy and nutrient intakes remained stable throughout the trial. NWT-03 was well tolerated, and compliance was excellent (median: 99%; range: 87-103%). No overall intervention effects were observed on cognitive performance or CBF, but post-hoc analyses revealed significant improvements on executive function in women, but not men. Specifically, a reduction of 74 ms in reaction latency on the multitasking task (95% CI: -134 to -15; p = 0.02), a reduction of 9 between errors (95%CI: -14 to -3; p < 0.001), and a reduction of 9 total errors (95%CI: -15 to -3; p < 0.001) on the spatial working memory task were found in women. No intervention effects were observed on serum BDNF concentrations (p = 0.31). CONCLUSION: Long-term consumption of NWT-03 improved multitasking abilities and working memory in women with elevated SCF. Brain vascular function remained unaffected. Sex differences in executive function require additional clarification.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Middle Aged",
        "Aged",
        "Double-Blind Method",
        "Cognition",
        "Protein Hydrolysates",
        "Brain-Derived Neurotrophic Factor",
        "Executive Function",
        "Cerebrovascular Circulation",
        "Brain",
        "Eggs",
        "Overweight",
        "Obesity"
      ]
    },
    {
      "pmid": "37801457",
      "title": "[In vivo study of the biological value of amaranth protein concentrate and its module with chicken egg protein].",
      "authors": [
        "Yu S Sidorova",
        "N A Petrov",
        "A I Kolobanov",
        "M A Paleeva",
        "S N Zorin",
        "V K Mazo"
      ],
      "journal": "Voprosy pitaniia",
      "publication_date": "2023",
      "publication_types": [
        "English Abstract",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Amaranth (Amaranthus L.), like other pseudocereals as quinoa (Chenopodium quinoa Willd.), chia (Salvia hispanica L.) and buckwheat (Fagopyrum sp.), is a promising source of dietary protein. Depending on the subspecies and breeds of amaranth, the protein content in its grain is estimated from 13.1 to 21.5%, and its amino acid score varies over a significant range and can be limited. The aim of this study was to obtain a protein concentrate from amaranth (Amaranthus L.) grain of the Voronezh breed, enrich it with chicken egg protein, determine the amino acid score of the obtained protein module, and experimentally evaluate in vivo its true digestibility and biological value. Material and methods. The amaranth protein concentrate was obtained from grain according to the technological scheme, including its enzymatic treatment, alkaline extraction, acid precipitation of proteins, microfiltration and lyophilization. The amino acid composition and amino acid score of the concentrate were determined. The protein module was obtained by mixing amaranth protein concentrate and chicken egg protein in a weight ratio of 58:42. The true digestibility and biological value of the protein module has been determined in vivo. The experiment was carried out on 32 Wistar male rats divided into 2 groups (n=16 rats): control group 1 with a body weight of 118.7±3.1 g and experimental group 2 with a body weight of 119.5±3.0 g. Animals of groups 1 and 2 received diets in which egg protein and a protein module were used as a protein source, respectively. Within 15 days of the experiment, individual indicators of food intake and body weight gain of each animal were determined. From the 14th to the 15th day food intake was determined and feces were collected. The amount of nitrogen in the food and feces was determined for each rat using the Kjeldahl method. The true digestibility of the protein was determined according to obtained data. Results. The resulting amaranth protein concentrate contained 70.4±0.6% of protein, 17.0±1.0% fat, 9.8±0.8% carbohydrates, 1.8±0.2% ash, its moisture content was 1.4±0.1%. There were no significant differences in food intake and body weight gain between animals of both groups. The calculated value of the true digestibility of chicken egg protein was 98.8±0.1% for the control group 1, of the protein module was 99.0±0.1% for the experimental group 2, the differences between the groups were not significant. Conclusion. The results of amino acid analysis and the in vivo study of the true digestibility of the protein module (composition amaranth protein/chicken egg protein) indicate the absence of limitation relative to the amino acid scale of the \"ideal\" protein (FAO/WHO, 2007) and high true digestibility. The biological value of the protein module, calculated according to PDCAAS, is 99.0±0.1%, which confirms the prospects for its inclusion in specialized foods.",
      "mesh_terms": [
        "Male",
        "Rats",
        "Animals",
        "Chickens",
        "Amaranthus",
        "Rats, Wistar",
        "Plant Breeding",
        "Amino Acids",
        "Edible Grain",
        "Egg Proteins",
        "Body Weight"
      ]
    },
    {
      "pmid": "37419971",
      "title": "Longer-term effects of the egg-protein hydrolysate NWT-03 on arterial stiffness and cardiometabolic risk markers in adults with metabolic syndrome: a randomized, double-blind, placebo-controlled, crossover trial.",
      "authors": [
        "Kevin M R Nijssen",
        "Peter J Joris",
        "Ronald P Mensink",
        "Jogchum Plat"
      ],
      "journal": "European journal of clinical nutrition",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Short-term intake of egg-derived protein hydrolysates, such as NWT-03, suggest improvements in arterial stiffness and metabolic profiles, but longer-term trials are lacking. This study therefore examined the longer-term effects of NWT-03 on arterial stiffness and cardiometabolic markers in men and women with metabolic syndrome. METHODS: Seventy-six adults with metabolic syndrome (age 61 ± 10 years; BMI 31.7 ± 4.0 kg/m2) participated in a randomized, controlled, double-blind, cross-over trial with a 27-day intervention (5 g/day NWT-03) or placebo period, separated by two-to-eight weeks of washout. At the start and end of both periods, measurements were performed in the fasting state and 2 h following acute NWT-03 intake. Arterial stiffness was assessed by carotid-to-radial (PWVc-r), carotid-to-femoral pulse wave velocity (PWVc-f), and central augmentation index (CAIxHR75). Moreover, cardiometabolic markers were assessed. RESULTS: Compared with control, longer-term NWT-03 supplementation did not affect fasting PWVc-r (0.1 m/s; -0.2 to 0.3; P = 0.715) or PWVc-f (-0.2 m/s; -0.5 to 0.1; P = 0.216). Fasting pulse pressure (PP) was however reduced by 2 mmHg (95% CI: -4 to 0; P = 0.043), but other fasting cardiometabolic markers were not affected. No effects were observed following acute NWT-03 intake at baseline. However, acute intake of NWT-03 after the intervention significantly lowered CAIxHR75 (-1.3%-point; -2.6 to -0.1; P = 0.037) and diastolic BP (-2 mmHg; -3 to 0; P = 0.036), but other cardiometabolic markers did not change. CONCLUSION: Longer-term NWT-03 supplementation did not affect arterial stiffness, but modestly improved fasting PP in adults with metabolic syndrome. Acute intake of NWT-03 after the intervention also improved CAIxHR75 and diastolic BP. TRIAL REGISTRATION: The study was registered at ClinicalTrials.gov as NCT02561663."
    },
    {
      "pmid": "36373820",
      "title": "Effects of the egg protein hydrolysate NWT-03 on cognitive function in men and women with the metabolic syndrome: a randomized, double-blind, placebo-controlled study.",
      "authors": [
        "Elske Gravesteijn",
        "Jos J Adam",
        "Ronald P Mensink",
        "Bjorn Winkens",
        "Jogchum Plat"
      ],
      "journal": "Nutritional neuroscience",
      "publication_date": "2023-Dec",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Objectives: The metabolic syndrome is associated with cardiovascular diseases and cognitive decline. The egg protein hydrolysate NWT-03 has shown to improve cardiovascular risk factors in humans. This study investigated whether NWT-03 also has an effect on cognitive function.Methods: Men and women with the metabolic syndrome (n = 76) with a mean age of 60 ± 10 years participated in this randomized, double-blind, placebo-controlled, cross-over trial with an intervention (5 g/day NWT-03) and control period (5 g/day maltodextrin) of 4 weeks separated by a wash-out period of 2-8 weeks. Cognitive function was assessed with the anti-cue reaction time test (impulse control) and psychomotor vigilance test (sustained attention) at day 0, 2, and 27 of both periods. Serum brain-derived neurotrophic factor (BDNF) concentrations were measured at the start and end of both periods.Results: NWT-03 consumption significantly improved the change (day 27 - day 0) in response times of the anti-cue reaction time test compared with the control period (P < 0.001), but not of the psychomotor vigilance test (P = 0.487). Serum BDNF concentrations of all subjects did not significantly change (P = 0.241).Conclusion: NWT-03 has the ability to improve cognitive function within the executive function domain. The underlying mechanism warrants further research and could either be indirect via inhibition of dipeptidyl peptidase 4 (DPP4) or direct via passage of small peptides over the blood-brain barrier inducing local effects.Trial registration: ClinicalTrials.gov identifier: NCT02561663.",
      "mesh_terms": [
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Brain-Derived Neurotrophic Factor",
        "Cognition",
        "Double-Blind Method",
        "Metabolic Syndrome",
        "Protein Hydrolysates"
      ]
    },
    {
      "pmid": "35954074",
      "title": "Health Functions of Egg Protein.",
      "authors": [
        "Ryosuke Matsuoka",
        "Michihiro Sugano"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-Aug-02",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Egg protein is a remarkably abundant source of protein, with an amino acid score of 100 and the highest net protein utilization rate. However, there have been relatively fewer studies investigating the health benefits of egg protein. In this review, we have summarized the available information regarding the health benefits of egg proteins based on human studies. In particular, studies conducted on the characteristics of egg whites, as they are high in pure protein, have reported their various health functions, such as increases in muscle mass and strength enhancement, lowering of cholesterol, and visceral fat reduction. Moreover, to facilitate and encourage the use of egg white protein in future, we also discuss its health functions. These benefits were determined by developing an egg white hydrolysate and lactic-fermented egg whites, with the latter treatment simultaneously improving the egg flavor. The health benefits of the protein hydrolysates from the egg yolk (bone growth effect) and eggshell membrane (knee join pain-lowering effect) have been limited in animal studies. Therefore, the consumption of egg protein may contribute to the prevention of physical frailty and metabolic syndromes."
    },
    {
      "pmid": "35293118",
      "title": "Modification methods and applications of egg protein gel properties: A review.",
      "authors": [
        "Xiaohui Lv",
        "Xi Huang",
        "Bin Ma",
        "Yue Chen",
        "Zahra Batool",
        "Xing Fu",
        "Yongguo Jin"
      ],
      "journal": "Comprehensive reviews in food science and food safety",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article",
        "Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Egg protein (EP) has a variety of functional properties, such as gelling, foaming, and emulsifying. The gel characteristics provide a foundation for applications in the food industry and research on EP. The proteins denature and aggregate to form a dense three-dimensional gel network structure, with a process influenced by protein concentration, pH, ion type, and strength. In addition, the gelation properties of EP can be altered to varying degrees by applying different treatment conditions to EP. Currently, modification methods for proteins include physical modification (heat-induced denaturation, freeze-thaw modification, high-pressure modification, and ultrasonic modification), chemical modification (glycosylation modification, phosphorylation modification, acylation modification, ethanol modification, polyphenol modification), and biological modification (enzyme modification). Pidan, salted eggs, egg tofu, and other egg products have unique sensory properties, due to the gel properties of EP. In accessions, EP has also been used as a new ingredient in food packaging and biopharmaceuticals due to its gel properties. This review will further promote EP gel research and provide guidance for its full application in many fields.",
      "mesh_terms": [
        "Egg Proteins",
        "Gels",
        "Pressure"
      ]
    },
    {
      "pmid": "34730461",
      "title": "Egg protein supplementation improved upper body muscle strength and protein intake in community-dwelling older adult females who attended congregate meal sites or adult learning centers: A pilot randomized controlled trial.",
      "authors": [
        "Sarah L Ullevig",
        "Krystle Zuniga",
        "C Austin Lobitz",
        "Alejandra Santoyo",
        "Zenong Yin"
      ],
      "journal": "Nutrition and health",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Background: Older adults that utilize community-based nutrition services are at higher nutritional risk than the general aging population, yet studies on the efficacy of protein interventions in this population are lacking. Aim: A double-blinded randomized controlled pilot study trial evaluated the impact of egg white protein supplementation on muscle mass, strength, and physical function in predominantly low-income Latina community-dwelling adult females aged 60 or older with reduced muscle strength or function. Methods: Participants (mean age = 73.6  ±  8.3 years) were randomly assigned to receive a daily dried egg white (20 g protein) or isocaloric maltodextrin supplement for 6 months (n = 16 intervention; n = 13 control). The primary outcome measure was appendicular skeletal muscle mass. Secondary outcomes were measures of muscle strength and function and dietary protein intake. Comparisons of baseline demographics were conducted using t-tests and χ2 or Fisher's exact tests. Differences between groups were assessed using general linear models, adjusted for baseline values, and differences within groups were assessed using paired t-tests or Kruskal-Wallis. Results: No significant between-group differences were found for all measures, but protein intake, handgrip strength, and the number of arm curls significantly improved in the intervention group. Under-recruitment of study participants and a high dropout rate impacted the ability of this study to detect significant differences between groups. Conclusion: Daily egg white protein supplementation increases protein intake and supports upper body physical function in older adults, but additional studies are needed to investigate its role in the prevention of age-related muscle mass decline in older adults. Trial #NCT03530774 (https://clinicaltrials.gov/ct2/show/NCT03530774).",
      "mesh_terms": [
        "Female",
        "Humans",
        "Aged",
        "Aged, 80 and over",
        "Independent Living",
        "Pilot Projects",
        "Hand Strength",
        "Dietary Proteins",
        "Muscle, Skeletal",
        "Muscle Strength",
        "Dietary Supplements",
        "Egg Proteins"
      ]
    },
    {
      "pmid": "33709411",
      "title": "Changes in stability and in vitro digestion of egg-protein stabilized emulsions and β-carotene gels in the presence of sodium tripolyphosphate.",
      "authors": [
        "Junhua Li",
        "Chenying Wang",
        "Cuihua Chang",
        "Han Jiao",
        "Yujie Su",
        "Luping Gu",
        "Yanjun Yang",
        "Haitao Yu"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Egg proteins are effective emulsifiers and gelators in food systems. However, the physicochemical stability and control release properties of egg-protein stabilized emulsions and gels need to be further improved. The potential of sodium tripolyphosphate (St) to improve the functionality of egg proteins was evaluated. RESULTS: The emulsions with St had smaller particle sizes and higher zeta potential, leading to better physical stability. Furthermore, the oxidation stability increased with increasing St contents, possibly due to its metal chelating capacity and the improved emulsifying activity of whole-egg dispersions. Phosphate had a positive impact on the chemical stability of β-carotene in whole-egg liquids and gels, decreasing the degradation during thermal treatment. The gel made with St was firm and broke down slowly, leading to a low rate of digestion and β-carotene release in simulated gastric fluid. CONCLUSION: This study shows that St is useful to improve the egg proteins stabilized emulsions and gels, which is applicable in the development of emulsion-based food grade gel products. © 2021 Society of Chemical Industry.",
      "mesh_terms": [
        "Animals",
        "Chickens",
        "Digestion",
        "Egg Proteins",
        "Emulsifying Agents",
        "Emulsions",
        "Gels",
        "Models, Biological",
        "Oxidation-Reduction",
        "Polyphosphates",
        "Protein Stability",
        "beta Carotene"
      ]
    },
    {
      "pmid": "32844150",
      "title": "The impact of porcine spray-dried plasma protein and dried egg protein harvested from hyper-immunized hens, provided in the presence or absence of subtherapeutic levels of antibiotics in the feed, on growth and indicators of intestinal function and physiology of nursery pigs.",
      "authors": [
        "Leigh A Ruckman",
        "Amy L Petry",
        "Stacie A Gould",
        "John F Patience"
      ],
      "journal": "Translational animal science",
      "publication_date": "2020-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of this experiment was to compare the effects of spray-dried plasma protein (SDPP) and dried egg protein (DEP), without (AB-) or with (AB+) in-feed antibiotics, on growth performance and markers of intestinal health in nursery pigs raised in commercial conditions. This 42-d experiment utilized 1,230 pigs (4.93 ± 0.04 kg body weight; approximately 15-18 d of age). Pigs were randomly assigned to one of six dietary treatments that were arranged as a 2 × 3 factorial of in-feed antibiotics (AB- vs. AB+) and a specialty protein additive (none [CON], porcine SDPP, or DEP). Diets were fed in four phases with phases 3 and 4 as a common diet across all treatments. Specialty protein additives were fed in phases 1 (0-13 d; 3% SDPP, and 0.20% DEP) and 2 (13-26 d; 2% SDPP, and 0.10% DEP). Antibiotics were fed in phases 1-3 (662 mg chlortetracycline [CTC]/kg, 28 mg carbadox/kg, and 441 mg CTC/kg, respectively). Ileal tissue and blood samples were collected from 48 pigs (8 per treatment) on d 20. Data were analyzed using PROC MIXED of SAS (9.4) with pen as the experimental unit; protein additives, antibiotics, and their interaction were fixed effects and block was a random effect. The pigs experienced naturally occurring health challenges in weeks 2 and 4. In the AB- diets, SDPP and DEP increased average daily gain (ADG; P = 0.036) and average daily feed intake (ADFI; P = 0.040) compared to CON; in the AB+ diets, neither SDPP nor DEP increased ADG or ADFI compared to CON but SDPP did increase these parameters over DEP. The SDPP and DEP diets decreased the number of individual medical treatments compared to CON (P = 0.001). The AB+ increased ileal mucosal interleukin (IL)-1 receptor antagonist (P = 0.017). Feeding DEP reduced the concentration of mucosal IL-1β compared to CON, but not SDPP (P = 0.022). There was a trend for SDPP and DEP to increase villus height:crypt depth compared to CON (P = 0.066). Neither antibiotics or protein additive affected serum malondialdehyde concentration or ileal mRNA abundance of claudin-3 or 4, occludin, or zonula occludens-1 (P > 0.10). In conclusion, SDPP and DEP improved growth performance of weaned pigs in the absence of antibiotics but neither improved growth compared to CON when feeding standard antibiotic levels. The specialty proteins had a positive effect on health; specialty proteins and antibiotics were able to modulate some markers of intestinal inflammation and morphology."
    },
    {
      "pmid": "31111947",
      "title": "Dietary Egg Protein Prevents Hyperhomocysteinemia via Upregulation of Hepatic Betaine-Homocysteine S-Methyltransferase Activity in Folate-Restricted Rats.",
      "authors": [
        "Cassondra J Saande",
        "Samantha K Pritchard",
        "Deanna M Worrall",
        "Sarah E Snavely",
        "Caitlyn A Nass",
        "Joshua C Neuman",
        "Rebecca A Luchtel",
        "Sarah Dobiszewski",
        "Joshua W Miller",
        "Mario Vailati-Riboni",
        "Juan J Loor",
        "Kevin L Schalinske"
      ],
      "journal": "The Journal of nutrition",
      "publication_date": "2019-Aug-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Hyperhomocysteinemia is associated with increased cardiovascular disease risk. Whole eggs contain several nutrients known to affect homocysteine regulation, including sulfur amino acids, choline, and B vitamins. OBJECTIVE: The aim of this study was to determine the effect of whole eggs and egg components (i.e., egg protein and choline) with respect to 1) homocysteine balance and 2) the hepatic expression and activity of betaine-homocysteine S-methyltransferase (BHMT) and cystathionine β-synthase (CBS) in a folate-restricted (FR) rat model of hyperhomocysteinemia. METHODS: Male Sprague Dawley rats (n = 48; 6 wk of age) were randomly assigned to a casein-based diet (C; n = 12), a casein-based diet supplemented with choline (C + Cho; 1.3%, wt:wt; n = 12), an egg protein-based diet (EP; n = 12), or a whole egg-based diet (WE; n = 12). At week 2, half of the rats in each of the 4 dietary groups were provided an FR (0 g folic acid/kg) diet and half continued on the folate-sufficient (FS; 0.2 g folic acid/kg) diet for an additional 6 wk. All diets contained 20% (wt:wt) total protein. Serum homocysteine was measured by HPLC and BHMT and CBS expression and activity were evaluated using real-time quantitative polymerase chain reaction, Western blot, and enzyme activity. A 2-factor ANOVA was used for statistical comparisons. RESULTS: Rats fed FR-C exhibited a 53% increase in circulating homocysteine concentrations compared with rats fed FS-C (P < 0.001). In contrast, serum homocysteine did not differ between rats fed FS-C and FR-EP (P = 0.078). Hepatic BHMT activity was increased by 45% and 40% by the EP (P < 0.001) and WE (P = 0.002) diets compared with the C diets, respectively. CONCLUSIONS: Dietary intervention with egg protein prevented elevated circulating homocysteine concentrations in a rat model of hyperhomocysteinemia, due in part to upregulation of hepatic BHMT. These data may support the inclusion of egg protein for dietary recommendations targeting hyperhomocysteinemia prevention.",
      "mesh_terms": [
        "Animals",
        "Betaine-Homocysteine S-Methyltransferase",
        "Body Weight",
        "Cysteine",
        "Egg Proteins, Dietary",
        "Folic Acid Deficiency",
        "Hyperhomocysteinemia",
        "Liver",
        "Male",
        "RNA, Messenger",
        "Rats",
        "Rats, Sprague-Dawley",
        "Up-Regulation"
      ]
    },
    {
      "pmid": "31001226",
      "title": "Egg Protein Transferrin-Derived Peptides IRW and IQW Regulate Citrobacter rodentium-Induced, Inflammation-Related Microbial and Metabolomic Profiles.",
      "authors": [
        "Yong Ma",
        "Sujuan Ding",
        "Gang Liu",
        "Jun Fang",
        "Wenxin Yan",
        "Veeramuthu Duraipandiyan",
        "Naif Abdullah Al-Dhabi",
        "Galal Ali Esmail",
        "Hongmei Jiang"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bioactive peptides that target the gastrointestinal tract can strongly affect the health of animals and humans. This study aimed to evaluate the abilities of two peptides derived from egg albumin transferrin, IRW and IQW, to treat enteritis in a mouse model of Citrobacter rodentium-induced colitis by evaluating serum metabolomics and gut microbes. Forty-eight mice were randomly assigned to six groups: basal diet (CTRL), intragastric administration Citrobacter rodentium (CR), basal diet with 0.03%IRW (IRW), CR with 0.03% IRW (IRW+CR), basal diet with 0.03%IQW (IQW) and CR with 0.03% IQW (IQW+CR). CR administration began on day 10 and continued for 7 days. After 14 days of IRW and IQW treatment, serum was collected and subjected to a metabolomics analysis. The length and weight of each colon were measured, and the colon contents were collected for 16srRNA sequencing. The colons were significantly longer in the CR group, compared to the CTRL group. A serum metabolomics analysis revealed no significant difference in microbial diversity between the six groups. Compared with the CTRL group, the proportions of Firmicutes and Actinobacteria species decreased significantly and the proportions of Bacteroidetes and Proteobacteria species increased in the CR group. There were no significant differences between the CTRL and other groups. The serum metabolomics analysis revealed that Infected by CR increased the levels of oxalic acid, homogentisic acid and prostaglandin but decreased the levels of L-glutamine, L-acetyl carnitine, 1-methylhistidine and gentisic acid. Therefore, treatment with IRW and IQW was shown to regulate the intestinal microorganisms associated with colonic inflammation and serum metabolite levels, thus improving intestinal health."
    },
    {
      "pmid": "28485264",
      "title": "Effects of NWT-03, an egg-protein hydrolysate, on blood pressure in normotensive, high-normotensive and mild-hypertensive men and women: a dose-finding study.",
      "authors": [
        "Jogchum Plat",
        "Nadine Severins",
        "Steve Morrison",
        "Ronald P Mensink"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2017-Apr",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Angiotensin-converting enzyme (ACE) inhibitors are important agents in blood pressure (BP) management. It was recently shown that the egg-protein hydrolysate NWT-03 inhibited ACE in Zucker diabetic fatty rats. We therefore designed a dose-finding study to assess the effects of 1, 2 and 5 g NWT-03 on daytime, 36-h, and night-time systolic and diastolic BP (SBP and DBP) in ninety-two generally healthy subjects with normal BP (n 29), high-normal BP (n 34) or mild hypertension (n 29). The study had a cross-over design with six treatment arms (1 g NWT-03 or placebo in period 1 and placebo or 1 g NWT-03 in period 2, 2 g NTW-03 or placebo in period 1 and placebo or 2 g NWT-03 in period 2, or 5 g NTW-03 or placebo in period 1 and placebo or 5 g NTW-03 in period 2). A comparable number of subjects from each BP class were included in each study arm. Duration of both treatments in each arm was 7 d, separated by 5-d wash-out periods. BP was measured with an ambulatory BP monitor before and after the treatments. In mild-hypertensive subjects, 2 g NWT-03 significantly decreased daytime SBP (7·9 mmHg; P=0·006), daytime DBP (4·2 mmHg; P=0·009), 36-h SBP (6·9 mmHg; P=0·015) and 36-h DBP (3·5 mmHg; P=0·035) compared with placebo subjects. In addition, in mild-hypertensive subjects, 5 g NWT-03 significantly decreased night-time SBP (14·8 mmHg; P=0·008) and night-time DBP (8·4 mmHg; P=0·020) compared with that in placebo subjects. To conclude, we found that 2 g NWT-03 lowered daytime and 36-h BP in subjects with mild hypertension, and 5 g NWT-03 lowered night-time BP in subjects with mild hypertension. As no dose-response relationship was evident, these results should be interpreted with care, and additional studies are needed.",
      "mesh_terms": [
        "Adult",
        "Angiotensin-Converting Enzyme Inhibitors",
        "Antihypertensive Agents",
        "Blood Pressure Monitoring, Ambulatory",
        "Circadian Rhythm",
        "Cross-Over Studies",
        "Dietary Supplements",
        "Female",
        "Humans",
        "Hypertension",
        "Male",
        "Middle Aged",
        "Muramidase",
        "Prehypertension",
        "Protein Hydrolysates",
        "Reproducibility of Results",
        "Severity of Illness Index"
      ]
    },
    {
      "pmid": "27097525",
      "title": "Short- and long-term antihypertensive effect of egg protein-derived peptide QIGLF.",
      "authors": [
        "Zhipeng Yu",
        "Wenzhu Zhao",
        "Long Ding",
        "Yaqi Wang",
        "Feng Chen",
        "Jingbo Liu"
      ],
      "journal": "Journal of the science of food and agriculture",
      "publication_date": "2017-Jan",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The present study aimed to investigate the in vivo antihypertensive effect on spontaneously hypertensive rats (SHRs) induced by egg protein-derived peptide QIGLF, which has been previously characterized in vitro as a potent angiotensin-converting enzyme inhibitor. RESULTS: In vivo antihypertensive effect of QIGLF orally administered was evaluated by the tail-cuff method. The systolic blood pressure and the diastolic blood pressure of rats were measured 0, 5, 10, 15 and 20 h after administration every day. Subsequently, the effect of QIGLF on angiotensin-converting enzyme mRNA expression in the kidney of SHRs was evaluated by a polymerase chain reaction. Systolic blood pressure was found to be reduced markedly in the SHRs after a single oral administration. CONCLUSION: The results show that the effect of QIGLF (50 mg kg-1 body weight) was similar to that of captopril (10 mg kg-1 body weight) with respect to lowering systolic blood pressure in SHRs. Therefore, egg white protein-derived peptide QIGLF may be useful in the prevention or treatment of hypertension. © 2016 Society of Chemical Industry.",
      "mesh_terms": [
        "Angiotensin-Converting Enzyme Inhibitors",
        "Animals",
        "Antihypertensive Agents",
        "Blood Pressure",
        "Captopril",
        "Dietary Supplements",
        "Egg Proteins",
        "Enzyme Repression",
        "Hypertension",
        "Kidney",
        "Male",
        "Oligopeptides",
        "Peptide Fragments",
        "Peptidyl-Dipeptidase A",
        "RNA, Messenger",
        "Rats, Inbred SHR",
        "Rats, Wistar",
        "Real-Time Polymerase Chain Reaction",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Time Factors"
      ]
    },
    {
      "pmid": "26907333",
      "title": "Feeding a Diet Enriched in Docosahexaenoic Acid to Lactating Dams Improves the Tolerance Response to Egg Protein in Suckled Pups.",
      "authors": [
        "Caroline Richard",
        "Erin D Lewis",
        "Susan Goruk",
        "Catherine J Field"
      ],
      "journal": "Nutrients",
      "publication_date": "2016-Feb-19",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The objective of this study was to determine the effect of feeding a maternal diet supplemented with docosahexaenoic acid (DHA) during the suckling period on the development of the immune system and oral tolerance (OT) in offspring. Dams were randomized to consume one of two nutritionally adequate diets throughout the suckling period: control (N = 12, 0% DHA) or DHA (N = 8, 0.9% DHA) diet. At 11 days, pups from each dam were randomly assigned to a mucosal OT challenge: the placebo or the ovalbumin (OVA) treatment. At three weeks, plasma immunoglobulins and splenocyte cytokine production ex vivo were measured. OVA-tolerized pups had a lower Th2 (IL-13) response to OVA despite the presence of more activated T cells and memory cells (CD27+, all p < 0.05). Feeding a high DHA diet improved the ability of splenocytes to respond to mitogens toward a skewed Th1 response and led to a higher IL-10 and a lower TGF-β production after stimulation with OVA (all p < 0.05). Untolerized DHA-fed pups had lower plasma concentrations of OVA-specific immunoglobulin E (p for interaction < 0.05). Overall, feeding a high DHA maternal diet improves the tolerance response in untolerized suckled pups in a direction that is thought to be beneficial for the establishment of OT.",
      "mesh_terms": [
        "Animals",
        "Dietary Supplements",
        "Docosahexaenoic Acids",
        "Egg Proteins",
        "Female",
        "Food Hypersensitivity",
        "Immune Tolerance",
        "Immunoglobulin E",
        "Interleukin-10",
        "Lactation",
        "Maternal Nutritional Physiological Phenomena",
        "Ovalbumin",
        "Pregnancy",
        "Rats, Sprague-Dawley",
        "Spleen",
        "T-Lymphocytes",
        "Th1-Th2 Balance",
        "Transforming Growth Factor beta"
      ]
    },
    {
      "pmid": "23830306",
      "title": "Position document: IgE-mediated allergy to egg protein.",
      "authors": [
        "A Martorell",
        "E Alonso",
        "J Boné",
        "L Echeverría",
        "M C López",
        "F Martín",
        "S Nevot",
        "A M Plaza"
      ],
      "journal": "Allergologia et immunopathologia",
      "publication_date": "2013",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Egg is the food that most often causes allergy in young Spanish children, with an incidence of 2.4-2.6% in the first 2 years of life. The prevalence of sensitisation and allergy to egg is greater in children with allergy to cow's milk and in those suffering atopic dermatitis. The protein component from egg white is the cause of the allergic response in child. The major allergens in egg white are ovomucoid and ovalbumin. Most of the allergic reactions affect the skin, followed by gastrointestinal and respiratory systems. Egg allergy is one of the most common causes of severe anaphylaxis. The diagnosis of egg allergy is based on the existence of a suggestive clinical history, a positive allergy study and the subsequent application of controlled exposure testing, which represents the gold standard for confirming the diagnosis. The treatment of egg allergy is based on the avoidance of egg protein intake. A subgroup of egg-allergic patients are tolerant to cooked egg. In these cases, only uncooked egg must necessarily be avoided. Maintaining a diet with strict egg avoidance is difficult, and transgressions are relatively common. The patient, family, and school environment should receive education and training in the avoidance of egg and in the management of possible allergic reactions. With an avoidance diet, up to 15-20% of children will remain allergic and the severity of the reactions will increase over the years. In these more severe cases of egg-allergy, it becomes more difficult to adhere to the avoidance diet over the years, with a significant decrease in patient quality of life. Oral tolerance induction can be regarded as a therapeutic option for IgE-mediated egg allergy. The anti-IgE, omalizumab, might become another genuine therapeutic option for food allergy, not only to prevent allergic reactions after a contact with egg, but also as a complementary treatment to oral tolerance induction for egg allergy, with the purpose of reducing adverse reactions. The administration of influenza vaccine to children with egg allergy is safe in children that do not manifest severe reactions after egg intake, and in children who tolerate cooked egg. The triple viral vaccine (MMR) can be given to egg-allergic children in their usual vaccination centre, with no added risk. Different medicinal products can be formulated with egg proteins, and therefore should be avoided in children with egg allergy.",
      "mesh_terms": [
        "Allergens",
        "Animals",
        "Antibodies, Anti-Idiotypic",
        "Antibodies, Monoclonal, Humanized",
        "Desensitization, Immunologic",
        "Egg Hypersensitivity",
        "Egg Proteins",
        "Humans",
        "Immunoglobulin E",
        "Incidence",
        "Infant",
        "Infant, Newborn",
        "Omalizumab",
        "Spain"
      ]
    },
    {
      "pmid": "32288476",
      "title": "CASE STUDY: Effects of a blend of prebiotics, probiotics, and hyperimmune dried egg protein on the performance, health, and innate immune responses of Holstein calves.",
      "authors": [
        "M A Ballou"
      ],
      "journal": "The professional animal scientist",
      "publication_date": "2011-Jun",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "The objectives of this study were to evaluate the effects of supplementing a blend of prebiotics, probiotics, and hyperimmune dried egg protein on the performance, health, and innate immune responses of Holstein calves during the first 21 d of age. Ninety, day-old Holstein bull calves were completely randomized to 1 of 2 treatment groups: prophylactic or control. Prophylactic calves had a proprietary blend of prebiotics, probiotics, and hyperimmune egg protein (Calf-Pro Plus and Calf Life, C and E Agri Products, Baldwin, ND) added directly to the milk replacer at each feeding. Control calves were fed the milk replacer only. Treatment did not influence the performance of Holstein calves. Among calves that voluntarily refused milk replacer, prophylactic calves refused less (P = 0.005) than control calves over the first 4 d of life. Prophylactic treatment reduced the incidence of enteric morbidity (25.0 vs. 51.1% for prophylactic and control calves, respectively; P = 0.011). However, treatment did not influence either total peripheral leukocyte or differential counts. Furthermore, hematocrit and plasma concentrations of haptoglobin, cortisol, glucose, and urea nitrogen were not different between treatments. Last, ex vivo innate immune responses evaluated at 21 d of age were not different between treatments. Calves fed the combination of prebiotics, probiotics, and hyperimmune egg protein rejected less milk replacer during the first 4 d of the experiment and had fewer days with enteric morbidity than did the control calves."
    },
    {
      "pmid": "20349964",
      "title": "Effect of heat treatment on the quantitative detection of egg protein residues by commercial enzyme-linked immunosorbent assay test kits.",
      "authors": [
        "Tong-Jen Fu",
        "Nicole Maks",
        "Katie Banaszewski"
      ],
      "journal": "Journal of agricultural and food chemistry",
      "publication_date": "2010-Apr-28",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "This study examined the changes in the solubility of egg proteins as affected by different heat treatments and compared the performances of three commercial test kits for the quantitation of protein residues in heat-treated samples. National Institute of Standards and Technology (NIST) whole egg standard reference material #8415 and Henningsen spray-dried whole egg powder were subjected to heating in the presence of water at 60 and 100 degrees C, autoclaving for 5 or 10 min, or dry heating at 60-400 degrees C for 10 min. The amount of protein in the heated samples was assayed using the bicinchoninic acid total protein assay as well as egg-specific commercial enzyme-linked immunosorbent assay (ELISA) kits. Elevated heat resulted in a lower level of proteins extracted. Neogen's Veratox kit, which is reactive to multiple proteins in egg, greatly underestimated the amount of residual proteins in the boiled or autoclaved samples. Tepnel BioSystems' Biokits assay, which employs antibodies specific to a heat-stable marker protein (ovomucoid), registered a higher level of protein in these samples. Both test kits substantially underestimated the amount of residual proteins in samples dry-heated at temperatures >176 degrees C. The Morinaga test, using an improved extraction buffer, registered the highest level of protein in the heat-treated NIST samples but not the Henningsen samples. The underestimation by the commercial test kits was attributed to changes in the immunoreactivity of residual proteins after heat treatments and not the differences in the amount of protein extracted. These results suggest that thermal processing may affect the quantitative analysis of allergens and needs to be taken into account in the validation of commercial ELISA test kits.",
      "mesh_terms": [
        "Egg Proteins",
        "Enzyme-Linked Immunosorbent Assay",
        "Hot Temperature"
      ]
    },
    {
      "pmid": "15453487",
      "title": "Evaluation of a colostrum supplement, with or without trypsin inhibitor, and an egg protein milk replacer for dairy calves.",
      "authors": [
        "H M Santoro",
        "P S Erickson",
        "N L Whitehouse",
        "A M McLaughlin",
        "C G Schwab",
        "J D Quigley"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2004-Jun",
      "publication_types": [
        "Evaluation Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Forty-eight Holstein bull calves were assigned to a 2 x 2 x 2 factorial arrangement in a completely randomized block design. Main effects were colostrum versus a serum-derived colostrum supplement, 0 versus 1 g of trypsin inhibitor added at the initial 2 feedings, and milk replacer containing 0 or 50% CP from whole egg. Calves were bled at 0, 6, 12, 18, and 24 h after birth for determination of serum immunoglobulin (Ig). G. Serum IgG concentrations were lower in calves consuming the colostrum supplement compared with calves consuming colostrum. Apparent efficiency of absorption of IgG was similar. Trypsin inhibitor did not affect IgG concentrations or absorption of IgG. Calves were fed either milk replacer for 28 to 35 d (preweaning phase) and weaned when they consumed 0.7 kg of starter grain for 2 consecutive days. The postweaning phase was from weaning to d 56. Feeding colostrum supplement resulted in higher fecal scores postweaning (1.90 vs. 1.58) and overall (1.85 vs. 1.65) and fewer days medicated preweaning (5.1 vs. 2.2 d) and postweaning (3.9 vs. 1.9 d) and overall (9.0 vs. 4.2 d). Calves were treated for upper respiratory tract infections and diarrhea. Dry matter intake and weaning age were not affected by treatment. Postweaning (1.69 vs. 1.2 kg) and overall (1.22 vs. 1.0 kg), calves that received colostrum and egg milk replacer consumed more dry matter and starter. Postweaning, calves fed colostrum and egg milk replacer had similar or greater body weight and gains compared with calves fed colostrum and milk protein milk replacer. Preweaning, feed efficiency was greater for calves fed colostrum (0.44 vs. 0.34), trypsin inhibitor (0.42 vs. 0.36), and milk protein milk replacer (0.48 vs. 0.30) compared with calves fed colostrum supplement, no trypsin inhibitor, and egg milk replacer, respectively. Trypsin inhibitor increased feed efficiency postweaning. Calves fed trypsin inhibitor and milk protein milk replacer were more efficient preweaning and overall than calves fed trypsin inhibitor and egg milk replacer. Results indicate that the blood derived colostrum supplement did not provide as much IgG as colostrum (4.55 g/L vs. 14.6 g/L, respectively), that feeding 1.0 g of trypsin inhibitor did not enhance serum IgG concentrations, and that the egg milk replacer-fed calves fed colostrum performed nearly as well as calves fed colostrum and the milk protein milk replacer.",
      "mesh_terms": [
        "Absorption",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Animals, Newborn",
        "Cattle",
        "Colostrum",
        "Dietary Proteins",
        "Dietary Supplements",
        "Egg Proteins, Dietary",
        "Food, Formulated",
        "Immunoglobulin G",
        "Male",
        "Random Allocation",
        "Trypsin Inhibitors",
        "Weaning"
      ]
    },
    {
      "pmid": "2242056",
      "title": "[The structure of carbohydrate chains of riboflavin-binding glycoprotein from chicken egg protein. III. 1H-NMR spectroscopy (500 MHz) of neutral fucosylated oligosaccharides].",
      "authors": [
        "V E Piskarev",
        "L M Likhosherstov",
        "N F Sepetov",
        "E L Galenko",
        "V A Derevitskaia"
      ],
      "journal": "Bioorganicheskaia khimiia",
      "publication_date": "1990-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Using LiBH4/ButOH treatment, oligosaccharides were cleaved off the hen egg white riboflavin-binding glycoprotein. HPLC led to the isolation of four fucose-containing oligosaccharide alditols, whose structure was elucidated by means of 1H NMR 500 MHz spectroscopy. The main fucosylated oligosaccharide, also present in hen ovomucoid, was found to be a biantennary carbohydrate chain of N-acetyllactosamine type.",
      "mesh_terms": [
        "Animals",
        "Carbohydrate Sequence",
        "Carrier Proteins",
        "Chickens",
        "Egg Proteins",
        "Fucose",
        "Glycoproteins",
        "Magnetic Resonance Spectroscopy",
        "Membrane Transport Proteins",
        "Molecular Sequence Data",
        "Riboflavin"
      ]
    },
    {
      "pmid": "2624592",
      "title": "[Structure of carbohydrate chains of the riboflavin-binding glycoprotein of chicken egg protein. II. 1H-NMR (500 MHz) spectroscopy of the major neutral oligosaccharides].",
      "authors": [
        "V E Piskarev",
        "N F Sepetov",
        "L M likhosherstov",
        "E L Galenko",
        "V A Derevitskaia",
        "N K Kochetkov"
      ],
      "journal": "Bioorganicheskaia khimiia",
      "publication_date": "1989-Nov",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Reductive cleavage of riboflavin-binding glycoprotein from hen egg white (RF-GPw) with LiBH4/tert-BuOH followed by NaBH4/NaOH treatment gave rise to oligosaccharide alditols, fractionated by a successive HPLC on muBondapak C18 and Zorbax NH2 columns. Seven main individual oligosaccharide alditols were isolated and their structure was investigated by 1H NMR 500-MHz spectroscopy. The structure and relative content of the main oligosaccharide chains were proved to be identical in RF-GPw and ovomucoid. Structure of polypeptide chains and their molecular weight, number of glycosylation sites and their structure had little or no effect on the glycosylation pattern in both glycoproteins. HPLC of the oligosaccharide alditols from another egg white glycoprotein, ovotransferrin, also revealed its high microheterogeneity and close resemblance to those of ovomucoid and RF-GPw.",
      "mesh_terms": [
        "Animals",
        "Carbohydrate Sequence",
        "Carrier Proteins",
        "Chickens",
        "Chromatography, High Pressure Liquid",
        "Conalbumin",
        "Egg Proteins",
        "Egg White",
        "Female",
        "Glycosylation",
        "Magnetic Resonance Spectroscopy",
        "Membrane Transport Proteins",
        "Molecular Sequence Data",
        "Oligosaccharides",
        "Ovomucin",
        "Oxidation-Reduction",
        "Riboflavin"
      ]
    },
    {
      "pmid": "13131641",
      "title": "[Tissue therapy with egg protein].",
      "authors": [
        "S I BARENBOIM",
        "A T PULATOV"
      ],
      "journal": "Klinicheskaia meditsina",
      "publication_date": "1953-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "mesh_terms": [
        "Albumins",
        "Cell- and Tissue-Based Therapy",
        "Egg Proteins",
        "Humans"
      ]
    }
  ]
}