{
  "supplement": "Ephedrine",
  "query": "Ephedrine[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 22:38:13",
  "research_count": 344,
  "count": 99,
  "articles": [
    {
      "pmid": "40284666",
      "title": "The Antiviral Effect of Ephedrine Alkaloids-Free Ephedra Herb Extract, EFE, on Murine Coronavirus Growth in the Lung and Liver of Infected Mice.",
      "authors": [
        "Akinori Nishi",
        "Sumiko Hyuga",
        "Masashi Hyuga",
        "Masashi Uema",
        "Nahoko Uchiyama",
        "Hiroshi Odaguchi",
        "Yukihiro Goda"
      ],
      "journal": "Microorganisms",
      "publication_date": "2025-Apr-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ephedrine alkaloids-free Ephedra Herb extract (EFE) was developed to reduce the adverse effects of Ephedra Herb, a constituent drug in Kampo medicines. It is produced by decocting Ephedra Herb with hot water and excluding the ephedrine alkaloids. EFE has analgesic and anti-cancer effects and inhibits respiratory viruses in vitro. To assess the pharmacological action of EFE in vivo, we evaluated its effect on the replication of murine hepatitis virus (MHV), a coronavirus that causes hepatitis, pneumonia, and severe acute respiratory syndrome-like symptoms, within infected mice. On Day 0, MHV was inoculated intranasally into female BALB/C mice, and EFE was orally administered once/day at 350-700 mg/kg (n = 10/group) starting 1 h after inoculation until Day 5. Through a plaque assay, MHV was detected on Day 5 in the lung and liver in all inoculated mice, but the titer was significantly lower in the EFE groups as compared with untreated control mice. Although not statistically significant, the clinical score for respiratory irregularity tended to be lower in the EFE treatment groups. In conclusion, EFE inhibits MHV replication in an in vivo mouse model of human coronavirus infection and exerts pharmacological action in the lung and liver."
    },
    {
      "pmid": "39979813",
      "title": "Cerebral oxygenation and hemodynamic changes during ephedrine and phenylephrine administration for transient intraoperative hypotension in patients undergoing major abdominal surgery: a randomized controlled trial.",
      "authors": [
        "Xueyan Li",
        "Yijun Zheng",
        "Jun Zhang"
      ],
      "journal": "BMC anesthesiology",
      "publication_date": "2025-Feb-20",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Phenylephrine and ephedrine are frequently used vasopressors for treating intraoperative hypotension. However, their impact on cerebral oxygenation and blood flow remains a subject of debate. This study aims to understand their effects on cerebral oxygen saturation and hemodynamics when used for treatment of intraoperative hypotension. METHODS: The adult patients undergoing major abdominal surgery under general anesthesia were randomly assigned into ephedrine (ED) group or phenylephrine (PE) group. They received an intravenous bolus of either ephedrine or phenylephrine for treating intraoperative transient hypotension. The primary outcome was their effects on regional cerebral oxygen saturation (rScO2). The secondary outcomes included cerebral hemodynamics middle cerebral artery velocity (MCAvm), pulsatility index (PI), and resistance index (RI), as well as systemic hemodynamics arterial blood pressure (ABP), heart rate (HR), cardiac output (CO), cardiac index (CI), stroke volume (SV) and stroke volume index (SVI). Additionally, two indices of cerebral autoregulation, mean flow index (Mxa) and cerebral oximetry index (COX), were calculated in real-time via ICM + software. RESULTS: Forty patients were included in this study. The initial results showed ephedrine increased rScO2 (p < 0.001), while phenylephrine increased Mxa (p < 0.02) and COX (p < 0.007), respectively. However, upon further linear-mix model analysis, the effects of both drugs on rScO2 (p = 0.944), Mxa (p = 0.093) and COX (p = 0.084) were found to be non-significant. Compared with the hemodynamic parameters during hypotension, the systolic blood pressure (SBP) (p < 0.001), diastolic blood pressure (DBP) (p < 0.001), mean arterial pressure (MAP) (p < 0.001), and MCAvm (p < 0.001) significantly increased after both ephedrine and phenylephrine administration. However, no significant differences were found between the two groups in terms of the changes in MAP (p = 0.549) and MCAvm (p = 0.173). And there were significant increases in CO (p < 0.001), HR (p < 0.001), and CI (p < 0.001) following ephedrine administration, while decreases in HR (p < 0.001), CO (p < 0.001), and CI (p < 0.001) after phenylephrine administration. CONCLUSION: In the management of intraoperative hypotension, both phenylephrine and ephedrine effectively increase MAP and MCAvm, albeit with their differential effects on CO and HR. It seems that neither vasopressor has a significant impact on cerebral oxygenation and cerebral autoregulation.",
      "mesh_terms": [
        "Humans",
        "Phenylephrine",
        "Ephedrine",
        "Female",
        "Male",
        "Hypotension",
        "Middle Aged",
        "Hemodynamics",
        "Vasoconstrictor Agents",
        "Abdomen",
        "Cerebrovascular Circulation",
        "Intraoperative Complications",
        "Aged",
        "Oxygen"
      ]
    },
    {
      "pmid": "39470960",
      "title": "Preventive and therapeutic effects of ephedrine alkaloids-free Ephedra Herb extract on paclitaxel-induced neuropathic pain.",
      "authors": [
        "Xuedan Huang",
        "Sumiko Hyuga",
        "Michiho Ito",
        "Yukihiro Goda",
        "Yoshinori Kobayashi"
      ],
      "journal": "Journal of natural medicines",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Currently, there are no effective prophylactic or therapeutic drugs for the treatment of paclitaxel (PTX)-induced peripheral neuropathic pain (PTX-PNP), highlighting the urgent need for the development of effective prophylactic and therapeutic drugs. In this study, we initially compared the efficacy of Ephedra Herb extract (EHE) with that of ephedrine alkaloids-free Ephedra Herb extract (EFE), which lacked ephedrine alkaloids (EAs)-associated side effects, against the onset of PTX-induced mechanical allodynia, thermal hyperalgesia, and cold allodynia in mice. EHE and EFE demonstrated comparable preventive effects on the PTX-PNP in a dose-dependent manner. These results indicated that the preventive properties of EHE were independent of the EAs. Since elderly people are overwhelmingly more susceptible to developing cancer, we considered that EFE has greater benefits than EHE, so we conducted a study focused on the effects of EFE. EFE showed dose-dependent preventive effects on the onset of PTX-PNP. As a result of detailed investigation, coadministration of PTX and EFE (Co-EFE) was more effective than preadministration of EFE alone (Pre-EFE). And the effects of Co-EFE was same with the effect of preadministration of EFE and then coadministration of PTX and EFE (P&C-EFE). Additionally, Co-EFE after the onset of PTX-PNP improved PTX-induced mechanical allodynia, thermal hyperalgesia, and cold allodynia, confirming the therapeutic efficacy of EFE on PTX-PNP. In contrast, goshajinkigan, a Kampo medicine, and diclofenac, a non-steroidal anti-inflammatory drug, showed minimal therapeutic effects on PTX-PNP. These findings demonstrate the significant potential of EFE as a novel, safe prophylactic and therapeutic agent against PTX-PNP.",
      "mesh_terms": [
        "Animals",
        "Neuralgia",
        "Plant Extracts",
        "Mice",
        "Paclitaxel",
        "Male",
        "Ephedra",
        "Hyperalgesia",
        "Alkaloids",
        "Ephedrine"
      ]
    },
    {
      "pmid": "39468969",
      "title": "Efficacy of ephedrine treatment in COLQ-related Congenital Myasthenic Syndrome (CMS): longitudinal quantitative assessment in a 71-year-old man.",
      "authors": [
        "Giulio Gadaleta",
        "Guido Urbano",
        "Enrica Rolle",
        "Ana Töpf",
        "Liliana Vercelli"
      ],
      "journal": "Acta myologica : myopathies and cardiomyopathies : official journal of the Mediterranean Society of Myology",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION AND AIMS: We describe a case of long-living COLQ-related congenital myasthenic syndrome (CMS) benefitting from ephedrine with an overall improvement quantified with functional measures. RESULTS: A 71-year-old man was referred with limb-girdle/axial myopathy and fatigability since infancy. In his thirties, a decremental response was observed at 3Hz-nerve stimulation, although testing seronegative for anti-neuromuscular junction antibodies. Later, whole exome sequencing (WES)identified a homozygous likely pathogenic variant in COLQ. After 6-month ephedrine treatment, the patient doubled the distance in the 6-minute-walk test and reached 10 metres in half of the time. His forced vital capacity (FVC) and first-second-forced expiratory volume (FEV1) increased, as well as all patient-reported outcomes. At the 12-month mark, the overall improvement remained consistent/further enhanced, except for a slight decrease in FVC. CONCLUSIONS: This case confirms the efficacy of ephedrine treatment with global improvements in a COLQ-CMS in their late adulthood, demonstrated by quantitative outcome measures. Such indicators may be of interest in upcoming CMS therapeutical trials.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Ephedrine",
        "Myasthenic Syndromes, Congenital",
        "Aged",
        "Treatment Outcome",
        "Vital Capacity",
        "Acetylcholinesterase",
        "Collagen",
        "Muscle Proteins"
      ]
    },
    {
      "pmid": "39185853",
      "title": "Determination of three ephedrine psychoactive substances in sewage using solid-phase extraction-ultra-performance liquid chromatography-tandem mass spectrometry.",
      "authors": [
        "Yiqin Xu",
        "Fang Yang",
        "Hong Ye",
        "Qingqiang Tang",
        "Yanwen Chen",
        "Zhigang Gao",
        "Shuhua Wang",
        "Fang Zhang",
        "Xiaojing Li"
      ],
      "journal": "Rapid communications in mass spectrometry : RCM",
      "publication_date": "2024-Oct-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "RATIONALE: In recent years, ephedrine psychoactive substances have attracted much attention due to their prevalence in water bodies and potential threat to aquatic ecosystems. Psychoactive substances have been considered as a new type of environmental pollutant due to their unpredictable potential risks to the behavior and nervous system of non-target organisms. A rapid, sensitive, selective, and robust method for the quantification of three ephedrine psychoactive substances in sewage is needed. METHODS: An ultraperformance liquid chromatography-tandem mass spectrometry (UPLC-MS/MS) method was developed for the simultaneous determination of three ephedrine psychoactive substances in water. The optimal processing conditions were determined by optimizing the chromatography-mass spectrometry and solid-phase extraction (SPE) conditions (e.g., the SPE column, sample pH, washing, and elution), and the treatment conditions were determined; this was achieved via positive ion scanning in multiple reaction monitoring mode. Poly-Sery MCX was selected as the extraction column, with samples loaded at pH 3. And 4-mL solution of 2% formic acid (FA) aqueous solution was used as the eluent; the target compounds were eluted with 5 mL of 5% NH4OH in acetonitrile (ACN) solution. The best results were obtained when the residue was resolubulization in ACN after nitrogen evaporation. RESULTS: The developed UPLC-MS/MS showed a good linear relationship in the range of 0-50.00 μg/L, with determination coefficients (R2) greater than 0.9990. The detection limit and quantitation limit were 0.05-0.10 and 0.20-0.50 μg/L, respectively. Recovery rates of the target compounds in blank sewage at three different concentrations ranged from 92.37% to 106.31%, with relative standard deviations (RSDs) of 0.77%-4.83% (n = 7). CONCLUSIONS: This method has been successfully applied to the analysis of surface water and domestic sewage, and the samples were processed stably, indicating that the method is practical for the determination of ephedrine psychoactive drugs in water bodies.",
      "mesh_terms": [
        "Tandem Mass Spectrometry",
        "Solid Phase Extraction",
        "Chromatography, High Pressure Liquid",
        "Psychotropic Drugs",
        "Water Pollutants, Chemical",
        "Sewage",
        "Limit of Detection",
        "Ephedrine",
        "Reproducibility of Results"
      ]
    },
    {
      "pmid": "38906600",
      "title": "Exposure to ephedrine attenuates Th1/Th2 imbalance underlying OVA-induced asthma through airway epithelial cell-derived exosomal lnc-TRPM2-AS.",
      "authors": [
        "Yan Hu",
        "Mengqing Wang",
        "Jing Xie",
        "Luojia Jiao",
        "Yi Ding",
        "Yinhe Luo"
      ],
      "journal": "Chinese journal of natural medicines",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although various anti-inflammatory medications, such as ephedrine, are employed to manage cough-variant asthma, their underlying mechanisms are yet to be fully understood. Recent studies suggest that exosomes derived from airway epithelial cells (AECs) contain components like messenger RNAs (mRNAs), micro-RNAs (miRNAs), and long noncoding RNA (lncRNA), which play roles in the occurrence and progression of airway inflammation. This study investigates the influence of AEC-derived exosomes on the efficacy of ephedrine in treating cough-variant asthma. We established a mouse model of asthma and measured airway resistance and serum inflammatory cell levels. Real-time polymerase chain reaction (RT-qPCR), Western blotting, and enzyme-linked immunosorbent assay (ELISA) analyses were used to assess gene and protein expression levels. Exosomes were isolated and characterized. RNA immunoprecipitation (RIP) and RNA pull-down assays were conducted to examine the interaction between hnRNPA2B1 and lnc-TRPM2-AS1. In the ovalbumin (OVA)-challenged mouse model, ephedrine treatment reduced inflammatory responses, airway resistance, and Th1/Th2 cell imbalance. Exosomes from OVA-treated AECs showed elevated levels of lnc-TRPM2-AS1, which were diminished following ephedrine treatment. The exosomal lnc-TRPM2-AS1 mediated the Th1/Th2 imbalance in CD4+ T cells, with its packaging into exosomes being facilitated by hnRNPA2B1. This study unveils a novel mechanism by which ephedrine ameliorates OVA-induced CD4+ T cell imbalance by suppressing AEC-derived exosomal lnc-TRPM2-AS1. These findings could provide a theoretical framework for using ephedrine in asthma treatment.",
      "mesh_terms": [
        "Animals",
        "Asthma",
        "Ephedrine",
        "Exosomes",
        "Mice",
        "Ovalbumin",
        "Mice, Inbred BALB C",
        "Epithelial Cells",
        "Th2 Cells",
        "Female",
        "RNA, Long Noncoding",
        "Humans",
        "Th1 Cells",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "38623973",
      "title": "Synthesis of Rupestonic Acid L-Ephedrine Derivatives with Preliminary In vitro Anti-influenza Viral Activity.",
      "authors": [
        "Jianping Yong",
        "Canzhong Lu"
      ],
      "journal": "Current pharmaceutical design",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Influenza virus is a kind of RNA virus. Nowadays, the high incidence of influenza and the morbidity and mortality of epidemic influenza are substantial. It has been reported that one hundred million people in the world are infected with influenza viruses, and two hundred and fifty thousand to five hundred thousand people die from the flu per year. In 2021, the number of infected persons in China was reported to be 654,700, and 0.07% of the infected persons died. The flu has caused a serious threat to human survival. Although several drugs, such as Zanamivir, Oseltamivir, Peramivir, and Laninamivir, have been used in clinics for the treatment of the influenza virus, there are some shortcomings of these drugs. The strain of influenza H5N1 (avian influenza) has been found to resist the effective drug Oseltamivir. Thus, there is an urgent demand to discover new influenza virus inhibitors to overcome the emergence of influenza antigens. AIMS: This study aimed to develop new influenza virus inhibitors based on the rupestonic acid parent core. OBJECTIVE: The rupestonic acid L-ephedrine ester (A) and rupestonic acid L-ephedrine complex (B) were synthesized in this work for the development of influenza virus inhibitors. METHODS: The target compounds were synthesized using rupestonic acid and L-ephedrine as starting materials. Their structures were characterized by 1H NMR and 13C NMR, and the purity was determined by HPLC. Then, their preliminary in vitro influenza activity was evaluated using Oseltamivir as a reference drug. RESULTS: The results showed that the synthesized rupestonic acid L-ephedrine derivatives A and B were more potent influenza virus inhibitors against the strains of A/PR/8/34 (H1N1) and A/FM/1/47 (H1N1) with the IC50 values of 51.0, 51.0 μM and 441.0, 441.0 μM, respectively, than that of rupestonic acid. By comparing the IC50 of compounds A and B, compound A can be regarded as a very promising lead compound for the development of influenza virus inhibitors. CONCLUSION: The rupestonic acid L-ephedrine ester (A) and rupestonic acid L-ephedrine complex (B) were synthesized and characterized using 1H NMR and 13C NMR. Moreover, their purity was determined by HPLC. Both compounds A and B exhibited more potent activities against the strains of A/PR/8/34 (H1N1) and A/FM/1/47 (H1N1) than rupestonic acid. Compound A can be regarded as a very promising lead compound for the development of influenza virus inhibitors. Based on these results, more rupestonic acid derivatives will be designed and synthesized in the future for the development of influenza virus inhibitors.",
      "mesh_terms": [
        "Antiviral Agents",
        "Humans",
        "Microbial Sensitivity Tests",
        "Structure-Activity Relationship",
        "Madin Darby Canine Kidney Cells",
        "Animals",
        "Molecular Structure",
        "Dose-Response Relationship, Drug",
        "Pyrans",
        "Dogs",
        "Influenza, Human",
        "Dibenzothiepins",
        "Sesquiterpenes",
        "Azulenes"
      ]
    },
    {
      "pmid": "38132476",
      "title": "Systemic Immune Modulation Induced by Ephedrine in Obese-Diabetes (db/db) Mice.",
      "authors": [
        "Seung-Hoon Lee",
        "Hyunah Lee",
        "Rackhyun Park"
      ],
      "journal": "Current issues in molecular biology",
      "publication_date": "2023-Dec-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Immune-modulatory effects in obese-diabetes (db/db) mice were observed to understand the possible mechanism(s) of ephedrine-induced unfavorable responses. The ephedrine doses were selected based on the FDA report (NTP Tech Rep Ser NO 307; CAS# 134-72-5), which showed the non-toxic dose for B6C3F1 mice. In db/db mice, higher doses (6 and 12 mg/mouse) of ephedrine significantly harmed the liver and lung morphology, including fatty liver with multiple blood vessel engorgement, alveolar wall thickening, and inflammatory response in the lung. The immune micro-environment of db/db mice was an inflammatory state with suppressed adaptive cellular immunity. After the administration of ephedrine, significant deterioration of NK activity was observed with lowered gene transcription of klrk1 encoding NKG2D, and of ccl8, a NK cell targeting chemokine. Suppressed cellular immunity in db/db mice was lowered ever further by single ephedrine treatment, as was evidenced by mitogen-induced T or B cell proliferations. These observations demonstrate that at the non-toxic doses in normal B6C3F1 mice, ephedrine clearly suppressed systemic immunity of db/db mice. The data suggest that the immune micro-environment of obese individuals is fragile and susceptible to ephedrine-related pathologic response, and this may be a prelude to the induction of obesity-related secondary immunological disorders."
    },
    {
      "pmid": "37778983",
      "title": "Ephedrine alleviates bleomycin-induced pulmonary fibrosis by inhibiting epithelial-mesenchymal transition and restraining NF-κB signaling.",
      "authors": [
        "Hui Tian",
        "Limei Wang",
        "Taoli Fu"
      ],
      "journal": "The Journal of toxicological sciences",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Pulmonary fibrosis is a lethal and progressive pulmonary disorder in human beings. Ephedrine is a compound isolated from Ephedra and plays a regulatory role in inflammatory response. This study focused on the anti-pulmonary fibrosis effect of ephedrine and its potential molecular mechanism. After a mouse model of pulmonary fibrosis was established through bleomycin (BLM) induction, the survival percentage, body weight, and pulmonary index were measured. Hematoxylin-eosin staining and Masson's trichrome staining for lung tissues were performed to observe the pathological alterations. The viability of lung epithelial BEAS-2B cells, intracellular production of reactive oxygen species, and the levels of pro-inflammatory cytokines were examined by cell counting kit-8 assays, 2',7'-dichlorofluorescein diacetate (DCF-DA) staining, and enzyme-linked immunosorbent assay, respectively. Immunofluorescence staining was performed to determine E-cadherin and vimentin expression after BLM or ephedrine treatment. The mRNA and protein levels of cytokeratin-8, E-cadherin, α-SMA, and vimentin were subjected to quantitative polymerase chain reaction and immunoblotting. Experimental results revealed that ephedrine treatment rescued the repressive impact of BLM on BEAS-2B cell viability, and ephedrine inhibited BLM-induced overproduction of reactive oxygen species and inflammatory response in BEAS-2B cells. Additionally, ephedrine suppressed epithelial-mesenchymal transition (EMT) process stimulated by BLM treatment, as demonstrated by the reduced α-SMA and vimentin levels together with the increased cytokeratin-8 and E-cadherin levels in BLM + Ephedrine group. In addition, ephedrine inhibited NF-κB and activated Nrf-2 signaling in BLM-treated BEAS-2B cells. Moreover, ephedrine ameliorated pulmonary fibrosis in BLM-induced mice and improved the survival of model mice. In conclusion, ephedrine attenuates BLM-evoked pulmonary fibrosis by repressing EMT process via blocking NF-κB signaling and activating Nrf-2 signaling, suggesting that ephedrine might become a potential anti-pulmonary fibrosis agent in the future.",
      "mesh_terms": [
        "Mice",
        "Humans",
        "Animals",
        "Pulmonary Fibrosis",
        "NF-kappa B",
        "Bleomycin",
        "Ephedrine",
        "Keratin-8",
        "Vimentin",
        "Reactive Oxygen Species",
        "Epithelial-Mesenchymal Transition",
        "Lung",
        "Cadherins"
      ]
    },
    {
      "pmid": "37725759",
      "title": "Intraoperative Use of Phenylephrine versus Ephedrine and Postoperative Delirium: A Multicenter Retrospective Cohort Study.",
      "authors": [
        "Haobo Ma",
        "Elena Ahrens",
        "Luca J Wachtendorf",
        "Aiman Suleiman",
        "Denys Shay",
        "Ricardo Munoz-Acuna",
        "Tim M Tartler",
        "Bijan Teja",
        "Soeren Wagner",
        "Balachundhar Subramaniam",
        "James Rhee",
        "Maximilian S Schaefer"
      ],
      "journal": "Anesthesiology",
      "publication_date": "2024-Apr-01",
      "publication_types": [
        "Multicenter Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The treatment of intraoperative hypotension with phenylephrine may impair cerebral perfusion through vasoconstriction, which has been linked to postoperative delirium. The hypothesis was that intraoperative administration of phenylephrine, compared to ephedrine, is associated with higher odds of postoperative delirium. METHODS: A total of 103,094 hospitalized adults undergoing general anesthesia for noncardiac, non-neurosurgical procedures between 2008 and 2020 at two tertiary academic healthcare networks in Massachusetts were included in this multicenter hospital registry study. The primary exposure was the administration of phenylephrine versus ephedrine during surgery, and the primary outcome was postoperative delirium within 7 days. Multivariable logistic regression analyses adjusted for a priori defined confounding variables including patient demographics, comorbidities, and procedural factors including magnitude of intraoperative hypotension were applied. RESULTS: Between the two healthcare networks, 78,982 (76.6%) patients received phenylephrine, and 24,112 (23.4%) patients received ephedrine during surgery; 770 patients (0.8%) developed delirium within 7 days. The median (interquartile range) total intraoperative dose of phenylephrine was 1.0 (0.2 to 3.3) mg and 10.0 (10.0 to 20.0) mg for ephedrine. In adjusted analyses, the administration of phenylephrine, compared to ephedrine, was associated with higher odds of developing postoperative delirium within 7 days (adjusted odds ratio, 1.35; 95% CI, 1.06 to 1.71; and adjusted absolute risk difference, 0.2%; 95% CI, 0.1 to 0.3%; P = 0.015). A keyword and manual chart review-based approach in a subset of 45,465 patients further validated these findings (delirium incidence, 3.2%; adjusted odds ratio, 1.88; 95% CI, 1.49 to 2.37; P < 0.001). Fractional polynomial regression analysis further indicated a dose-dependent effect of phenylephrine (adjusted coefficient, 0.08; 95% CI, 0.02 to 0.14; P = 0.013, per each μg/kg increase in the cumulative phenylephrine dose). CONCLUSIONS: The administration of phenylephrine compared to ephedrine during general anesthesia was associated with higher odds of developing postoperative delirium. Based on these data, clinical trials are warranted to determine whether favoring ephedrine over phenylephrine for treatment of intraoperative hypotension can reduce delirium after surgery.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Phenylephrine",
        "Ephedrine",
        "Vasoconstrictor Agents",
        "Emergence Delirium",
        "Retrospective Studies",
        "Hypotension"
      ]
    },
    {
      "pmid": "37258146",
      "title": "Ephedrine Alkaloid-Independent High-Affinity Immunoglobulin-E Receptor (FcεRI) Internalization Results in CCL2 Production without Inducing Mast Cell Degranulation.",
      "authors": [
        "Yuka Nagata",
        "Yohei Sasaki",
        "Ryo Suzuki"
      ],
      "journal": "Biological & pharmaceutical bulletin",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mast cells (MCs) play an important role in allergies, leading to the development of MC-targeted therapies. Ephedra herb (Mao) has potent anti-allergic activity, but contains ephedrine alkaloids (EAs); therefore, its hazardous effects are taken into consideration during its clinical use. We previously reported that Mao attenuates robust MC degranulation by an allergen through high-affinity immunoglobulin E (IgE) receptor (FcεRI) internalization, in which an EA-independent mechanism was suggested to be at play. This study aimed to deepen our understanding of the potential of Mao against FcεRI internalization using two strains with different EA contents. Mao extracts were administered to bone marrow-derived MCs (BMMCs), and their cellular responses, including FcεRI internalization, were analyzed. In addition, physiological events were evaluated using a passive cutaneous anaphylactic (PCA) reaction mouse model. BMMCs mediate the production of diverse inflammatory mediators. Among these, the potent chemokine CCL2 is thought to be differentially regulated from other pro-inflammatory mediators. We found that Mao significantly induces CCL2 expression in BMMCs despite suppressing robust degranulation through FcεRI internalization. Importantly, this was a distinctly EAs-independent response. In the PCA reaction, local MC activation following allergen challenge was suppressed by Mao treatment, which strengthened the view that Mao sufficiently decreased the rapid activation of MCs and promoted CCL2 secretion. Collectively, these observations provide additional insights into the mechanism of Mao-induced silent FcεRI internalization in MCs and the complex and heterogeneous secretory responses operating in MCs.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Receptors, IgE",
        "Ephedrine",
        "Cell Degranulation",
        "Mast Cells",
        "Antineoplastic Agents",
        "Alkaloids",
        "Allergens",
        "Inflammation Mediators",
        "Immunoglobulins",
        "Monoamine Oxidase"
      ]
    },
    {
      "pmid": "37243955",
      "title": "Effects of ephedrine and phenylephrine on cerebral oxygenation: observational prospective study using near-infrared time-resolved spectroscopy.",
      "authors": [
        "Yasunori Kubo",
        "Tomonori Kubo",
        "Takayuki Toki",
        "Isao Yokota",
        "Yuji Morimoto"
      ],
      "journal": "Journal of clinical monitoring and computing",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Observational Study",
        "Journal Article"
      ],
      "abstract": "It has been reported that cerebral oxygenation (ScO2) measured by near infrared spectroscopy is maintained or increased by treatment with ephedrine, whereas almost all previous reports demonstrated that phenylephrine reduced ScO2. As the mechanism of the latter, the interference of the extracranial blood flow, that is extracranial contamination, has been suspected. Accordingly, in this prospective observational study, we utilized time-resolved spectroscopy (TRS), in which the effect of extracranial contamination is thought to be minimal, and evaluated whether the same result was obtained. We measured the changes in ScO2 as well as the total cerebral hemoglobin concentration (tHb) after treatment with ephedrine or phenylephrine during laparoscopic surgery by using a tNIRS-1 (Hamamatsu Photonics, Hamamatsu, Japan), which is a commercial instrument utilizing TRS. Based on a mixed-effects model with random intercepts for ScO2 or tHb including mean blood pressure, the mean difference and 95% confidence interval were evaluated as well as the predicted mean difference and its confidence interval using the interquartile range of mean blood pressure. Fifty treatments with ephedrine or phenylephrine were done. The mean differences of ScO2 were less than 0.1% and the predicted mean differences were less than 1.1% for the two drugs. The mean differences of tHb were less than 0.02 μM and the predicted mean differences were less than 0.2 μM for the drugs. The changes in ScO2 and tHb after treatments with ephedrine and phenylephrine were very small and clinically insignificant when measured by TRS. Previous reports about phenylephrine may have been affected by extracranial contamination.",
      "mesh_terms": [
        "Humans",
        "Phenylephrine",
        "Ephedrine",
        "Spectroscopy, Near-Infrared",
        "Prospective Studies",
        "Arterial Pressure",
        "Oxygen"
      ]
    },
    {
      "pmid": "37132757",
      "title": "Biochemical and immunohistochemical examination of the effects of ephedrine in rat ovary tissue.",
      "authors": [
        "Veysel Toprak",
        "Senem Alkan Akalın",
        "Ece Öcal",
        "Yunus Çavuş",
        "Engin Deveci"
      ],
      "journal": "Acta cirurgica brasileira",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: It was aimed to investigate the biochemical and immunohistochemical effects of ephedrine (EPH) in bilateral ovariectomized rats. METHODS: Twenty-four Sprague Dawley female rats were divided into three groups: control group: The abdomen was opened and closed without any treatment; ischemia-reperfusion (IR) group: 2 h of ischemia followed by 2 h of reperfusion were allowed to cause IR injury; IR+EPH group: oral EPH solution (5 mg/kg) was administered for 28 days. RESULTS: Biochemical parameters were statistically significant in group comparisons. Increased interleukin-6 (IL-6) expression, degenerative preantral and antral follicle cells and inflammatory cells around blood vessels were seen in IR group. Negative IL-6 expression was observed in seminal epithelial cells, preantral and antral follicle cells in IR+EPH group. While caspase-3 activity increased in granulosa cells and stromal cells in IR group, caspase-3 expression was negative in preantral and antral follicle cells in the germinal epithelium and cortex in IR+EPH group. CONCLUSIONS: The effect of apoptosis, which occurs with the signaling that starts in the cell nucleus, caused the cessation of the stimulating effect at the nuclear level after EPH administration, and a decrease in the antioxidative effect in IR damage and inflammation in the apoptotic process.",
      "mesh_terms": [
        "Rats",
        "Female",
        "Animals",
        "Ovary",
        "Caspase 3",
        "Ephedrine",
        "Rats, Sprague-Dawley",
        "Interleukin-6",
        "Apoptosis",
        "Reperfusion Injury",
        "Ischemia"
      ]
    },
    {
      "pmid": "36906461",
      "title": "Ephedrine to treat intraoperative hypotension in infants: what is the target?",
      "authors": [
        "Jurgen C de Graaff",
        "Peter Frykholm"
      ],
      "journal": "British journal of anaesthesia",
      "publication_date": "2023-May",
      "publication_types": [
        "Editorial",
        "Comment"
      ],
      "abstract": "Off-label use of medications in paediatric anaesthesia is common practice, owing to the relative paucity of evidence-based dosing regimens in children. Well-performed dose-finding studies, especially in infants, are rare and urgently needed. Unanticipated effects can result when paediatric dosing is based on adult parameters or local traditions. A recent dose-finding study on ephedrine highlights the uniqueness of paediatric dosing in comparison with adult dosing. We discuss the problems of off-label medication use and the lack of evidence for various definitions of hypotension and associated treatment strategies in paediatric anaesthesia. What is the aim of treating hypotension associated with anaesthesia induction: restoring the MAP to awake baseline values or elevating it above a provisional hypotension threshold?",
      "mesh_terms": [
        "Adult",
        "Infant",
        "Humans",
        "Child",
        "Ephedrine",
        "Vasoconstrictor Agents",
        "Anesthesia, Spinal",
        "Hypotension",
        "Anesthesia, Obstetrical"
      ]
    },
    {
      "pmid": "36874385",
      "title": "The Prophylaxis Effect of Ephedrine on Hemodynamic Variation in Patients Undergoing Percutaneous Nephrolithotomy Surgery with Spinal Anesthesia.",
      "authors": [
        "Shahryar Sane",
        "Ali Akbar Nasiri",
        "Ayatay Bahrami",
        "Zaynitdin Kamalov",
        "Shadia Hamoud Alshahrani",
        "Hadi Sajid Abdulabbas",
        "Shahram Darvishzadehdaledari",
        "Parang Golabi",
        "Behzad Kazemi Haki"
      ],
      "journal": "International journal of clinical practice",
      "publication_date": "2023",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Performing spinal anesthesia with at least hemodynamic variation and complications is always challenging for anesthesiologists. In this study, we investigated the effect of ephedrine and placebo on hemodynamic changes in patients undergoing percutaneous nephrolithotomy with spinal anesthesia. METHODS: This randomized, double-blind prospective clinical trial was conducted on 120 patients aged 20‒60 years with ASA (American Society of Anesthesiologists) classes I and II. Patients who were candidates for percutaneous nephrolithotomy with spinal anesthesia were divided into intervention (received 1 cc = 5 mg ephedrine) and control groups (received 1 cc normal saline). All vital parameters, including HR (heart rate) and NIBP (noninvasive blood pressure), were recorded perioperatively T0-T25) and finally at the end of surgery time (Tf). The results were analyzed by SPSS software version 23, and a P value ≤0.05 was considered significant. RESULTS: The mean arterial pressure during surgery between T3 and T9 and the mean heart rate in times of T3-T8 in the intervention group were higher than in the control group, and this difference was statistically significant (P < 0.05). The incidence of hypotension, bradycardia, nausea, and vomiting and the amount of prescribed ephedrine, atropine, and ondansetron in the control group were higher than in the intervention group (P=0.001). Seven patients in the control group and four in the intervention group had shivering, but this difference was not statistically significant (P=0.43). CONCLUSION: This study showed the effectiveness of the prescription of 5 mg ephedrine two minutes before changing from the lithotomy position to the supine in maintaining hemodynamic stability, reducing hypotension, bradycardia, nausea, and vomiting, and the amount of prescribed ephedrine, atropine, and ondansetron. Trial Registrations. This trial is registered with IRCT20160430027677N22.",
      "mesh_terms": [
        "Humans",
        "Anesthesia, Spinal",
        "Ephedrine",
        "Bradycardia",
        "Nephrolithotomy, Percutaneous",
        "Ondansetron",
        "Prospective Studies",
        "Hemodynamics",
        "Atropine",
        "Hypotension",
        "Nausea"
      ]
    },
    {
      "pmid": "36854954",
      "title": "Comparison of ephedrine and pseudoephedrine contents in 34 Kampo extracts containing Ephedrae Herba used clinically in Japan.",
      "authors": [
        "Mitsuhiko Nose",
        "Risa Kobayashi",
        "Momoka Tada",
        "Shinsuke Hisaka",
        "Sayaka Masada",
        "Masato Homma",
        "Takashi Hakamatsuka"
      ],
      "journal": "Journal of natural medicines",
      "publication_date": "2023-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ephedrae Herba is among the important crude drugs prescribed in Kampo medicine for the treatment of cold, flue, rhinitis, nasal congestion, cough, and asthma. The active ingredients of Ephedrae Herba, ephedrine (E) and pseudoephedrine (PE), are potent sympathomimetic compounds that stimulate α-, β1-, and β2-adrenoceptors resulting in dilatation and alleviation of nasal mucosal hyperemia. Hypertension, palpitations, insomnia, and dysuria are the main adverse effects of E and PE, which can be avoided by determining the actual contents of these alkaloids in Kampo extracts containing Ephedrae Herba. However, the extraction efficiencies of E and PE from Ephedrae Herba contained in Kampo formulas in combination with other crude drugs remain unknown. Therefore, we comprehensively determined the E and PE contents of 34 Kampo extracts containing Ephedrae Herba used clinically in Japan. The E and PE contents per daily dosage in Kampo extracts were generally proportional to the compounding amount of Ephedrae Herba. In contrast, the extraction efficiencies of E or PE were not constant and not influenced by the pH of the extracts. We assume that the extraction efficiencies of E and PE may be independently affected by other constituent crude drugs. Thus, it is necessary to investigate the cause and mechanism in the future. In conclusion, these results show that the E and PE content of each Kampo formulation can be estimated from the compounding amount of Ephedrae Herba. Therefore, the amount of Ephedrae Herba should be carefully considered to ensure the safe use of Kampo formulations containing Ephedrae Herba.",
      "mesh_terms": [
        "Ephedrine",
        "Pseudoephedrine",
        "Medicine, Kampo",
        "Japan",
        "Drugs, Chinese Herbal"
      ]
    },
    {
      "pmid": "36639328",
      "title": "Effective dose of ephedrine for treatment of hypotension after induction of general anaesthesia in neonates and infants less than 6 months of age: a multicentre randomised, controlled, open label, dose escalation trial.",
      "authors": [
        "Anne-Sara Szostek",
        "Clarisse Saunier",
        "Mad-Hélénie Elsensohn",
        "Pierre Boucher",
        "Fanette Merquiol",
        "Adeline Gerst",
        "Aurélie Portefaix",
        "Dominique Chassard",
        "Mathilde De Queiroz Siqueira"
      ],
      "journal": "British journal of anaesthesia",
      "publication_date": "2023-May",
      "publication_types": [
        "Randomized Controlled Trial",
        "Multicenter Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The recommended dose of ephedrine in adults (0.1 mg kg-1) frequently fails to treat hypotension after induction of general anaesthesia in neonates and infants less than 6 months of age. The aim of this study was to determine the optimal dose of ephedrine in this population for the treatment of hypotension after induction of general anaesthesia with sevoflurane. METHODS: We conducted a multicentre, prospective, randomised, open-label, controlled, dose-escalation trial. Subjects were randomised if presenting a >20% change from baseline in MAP. Six cohorts of 20 subjects each were enrolled. Ten subjects in the first cohort received 0.1 mg kg-1 i. v. (reference dose). For each subsequent cohort, 10 subjects were assigned to the next higher dose (consecutively 0.6, 0.8, 1, 1.2, and 1.4 mg kg-1 i. v.), and the other subjects were assigned to one or more doses already investigated in previous cohorts. The primary outcome was the return of MAP to >80% of baseline at least once within 10 min after ephedrine administration. RESULTS: A total of 119 infants (25% females), with a mean age (standard deviation) of 2.7 (1.3) months, received their allocated dose of ephedrine. The optimal dose of ephedrine was 1.2 mg kg-1, with a percentage of success of 65.5% (95% confidence interval, 35.6-86.4). The doses of ephedrine investigated did not induce adverse events. CONCLUSIONS: Doses of ephedrine much higher (∼10-fold) than those used in adults are necessary in neonates and infants for the treatment of hypotension after induction of general anaesthesia with sevoflurane. CLINICAL TRIAL REGISTRATION: NCT02384876.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Infant, Newborn",
        "Infant",
        "Humans",
        "Male",
        "Ephedrine",
        "Vasoconstrictor Agents",
        "Sevoflurane",
        "Prospective Studies",
        "Hypotension",
        "Anesthesia, Spinal",
        "Anesthesia, General"
      ]
    },
    {
      "pmid": "36402307",
      "title": "Characterization of binding properties of ephedrine derivatives to human alpha-1-acid glycoprotein.",
      "authors": [
        "Sebastian Schmidt",
        "Markus Zehe",
        "Ulrike Holzgrabe"
      ],
      "journal": "European journal of pharmaceutical sciences : official journal of the European Federation for Pharmaceutical Sciences",
      "publication_date": "2023-Feb-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Most drugs, especially those with acidic or neutral moieties, are bound to the plasma protein albumin, whereas basic drugs are preferentially bound to human alpha-1-acid glycoprotein (AGP). The protein binding of the long-established drugs ephedrine and pseudoephedrine, which are used in the treatment of hypotension and colds, has so far only been studied with albumin. Since in a previous study a stereoselective binding of ephedrine and pseudoephedrine to serum but not to albumin was observed, the aim of this study was to check whether the enantioselective binding behavior of ephedrine and pseudoephedrine, in addition to the derivatives methylephedrine and norephedrine, is due to AGP and to investigate the influence of their different substituents and steric arrangement. Discontinuous ultrafiltration was used for the determination of protein binding. Characterization of ligand-protein interactions of the drugs was obtained by saturation transfer difference nuclear magnetic resonance spectroscopy. Docking experiments were performed to analyze possible ligand-protein interactions. The more basic the ephedrine derivative is, the higher is the affinity to AGP. There was no significant difference in the binding properties between the individual enantiomers and the diastereomers of ephedrine and pseudoephedrine.",
      "mesh_terms": [
        "Humans",
        "Ephedrine",
        "Ligands",
        "Orosomucoid",
        "Phenylpropanolamine",
        "Protein Binding",
        "Pseudoephedrine"
      ]
    },
    {
      "pmid": "36319858",
      "title": "Cardiac effects of ephedrine, norephedrine, mescaline, and 3,4-methylenedioxymethamphetamine (MDMA) in mouse and human atrial preparations.",
      "authors": [
        "Joachim Neumann",
        "Karyna Azatsian",
        "Christian Höhm",
        "Britt Hofmann",
        "Ulrich Gergs"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The use of recreational drugs like ephedrine, norephedrine, 3,4-methylenedioxymethamphetamine (MDMA), and mescaline can lead to intoxication and, at worst, to death. One reason for a fatal course of intoxication with these drugs might lie in cardiac arrhythmias. To the best of our knowledge, their inotropic effects have not yet been studied in isolated human cardiac preparations. Therefore, we measured inotropic effects of the hallucinogenic drugs ephedrine, norephedrine, mescaline, and MDMA in isolated mouse left atrial (mLA) and right atrial (mRA) preparations as well as in human right atrial (hRA) preparations obtained during cardiac surgery. Under these experimental conditions, ephedrine, norephedrine, and MDMA increased force of contraction (mLA, hRA) and beating rate (mRA) in a time- and concentration-dependent way, starting at 1-3 µM but these drugs were less effective than isoprenaline. Mescaline alone or in the presence of phosphodiesterase inhibitors did not increase force in mLA or hRA. The positive inotropic effects of ephedrine, norephedrine, or MDMA were accompanied by increases in the rate of tension and relaxation and by shortening of time of relaxation and, moreover, by an augmented phosphorylation state of the inhibitory subunit of troponin in hRA. All effects were greatly attenuated by cocaine (10 µM) or propranolol (10 µM) treatment. In summary, the hallucinogenic drugs ephedrine, norephedrine, and MDMA, but not mescaline, increased force of contraction and increased protein phosphorylation presumably, in part, by a release of noradrenaline in isolated human atrial preparations and thus can be regarded as indirect sympathomimetic drugs in the human atrium.",
      "mesh_terms": [
        "Humans",
        "Mice",
        "Animals",
        "N-Methyl-3,4-methylenedioxyamphetamine",
        "Mescaline",
        "Hallucinogens",
        "Ephedrine",
        "Phenylpropanolamine",
        "Atrial Fibrillation",
        "Heart Atria",
        "Myocardial Contraction"
      ]
    },
    {
      "pmid": "36275828",
      "title": "Ephedrine vs. phenylephrine effect on sublingual microcirculation in elderly patients undergoing laparoscopic rectal cancer surgery.",
      "authors": [
        "Yanbing Zhang",
        "Limin Jin",
        "Huayue Liu",
        "Xiaowen Meng",
        "Fuhai Ji"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The effects of anesthesia administration on sublingual microcirculation are unknown. It is unclear how sublingual microcirculation responds to ephedrine or phenylephrine administration. We hypothesized that microvascular perfusion is impaired under anesthesia. MATERIALS AND METHODS: We randomly divided 100 elderly patients undergoing laparoscopic rectal cancer surgery into phenylephrine and ephedrine groups in a 1:1 ratio. Ephedrine or phenylephrine was administered when MAP was < 80% for > 1 min. The heart rate (HR) and mean arterial pressure (MAP) were recorded every 5 min. Lactic acid was tested both pre- and postoperatively. The sublingual microcirculation characteristics of the microvascular flow index, the percentage of perfused vessels, the density of perfused vessels, and the heterogeneity index were monitored using a sidestream dark field imaging device. RESULTS: Their MAP showed an evident decrease of > 20%. At this point, the HR, microvascular flow index, perfused vessel density, and proportion of perfused vessels decreased similarly in ephedrine and phenylephrine groups. Conversely, the heterogeneity index increased in both groups. After phenylephrine and ephedrine administration, ephedrine treatment significantly increased the proportion of perfused vessels, microvascular flow index, and HR compared with phenylephrine treatment. CONCLUSION: General anesthesia was associated with reduced MAP, HR, and sublingual microcirculation in elderly patients undergoing laparoscopic rectal cancer surgery. The results of ephedrine treatment were better than those of phenylephrine treatment in terms of HR, increased the proportion of perfused vessels, and microvascular flow index of sublingual microcirculation. CLINICAL TRIAL REGISTRATION: [www.ClinicalTrials.gov], identifier [ChiCTR-2000035959]."
    },
    {
      "pmid": "36213814",
      "title": "The Therapeutic Antiemetic and Hemodynamic Effects of Dexmedetomidine, Ephedrine, and Dexamethasone in Combination with Midazolam on Laparoscopic Cholecystectomy Patients: A Randomised Clinical Trial.",
      "authors": [
        "Dorsa Dalaei",
        "Hesameddin Modir",
        "Shirin Pazoki",
        "Amir Reza Naimi"
      ],
      "journal": "Journal of the West African College of Surgeons",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The objective was to compare the hemodynamic and antiemetic effects of the combination of midazolam with ephedrine, dexamethasone, and dexmedetomidine in laparoscopic cholecystectomy surgical patients. MATERIALS AND METHODS: This randomised, parallel-group, double-blind clinical trial was conducted by enrollment of 96 patients who were referred for laparoscopic cholecystectomy. Patients assigned into three equal-sized intervention arms having received anaesthesia induction with midazolam-ephedrine, midazolam-dexamethasone, and midazolam-dexmedetomidine using a block randomisation method. Frequency and severity of nausea and vomiting were observed from recovery to 24 h later, adverse events, and sedation on Ramsay sedation scale at recovery, 1, 2, and 4 h postoperatively. Data were recorded and analysed at a significance level lower than 0.05 in SPSS software. RESULTS: The clinical parameters including mean blood pressure at all times and heart rate in 60-90 min were lower in the dexmedetomidine group when compared with other groups. The lowest severity of postsurgery nausea occurrence was observed in the midazolam-dexamethasone group and those receiving midazolam-dexmedetomidine from 4 to 24 h. In addition, vomiting scores were lower throughout recovery up to postoperative 4 h in the dexamethasone and dexmedetomidine groups (all P < 0.05). The highest sedation score was observed in the dexmedetomidine group during recovery up to 2 h (P = 0.001), reflecting a more clinically superior effect than dexamethasone (P = 0.01). CONCLUSIONS: A positive implication of dexmedetomidine was observed in attenuating postoperative nausea and vomiting and potentiating sedation. Nevertheless, it is providing a drop in the blood pressure and heart rate. Lending support to the potent adjuvant efficacy of dexamethasone following dexmedetomidine, consequently, a hypothesis can be put forward, stating that the dexmedetomidine and dexamethasone as adjuvants to midazolam are expected to bring the advantages of avoiding the adverse events and improving postoperative sedation."
    },
    {
      "pmid": "35423800",
      "title": "Calixarene based portable sensor for the direct assay of indiscriminate ephedrine content of weight loss herbal preparations.",
      "authors": [
        "Mary E Wahba",
        "Dalia El Wasseef",
        "Ahmed S Saad",
        "Mohammed E Draz"
      ],
      "journal": "RSC advances",
      "publication_date": "2021-Mar-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A novel potentiometric sensor was developed and optimized for the quantitative analysis of ephedrine in non-prescribed herbal supplements used as adjunctive therapy for weight loss. An initial optimization study aimed to reach the optimum membrane composition, sensor assembly, and experimental conditions. The study evaluated the effect of several factors on the sensor performance including different ion-exchangers, plasticizers, ionophores, membrane thicknesses, soaking solution concentrations, soaking time intervals, and pH. The optimized polyvinyl chloride membrane included tungstophosphoric acid hydrate as a cation exchanger, tricresyl phosphate as a plasticizer, and calix[8]arene as an ionophore to enhance the sensitivity and selectivity of the developed sensor. The polyvinyl chloride membrane was drop-casted over a polyaniline modified glassy carbon electrode surface to form a solid-state sensor. The proposed membrane succeeded to quantify ephedrine over a linear range of 6 × 10-6 to 1 × 10-2 M with a LOD of 3.60 × 10-6 M, acceptable selectivity, and fast response time. The IUPAC characterization of sensor response and International Conference on Harmonization validation parameters were calculated. The method successfully determined ephedrine concentration in spiked herbal mixtures and determined labeled and undeclared ephedrine content of weight loss herbal preparations."
    },
    {
      "pmid": "35221357",
      "title": "Effect of prophylactic combination of glycopyrrolate, ondansetron, and ephedrine upon hypotension during obstetric spinal anaesthesia-A randomised controlled trial.",
      "authors": [
        "Prasanna Vadhanan",
        "Cheran Kalyanasundaram",
        "Subbulakshmi Sundaram",
        "Iniya Rajendran",
        "Preethipriyadarshini Rajasekar"
      ],
      "journal": "Indian journal of anaesthesia",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: Various pharmacological and non-pharmacological strategies have been employed to minimise hypotension during obstetric spinal anaesthesia. We compared a prophylactic combination of glycopyrrolate, ondansetron, and ephedrine in terms of total vasopressor consumption, with standard treatment in this randomised controlled trial. METHODS: One hundred patients undergoing elective caeserean sections were randomly divided into two groups of 50 each, the study group received prophylactic ondansetron and glycopyrrolate boluses followed by an infusion of ephedrine, while the control group received ephedrine boluses as required. The total ephedrine consumption (primary objective), incidence and degree of hypotension, heart rate variations, and neonatal APGAR scores (secondary objectives) were analysed. RESULTS: The median ephedrine requirement was lesser in the study group compared to the control group [13.2 mg (10--15.75) vs. 27.7 mg (12--24)], with a P value of 0.02. Fewer participants experienced hypotension in the study group before baby delivery compared to the control group (12 vs. 36, P = 0.004). Heart rate was higher in the study group. No significant differences were observed in neonatal APGAR scores and incidence of adverse events. CONCLUSION: A combination of glycopyrrolate, ondansetron, and ephedrine might offer better haemodynamic stability and reduce vasopressor consumption in obstetric patients undergoing spinal anaesthesia as opposed to standard treatment."
    },
    {
      "pmid": "35106447",
      "title": "Taken to heart-arrhythmic potential of heart-leaf sida, a banned ephedrine alkaloid: a case report.",
      "authors": [
        "Evaline Cheng",
        "Ruth Hsiao",
        "Zenaida Feliciano",
        "Jaime Betancourt",
        "Janet K Han"
      ],
      "journal": "European heart journal. Case reports",
      "publication_date": "2022-Jan",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ephedra and ephedrine alkaloids were commonly used in herbal supplements before being prohibited by the European Commission and US Food and Drug Administration. However, ongoing, unknowing use by consumers can lead to potential adverse cardiovascular effects, such as arrhythmias. CASE SUMMARY: A 65-year-old-man with a history of idiopathic pulmonary fibrosis status post-right single lung transplant was admitted for dizziness and resting tachycardia. Electrocardiogram showed a narrow complex, long R-P tachycardia with upright P-waves in lead V 1. An initial workup suggested an arrhythmia associated with the consumption of an herbal supplement containing heart-leaf sida, a banned botanical ephedrine alkaloid. After the supplement was discontinued, the patient's heart rate abruptly decreased without other intervention. Electrocardiogram showed a change in P-wave morphology in lead V 1 from upright to biphasic (+/-) after conversion to normal sinus rhythm. Thus, a diagnosis of atrial tachycardia originating at or near the donor right superior pulmonary vein was favoured. DISCUSSION: Atrial tachycardia can be precipitated by the proarrhythmic effects of ephedrine alkaloids, especially in patients with underlying risk factors and susceptible atrial anatomical substrate post-lung transplantation. Despite being banned by the European Union and the USA, ephedrine alkaloids continue to be used in over-the-counter herbal supplements and may go undetected by consumers. Ongoing vigilance for ephedrine alkaloids, more rigorous regulation, and active patient education can help reduce potential cardiovascular adverse events."
    },
    {
      "pmid": "34715758",
      "title": "Ephedrine ameliorates cerebral ischemia injury via inhibiting NOD-like receptor pyrin domain 3 inflammasome activation through the Akt/GSK3β/NRF2 pathway.",
      "authors": [
        "Qunxian Li",
        "Jing Wu",
        "Lixian Huang",
        "Bo Zhao",
        "Qingbin Li"
      ],
      "journal": "Human & experimental toxicology",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ischemic stroke is a leading cause of death and long-term disability worldwide. The aim of this study is to explore the potential function of ephedrine in ischemic stroke and the underlying molecular mechanism. A middle cerebral artery occlusion (MCAO) rat model was established. The potential effects of ephedrine on MCAO rats and LPS-stimulated BV2 microglial cells were evaluated. Ephedrine reduced the infarct volume, cell apoptosis, brain water content, neurological score, and proinflammatory cytokines (TNF-α and IL-1β) production in MCAO rats. Ephedrine treatment also suppressed TNF-α and IL-1β production and NOD-like receptor pyrin domain 3 (NLRP3) inflammasome activation in BV2 microglial cells. The expression of NLRP3, caspase-1, and IL-1β was suppressed by ephedrine. Moreover, ephedrine treatment increased the phosphorylation of Akt and GSK3β and nuclear NRF2 levels in LPS-treated BV2 microglial cells. Meanwhile, LY294002 attenuated the inhibitory effects of ephedrine on NLRP3 inflammasome activation and TNF-α and IL-1β production. In addition, the level of pAkt was increased, while NLRP3, caspase-1, and IL-1β were decreased by ephedrine treatment in MCAO rats. In conclusion, ephedrine ameliorated cerebral ischemia injury via inhibiting NLRP3 inflammasome activation through the Akt/GSK3β/NRF2 pathway. Our results revealed a potential role of ephedrine in ischemic stroke treatment.",
      "mesh_terms": [
        "Animals",
        "Brain Ischemia",
        "Ephedrine",
        "Glycogen Synthase Kinase 3 beta",
        "Inflammasomes",
        "Male",
        "NF-E2-Related Factor 2",
        "Phosphorylation",
        "Proto-Oncogene Proteins c-akt",
        "Pyrin Domain",
        "Rats",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "34687524",
      "title": "THE USE OF EPHEDRINE TO TREAT ANESTHESIA-ASSOCIATED HYPOTENSION IN PINNIPEDS.",
      "authors": [
        "Emily J Trumbull",
        "Fabian Okonski",
        "Cara L Field",
        "Dave Casper",
        "Abby M McClain",
        "Sarah Pattison",
        "Emily R Whitmer",
        "Sophie Whoriskey",
        "Shawn P Johnson"
      ],
      "journal": "Journal of zoo and wildlife medicine : official publication of the American Association of Zoo Veterinarians",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypotension is a common adverse effect of general anesthesia that has historically been difficult to measure in pinniped species due to technical challenges. A retrospective case review found seven pinniped cases that demonstrated anesthesia-associated hypotension diagnosed by direct blood pressure measurements during general anesthesia at The Marine Mammal Center (Sausalito, CA) between 2017 and 2019. Cases included five California sea lions (CSL: Zalophus californianus), one Hawaiian monk seal (HMS: Neomonachus schauinslandi), and one northern elephant seal (NES: Mirounga angustirostris). Patients were induced using injectable opioids, benzodiazepines, and anesthetics including propofol and alfaxalone. Excluding the HMS, all patients required supplemental isoflurane with a mask to achieve an anesthetic plane allowing for intubation. Each patient was maintained with inhalant isoflurane in oxygen for the duration of the anesthetic event. Each patient was concurrently administered continuous IV fluids and four patients received fluid boluses prior to administration of ephedrine. All hypotensive anesthetized patients were treated with IV ephedrine (0.05-0.2 mg/kg). The average initial systolic (SAP) and mean (MAP) arterial blood pressures for the CSL prior to ephedrine administration were 71 ± 14 mmHg and 48 ± 12 mmHg respectively. The average SAP and MAP for the CSL increased to 119 ± 32 mmHg and 90 ± 34 mmHg respectively within 5 m of ephedrine administration. The NES initial blood pressure measurement was 59/43 (50) (SAP/diastolic [MAP]) mmHg and increased to 80/51 (62) mmHg within 5 m. The initial HMS blood pressure was 79/68 (73) mmHg and increased to 99/78 (85) mmHg within 5 m following ephedrine administration. All patients recovered from anesthesia. These results support the efficacy of IV ephedrine for the treatment of anesthesia-associated hypotension in pinnipeds.",
      "mesh_terms": [
        "Anesthesia, General",
        "Animals",
        "Blood Pressure",
        "Caniformia",
        "Ephedrine",
        "Heart Rate",
        "Hypotension",
        "Retrospective Studies"
      ]
    },
    {
      "pmid": "34533553",
      "title": "Over a century since ephedrine discovery: an updated revisit to its pharmacological aspects, functionality and toxicity in comparison to its herbal extracts.",
      "authors": [
        "Mohamed Z Gad",
        "Samar S Azab",
        "Amira R Khattab",
        "Mohamed A Farag"
      ],
      "journal": "Food & function",
      "publication_date": "2021-Oct-19",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "Ephedrine, a sympathomimetic amine that exhibits several adrenaline actions, is a plant alkaloid that is a common ingredient in several cold, asthma and narcolepsy treatment preparations, and in obesity management and sport medicine. Its principal action mechanism relies on its direct adrenergic actions as well as indirect role that involves the release of epinephrine and norepinephrine, thus increasing the activity of epinephrine and norepinephrine at the postsynaptic α and β receptors. Nevertheless, its serious side effects, including stroke, heart attack, drug abuse and interactions, have never been comprehensively reviewed. We conducted a systematic review of data on ephedrine, including its occurrence in functional foods, pharmacological aspects, metabolism, pharmaco/toxicokinetics and clinical features. Furthermore, a review of ephedrine natural structural analogues with regards to their differential adrenergic receptor binding affinities, food interaction, and their impact on the pharmacokinetics and effects relative to ephedrine are presented for the first time, and in comparison to its action when present in herbs.",
      "mesh_terms": [
        "Adrenergic Agents",
        "Ephedrine",
        "Food-Drug Interactions",
        "Functional Food",
        "Humans",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "34409620",
      "title": "Ephedrine pretreatment for nasotracheal intubation-related epistaxis in maxillofacial surgery with sufficient lubrication: A randomized clinical trial.",
      "authors": [
        "Lei Wang",
        "Quanle Liu",
        "Deng Xiaoming",
        "Ye Wang",
        "Guihua Xiang",
        "Lingxin Wei",
        "Dong Yang"
      ],
      "journal": "Journal of clinical pharmacy and therapeutics",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "WHAT IS KNOWN AND OBJECTIVE: Prior to nasotracheal intubation (NTI), topical nasal vasoconstrictors are used to prevent NTI-related epistaxis (NTIRE). Since we learned that there is no significant increase in NTIRE among hypertensive patients undergoing NTI with adequate lubrication but without vasoconstrictors, we initiated this randomized controlled study to assess the necessity of vasoconstrictor use in reducing NTIRE. METHODS: Patients with the American Society of Anesthesiologists Physical Status Classification 1 and normal coagulation function, planned to undergo maxillofacial surgery with NTI were enrolled. Patients were randomly (1:1) assigned to each of the treatment groups: nasal treatment using pure oxybuprocaine gel with adequate lubrication (group G) or 1% ephedrine in addition to oxybuprocaine gel with adequate lubrication (group EG). In addition, the incidence and severity of NTIRE and intubation adjustments were studied. RESULTS: A total of 844 patients, 429 and 415 (groups G and EG, respectively), were included in the analysis. No significant differences were observed in the NTIRE incidence rates in groups G (28%) and EG (27%; p = 0.75, relative risk [RR] = 0.95, 95% confidence interval [CI] 0.70-1.29). No significant differences in the NTIRE incidence rates between the two nostrils were observed in both groups (group G: left, 27.9% vs. right, 28% [p = 0.98, RR = 1.01, 95% CI 0.67-1.51]; group EG: left, 25.8% vs. right, 27.9% [p = 0.63, RR = 1.12, 95% CI 0.72-1.73]. No significant difference was observed in the severity of NTIRE (p = 0.74). In case of difficult advancement of the endotracheal tube, NTIRE incidence was 71% vs. 12% with smooth intubation (p < 0.01, RR = 18.33, 95% CI 12.55-26.77). WHAT IS NEW AND CONCLUSION: Well-lubricated nasotracheal intubation does not require pretreatment with ephedrine to reduce NTIRE.",
      "mesh_terms": [
        "Adult",
        "Ephedrine",
        "Epistaxis",
        "Female",
        "Humans",
        "Intubation, Intratracheal",
        "Lubrication",
        "Male",
        "Oral and Maxillofacial Surgeons",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "34344019",
      "title": "Cerebral Macro- and Microcirculation during Ephedrine versus Phenylephrine Treatment in Anesthetized Brain Tumor Patients: A Randomized Clinical Trial Using Magnetic Resonance Imaging.",
      "authors": [
        "Klaus U Koch",
        "Irene K Mikkelsen",
        "Ulrick S Espelund",
        "Hugo Angleys",
        "Anna Tietze",
        "Gorm V Oettingen",
        "Niels Juul",
        "Leif Østergaard",
        "Mads Rasmussen"
      ],
      "journal": "Anesthesiology",
      "publication_date": "2021-Nov-01",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: This study compared ephedrine versus phenylephrine treatment on cerebral macro- and microcirculation, measured by cerebral blood flow, and capillary transit time heterogeneity, in anesthetized brain tumor patients. The hypothesis was that capillary transit time heterogeneity in selected brain regions is greater during phenylephrine than during ephedrine, thus reducing cerebral oxygen tension. METHODS: In this single-center, double-blinded, randomized clinical trial, 24 anesthetized brain tumor patients were randomly assigned to ephedrine or phenylephrine. Magnetic resonance imaging of peritumoral and contralateral hemispheres was performed before and during vasopressor infusion. The primary endpoint was between-group difference in capillary transit time heterogeneity. Secondary endpoints included changes in cerebral blood flow, estimated oxygen extraction fraction, and brain tissue oxygen tension. RESULTS: Data from 20 patients showed that mean (± SD) capillary transit time heterogeneity in the contralateral hemisphere increased during phenylephrine from 3.0 ± 0.5 to 3.2 ± 0.7 s and decreased during ephedrine from 3.1 ± 0.8 to 2.7 ± 0.7 s (difference phenylephrine versus difference ephedrine [95% CI], -0.6 [-0.9 to -0.2] s; P = 0.004). In the peritumoral region, the mean capillary transit time heterogeneity increased during phenylephrine from 4.1 ± 0.7 to 4.3 ± 0.8 s and decreased during ephedrine from 3.5 ± 0.9 to 3.3 ± 0.9 s (difference phenylephrine versus difference ephedrine [95%CI], -0.4[-0.9 to 0.1] s; P = 0.130). Cerebral blood flow (contralateral hemisphere ratio difference [95% CI], 0.3 [0.06 to 0.54]; P = 0.018; and peritumoral ratio difference [95% CI], 0.3 [0.06 to 0.54; P = 0.018) and estimated brain tissue oxygen tension (contralateral hemisphere ratio difference [95% CI], 0.34 [0.09 to 0.59]; P = 0.001; and peritumoral ratio difference [95% CI], 0.33 [0.09 to 0.57]; P = 0.010) were greater during ephedrine than phenylephrine in both regions. CONCLUSIONS: Phenylephrine caused microcirculation in contralateral tissue, measured by the change in capillary transit time heterogeneity, to deteriorate compared with ephedrine, despite reaching similar mean arterial pressure endpoints. Ephedrine improved cerebral blood flow and tissue oxygenation in both brain regions and may be superior to phenylephrine in improving cerebral macro- and microscopic hemodynamics and oxygenation.",
      "mesh_terms": [
        "Anesthesia",
        "Brain",
        "Brain Neoplasms",
        "Cerebrovascular Circulation",
        "Double-Blind Method",
        "Ephedrine",
        "Female",
        "Humans",
        "Magnetic Resonance Imaging",
        "Male",
        "Microcirculation",
        "Middle Aged",
        "Phenylephrine",
        "Prospective Studies",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "34288825",
      "title": "Ephedrine alleviates middle cerebral artery occlusion-induced neurological deficits and hippocampal neuronal damage in rats by activating PI3K/AKT signaling pathway.",
      "authors": [
        "Lixian Huang",
        "Bo Zhao",
        "Qunxian Li",
        "Jing Wu",
        "Hui Jiang",
        "Qingbin Li"
      ],
      "journal": "Bioengineered",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Inflammation and oxidative stress are crucial in ischemic stroke. Ephedrine (EPH) has been proven to have anti-inflammatory and anti-oxidative stress effects. The present study analyzes whether EPH possessed neuroprotective effects and explored the underlying mechanisms of EPH based on an experimental model of middle cerebral artery occlusion (MCAO). We found that intraperitoneal injection with EPH attenuated the neurological deficit, cerebral infarction, and cerebral edema induced by MCAO in rats. Besides, EPH treatment alleviated MCAO-induced brain tissue damage and morphological abnormality, as well as neuronal loss. Moreover, EPH treatment upregulated GPx and CAT activity and downregulated MDA and NO content. EPH also evidently decreased the levels of IL-6 and TNF-α but increased IL-4 and IL-10 levels. Of note, EPH treatment promoted the phosphorylation of PI3K and AKT proteins in MCAO rats. Furthermore, administration of PI3K/AKT pathway inhibitor LY294002 abolished the beneficial effects of EPH. These results confirmed that EPH alleviated brain injury induced by MCAO via activating PI3K/AKT signaling pathway.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Ephedrine",
        "Hippocampus",
        "Infarction, Middle Cerebral Artery",
        "Inflammation",
        "Male",
        "Neurons",
        "Oxidative Stress",
        "Phosphatidylinositol 3-Kinases",
        "Proto-Oncogene Proteins c-akt",
        "Rats, Sprague-Dawley",
        "Signal Transduction",
        "Rats"
      ]
    },
    {
      "pmid": "33774414",
      "title": "Detection of the chiral drug Ephedrine by resonance Rayleigh scattering based on Ce3+ functionalized gold nanoparticles.",
      "authors": [
        "Yuhui Zhang",
        "Xuanping Tan",
        "Ligang Xing",
        "Huan Wu",
        "Jidong Yang"
      ],
      "journal": "Spectrochimica acta. Part A, Molecular and biomolecular spectroscopy",
      "publication_date": "2021-Jul-05",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Two chiral drugs, ephedrine (EH) and pseudoephedrine (PEH), were commonly used in clinical treatment. Ephedrine (EH) and pseudoephedrine (PEH) could make different changes in resonance Rayleigh scattering spectrum of the detection system which use Ce3+ functionalized gold nanoparticles as probe. Therefore, a new method of detecting EH and PEH separately was developed. The RRS spectrum and UV-Vis absorption spectrum of AuNPs-Ce3+ detection system was analyzed in order to discuss the mechanism. Under optimal experimental conditions, the linear range of EH and PEH were 20-920 ng/mL and 40-520 ng/mL, respectively. The detection limit were 1.9 ng/mL and 3.8 ng/mL, respectively. Last used for actual testing, this method had obtained good results.",
      "mesh_terms": [
        "Ephedrine",
        "Gold",
        "Metal Nanoparticles",
        "Pharmaceutical Preparations",
        "Scattering, Radiation"
      ]
    },
    {
      "pmid": "33742947",
      "title": "[Organ-Specific Accumulation and Toxicokinetics of Ephedrine in Adult Zebrafish (Danio rerio)].",
      "authors": [
        "Xing-Xing Yin",
        "Chang-Sheng Guo",
        "Yang-Hui Deng",
        "Zi-Wen Qiu",
        "Yan Zhang",
        "Yan-Guo Teng",
        "Jian Xu"
      ],
      "journal": "Huan jing ke xue= Huanjing kexue",
      "publication_date": "2021-Mar-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ephedrine (EPH) is an alkaloid commonly used to relieve nasal congestion caused by colds, allergic rhinitis, rhinitis, and sinusitis, and to control bronchial asthma. It is also be used as a raw material in the manufacture of methamphetamine. Although the distribution of EPH in surface waters has been widely studied, its uptake, internal distribution, and toxicokinetic processing in exposed organisms have not been well investigated. In this study, we investigated the uptake, disposition, and toxicokinetics of EPH in zebrafish (Danio rerio) in a semi-static exposure system. EPH was consistently detected in zebrafish biological samples, with the highest concentrations of 84.97 ng·g-1 detected in the brain tissue of fish in the high treatment group. Over the 14-d exposure period, the relative abundance of mean concentrations of EPH in biological samples generally followed the order of brain > ovary > liver > intestine > muscle. The uptake rate constants (Ku), elimination rate constants (Ke), and half-lives of EPH in the biological tissues were in the ranges 0.23-570.31 L·(kg·d)-1, 1.22-6.11 d-1, and 0.12-0.57 d, respectively. The observed bioconcentration factor (BCFo) and kinetically-derived bioconcentration factor (BCFk) were similar, ranging 0.24-337.33 L·kg-1 and 0.13-316.43 L·kg-1, respectively. These results are helpful for understanding the behavior of psychoactive substances in aquatic organisms and have directive significance for studying their toxicity and ecological risks to aquatic organisms.",
      "mesh_terms": [
        "Animals",
        "Aquatic Organisms",
        "Ephedrine",
        "Female",
        "Toxicokinetics",
        "Water Pollutants, Chemical",
        "Zebrafish"
      ]
    },
    {
      "pmid": "33712076",
      "title": "Determination of the optimal dose of ephedrine in the treatment of arterial hypotension due to general anesthesia in neonates and infants below 6 months old: the ephedrine study protocol for a randomized, open-label, controlled, dose escalation trial.",
      "authors": [
        "A S Szostek",
        "P Boucher",
        "F Subtil",
        "O Zerzaihi",
        "C Saunier",
        "M de Queiroz Siqueira",
        "F Merquiol",
        "P Martin",
        "M Granier",
        "A Gerst",
        "A Lambert",
        "T Storme",
        "D Chassard",
        "P Nony",
        "B Kassai",
        "S Gaillard"
      ],
      "journal": "Trials",
      "publication_date": "2021-Mar-12",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Arterial hypotension induced by general anesthesia is commonly identified as a risk factor of morbidity, especially neurological, after cardiac or noncardiac surgery in adults and children. Intraoperative hypotension is observed with sevoflurane anesthesia in children, in particular in neonates, infants younger than 6 months, and preterm babies. Ephedrine is commonly used to treat intraoperative hypotension. It is an attractive therapeutic, due to its dual action on receptors alpha and beta and its possible peripheral intravenous infusion. There are few data in the literature on the use of ephedrine in the context of pediatric anesthesia. The actual recommended dose of ephedrine (0.1 to 0.2 mg/Kg) frequently leads to a therapeutic failure in neonates and infants up to 6 months of age. The use of higher doses would probably lead to a better correction of hypotension in this population. The objective of our project is to determine the optimal dose of ephedrine for the treatment of hypotension after induction of general anesthesia with sevoflurane, in neonates and infants up to 6 months of age. METHODS: The ephedrine study is a prospective, randomized, open-label, controlled, dose-escalation trial. The dose escalation consists of 6 successive cohorts of 20 subjects. The doses studied are 0.6, 0.8, 1, 1.2, and 1.4 mg/kg. The dose chosen as the reference is 0.1 mg/kg, the actual recommended dose. Neonates and infants younger than 6 months, males and females, including preterm babies who undergo a surgery with general anesthesia inducted with sevoflurane were eligible. Parents of the subject were informed. Then, the subjects were randomized if presenting a decrease in mean blood pressure superior to 20% of their initial mean blood pressure (before induction of anesthesia), despite a vascular filling with sodium chloride 0.9%. The primary outcome is the success of the therapy defined as an mBP superior to 80% of the baseline mBP (prior to anesthesia) within 10 min post ephedrine administration. The subjects were followed-up for 3 days postanesthesia. DISCUSSION: This study is the first randomized, controlled trial intending to determine the optimal dose of ephedrine to treat hypotension in neonates and infants below 6 months old. TRIAL REGISTRATION: ClinicalTrials.gov NCT02384876 . Registered on March 2015.",
      "mesh_terms": [
        "Adult",
        "Anesthesia, General",
        "Blood Pressure",
        "Child",
        "Ephedrine",
        "Female",
        "Humans",
        "Hypotension",
        "Infant",
        "Infant, Newborn",
        "Male",
        "Prospective Studies",
        "Randomized Controlled Trials as Topic",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "33668888",
      "title": "Idazoxan and Efaroxan Potentiate the Endurance Performances and the Antioxidant Activity of Ephedrine in Rats.",
      "authors": [
        "Gabriela Rusu-Zota",
        "Alexandra Burlui",
        "Elena Rezus",
        "Luminita Paduraru",
        "Victorita Sorodoc"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2021-Feb-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background and objectives: The connections between the imidazoline system and multiple other neurotransmitter systems in the brain (adrenergic, dopaminergic, serotoninergic, glutamatergic, opioid) indicate the complexity of the mechanisms underlying motor activity and behavior. The aim of the present research was to investigate the effects of the combination of ephedrine (EPD) and imidazoline antagonists idazoxan (IDZ) and efaroxan (EFR) on the endurance performance in the treadmill test in rats. Materials and Methods: We used Wistar rats distributed as follows: Group 1 (Control) receiving distilled water 0.3 mL/100 g body weight; Group 2 (EPD) receiving 20 mg/kg ephedrine; Group 3 (EPD + IDZ) receiving 20 mg/kg ephedrine + 3 mg/kg idazoxan; Group 4 (EPD + EFR) receiving 20 mg/kg ephedrine + 1 mg/kg efaroxan. An additional group (C) of animals receiving 0.3 mL/100 g body weight distilled water (but not subjected) to effort was used. Endurance capacity was evaluated using a treadmill running PanLAB assay. The evaluation of the substances' influence on oxidative stress was performed by spectrophotometric determination of superoxide dismutase (SOD) and glutathione peroxidase (GPX) activity. Results: Treatment with EPD-IDZ and EPD-EFR were correlated with a longer distance traveled on the belt and with a decrease in the necessary electric shocks to motivate the animal to continue running in the forced locomotion test. Additionally, an increase in the activity of antioxidant enzymes was found. Conclusions: Idazoxan and efaroxan potentiated the physical effort-related effects of ephedrine with regard to endurance capacity and antioxidant activity in rats.",
      "mesh_terms": [
        "Adrenergic alpha-Antagonists",
        "Animals",
        "Antioxidants",
        "Benzofurans",
        "Ephedrine",
        "Idazoxan",
        "Imidazoles",
        "Rats",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "33635373",
      "title": "[Erratum to: Treatment of intraoperative hypotension with cafedrine/theodrenaline versus ephedrine. A prospective, national, multicenter, non-interventional study-the HYPOTENS trial].",
      "authors": [
        "L Eberhart",
        "G Geldner",
        "A Kowark",
        "T-P Zucker",
        "S Kreuer",
        "M Przemeck",
        "S Huljic",
        "T Koch",
        "T Keller",
        "S Weber",
        "P Kranke"
      ],
      "journal": "Der Anaesthesist",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Published Erratum"
      ]
    },
    {
      "pmid": "33625060",
      "title": "Treatment of spinal anaesthesia-induced hypotension with cafedrine/theodrenaline versus ephedrine during caesarean section: Results from HYPOTENS, a national, multicentre, prospective, noninterventional study.",
      "authors": [
        "Peter Kranke",
        "Götz Geldner",
        "Peter Kienbaum",
        "Hans Jürgen Gerbershagen",
        "Daniel Chappell",
        "Jan Wallenborn",
        "Susanne Huljic",
        "Tilo Koch",
        "Thomas Keller",
        "Stephan Weber",
        "Oliver Kunitz",
        "Ulf Linstedt",
        "Leopold H J Eberhart"
      ],
      "journal": "European journal of anaesthesiology",
      "publication_date": "2021-Oct-01",
      "publication_types": [
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: In Germany, hypotension induced by spinal anaesthesia is commonly treated with a combination of cafedrine hydrochloride (C, 200 mg) and theodrenaline hydrochloride (T, 10 mg) in 2 ml. We compared the effectiveness of C/T with ephedrine. OBJECTIVES: The primary objectives were to assess the speed of onset and the ability to restore blood pressure without an increase in heart rate. Secondary objectives were to evaluate maternal/foetal outcomes and the number of required additional boluses or other additional measures. DESIGN: HYPOTENS was a national, multicentre, prospective, open-label, two-armed, noninterventional study comparing C/T with ephedrine in two prospectively defined cohorts. This study relates to the cohort of patients receiving spinal anaesthesia for caesarean section. SETTING: German hospitals using either C/T or ephedrine in their routine clinical practice. PATIENTS: Women aged at least 18 years receiving spinal anaesthesia for caesarean section. INTERVENTIONS: Bolus administration of C/T or ephedrine at the discretion of the attending anaesthesiologist. MAIN OUTCOME MEASURES: Endpoints within 15 min after initial administration of C/T or ephedrine were area under the curve between the observed SBP and the minimum target SBP; and incidence of newly occurring heart rate of at least 100 beats min-1. RESULTS: Although effective blood pressure stabilisation was achieved with both treatments, this effect was faster and more pronounced with C/T (P < 0.0001). The incidence of tachycardia and changes in heart rate were higher with ephedrine (P < 0.01). Fewer additional boluses (P < 0.01) were required with C/T. Although favourable neonatal outcomes were reported in both groups, base deficit and lactate values were greater with ephedrine (P < 0.01). Physician satisfaction was higher with C/T. CONCLUSIONS: After C/T, tachycardia was not a problem, providing an advantage over ephedrine. Fewer additional boluses were required with C/T, suggesting greater effectiveness. An increased base deficit with ephedrine suggests reduced oxygen supply or increased demands in foetal circulation. TRIALS REGISTRATION: Clinicaltrials.gov: NCT02893241, German Clinical Trials Register: DRKS00010740.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Anesthesia, Obstetrical",
        "Anesthesia, Spinal",
        "Cesarean Section",
        "Ephedrine",
        "Female",
        "Humans",
        "Hypotension",
        "Hypotension, Controlled",
        "Infant, Newborn",
        "Norepinephrine",
        "Phenylpropanolamine",
        "Pregnancy",
        "Prospective Studies",
        "Theophylline",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "33307823",
      "title": "Ephedrine attenuates cerebral ischemia/reperfusion injury in rats through NF-κB signaling pathway.",
      "authors": [
        "Chanhong Shi",
        "Jianhong Li",
        "Jianwei Li"
      ],
      "journal": "Human & experimental toxicology",
      "publication_date": "2021-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The inflammation and immune responses are critical in ischemic stroke and contribute to aggravated brain damage. Ephedrine was reported to play an important role in the control of inflammatory responses. This study was to investigate the repairing effects and potential mechanisms of ephedrine on cerebral ischemic injury in a rat model of focal cerebral ischemia. The rat model of cerebral ischemia/reperfusion injury was established using the middle cerebral artery occlusion (MCAO) method and then rats were treated with ephedrine (5 and 10 mg/kg) for 7 days. The neurobehavioral progression was assessed using the neurological scoring method. The pathology of brain tissue was evaluated by hematoxylin and eosin (H&E) staining. The infarct volume was examined by triphenyltetrazolium chloride (TTC) staining. The apoptosis in ischemic brain tissues was detected by terminal deoxynucleotidyl transferase dUTP nick end labeling (TUNEL) assay. Inflammatory factors were detected by enzyme-linked immunosorbent assay (ELISA). Gene quantification and protein expression were detected by real-time PCR and western blot, respectively. Ephedrine treatment significantly alleviated the cerebral ischemia/reperfusion injury, evidenced by decreased neurological deficit score, infarct volume and water content. Ephedrine also decreased autophagy and apoptosis in brain tissues. Moreover, ephedrine treatment significantly reduced inflammatory responses, associating with decreasing the protein expression of p-NF-κB. These results demonstrated neuroprotective properties of ephedrine and highlighted it as a new potential anti-inflammatory agent against injury of cerebral ischemia/reperfusion.",
      "mesh_terms": [
        "Animals",
        "Brain Ischemia",
        "Disease Models, Animal",
        "Ephedrine",
        "Humans",
        "Male",
        "NF-kappa B",
        "Neuroprotective Agents",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reperfusion Injury"
      ]
    },
    {
      "pmid": "33246868",
      "title": "Stereoselective analysis of ephedrine and its stereoisomers as impurities and/or by-products in seized methamphetamine by supercritical fluid chromatography/tandem mass spectrometry.",
      "authors": [
        "Hiroki Segawa",
        "Yuki Okada",
        "Tadashi Yamamuro",
        "Kenji Kuwayama",
        "Kenji Tsujikawa",
        "Tatsuyuki Kanamori",
        "Yuko T Iwata"
      ],
      "journal": "Forensic science international",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In forensic science, drug profiling is clarifying the identity of seized drugs of abuse based on their physicochemical properties and it is applied to various drugs, including crystalline methamphetamine. Impurity analysis is particularly important in drug profiling because the impurities can be a measure for speculating how the methamphetamine was synthesized in the clandestine laboratories. However, developments in scientific techniques have allowed the synthesis of high-purity, homogeneous crystalline methamphetamine, and thus new techniques to characterize methamphetamine are needed. In this study, we developed a method for chiral separation of ephedrine and its stereoisomers by supercritical fluid chromatography. Ephedrine is a common starting compound for methamphetamine synthesis. It possesses two chiral center carbon atoms and has four stereoisomers, (1R,2S)-(-)-ephedrine, (1S,2R)-(+)-ephedrine, (1S,2S)-(+)-pseudoephedrine, and (1R,2R)-(-)-pseudoephedrine. Because the stereostructure of ephedrines contained in methamphetamine seizure reflects the starting materials and the synthetic pathways, the stereoisomer ratio will provide additional information for drug profiling. The developed method achieved rapid separation of four isomers in about 11min with low limits of detection (1pg on column). Due to a switching valve connecting a chromatograph to a mass spectrometer, dense methamphetamine sample solutions containing small amount of ephedrines could be analyzed directly with a simple pre-treatment. Using multivariate analysis, 44 real samples were objectively grouped based on stereoisomer ratio. Our method is expected to improve the profiling of crystalline methamphetamine.",
      "mesh_terms": [
        "Chromatography, Supercritical Fluid",
        "Drug Contamination",
        "Ephedrine",
        "Forensic Toxicology",
        "Humans",
        "Illicit Drugs",
        "Methamphetamine",
        "Stereoisomerism",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "33218943",
      "title": "Riparin II potentials the effect of ephedrine on inflammation and remodelling in the airway of rats suffering from asthma by regulating transforming growth factor-β/Smad3 signalling pathway.",
      "authors": [
        "Qiong Wang",
        "Yubao Cui",
        "Xufeng Wu",
        "Junfang Wang"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Asthma is a chronic obstructive lung disorder involving hyperresponsive lung tissue. This study evaluated the protective effects of riparin II against asthma and determined the synergistic effects of riparin II with ephedrine in treatment of asthma. Asthma was induced by intraperitoneal injection of Al(OH)3 (100 mg) with ovalbumin 1 mg/kg and subsequent exposure to 2% ovalbumin aerosol for 1 week. All animals were treated with riparin II 50 mg/kg and ephedrine 25 mg/kg alone and in combination for the duration of the study. Interleukin levels were assessed in the serum and bronchoalveolar lavage fluid (BALF) of asthmatic rats, while inflammatory cell infiltration was determined in the lungs. Airway remodelling was determined by assessing the lung tissue expression levels of transforming growth factor beta 1 (TGF-β1), Smad, and collagen I in asthmatic rats. There were lower levels of cytokines in the serum and BALF in riparin II-treated rats than in negative control rats. Moreover, inflammatory cell and IgE levels were reduced while interferon level was enhanced in the lungs of riparin II-treated rats, compared to negative control rats. These data reveal that treatment with riparin II ameliorates the altered expression of TGF-β1, Smad, and collagen I in lung tissue of asthmatic rats. In conclusion, riparin II treatment alone and in combination with ephedrine ameliorated the hyperresponsiveness of lung tissue due to reductions in airway remodelling and inflammation in asthmatic rats.",
      "mesh_terms": [
        "Airway Remodeling",
        "Animals",
        "Anti-Asthmatic Agents",
        "Anti-Inflammatory Agents",
        "Asthma",
        "Benzamides",
        "Collagen Type I",
        "Cytokines",
        "Disease Models, Animal",
        "Drug Synergism",
        "Drug Therapy, Combination",
        "Ephedrine",
        "Inflammation Mediators",
        "Lung",
        "Male",
        "Pneumonia",
        "Rats, Sprague-Dawley",
        "Signal Transduction",
        "Smad3 Protein",
        "Transforming Growth Factor beta1",
        "Tyramine",
        "Rats"
      ]
    },
    {
      "pmid": "33170310",
      "title": "Treatment of intraoperative hypotension with cafedrine/theodrenaline versus ephedrine : A prospective, national, multicenter, non-interventional study-the HYPOTENS trial.",
      "authors": [
        "L Eberhart",
        "G Geldner",
        "A Kowark",
        "T-P Zucker",
        "S Kreuer",
        "M Przemeck",
        "S Huljic",
        "T Koch",
        "T Keller",
        "S Weber",
        "P Kranke"
      ],
      "journal": "Der Anaesthesist",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article",
        "Multicenter Study"
      ],
      "abstract": "BACKGROUND: Sympathomimetic drugs are a therapeutic cornerstone for the management of hypotensive states like intraoperative hypotension (IOH). While cafedrine/theodrenaline (C/T) is widely used in Germany to restore blood pressure in patients with IOH, more research is required to compare its effectiveness with alternatives such as ephedrine (E) that are more commonly available internationally. METHODS: HYPOTENS (NCT02893241, DRKS00010740) was a prospective, national, multicenter, open-label, two-armed, non-interventional study that compared C/T with E for treatment of IOH. We describe a prospectively defined cohort of patients ≥50 years old with comorbidities undergoing general anesthesia induced with propofol and fentanyl. Primary objectives were to examine treatment precision, rapidity of onset and the ability to restore blood pressure without relevant increases in heart rate. Secondary endpoints were treatment satisfaction and the number of required additional boluses or other accompanying measures. RESULTS: A total of 1496 patients were included in the per protocol analysis. Overall, effective stabilization of blood pressure was achieved with both C/T and E. Post-hoc analysis showed that blood pressure increase from baseline was more pronounced with C/T. Fewer additional boluses or other accompanying measures were required in the C/T arm. The incidence of tachycardia was comparable between groups. Post-hoc analysis showed that E produced dose-dependent elevated heart rate values. By contrast, heart rate remained stable in patients treated with C/T. Physicians reported a higher level of treatment satisfaction with C/T, with a higher proportion of anesthetists rating treatment precision and rapidity of onset as good or very good when compared with E. CONCLUSION: Neither drug was superior in restoring blood pressure levels; however, post-hoc analyses suggested that treatment is more goal-orientated and easier to control with C/T. Heart rate was shown to be more stable with C/T and fewer additional interventions were required to restore blood pressure, which could have contributed to the increased treatment satisfaction reported by anesthetists using C/T.",
      "mesh_terms": [
        "Anesthesia, Spinal",
        "Blood Pressure",
        "Ephedrine",
        "Humans",
        "Hypotension",
        "Middle Aged",
        "Norepinephrine",
        "Phenylpropanolamine",
        "Prospective Studies",
        "Theophylline",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "33037764",
      "title": "Rapid detection of chiral drug ephedrine using erythrosin B for the resonance Rayleigh scattering probe.",
      "authors": [
        "Yuhui Zhang",
        "Xuanping Tan",
        "Huan Wu",
        "Jidong Yang"
      ],
      "journal": "Luminescence : the journal of biological and chemical luminescence",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ephedrine (EH) and pseudoephedrine (PEH), which are chiral enantiomers commonly used clinically, have different pharmacological actions and treatment effects due to their chiral nature. In the presence of Pd2+ , the reaction system of Ery B (erythrosin B)-Pd2+ has a strong resonance Rayleigh scattering (RRS) intensity. Adding EH into this system reduced the RRS intensity, but PEH could not produce this phenomenon. The chiral recognition of these enantiomers could be achieved according to this spectral difference. At the same time, reduction in RRS strength of the reaction system is proportional to the concentration of EH. Under optimized conditions, the linear range is 40-960 ng/ml, and the detection limit is 3.9 ng/ml. A new method for the rapid detection of EH enantiomers can be established. Based on this assay, a new method for the determination of the chiral enantiomers of EH and PEH can be developed.",
      "mesh_terms": [
        "Ephedrine",
        "Erythrosine",
        "Pharmaceutical Preparations",
        "Scattering, Radiation",
        "Vibration"
      ]
    },
    {
      "pmid": "32729338",
      "title": "Ephedrine causes liver toxicity in SD rats via oxidative stress and inflammatory responses.",
      "authors": [
        "S Wen",
        "T Liao"
      ],
      "journal": "Human & experimental toxicology",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ephedrine abuse has spread in many parts of the world and severely threatens human health. The mechanism of ephedrine-induced toxicity still remains unclear. This study was performed to investigate the effects of ephedrine treatment on the liver and explore the underlying mechanisms. Sprague Dawley rats were divided into saline and ephedrine groups. Rats were treated with ephedrine at 20 mg/kg or 40 mg/kg (n = 10) by oral gavage daily for 7 days. Pathological changes were examined by hematoxylin and eosin staining and terminal deoxynucleotidyl transferase deoxyuridine triphosphate nick end labeling assay. Enzyme-linked immunosorbent assays were used to measure the liver functional markers, oxidative stress markers, and inflammatory cytokines. Real-time polymerase chain reaction and Western blot were used to measure gene and protein expression, respectively. Our data showed that ephedrine treatment increased hepatocellular cell apoptosis and impaired liver function. Moreover, ephedrine treatment increased oxidative stress and inflammatory responses, which may be due to the increase of transforming growth factor β (TGF-β)/Smad3 expression. Our study demonstrated that short-term treatment of ephedrine caused liver toxicity in rats through regulating TGF-β/Smad pathway.",
      "mesh_terms": [
        "Animals",
        "Cytokines",
        "Ephedrine",
        "Hepatitis",
        "Liver",
        "Liver Diseases",
        "Oxidative Stress",
        "Rats",
        "Rats, Sprague-Dawley",
        "Transforming Growth Factor beta"
      ]
    },
    {
      "pmid": "32602374",
      "title": "Ephedrine causes retinal damage in SD rats associating with JAK2/STAT3 pathway.",
      "authors": [
        "Yue Yin",
        "Di Gong",
        "Yan Tang",
        "Zhijun Wang"
      ],
      "journal": "Cutaneous and ocular toxicology",
      "publication_date": "2020-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Ephedrine has various side effects in the cardiovascular and nervous systems. However, the cellular mechanism of toxicity remains unknown, specifically on the retina. This study was to investigate effects of ephedrine on the retina and explore the underlying mechanisms. METHODS: Sprague Dawley rats were treated with ephedrine (n = 10) or saline (n = 10) by oral gavage for seven days. The retinal morphology was evaluated by Toluidine blue staining. Apoptosis-related markers were detected in the retinal lysate. Enzyme-linked immunosorbent assays were used to measure neurotransmitters and oxidative stress markers. Real-time PCR and western blot were used to measure gene and protein expression, respectively. RESULTS: Our results demonstrated that ephedrine induced apoptosis in the retina, increased dopamine level as well as oxidative stress, and down-regulated the Jak2/Stat3 gene expression as well as protein expression of p-JAK2/p-STAT3. CONCLUSIONS: Our study indicated that ephedrine treatment caused retinal damage in SD rats, which may be associated with the JAK2/STAT3 pathway.",
      "mesh_terms": [
        "Animals",
        "Central Nervous System Stimulants",
        "Dopamine",
        "Ephedrine",
        "Janus Kinase 2",
        "Male",
        "Oxidative Stress",
        "Rats, Sprague-Dawley",
        "Retina",
        "STAT3 Transcription Factor",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "32482999",
      "title": "Ephedrine versus Phenylephrine Effect on Cerebral Blood Flow and Oxygen Consumption in Anesthetized Brain Tumor Patients: A Randomized Clinical Trial.",
      "authors": [
        "Klaus U Koch",
        "Irene K Mikkelsen",
        "Joel Aanerud",
        "Ulrick S Espelund",
        "Anna Tietze",
        "Gorm V Oettingen",
        "Niels Juul",
        "Lone Nikolajsen",
        "Leif Østergaard",
        "Mads Rasmussen"
      ],
      "journal": "Anesthesiology",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Studies in anesthetized patients suggest that phenylephrine reduces regional cerebral oxygen saturation compared with ephedrine. The present study aimed to quantify the effects of phenylephrine and ephedrine on cerebral blood flow and cerebral metabolic rate of oxygen in brain tumor patients. The authors hypothesized that phenylephrine reduces cerebral metabolic rate of oxygen in selected brain regions compared with ephedrine. METHODS: In this double-blinded, randomized clinical trial, 24 anesthetized patients with brain tumors were randomly assigned to ephedrine or phenylephrine treatment. Positron emission tomography measurements of cerebral blood flow and cerebral metabolic rate of oxygen in peritumoral and normal contralateral regions were performed before and during vasopressor infusion. The primary endpoint was between-group difference in cerebral metabolic rate of oxygen. Secondary endpoints included changes in cerebral blood flow, oxygen extraction fraction, and regional cerebral oxygen saturation. RESULTS: Peritumoral mean ± SD cerebral metabolic rate of oxygen values before and after vasopressor (ephedrine, 67.0 ± 11.3 and 67.8 ± 25.7 μmol · 100 g · min; phenylephrine, 68.2 ± 15.2 and 67.6 ± 18.0 μmol · 100 g · min) showed no intergroup difference (difference [95% CI], 1.5 [-13.3 to 16.3] μmol · 100 g · min [P = 0.839]). Corresponding contralateral hemisphere cerebral metabolic rate of oxygen values (ephedrine, 90.8 ± 15.9 and 94.6 ± 16.9 μmol · 100 g · min; phenylephrine, 100.8 ± 20.7 and 96.4 ± 17.7 μmol · 100 g · min) showed no intergroup difference (difference [95% CI], 8.2 [-2.0 to 18.5] μmol · 100 g · min [P = 0.118]). Ephedrine significantly increased cerebral blood flow (difference [95% CI], 3.9 [0.7 to 7.0] ml · 100 g · min [P = 0.019]) and regional cerebral oxygen saturation (difference [95% CI], 4 [1 to 8]% [P = 0.024]) in the contralateral hemisphere compared to phenylephrine. The change in oxygen extraction fraction in both regions (peritumoral difference [95% CI], -0.6 [-14.7 to 13.6]% [P = 0.934]; contralateral hemisphere difference [95% CI], -0.1 [- 12.1 to 12.0]% [P = 0.989]) were comparable between groups. CONCLUSIONS: The cerebral metabolic rate of oxygen changes in peritumoral and normal contralateral regions were similar between ephedrine- and phenylephrine-treated patients. In the normal contralateral region, ephedrine was associated with an increase in cerebral blood flow and regional cerebral oxygen saturation compared with phenylephrine.",
      "mesh_terms": [
        "Adult",
        "Aged",
        "Anesthesia",
        "Brain Neoplasms",
        "Cerebrovascular Circulation",
        "Double-Blind Method",
        "Ephedrine",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Oxygen Consumption",
        "Phenylephrine",
        "Prospective Studies",
        "Treatment Outcome",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "31860981",
      "title": "A randomized double-blind study comparing prophylactic norepinephrine and ephedrine infusion for preventing maternal spinal hypotension during elective cesarean section under spinal anesthesia: A CONSORT-compliant article.",
      "authors": [
        "Shiqin Xu",
        "Mao Mao",
        "Susu Zhang",
        "Ruifeng Qian",
        "Xiaofeng Shen",
        "Jinchun Shen",
        "Xian Wang"
      ],
      "journal": "Medicine",
      "publication_date": "2019-Dec",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Studies have shown the efficacy of norepinephrine in the treatment of maternal hypotension during cesarean section by comparing it to treatment with phenylephrine. However, few studies have compared the efficacy of norepinephrine to ephedrine. METHODS: Ninety-seven women undergoing elective cesarean section were administered norepinephrine at 4 μg/minute (group N; n = 48) or ephedrine at 4 mg/minute (group E; n = 49) immediately postspinal anesthesia, with an on-off titration to maintain systolic blood pressure (SBP) at 80% to 120% of baseline. A rescue bolus of 8 μg norepinephrine was given whenever SBP reached the predefined lower limit. Our primary outcome was the incidence of tachycardia. Secondary outcomes included the incidence of bradycardia, hypertension, hypotension, severe hypotension, hypotensive episodes, number of rescue top-ups, hemodynamic performance error including median performance error (MDPE), and median absolute performance error (MDAPE). Neonatal Apgar scores and umbilical arterial (UA) blood gas data were also collected. RESULTS: Women in group N experienced fewer cases of tachycardia (4.2% vs 30.6%, P = .002, odds ratio: 0.11 [95% confidence interval, CI: 0.02-0.47]), a lower standardized heart rate (HR) (70.3 ± 11 vs 75 ± 11, P = .04, difference: 4.7 ± 2.2 [95% CI: 0.24-9.1]), and a lower MDPE for HR (1.3 ± 9.6 vs 8.4 ± 13.5 bpm, P = .003, difference: 3.1 ± 1.8 [95% CI: -0.6-6.7]). In addition, the lowest or the highest HR was lower in group N compared to group E (both P < .05). Meanwhile, the standardized SBP in group N was lower than that in group E (P = .04). For neonates, the UA blood gas showed a higher base excess (BE) and a lower lactate level in group N compared to E (both P < .001). Other hemodynamic variables, maternal, and neonatal outcomes were similar. CONCLUSION: Infusion of 4 μg/minute norepinephrine presented fewer cases of tachycardia, less fluctuation and a lower HR compared to baseline values, as well as a less stressed fetal status compared to ephedrine infusion at 4 mg/minute. In addition, norepinephrine infusion presented a lower standardized SBP compared to ephedrine.",
      "mesh_terms": [
        "Adult",
        "Anesthesia, Spinal",
        "Blood Pressure",
        "Cesarean Section",
        "Double-Blind Method",
        "Ephedrine",
        "Female",
        "Heart Rate",
        "Humans",
        "Hypotension",
        "Infusions, Intravenous",
        "Norepinephrine",
        "Pregnancy"
      ]
    },
    {
      "pmid": "31687583",
      "title": "Ephedrine enhances HIV-1 reactivation from latency through elevating tumor necrosis factor receptor II (TNFRII) expression.",
      "authors": [
        "Jutatip Panaampon",
        "Eriko Kudo",
        "Ryusho Kariya",
        "Seiji Okada"
      ],
      "journal": "Heliyon",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "HIV-1 persists during antiretroviral therapy (ART) due to long-lived and proliferating latently-infected host cells, with the outcome being an incomplete cure. The latently-infected cells, or reservoir cells, are transcriptionally absent and invisible to the immune response. Elimination of latency is one strategy in activating virus production, making it visible to immune clearance. We previously showed that Ephedrae herba reactivated HIV-1 from latency. In this study, we used ephedrine, a major component of Ephedra herba, to reactivate HIV-1 from latency. The results showed that ephedrine enhances HIV-1 reactivation in the presence of TNFα. Combination treatment demonstrates a synergistic effect of HIV-1 reactivation compared to TNFα alone. Ephedrine treatment shows a higher TNFRII expression level, which is related to increased HIV-1 reactivation. However, the mechanism of ephedrine in HIV-1 reactivation is still unclear, and may be related to TNFRII receptor expression. Our results indicate that ephedrine enhances HIV-1 reactivation from latency in combination with TNFα treatment. This new reagent could be a promising latency reversal agent (LRA)."
    },
    {
      "pmid": "31435982",
      "title": "Multi-phase extraction of ephedrine from Pinellia ternata and herbal medicine using molecular imprinted polymer coated ionic liquid-based silica.",
      "authors": [
        "Luwei Fang",
        "Jinfeng Xie",
        "Liangwen Lin",
        "Minglei Tian",
        "Kyung Ho Row"
      ],
      "journal": "Phytochemical analysis : PCA",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Ephedrine is a typical compound found in lots of plant species that is used in several medicines for the treatment of asthma and bronchitis. However, excess amounts are harmful to humans, so it needs to be removed. OBJECTIVE: This study developed a multi-phase extraction (MPE) method with a molecular imprinted polymer (MIP) coated ionic liquid (IL)-based silica (SiO2 @IL@MIP) to simultaneously extract and separate ephedrine from Pinellia ternata, 10 medicines, and urine samples. METHODS: IL was immobilized on silica. Subsequently, the IL was combined with the functional monomer, followed by the addition of the crosslinker and template. The resulting sorbent was applied to the MPE, and the extraction, washing and elution solvents were evaluated. RESULTS: Fourier-transform infrared (FTIR) spectroscopy and scanning electron microscopy (SEM) confirmed the synthesis of SiO2 @IL@MIP. A maximum adsorption amount of 5.76 mg/g was obtained at 30°C at a neutral pH. In MPE, 10.00 mL of methanol could extract all the ephedrine from Pinellia ternata. The interference was removed by washing with 4.00 mL of water, ethanol, and acetonitrile. Finally, 8.00 mL of methanol/acetic acid (99:1, v/v) was applied as the elution solvent. The following were extracted: 5.50 μg/g of ephedrine from Pinellia ternata, 0.00-46.50 μg/g from the 10 herbal medicines, and 68.70-102.80 μg/mL in the urine samples. CONCLUSION: The proposed method was applied successfully to the simultaneously extraction and separation of ephedrine from plants and medicines. These results are expected to provide important data for the development of new methods for the separation and purification of bioactive compounds.",
      "mesh_terms": [
        "Adsorption",
        "Chromatography, High Pressure Liquid",
        "Ephedrine",
        "Herbal Medicine",
        "Humans",
        "Ionic Liquids",
        "Molecular Imprinting",
        "Pinellia",
        "Polymers",
        "Silicon Dioxide",
        "Solid Phase Extraction"
      ]
    },
    {
      "pmid": "31165350",
      "title": "Ephedrine and phenylephrine induce opposite changes in cerebral and paraspinal tissue oxygen saturation, measured with near-infrared spectroscopy: a randomized controlled trial.",
      "authors": [
        "Caroline M Vanpeteghem",
        "Bas Y Bruneel",
        "Isabeau M Lecoutere",
        "Stefan G De Hert",
        "Anneliese T Moerman"
      ],
      "journal": "Journal of clinical monitoring and computing",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "While the effects of phenylephrine (PE) and ephedrine (E) on cerebral oxygen saturation (rScO2) already has been studied, the effect on paraspinal oxygen saturation (rSpsO2) is still unexplored. This study aims to assess the effect of PE and E on rScO2 and rSpsO2, measured with near-infrared spectroscopy. A randomized 4-treatment cross-over trial was designed in 28 patients under BIS-titrated anaesthesia with sevoflurane. If MAP decreased more than 20% from baseline, incremental doses of PE and/or E were given according to the randomization (group I: E-PE-E, group II: PE-E-PE, group III: E-E-E, group IV: PE-PE-PE). rScO2 and rSpsO2 on T3-T4, T9-T10 and L1-L2 were recorded. Differences in rSO2 (post-pretreatment) within each group were analyzed with paired Student's t test. Differences in effects of PE and E on rScO2 and rSpsO2 were analyzed with linear mixed-modelling. Following PE administration, rScO2 decreased significantly (- 2.7% ± 3.5), while it remained stable following E (- 0.6% ± 3.6). Contrastingly, rSpsO2 at T3-T4, T9-T10 and L1-L2 slightly increased following PE (0.4% ± 2.5, 0.7% ± 2.0 and - 0.1% ± 1.4, respectively), while it decreased after E administration (- 1.3% ± 3.4%, - 0.7% ± 2.6% and - 1.3% ± 2.7%, respectively). Compared to E, PE administration was associated with a significant decrease in rScO2 (- 2.1%, 95% CI [- 3.1%, - 1.2%], p < 0.001). In contrast, compared to PE, E was associated with a significant decrease in rSpsO2 at T3-T4, T9-T10 and L1-L2 (- 2.0%, 95% CI [- 2.8, - 1.1], p < 0.001; - 1.4%, 95% CI [- 2.4%, - 0.4%], p = 0.006; and - 1.5%, 95% CI [- 2.3%, - 0.8%], p < 0.001, respectively). An opposite effect on rScO2 and rSpsO2 was observed after bolus administration of PE and E.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Angioplasty",
        "Blood Pressure",
        "Brain",
        "Cross-Over Studies",
        "Ephedrine",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Monitoring, Intraoperative",
        "Oxygen",
        "Paraspinal Muscles",
        "Phenylephrine",
        "Spectroscopy, Near-Infrared"
      ]
    },
    {
      "pmid": "30918986",
      "title": "[Antihypotensive drugs in cesarean sections : Treatment of arterial hypotension with ephedrine, phenylephrine and Akrinor® (cafedrine/theodrenaline) during cesarean sections with spinal anesthesia].",
      "authors": [
        "Daniel Chappell",
        "Antonia Helf",
        "Jan Gayer",
        "Leopold Eberhart",
        "Peter Kranke"
      ],
      "journal": "Der Anaesthesist",
      "publication_date": "2019-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Arterial hypotension is a frequent complication following spinal anesthesia for cesarean sections. A fast treatment is necessary to maintain the well-being of the mother and to avoid deficiencies in the intrauterine supply to the child. OBJECTIVE: The aim of this analysis was to evaluate the effects of the most frequently used vasoactive substances for treatment of hypotension in patients undergoing cesarean sections in Germany, i.e. ephedrine (E), phenylephrine (P) and Akrinor (A, cafedrine/theodrenaline), a 20:1 combination of cafedrine and theodrenaline. METHODS: A retrospective single center analysis of 772 patients (16-50 years old) with arterial hypotension following spinal anesthesia for cesarean section and requiring treatment with vasoactive substances (July 2012-April 2017) was carried out. In the three observation periods the respective current clinical standard treatment of E, P or A was applied. The primary end-points were changes in maternal hemodynamics, pH and base excess (BE) in the child and the resulting blood pressure values. The statistical analysis plan of the study was registered in the German registry for clinical trials (DRKS-ID: DRKS00012520). RESULTS: The initial blood pressure before the intervention was comparable in all three groups, with no clinically relevant differences between the individual groups. In the course of anesthesia the largest blood pressure decrease as well as the largest resulting increase after the intervention were found in group A. In group P there was an increased need for an alternative catecholamine in comparison to the other two groups (P : 13 patients, 3.7%, E: 5 patients, 3.3% and A: 0 patients (0%), p  0.007). Differences were detected in the BE of the child (mean E: -1.36, P : -2.03, A: -2.57, p  0.0001) and the incidence of bradycardia requiring drug intervention (E: 0.7%, P : 5.4%, A: 1.9%, p = 0.007). No significant differences were found for the arterial pH of the child and APGAR scores. CONCLUSION: The differences of the individual vasoactive substances seemed to be much smaller than one would expect based on the results of randomized clinical trials. The incidence and extent of bradycardia and neonatal acidosis were much lower than previously reported. The determined differences seemed to have no major clinical relevance. Although the A group required less bolus administrations and seemed to be the most potent substance, the results imply that the assessment of the effects of vasoactive substances should not be carried out without consideration of the accompanying measures.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Anesthesia, Obstetrical",
        "Cesarean Section",
        "Drug Combinations",
        "Ephedrine",
        "Female",
        "Humans",
        "Middle Aged",
        "Phenylephrine",
        "Pregnancy",
        "Theophylline",
        "Vasoconstrictor Agents",
        "Young Adult"
      ]
    },
    {
      "pmid": "30738019",
      "title": "A Comparative Study of Bolus Norepinephrine, Phenylephrine, and Ephedrine for the Treatment of Maternal Hypotension in Parturients with Preeclampsia During Cesarean Delivery Under Spinal Anesthesia.",
      "authors": [
        "Xian Wang",
        "Mao Mao",
        "Shijiang Liu",
        "Shiqin Xu",
        "Jianjun Yang"
      ],
      "journal": "Medical science monitor : international medical journal of experimental and clinical research",
      "publication_date": "2019-Feb-09",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "BACKGROUND This study aimed to compare the efficacy and safety of bolus norepinephrine, phenylephrine, and ephedrine in parturient with preeclampsia who had hypotension during cesarean delivery under spinal anesthesia. MATERIAL AND METHODS One hundred and sixty-six parturient women with preeclampsia who had a baseline systolic blood pressure (SBP) <80% during spinal anesthesia for cesarean section were divided into three treatment groups; bolus norepinephrine 4 μg (group N) (n=56), phenylephrine 50 μg (group P) (n=55), and ephedrine 4 mg (group E) (n=55). Primary outcomes included overall SBP and heart rate (HR) until delivery. Secondary outcomes included the incidence of tachycardia (HR >120 bpm), bradycardia (HR <60 bpm), hypertension (SBP >120% baseline), number of boluses of vasopressor required and episodes of hypotension, maternal side effects, and neonatal outcome. RESULTS Overall HR in group N was significantly increased compared with group P (80.5±12 vs. 76.6±6.9 bpm; P=0.04), and significantly lower compared with group E (80.5±12 vs. 84.9±7.1 bpm; P=0.02). Parturients in group N had fewer episodes of bradycardia compared with group P (3.6% vs. 21.8%; RR=0.26l; 95% CI, 0.07-0.73; P=0.004) and fewer episodes of tachycardia compared with group E (16.1% vs. 36.4%; RR 0.54; 95% CI, 0.29-0.90; P=0.02). CONCLUSIONS A bolus dose of norepinephrine showed similar efficacy to phenylephrine but improved maternal and neonatal safety in parturients with preeclampsia with hypotension during cesarean section under spinal anesthesia.",
      "mesh_terms": [
        "Adult",
        "Anesthesia, Spinal",
        "Blood Pressure",
        "Cesarean Section",
        "China",
        "Ephedrine",
        "Female",
        "Heart Rate",
        "Humans",
        "Hypotension",
        "Norepinephrine",
        "Parturition",
        "Phenylephrine",
        "Pre-Eclampsia",
        "Pregnancy",
        "Pregnancy Complications",
        "Treatment Outcome",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "30692891",
      "title": "Intravenous ephedrine abolished suspected bronchoconstriction during general anesthesia in a patient undergoing beta-adrenergic blocker therapy for hypertension.",
      "authors": [
        "Hiroyuki Oshika",
        "Yukihide Koyama",
        "Yutaka Usuda",
        "Tomio Andoh"
      ],
      "journal": "Saudi journal of anaesthesia",
      "publication_date": "2019",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "We report a case of intravenous ephedrine administration that abolished suspected bronchoconstriction during general anesthesia in a patient undergoing beta-adrenergic blocker therapy for hypertension and who was subsequently diagnosed postoperatively as having bronchial asthma. A 54-year-old man who had childhood asthma was scheduled for laparoscopic cholecystectomy at our institution. The preanesthetic interview suggested full resolution of his childhood asthma. His capnogram showed an airway obstructive pattern immediately after the initiation of mechanical ventilation. However, after administration of ephedrine due to low blood pressure during surgery, his obstructive capnogram reverted to normal. On postoperative day 3, he was diagnosed as having bronchial asthma. Furthermore, we found that small airway obstruction as indicated in his preoperative pulmonary function test (PFT) had been overlooked. Two important points arise from this case. First, the use of beta-blockers for the treatment of hypertension in patients potentially having obstructive lung disease should be avoided. Second, clinicians should carefully check the preoperative PFT results in detail to ensure that nothing has been overlooked."
    },
    {
      "pmid": "30683367",
      "title": "Modifying the reactivity of copper (II) by its encapsulation into polydimethylsiloxane: A selective sensor for ephedrine-like compounds.",
      "authors": [
        "N Jornet-Martínez",
        "M Samper-Avilés",
        "R Herráez-Hernández",
        "P Campíns-Falcó"
      ],
      "journal": "Talanta",
      "publication_date": "2019-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This paper demonstrates that the reactivity of copper (II) can be modified through its entrappment in a polymeric matrix of polydimethylsiloxane (PDMS), which makes possible the reaction into the support instead of in solution. Amino-containing compounds such as amino acids, proteins and sugars, which react with Cu (II) in solution, do not react inside the polymer. As a prove of concept, a highly specific Cu (II) PDMS-based sensor for ephedrines has been developed in this work. When the sensors are put into contact with solutions of these drugs under basic conditions, a change in their color from pale green to purple is observed. This change enables the visual identification of ephedrine (Eph) in a few min, as well as its quantification using both reflectance diffuse measurements of the sensors and color intensities of their digitalized images. The sensors show suitable analytical performance for Eph-like compounds, and provide limits of detection (LODs) of 0.3-1.0 mg, and relative standard deviations (RDSs) < 10%. The method has been applied to both the qualitative and quantitative analysis of different types of liquid and solid samples (intravenous injection solution of Eph, dietary supplements and illicit drug-street samples) without the need of any special sample treatment."
    },
    {
      "pmid": "30596056",
      "title": "Comparison the Effects of Ephedrine and Lidocaine in Treatment of Intraoperative Hiccups in Gynecologic Surgery under Sedation.",
      "authors": [
        "Azadeh Bahadoori",
        "Amir Shafa",
        "Taha Ayoub"
      ],
      "journal": "Advanced biomedical research",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study aimed to evaluate and compare the therapeutic effects of ephedrine and lidocaine in treatment of intraoperative hiccups in gynecologic surgery under sedation. MATERIALS AND METHODS: This randomized clinical trial in Isfahan was done on fifty female patients referring to Shahid Beheshti Hospital who needed to have sedation for medical interventions and they afflicted hiccups during surgery or sedation. Patients divided into two groups of 25 randomly assigned to one of the two groups of ephedrine or lidocaine. Ephedrine group received 5 mg/kg of medicine, while the lidocaine group was under treatment with 1 mg/kg lidocaine. Patients were monitored about systolic and diastolic blood pressure, MAP, heart rate, duration of hiccup, frequency of betterment, duration of intervention, and recovery at 15-min intervals of surgery and recovery. RESULTS: Hiccups were resolved in 14 cases (56%) in the lidocaine group, while the improvement of such problem was achieved in 24 cases (96%) in ephedrine group (P < 0.001), so that the two groups did not have any significant difference in terms of the time of onset but the stop time of hiccups (relative to its start time) in the ephedrine group with the mean value of (2.40 ± 1.16) was significantly lower than the lidocaine group with the mean of 19.64 ± 22.76 min (P = 0.014). In addition, no complications were observed in the two groups. CONCLUSION: Ephedrine has been more successful than lidocaine as a stimulant in controlling hiccups, and it has been able to suppress hiccups in a higher percentage of patients at a shorter time."
    },
    {
      "pmid": "30477997",
      "title": "Ephedrine versus phenylephrine as a vasopressor for spinal anaesthesia-induced hypotension in parturients undergoing high-risk caesarean section: meta-analysis, meta-regression and trial sequential analysis.",
      "authors": [
        "M Heesen",
        "K Rijs",
        "N Hilber",
        "W D Ngan Kee",
        "R Rossaint",
        "C van der Marel",
        "M Klimek"
      ],
      "journal": "International journal of obstetric anesthesia",
      "publication_date": "2019-Feb",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Phenylephrine is the preferred vasopressor for the prevention and treatment of spinal anaesthesia-induced hypotension during caesarean section, because studies on low-risk elective patients found it to have a less detrimental effect on umbilical artery pH compared with ephedrine. However, limited data exist from high-risk parturients and parturients with uteroplacental insufficiency. METHODS: We systematically searched for randomised, controlled, double-blinded trials of these two vasopressors in high-risk caesarean sections. We applied conventional meta-analysis, trial sequential analysis, computing the required information size that would exclude type I and II errors, contour-enhanced funnel plot testing for publication bias, meta-regression to assess the dose-response relationship, and the Grading of Recommendations Assessment, Development, and Evaluation system (GRADE). The incidence of fetal acidosis (umbilical arterial pH <7.2) was the primary outcome. RESULTS: Eight trials (712 patients) with low risk of bias were identified. Pooling six studies of patients with preeclampsia and other reasons for fetal compromise, as well as subgroup analysis of the preeclampsia studies, revealed no significant differences in the incidence of fetal acidosis. Trial sequential analysis showed that the required information size was not reached. The funnel plot was not suggestive of publication bias. Meta-regression showed no dose-response relationship. The GRADE score was moderate quality. CONCLUSIONS: Despite several studies and a large number of patients there was insufficient evidence to make a recommendation for choice of vasopressor in high-risk caesarean section. Trials with adequate power to detect differences in the incidence of fetal acidosis between ephedrine and phenylephrine are required to provide evidence-based guidance.",
      "mesh_terms": [
        "Acidosis",
        "Anesthesia, Obstetrical",
        "Anesthesia, Spinal",
        "Cesarean Section",
        "Ephedrine",
        "Female",
        "Fetal Diseases",
        "Humans",
        "Hypotension",
        "Phenylephrine",
        "Pregnancy",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "30101824",
      "title": "Bolus administration of ephedrine and etilefrine induces transient vasodilation just after injection in combined epidural and general anesthesia patients: A randomized clinical study.",
      "authors": [
        "Zen'ichiro Wajima",
        "Toshiya Shiga",
        "Kazuyuki Imanaga"
      ],
      "journal": "Bioscience trends",
      "publication_date": "2018-Sep-19",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Hypotension commonly accompanies combined epidural and general anesthesia, and intravenous bolus ephedrine and etilefrine are widely used to correct hypotension. We have noticed that systemic vascular resistance (SVR) transiently decreases just after intravenous bolus administration of these drugs. The goal of the present study was to investigate whether bolus administration of these drugs decrease SVR just after intravenous administration in combined epidural and general anesthesia patients. We investigated 40 patients who were scheduled for elective abdominal surgery. Patients were chosen as subjects if their systolic arterial pressure decreased by 20% or to <100 mmHg at 30 min after the induction of general anesthesia. Baseline hemodynamic values were recorded, and after ephedrine 10 mg injection or etilefrine 2 mg injection (equipotent), the parameters were recorded again at 0.5 min and once each min for the next 5 min thereafter. The 40 patients were enrolled into the ephedrine (n = 20) or etilefrine (n = 20) treatment groups. Patient characteristics were comparable in both groups. After ephedrine injection, SVR decreased significantly at the 1-min time point, whereas after etilefrine injection, SVR decreased significantly at the 0.5- to 2-min time points compared with baseline values. SVR at the 0.5- to 1-min time points was lower in the etilefrine versus the ephedrine group. Both drugs transiently decreased SVR after intravenous injection, but etilefrine decreased SVR much more than ephedrine, indicating that more vasodilation occurred after the injection of etilefrine than after ephedrine. It is thus important to recognize the different characteristics of these drugs.",
      "mesh_terms": [
        "Adult",
        "Anesthesia, Epidural",
        "Anesthesia, General",
        "Blood Pressure",
        "Ephedrine",
        "Etilefrine",
        "Female",
        "Heart Rate",
        "Hemodynamics",
        "Humans",
        "Male",
        "Middle Aged",
        "Prospective Studies",
        "Vasodilation"
      ]
    },
    {
      "pmid": "30059694",
      "title": "Exploring the neuromechanism of chronic ephedrine addiction in rhesus monkeys: A behavioural and brain resting-state fMRI study.",
      "authors": [
        "Lei Xie",
        "Ye Ma",
        "Jinzhuang Huang",
        "Ruiwei Guo",
        "Jinhong Wang",
        "Zongbo Sun",
        "Shouxing Duan",
        "Beibei Wu",
        "Zhirong Lin",
        "Yifeng Xiao",
        "Shuhua Ma"
      ],
      "journal": "Behavioural brain research",
      "publication_date": "2019-Feb-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Ephedrine is thought to exert behavioural effects primarily through actions on the central nervous system. However, the neuromechanism underlying the effects of ephedrine addiction still remains unclear. Our study aimed to establish chronic ephedrine addiction models in rhesus monkeys and to investigate the neuromechanism of chronic ephedrine addiction using the behavioural methods combined with resting-state blood oxygenation level dependent-functional magnetic resonance imaging (BOLD-fMRI). Monkeys in the ephedrine addiction group (n = 6) received intramuscular injections of ephedrine using a dose escalation method, with a chronic model established in 8 weeks, while in the control group (n = 4), monkeys received a pure 0.9% saline injection. The weight and behaviors of the monkeys were observed throughout the treatment. All monkeys underwent the brain MR scans for two times (before treatment and after treatment had been discontinued). After molding, the weight of the ephedrine group was significantly reduced, while the weight of the control group increased significantly. Compared with the control group, the ephedrine addicted monkeys showed more abnormal behaviors related to addiction. In fMRI study, the ephedrine addicted monkeys showed more increased brain activation than that of the control group, mainly including the prefrontal cortex(PFC) and anterior cingulate cortex (ACC), the left ventral tegmental area(VTA), right insula, right amygdala, hippocampus, left thalamus, and left cerebellum.We hypothesize that the principal neuromechanism underlying chronic ephedrine addiction involves multiple abnormal brain neuron circuits, mainly in the PFC and the limbic system, and is closely related to addictive behaviors.",
      "mesh_terms": [
        "Animals",
        "Behavior, Addictive",
        "Body Weight",
        "Brain",
        "Central Nervous System Stimulants",
        "Disease Models, Animal",
        "Ephedrine",
        "Functional Laterality",
        "Image Processing, Computer-Assisted",
        "Macaca mulatta",
        "Magnetic Resonance Imaging",
        "Male",
        "Oxygen",
        "Rest"
      ]
    },
    {
      "pmid": "29938596",
      "title": "Hyperinflation of Vasopressors (Vasopressin, Norepinephrine, Ephedrine, etc).",
      "authors": [
        "Ashley Thompson Quan",
        "Fanny Li"
      ],
      "journal": "Journal of pharmacy practice",
      "publication_date": "2018-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Hyperinflation refers to the increasing cost of drugs which occurs due to continued drug shortages and rebranding. Hyperinflation has significant implications in increasing overall healthcare costs with reduced reimbursement, increased patient acuity, and an aging population, but published strategies to reduce costs and minimize waste are limited. OBJECTIVE: To describe the hyperinflation and cost mitigation strategies of three vasopressor medications, vasopressin, epinephrine, and ephedrine. CONCLUSION: The steep increase in medications is expected to continue, and mitigation strategies to reduce waste and select the most cost effective therapy to offset the price increase is crucial for healthcare systems.",
      "mesh_terms": [
        "Cost Control",
        "Drug Costs",
        "Ephedrine",
        "Epinephrine",
        "Humans",
        "Inflation, Economic",
        "Vasoconstrictor Agents",
        "Vasopressins"
      ]
    },
    {
      "pmid": "29636858",
      "title": "Ephedrine hydrochloride protects mice from staphylococcus aureus-induced peritonitis.",
      "authors": [
        "Weigang He",
        "Jinzhu Ma",
        "Yijian Chen",
        "Xinru Jiang",
        "Yuli Wang",
        "Ting Shi",
        "Qingwen Zhang",
        "Yang Yang",
        "Xin Jiang",
        "Shulei Yin",
        "Aoxiang Zheng",
        "Jie Lu",
        "Yuejuan Zheng"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Staphylococcus aureus is a Gram-positive (G+) bacterium that causes a wide range of diseases in humans and livestock. Therefore, the development of innovative and effective therapies is essential for the treatment of S. aureus-induced severe infections. Ephedrine hydrochloride (EH) is a compound derived from ephedrine and is widely used for the management of cardiovascular diseases and hypotension. The results of our previous studies demonstrated that EH has anti-inflammatory activity in macrophages and protects against endotoxic shock. However, whether EH regulates the function of dendritic cells (DCs) and the immune response in S. aureus-induced infection is unknown. In this study, the anti-inflammatory and regulatory activity of EH on DCs was evaluated. EH increased the production of anti-inflammatory cytokine IL-10 and decreased the production of proinflammatory cytokines TNF-α and IL-12 in DCs stimulated with peptidoglycan (PGN), the main cell wall component in G+ bacteria. The PI3K/Akt and p38 MAPK signaling pathways controlled EH-induced IL-10 expression and EH-inhibited TNF-α expression, respectively. The PGN-induced expression of co-stimulatory molecules CD40, CD80, CD86, and MHC class II molecule Iab was down-regulated in DCs by EH. Furthermore, EH protected the liver and kidney and increased the survival rate of mice with S. aureus-induced peritonitis. In conclusion, EH helps to keep immune homeostasis and alleviate organ damage during S. aureus-induced peritonitis. Therefore, EH may be a promising drug candidate in the treatment of S. aureus-induced severe infections and other invasive G+ bacterial infections."
    },
    {
      "pmid": "29520867",
      "title": "Randomised double-blind comparison of bolus phenylephrine or ephedrine for treatment of hypotension in women with pre-eclampsia undergoing caesarean section.",
      "authors": [
        "M Mohta",
        "S Duggal",
        "G T Chilkoti"
      ],
      "journal": "Anaesthesia",
      "publication_date": "2018-Jul",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Treatment of post-spinal hypotension during caesarean section assumes special concern in pre-eclamptic patients due to a compromised fetoplacental circulation and increased risk of placental hypoperfusion. Phenylephrine and ephedrine are the most commonly used vasopressors, although the best choice is still not clear. We studied 80 pre-eclamptic women with a singleton pregnancy who underwent caesarean section with spinal anaesthesia, and who developed hypotension defined as a decrease in systolic arterial pressure ≥ 20% from baseline or absolute value < 100 mmHg. Women were randomly allocated to receive phenylephrine 50 μg or ephedrine 4 mg boluses for treatment of hypotension. Blood pressure changes following vasopressor administration were similar in both groups, but heart rate remained higher after ephedrine at all time-points. The primary outcome measure of umbilical artery pH was 7.26 (0.11) in the phenylephrine group and 7.25 (0.09) in the ephedrine group (p = 0.86). The incidence of neonatal acidosis (umbilical artery pH < 7.20) was 9 (22.5%) in the phenylephrine group and 11 (27.5%) in the ephedrine group (p = 0.80). Other secondary outcome measures were comparable. In conclusion, phenylephrine 50 μg and ephedrine 4 mg, administered as intravenous boluses to treat post-spinal hypotension during caesarean section in pre-eclamptic patients, resulted in similar fetal acid-base values, were equally effective in treating hypotension and were associated with good maternal and neonatal outcome.",
      "mesh_terms": [
        "Acid-Base Imbalance",
        "Acidosis",
        "Adult",
        "Anesthesia, Obstetrical",
        "Anesthesia, Spinal",
        "Blood Pressure",
        "Cesarean Section",
        "Double-Blind Method",
        "Ephedrine",
        "Female",
        "Heart Rate",
        "Humans",
        "Hypotension",
        "Infant, Newborn",
        "Phenylephrine",
        "Pre-Eclampsia",
        "Pregnancy",
        "Treatment Outcome",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "29454610",
      "title": "Direct and indirect effects of ephedrine on heart rate and blood pressure in vehicle-treated and sympathectomised male rats.",
      "authors": [
        "Hadeel A Alsufyani",
        "James R Docherty"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2018-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We have investigated the cardiac and pressor responses to (±)-ephedrine and (-)-ephedrine in pentobarbitone anaesthetized male wistar rats. The tachycardiac responses to (±)- and (-)-ephedrine were similar, but pressor responses to (-)-ephedrine (10 mg/kg) were significantly greater than those to (±)-ephedrine, and for both, the pressor response was followed by a small depressor response. Sympathectomy did not affect pressor responses, but significantly increased the later depressor response to both compounds. Sympathectomy did not affect tachycardiac or depressor responses to the β-adrenoceptor agonist isoprenaline, but significantly reduced the tachycardia to (±)-ephedrine. (±)-Ephedrine contracted vas deferens from vehicle treatment animals, but in vas deferens from sympathectomised rats, (±)-ephedrine produced almost no tonic contraction (α1A-adrenoceptor mediated), but the phasic contraction was unaffected (α1D-adrenoceptor mediated). It is concluded, firstly, that (-)-ephedrine is more potent than the racemate mixture at producing pressor responses. Secondly, since the depressor response to isoprenaline was unaffected, sympathectomy presumably reduced a pressor component to the response to (±)- and (-)-ephedrine. Hence, a component of the pressor response to both (±)- and (-)-ephedrine is indirect and may involve actions at α1A-adrenoceptors, at which ephedrine does not have marked direct actions.",
      "mesh_terms": [
        "Adrenergic alpha-1 Receptor Antagonists",
        "Animals",
        "Blood Pressure",
        "Ephedrine",
        "Heart Rate",
        "Male",
        "Rats",
        "Rats, Wistar",
        "Receptors, Adrenergic, alpha-1",
        "Sympathectomy",
        "Tachycardia",
        "Vas Deferens",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "29415580",
      "title": "A non-interventional comparative study of the 20:1 combination of cafedrine/theodrenaline versus ephedrine for the treatment of intra-operative arterial hypotension: the 'HYPOTENS' study design and rationale.",
      "authors": [
        "Leopold Eberhart",
        "Götz Geldner",
        "Susanne Huljic",
        "Kerstin Marggraf",
        "Thomas Keller",
        "Tilo Koch",
        "Peter Kranke"
      ],
      "journal": "Current medical research and opinion",
      "publication_date": "2018-Jun",
      "publication_types": [
        "Clinical Trial Protocol",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To compare the effectiveness of 20:1 cafedrine/theodrenaline approved for use in Germany to ephedrine in the restoration of arterial blood pressure and on post-operative outcomes in patients with intra-operative arterial hypotension of any origin under standard clinical practice conditions. METHODS AND RESULTS: 'HYPOTENS' is a national, multi-center, prospective, open-label, two-armed, non-interventional study. Effectiveness and post-operative outcome following cafedrine/theodrenaline or ephedrine therapy will be evaluated in two cohorts of hypotensive patients. Cohort A includes patients aged ≥50 years with ASA-classification 2-4 undergoing non-emergency surgical procedures under general anesthesia. Cohort B comprises patients undergoing Cesarean section under spinal anesthesia. Participating surgical departments will be assigned to a treatment arm by routinely used anti-hypotensive agent. To minimize bias, matched department pairs will be compared in a stratified selection process. The composite primary end-point is the lower absolute deviation from individually determined target blood pressure (IDTBP) and the incidence of heart rate ≥100 beats/min in the first 15 min. Secondary end-points include incidence and degree of early post-operative delirium (cohort A), severity of fetal acidosis in the newborn (cohort B), upper absolute deviation from IDTBP, percentage increase in systolic blood pressure, and time to IDTBP. CONCLUSION: This open-label, non-interventional study design mirrors daily practice in the treatment of patients with intra-operative hypotension and ensures full treatment decision autonomy with respect to each patient's individual condition. Selection of participating sites by a randomization process addresses bias without interfering with the non-interventional nature of the study. First results are expected in 2018. ClinicalTrials.gov identifier: NCT02893241; DRKS identifier: DRKS00010740.",
      "mesh_terms": [
        "Adult",
        "Female",
        "Humans",
        "Infant, Newborn",
        "Middle Aged",
        "Pregnancy",
        "Anesthesia, Obstetrical",
        "Anesthesia, Spinal",
        "Blood Pressure",
        "Cesarean Section",
        "Cohort Studies",
        "Drug Combinations",
        "Ephedrine",
        "Germany",
        "Heart Rate",
        "Hypotension",
        "Prospective Studies",
        "Theophylline",
        "Vasoconstrictor Agents",
        "Multicenter Studies as Topic"
      ]
    },
    {
      "pmid": "28953494",
      "title": "The Effect of Prophylactic Phenylephrine and Ephedrine Infusions on Umbilical Artery Blood pH in Women With Preeclampsia Undergoing Cesarean Delivery With Spinal Anesthesia: A Randomized, Double-Blind Trial.",
      "authors": [
        "Nicole Higgins",
        "Paul C Fitzgerald",
        "Dominique van Dyk",
        "Robert A Dyer",
        "Natalie Rodriguez",
        "Robert J McCarthy",
        "Cynthia A Wong"
      ],
      "journal": "Anesthesia and analgesia",
      "publication_date": "2018-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Spinal anesthesia for cesarean delivery is associated with a high incidence of hypotension. Phenylephrine results in higher umbilical artery pH than ephedrine when used to prevent or treat hypotension in healthy women. We hypothesized that phenylephrine compared to ephedrine would result in higher umbilical artery pH in women with preeclampsia undergoing cesarean delivery with spinal anesthesia. METHODS: This study was a randomized double-blind clinical trial. Nonlaboring women with preeclampsia scheduled for cesarean delivery with spinal anesthesia at Prentice Women's Hospital of Northwestern Medicine were randomized to receive prophylactic infusions of phenylephrine or ephedrine titrated to maintain systolic blood pressure >80% of baseline. Spinal anesthesia consisted of hyperbaric 0.75% bupivacaine 12 mg, fentanyl 15 µg, and morphine 150 µg. The primary outcome was umbilical arterial blood pH and the secondary outcome was umbilical artery base excess. RESULTS: One hundred ten women were enrolled in the study and 54 per group were included in the analysis. There were 74 and 72 infants delivered in the ephedrine and phenylephrine groups, respectively. The phenylephrine:ephedrine ratio for umbilical artery pH was 1.002 (95% confidence interval [CI], 0.997-1.007). Mean [standard deviation] umbilical artery pH was not different between the ephedrine 7.20 [0.10] and phenylephrine 7.22 [0.07] groups (mean difference -0.02, 95% CI of the difference -0.06 to 0.07; P = .38). Median (first, third quartiles) umbilical artery base excess was -3.4 mEq/L (-5.7 to -2.0 mEq/L) in the ephedrine group and -2.8 mEq/L (-4.6 to -2.2mEq/L) in the phenylephrine group (difference -0.6 mEq/L, 95% CI of the difference -1.6 to 0.3 mEq/L; P = .10). When adjusted for gestational age and infant gender, umbilical artery pH did not differ between groups. There were also no differences in the umbilical artery pH stratified by magnesium therapy or by the severity of preeclampsia. CONCLUSIONS: We were unable to demonstrate a beneficial effect of phenylephrine on umbilical artery pH compared with ephedrine. Our findings suggest that phenylephrine may not have a clinically important advantage compared with ephedrine with regard to improved neonatal acid-base status when used to prevent spinal anesthesia-induced hypotension in women with preeclampsia undergoing cesarean delivery.",
      "mesh_terms": [
        "Adult",
        "Anesthesia, Spinal",
        "Blood Gas Analysis",
        "Cesarean Section",
        "Double-Blind Method",
        "Ephedrine",
        "Female",
        "Humans",
        "Hydrogen-Ion Concentration",
        "Infusions, Intravenous",
        "Phenylephrine",
        "Pre-Eclampsia",
        "Pre-Exposure Prophylaxis",
        "Pregnancy",
        "Treatment Outcome",
        "Umbilical Arteries"
      ]
    },
    {
      "pmid": "28899735",
      "title": "A randomised comparison of bolus phenylephrine and ephedrine for the management of spinal hypotension in patients with severe preeclampsia and fetal compromise.",
      "authors": [
        "R A Dyer",
        "A Emmanuel",
        "S C Adams",
        "C J Lombard",
        "M J Arcache",
        "A Vorster",
        "C A Wong",
        "N Higgins",
        "A R Reed",
        "M F James",
        "Y Joolay",
        "S Schulein",
        "D van Dyk"
      ],
      "journal": "International journal of obstetric anesthesia",
      "publication_date": "2018-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Studies in healthy patients undergoing elective caesarean delivery show that, compared with phenylephrine, ephedrine used to treat spinal hypotension is associated with increased fetal acidosis. This has not been investigated prospectively in women with severe preeclampsia. METHODS: Patients with preeclampsia requiring caesarean delivery for a non-reassuring fetal heart tracing were randomised to receive either bolus ephedrine (7.5-15mg) or phenylephrine (50-100µg), to treat spinal hypotension. The primary outcome was umbilical arterial base excess. Secondary outcomes were umbilical arterial and venous pH and lactate concentration, venous base excess, and Apgar scores. RESULTS: Among 133 women, 64 who required vasopressor treatment were randomised into groups of 32 with similar patient characteristics. Pre-delivery blood pressure changes were similar. There was no difference in mean [standard deviation] umbilical artery base excess (-4.9 [3.7] vs -6.0 [4.6] mmol/L for ephedrine and phenylephrine respectively; P=0.29). Mean umbilical arterial and venous pH and lactate concentrations did not significantly differ between groups (7.25 [0.08] vs 7.22 [0.10], 7.28 [0.07] vs 7.27 [0.10], and 3.41 [2.18] vs 3.28 [2.44] mmol/L respectively). Umbilical venous oxygen tension was higher in the ephedrine group (2.8 [0.7] vs 2.4 [0.62]) kPa, P=0.02). There was no difference in 1- or 5-min Apgar scores, numbers of neonates with 1-min Apgar scores <7 or with a pH <7.2. CONCLUSIONS: In patients with severe preeclampsia and fetal compromise, fetal acid-base status is independent of the use of bolus ephedrine versus phenylephrine to treat spinal hypotension.",
      "mesh_terms": [
        "Acidosis",
        "Adult",
        "Anesthesia, Obstetrical",
        "Blood Pressure",
        "Cesarean Section",
        "Ephedrine",
        "Female",
        "Fetal Blood",
        "Fetal Diseases",
        "Humans",
        "Hydrogen-Ion Concentration",
        "Hypotension",
        "Infant, Newborn",
        "Lactic Acid",
        "Oxygen",
        "Phenylephrine",
        "Pre-Eclampsia",
        "Pregnancy",
        "Vasoconstrictor Agents",
        "Young Adult"
      ]
    },
    {
      "pmid": "28712267",
      "title": "Use of topical ephedrine and naphazoline in the treatment of a keratoacanthoma.",
      "authors": [
        "Maria C Fortuna",
        "Miriam Grimaldi",
        "Valentina Garelli",
        "Giulia Pranteda",
        "Guglielmo Pranteda",
        "Donato Di Nunno",
        "Marta Carlesimo",
        "Alfredo Rossi"
      ],
      "journal": "Giornale italiano di dermatologia e venereologia : organo ufficiale, Societa italiana di dermatologia e sifilografia",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Case Reports",
        "Letter"
      ],
      "mesh_terms": [
        "Administration, Cutaneous",
        "Adrenergic alpha-Agonists",
        "Aged",
        "Ephedrine",
        "Humans",
        "Keratoacanthoma",
        "Male",
        "Naphazoline",
        "Sympathomimetics",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "28494776",
      "title": "Aggregated N-of-1 trials for unlicensed medicines for small populations: an assessment of a trial with ephedrine for myasthenia gravis.",
      "authors": [
        "Stephanie S Weinreich",
        "Charlotte Vrinten",
        "Marja R Kuijpers",
        "Alexander F Lipka",
        "Kirsten J M Schimmel",
        "Erik W van Zwet",
        "Christine Gispen-de Wied",
        "Yechiel A Hekster",
        "Jan J G M Verschuuren",
        "Martina C Cornel"
      ],
      "journal": "Orphanet journal of rare diseases",
      "publication_date": "2017-May-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Inexpensive medicines with a long history of use may currently be prescribed off-label for rare indications. Reimbursement is at the discretion of health insurance companies, and may be unpredictable. The example addressed was ephedrine as add-on treatment for myasthenia gravis. Stakeholders from academia, a patient organization, the Dutch National Health Care Institute (NHCI) and Dutch Medicines Evaluation Board (MEB) advised on the trial design. The NHCI and MEB agreed to provide scientific advice on the suitability of the evidence generated by the trial, for regulatory decisions. This paper describes the feasibility of the trial and the utility of its aggregated results. RESULTS: The trialists experienced the trial as feasible. Retrospective interviews showed that the trial as performed was acceptable to patients. The treatment effect in the primary outcome measure, muscle strength, was statistically significant when inferred to the population level, though the effect size was modest. Secondary outcomes were statistically significant in a preplanned, fixed effects analysis within the four patients. The NHCI advised that it could potentially make reimbursement decisions based on the Fitting Evidence framework, should the trialists decide to apply for reimbursement. The MEB advised that for a licensing decision, the N-of-1 design is a last-resort option for demonstrating treatment benefit in a rare disease. N-of-1 trials alone do not provide enough evidence on potential risk. The MEB found the current trial inconclusive. It suggested doing a 2-armed trial of longer duration, possibly with a different outcome measure (postponement of corticosteroid use). It suggested engaging a consultancy or commercial sponsor, should the trialists decide to seek market authorization of the drug. CONCLUSIONS: In theory, evidence from aggregated N-of-1 trials is suitable for use in licensing and reimbursement decisions. The current example illustrates differences in interpretation of N-of-1 results by health authorities. In the era of personalized medicine, consensus is required on the interpretation of data from study designs geared to small groups. Demonstrating effectiveness of inexpensive medicines in small populations may require involvement of non-commercial parties, to preserve affordability.",
      "mesh_terms": [
        "Ephedrine",
        "Humans",
        "Myasthenia Gravis",
        "Outcome Assessment, Health Care",
        "Precision Medicine",
        "Rare Diseases",
        "Retrospective Studies"
      ]
    },
    {
      "pmid": "28378467",
      "title": "Compared effects on cerebral oxygenation of ephedrine vs phenylephrine to treat hypotension during carotid endarterectomy.",
      "authors": [
        "Jugurtha Aliane",
        "Christian Dualé",
        "Nader Guesmi",
        "Charlotte Baud",
        "Eugenio Rosset",
        "Bruno Pereira",
        "Damien Bouvier",
        "Pierre Schoeffler"
      ],
      "journal": "Clinical and experimental pharmacology & physiology",
      "publication_date": "2017-Jul",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "While both ephedrine and phenylephrine are currently used to treat hypotension occurring during carotid endarterectomy (CEA) under general anaesthesia, phenylephrine may have deleterious effects on the cerebral watershed, due to its exclusively vasoconstrictive action. In this controlled, double-blind randomised trial, we compared the effects of ephedrine and phenylephrine administered in a standardised algorithm to treat the first hypotensive event occurring since induction of anaesthesia until carotid cross-clamping. The algorithm consisted of 1-to-3 boluses of 6 mg of ephedrine or 50 μg of phenylephrine, after a goal-directed fluid therapy. In case of failure, the treatment switched to the other study drug. Cerebral tissue oxygen saturation (SctO2 ) was monitored by near infrared spectroscopy (NIRS), and the primary outcome was the restoring effect of SctO2 (ipsilateral to surgery) to baseline values. Secondary postoperative outcomes were: contralateral SctO2 , neurological outcomes, and plasma S100B protein measured at discharge from post-anaesthesia care unit. Ephedrine treatment provided a higher rate of restoration of ipsilateral SctO2 than phenylephrine (93.2% vs 85.1%, P=.034); this was also noted for contralateral SctO2 (93.5% vs 90.7%, P=.026). The gain in SctO2 on the lowest value during hypotension was also higher under ephedrine than phenylephrine (6.4% vs 4.3% ipsilateral, 5.1% vs 4% contralateral), but not significantly so. Clinical outcomes were unaffected by the treatment, but S100B protein plasma concentration was higher in the phenylephrine group. To conclude, this pilot trial, focusing on intermediate outcomes, suggests that ephedrine should be preferred to phenylephrine to treat hypotension during CEA.",
      "mesh_terms": [
        "Aged",
        "Brain",
        "Dose-Response Relationship, Drug",
        "Endarterectomy, Carotid",
        "Female",
        "Humans",
        "Hypotension",
        "Imidazoles",
        "Male",
        "Oxygen",
        "Phenylephrine"
      ]
    },
    {
      "pmid": "28164084",
      "title": "Comparison of Phenylephrine and Ephedrine in Treatment of Spinal-Induced Hypotension in High-Risk Pregnancies: A Narrative Review.",
      "authors": [
        "Sasima Dusitkasem",
        "Blair H Herndon",
        "Monsicha Somjit",
        "David L Stahl",
        "Emily Bitticker",
        "John C Coffman"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "PURPOSE: To compare maternal and fetal effects of intravenous phenylephrine and ephedrine administration during spinal anesthesia for cesarean delivery in high-risk pregnancies. SOURCE: An extensive literature search was conducted using the US National Library of Medicine, MEDLINE search engine, Cochrane review, and Google Scholar using search terms \"ephedrine and phenylephrine,\" \"preterm and term and spinal hypotension,\" \"preeclampsia and healthy parturients,\" or \"multiple and singleton gestation and vasopressor.\" Society of Obstetric Anesthesia and Perinatology meeting abstracts for the past 4 years were also searched for relevant studies. PRINCIPLE FINDINGS: Both phenylephrine and ephedrine can be safely used to counteract hypotension after spinal anesthesia in patients with uteroplacental insufficiency, pregnancy-induced hypertension, and in non-elective cesarean deliveries. Vasopressor requirements before delivery in high-risk cesarean sections are reduced compared to healthy parturients. Among the articles reviewed, there were no statistically significant differences in umbilical arterial pH, umbilical venous pH, incidence of fetal acidosis, Apgar scores, or maternal hypotension when comparing maternal phenylephrine and ephedrine use. CONCLUSION: From the limited existing data, phenylephrine and ephedrine are both appropriate selections for treating or preventing hypotension induced by neuraxial blockade in high-risk pregnancies. There is no clear evidence that either medication is more effective at maintaining maternal blood pressure or has a superior safety profile in this setting. Further investigations are required to determine the efficacy, ideal dosing regimens, and overall safety of phenylephrine and ephedrine administration in high-risk obstetric patients, especially in the presence uteroplacental insufficiency."
    },
    {
      "pmid": "28154328",
      "title": "[Efficient Preparation of Ephedrine Alkaloids-free Ephedra Herb Extract and Its Antitumor Effect and Putative Marker Compound].",
      "authors": [
        "Naohiro Oshima"
      ],
      "journal": "Yakugaku zasshi : Journal of the Pharmaceutical Society of Japan",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ephedra Herb is a crude drug for the treatment of headache, bronchial asthma, nasal inflammation, and the common cold. Although it has been considered that ephedrine alkaloids (EAs) are the principal active ingredients of Ephedra Herb, EAs are known to induce palpitations, hypertension, insomnia, and dysuria as major side effects. Therefore, the administration of EAs-containing drugs to patients with cardiovascular-related diseases is strongly contraindicated. Previously, we isolated herbacetin 7-O-neohesperidoside from Ephedra Herb. In addition, we found that herbacetin, a flavonoid aglycone in Ephedra Herb, had antiproliferative and analgesic effects. Therefore, the prospect of preparing safer natural medicines without the adverse effects associated with EAs was appealing. In this symposium review, to achieve the aim of producting a clinically useful Ephedra Herb extract with none of the adverse effects associated with EAs, I present an efficient preparation method of EAs-free Ephedra Herb extract, together with its chemical composition, antiproliferative effects, and a putative marker for quality control.",
      "mesh_terms": [
        "Alkaloids",
        "Analgesics",
        "Antineoplastic Agents, Phytogenic",
        "Cardiovascular Diseases",
        "Contraindications",
        "Ephedra",
        "Ephedrine",
        "Flavonoids",
        "Plant Extracts",
        "Technology, Pharmaceutical"
      ]
    },
    {
      "pmid": "28007405",
      "title": "Ephedrine treatment for autoimmune myasthenia gravis.",
      "authors": [
        "Alexander F Lipka",
        "Charlotte Vrinten",
        "Erik W van Zwet",
        "Kirsten J M Schimmel",
        "Martina C Cornel",
        "Marja R Kuijpers",
        "Yechiel A Hekster",
        "Stephanie S Weinreich",
        "Jan J G M Verschuuren"
      ],
      "journal": "Neuromuscular disorders : NMD",
      "publication_date": "2017-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "We studied the effect and safety of ephedrine as add-on treatment for patients with myasthenia gravis with acetylcholine receptor antibodies (AChR MG), who do not sufficiently respond to standard treatment. Four patients with AChR MG were included in a placebo-controlled, double-blind, and randomised, multiple crossover series of n-of-1 trials. Each n-of-1 trial consisted of 3 cycles, in which two 5-day intervention periods were followed by 2 days washout. In each cycle, ephedrine 50 mg daily in 2 doses was compared with placebo in the alternate treatment period. Primary outcome was a change in QMG score. Add-on treatment with ephedrine compared with placebo improved QMG score by 1.0 point (95% confidence interval 0.21-1.79), which was significant for the group of trial patients as well as for the population treatment effect. Ephedrine also showed a significant trial average treatment effect for all secondary outcomes, improving MG Composite by 2.7, MG-ADL by 1.0 and VAS score for muscle strength by 1.1. Adverse events were mild and included palpitations, tremor and restlessness. Although all ECGs were normal, ephedrine prolonged the corrected QT interval. Ephedrine as add-on treatment for myasthenia gravis resulted in a small but consistent reduction of symptoms and weakness in patients with moderate disease severity.",
      "mesh_terms": [
        "Adult",
        "Autoantibodies",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Ephedrine",
        "Female",
        "Humans",
        "Immunosuppressive Agents",
        "Middle Aged",
        "Myasthenia Gravis",
        "Outcome Assessment, Health Care",
        "Receptors, Cholinergic",
        "Sympathomimetics"
      ]
    },
    {
      "pmid": "27020488",
      "title": "Randomized double-blind comparison of ephedrine and phenylephrine for management of post-spinal hypotension in potential fetal compromise.",
      "authors": [
        "M Mohta",
        "M Aggarwal",
        "A K Sethi",
        "P Harisinghani",
        "K Guleria"
      ],
      "journal": "International journal of obstetric anesthesia",
      "publication_date": "2016-Aug",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Most studies comparing phenylephrine and ephedrine have been conducted during elective caesarean sections in healthy mothers with no fetal compromise. The effect of vasopressors on fetal outcome may differ between healthy and compromised fetuses. There has been little research into the effect of phenylephrine and ephedrine, when used for management of post-spinal hypotension in the presence of potential fetal compromise. METHODS: Healthy women with a singleton pregnancy undergoing emergency caesarean section for fetal compromise under spinal anaesthesia were studied. One-hundred-and-six consecutive subjects, who developed hypotension after spinal anaesthesia, were randomly allocated to two groups of 53 each, to receive either phenylephrine (Group P) or ephedrine (Group E). For every systolic blood pressure reading <100mmHg patients received phenylephrine 100μg or ephedrine 8mg depending on group allocation. Umbilical blood gas parameters and Apgar scores were recorded. RESULTS: There was no statistically significant difference in umbilical arterial pH (P=0.79), umbilical venous pH (P=0.98), other blood gas parameters, incidence of fetal acidosis (P=1.00) and Apgar scores. The number of hypotensive episodes, vasopressor doses for treatment of the first hypotensive episode and the total number of doses used during the study period were comparable. The median [IQR] total number of doses of phenylephrine and ephedrine used before delivery were 2 [1-2] and 2 [1-2], respectively (P=0.67). More patients receiving ephedrine (24.5%) developed tachycardia than those receiving phenylephrine (3.8%) (P=0.004). Bradycardia was more common with phenylephrine, with 39.6% of patients in Group P as compared to only 1.9% of patients in Group E developing a heart rate <60beats/min after vasopressor administration (P=0.001). CONCLUSIONS: Both phenylephrine 100μg and ephedrine 8mg boluses are equally efficacious when treating post-spinal hypotension in the presence of potential fetal compromise. However, phenylephrine may be a better choice in the presence of maternal tachycardia.",
      "mesh_terms": [
        "Adult",
        "Anesthesia, Obstetrical",
        "Anesthesia, Spinal",
        "Double-Blind Method",
        "Ephedrine",
        "Female",
        "Heart Rate, Fetal",
        "Humans",
        "Hydrogen-Ion Concentration",
        "Hypotension",
        "Phenylephrine",
        "Pregnancy",
        "Prospective Studies",
        "Systole"
      ]
    },
    {
      "pmid": "26928367",
      "title": "Retrospective comparison of ephedrine and phenylephrine for the treatment of spinal anesthesia induced hypotension in pre-eclamptic patients.",
      "authors": [
        "Unyime S Ituk",
        "Mary Cooter",
        "Ashraf S Habib"
      ],
      "journal": "Current medical research and opinion",
      "publication_date": "2016-Jun",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To compare neonatal acid base status in parturients who underwent cesarean delivery and received either ephedrine or phenylephrine boluses for the treatment of spinal anesthesia induced hypotension. RESEARCH DESIGN AND METHODS: After institutional review board approval, the perioperative database of the University of Iowa Hospitals and Clinics was used to identify all women diagnosed with pre-eclampsia and had cesarean delivery under spinal anesthesia for the period 1 January 2005 to 31 July 2014. Data retrieved included patient demographics, indication for cesarean delivery, severity of pre-eclampsia, dose of vasopressor, neonatal umbilical artery pH and Apgar scores. MAIN OUTCOME MEASURES: Primary outcome was umbilical artery pH. RESULTS: Data for 146 patients was included in the analysis. Ephedrine was used in 57 patients (group E) and phenylephrine in 89 (group PE) patients. The median umbilical artery pH was 7.30 (IQR 7.20-7.30) and 7.30 (IQR 7.20-7.30) in the ephedrine and phenylephrine groups respectively (P = 0.41). Non-reassuring fetal heart trace was the only factor significantly associated with lower umbilical artery pH on multivariable regression analysis (β = -0.09, P = 0.002). CONCLUSIONS: We found no difference in neonatal umbilical artery pH between ephedrine and phenylephrine when used to treat spinal anesthesia induced hypotension during cesarean delivery in pre-eclamptic patients. Limitations of the study include its retrospective single center design and the fact that the choice of vasopressor was not randomized.",
      "mesh_terms": [
        "Adult",
        "Anesthesia, Obstetrical",
        "Anesthesia, Spinal",
        "Cesarean Section",
        "Ephedrine",
        "Female",
        "Humans",
        "Hypotension",
        "Phenylephrine",
        "Pre-Eclampsia",
        "Pregnancy",
        "Retrospective Studies",
        "Vasoconstrictor Agents",
        "Young Adult"
      ]
    },
    {
      "pmid": "26724253",
      "title": "Determination the active compounds of herbal preparation by UHPLC-MS/MS and its application on the preclinical pharmacokinetics of pure ephedrine, single herbal extract of Ephedra, and a multiple herbal preparation in rats.",
      "authors": [
        "Ju-Wen Wang",
        "Meng-Hsuan Chiang",
        "Chia-Ming Lu",
        "Tung-Hu Tsai"
      ],
      "journal": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences",
      "publication_date": "2016-Jul-15",
      "publication_types": [
        "Journal Article",
        "Validation Study"
      ],
      "abstract": "The herbal preparation Ma-Xing-Gan-Shi-Tang (MXGST) is a popular traditional Chinese formulation that has been used for the treatment of coughs and fevers. The potential active components of MXGST are ephedrine, amygdalin, and glycyrrhizic acid. The aim of this study was to develop a validated analytical method to measure these analytes in the herbal preparation MXGST using ultra high performance liquid chromatography-tandem mass spectrometry (UHPLC-MS/MS). Multiple reaction monitoring (MRM) was used to monitor m/z 166.1→148.1 for ephedrine ([M+H](+)), 475.2→163.0 for amygdalin ([M+NH4](+)), and 840.6→453.3 ([M+NH4](+)) for glycyrrhizic acid. The analytes were separated by a reverse phase C18 column (100×2.1mm, 2.6μm). The mobile phase consisted of 5mM ammonium acetate (0.1% formic acid) and 100% methanol (0.1% formic acid) with a linear gradient elution. Five brands of commercial pharmaceutical herbal products and a laboratory extract of MXGST were analyzed. Moreover, the modified UHPLC-MS/MS method was applied to the comparative pharmacokinetics of ephedrine in rats from the following three sources: (1) pure ephedrine, (2) an herbal extract of Ephedra, and (3) an herbal preparation of MXGST. Plasma samples from rats were prepared by protein precipitation, evaporation and reconstitution. The pharmacokinetic data showed that pure ephedrine was absorbed significantly faster than ephedrine of the Ephedra extract or the MXGST herbal preparation. However, the elimination half-life of ephedrine administered as the pure compound was 93.9±8.07min, but for ephedrine from the Ephedra extract and the MXGST, the half-lives were 133±17 and 247±57.6min, respectively. The area under the concentration curves (AUC) did not show significant differences among the three groups. These data suggest that the rest of the herbal ingredients in the Ephedra extract and the MXGST may provide a compensation effect that reduces the peak concentration of ephedrine and prolongs the elimination half-life.",
      "mesh_terms": [
        "Animals",
        "Chromatography, High Pressure Liquid",
        "Ephedra",
        "Ephedrine",
        "Herbal Medicine",
        "Male",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reference Standards",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "26296515",
      "title": "Salbutamol and ephedrine in the treatment of severe AChR deficiency syndromes.",
      "authors": [
        "Pedro M Rodríguez Cruz",
        "Jacqueline Palace",
        "Hayley Ramjattan",
        "Sandeep Jayawant",
        "Stephanie A Robb",
        "David Beeson"
      ],
      "journal": "Neurology",
      "publication_date": "2015-Sep-22",
      "publication_types": [
        "Case Reports",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To evaluate the response to salbutamol and ephedrine in the treatment of congenital myasthenic syndromes due to CHRNE mutations causing severe acetylcholine receptor (AChR)deficiency. METHODS: A cohort study of 6 patients with severe AChR deficiency, symptomatic despite optimal therapy with anticholinesterase and 3,4-diaminopyridine, were analyzed for their response to the addition of salbutamol or ephedrine to their medication. Baseline quantitative myasthenia gravis (QMG) (severity) scores were worse than 15 of 39. Patients were assessed in clinic with QMG and mobility scores. Pretreatment and 6- to 8-month follow-up scores were evaluated. RESULTS: All 6 patients tolerated treatment well and reported no side effects. There was a strong positive response to treatment over the 6- to 8-month assessment period with significant improvement in QMG (p = 0.027) and mobility scores. The analysis of subcomponents of the QMG score revealed marked improvement in upper (p = 0.028) and lower (p = 0.028) limb raise times. All patients reported enhanced activities of daily living at 6 to 8 months. CONCLUSIONS: Oral salbutamol and ephedrine appear to be effective treatments in severe cases ofAChR deficiency on pyridostigmine. They are well tolerated and improvement in strength can be dramatic. Classification of evidence: This study provides Class IV evidence that salbutamol or ephedrine improves muscle strength in patients with congenital myasthenia from severe AChR deficiency.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Albuterol",
        "Cohort Studies",
        "Drug Therapy, Combination",
        "Ephedrine",
        "Female",
        "Humans",
        "Male",
        "Middle Aged",
        "Myasthenic Syndromes, Congenital",
        "Receptors, Cholinergic",
        "Severity of Illness Index",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "26239084",
      "title": "Heterogeneous response of cardiac sympathetic function to cardiac resynchronization therapy in heart failure documented by 11[C]-hydroxy-ephedrine and PET/CT.",
      "authors": [
        "Selene Capitanio",
        "Cristina Nanni",
        "Cecilia Marini",
        "Rachele Bonfiglioli",
        "Cristian Martignani",
        "Bassam Dib",
        "Chiara Fuccio",
        "Giuseppe Boriani",
        "Lorena Picori",
        "Stefano Boschi",
        "Silvia Morbelli",
        "Stefano Fanti",
        "Gianmario Sambuceti"
      ],
      "journal": "Nuclear medicine and biology",
      "publication_date": "2015-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Cardiac resynchronization therapy (CRT) is an accepted treatment in patients with end-stage heart failure. PET permits the absolute quantification of global and regional homogeneity in cardiac sympathetic innervation. We evaluated the variation of cardiac adrenergic activity in patients with idiopathic heart failure (IHF) disease (NYHA III-IV) after CRT using (11)C-hydroxyephedrine (HED) PET/CT. METHODS: Ten IHF patients (mean age = 68; range = 55-81; average left ventricular ejection fraction 26 ± 4%) implanted with a resynchronization device underwent three HED PET/CT studies: PET 1 one week after inactive device implantation; PET 2, one week after PET 1 under stimulated rhythm; PET 3, at 3 months under active CRT. A dedicated software (PMOD 3.4 version) was used to estimate global and regional cardiac uptake of HED through 17 segment polar maps. RESULTS: At baseline, HED uptake was heterogeneously distributed throughout the left ventricle with a variation coefficient of 18 ± 5%. This variable markedly decreased after three months CRT (12 ± 5%, p < 0.01). Interestingly, subdividing the 170 myocardial segments (17 segments of each patient multiplied by the number of patients) into two groups, according to the median value of tracer uptake expressed as % of maximal myocardial uptake (76%), we observed a different behaviour depending on baseline innervation: HED uptake significantly increased only in segments with \"impaired innervation\" (SUV 2.61 ± 0.92 at PET1 and 3.05 ± 1.67 at three months, p < 0.01). CONCLUSION: As shown by HED PET/CT uptake and distribution, improvement in homogeneity of myocardial neuronal function reflected a selective improvement of tracer uptake in regions with more severe neuronal damage. ADVANCES IN KNOWLEDGE: These finding supported the presence of a myocardial regional variability in response of cardiac sympathetic system to CRT and a systemic response involving remote tissues with rich adrenergic innervation. IMPLICATION FOR PATIENT CARE: This work might contribute to identify imaging parameters that could predict the response to CRT therapy.",
      "mesh_terms": [
        "Aged",
        "Aged, 80 and over",
        "Biological Transport",
        "Cardiac Resynchronization Therapy",
        "Ephedrine",
        "Female",
        "Heart",
        "Heart Failure",
        "Humans",
        "Male",
        "Middle Aged",
        "Positron-Emission Tomography",
        "Receptors, Adrenergic",
        "Sympathetic Nervous System",
        "Tomography, X-Ray Computed",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "26185179",
      "title": "Ephedrine as add-on therapy for patients with myasthenia gravis: protocol for a series of randomised, placebo-controlled n-of-1 trials.",
      "authors": [
        "Charlotte Vrinten",
        "Alexander F Lipka",
        "Erik W van Zwet",
        "Kirsten J M Schimmel",
        "Martina C Cornel",
        "Marja R Kuijpers",
        "Yechiel A Hekster",
        "Stephanie S Weinreich",
        "Jan J G M Verschuuren"
      ],
      "journal": "BMJ open",
      "publication_date": "2015-Jul-16",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Myasthenia gravis (MG), a rare neuromuscular disease, is often initially treated using acetylcholinesterase inhibitors. Patients who do not respond adequately depend on the use of corticosteroids or other immunosuppressive medication, but these may have serious side effects. Clinical observations suggest that ephedrine can diminish, postpone or even prevent the need for immunosuppressive therapy when added to acetylcholinesterase inhibitors or low-dose prednisone. In the Netherlands, ephedrine is not licensed for MG nor is reimbursement guaranteed. MG is a rare condition, and ephedrine might be indicated only in a subset of patients. Thus, randomised controlled trials comparing large groups are difficult to conduct. We, therefore, aim to aggregate data from a small series of n-of-1 trials (also known as single patient trials) to assess the effect of ephedrine as add-on treatment for MG. METHODS AND ANALYSIS: Single-centre, placebo-controlled, double-blind, randomised, multiple crossover n-of-1 studies in 4 adult patients with generalised MG who show inadequate improvement on pyridostigmine and/or immunosuppressive drugs. Each n-of-1 trial has 3 cycles of two 5-day intervention periods. TREATMENT: 25 mg ephedrine or placebo, twice daily. MAIN OUTCOME MEASURE: Quantitative Myasthenia Gravis (QMG) test. STATISTICAL ANALYSIS: fixed effects linear model for QMG for all patients combined. SECONDARY OUTCOME MEASURES: Clinical: effects on MG-Composite and MG-Activities of Daily Living (MG-ADL) scales; QMG at individual level; adverse events. Acceptability of trial design: number of patients eligible and enrolled; number of treatment cycles completed; patients' and caregivers' experiences. ETHICS AND DISSEMINATION: This study was approved by the Medical Ethics Committee of Leiden University Medical Center, No. P14.108. Results of the trial will be reported in a peer-reviewed publication. Regulatory stakeholders will comment on the suitability of the trial for market authorisation and reimbursement purposes. TRIAL REGISTRATION NUMBER: This study is registered under EudraCT number 2014-001355-23, protocol no. 40960, V.1.0, registration date 27 March 2014.",
      "mesh_terms": [
        "Activities of Daily Living",
        "Adult",
        "Attitude of Health Personnel",
        "Attitude to Health",
        "Central Nervous System Stimulants",
        "Clinical Protocols",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Ephedrine",
        "Humans",
        "Myasthenia Gravis",
        "Off-Label Use",
        "Patient Selection",
        "Prospective Studies",
        "Randomized Controlled Trials as Topic",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "26138360",
      "title": "A descriptive study to provide evidence of the teratogenic and cellular effects of sibutramine and ephedrine on cardiac- and liver-tissue of chick embryos.",
      "authors": [
        "Hester Magdalena Oberholzer",
        "Ciska Van Der Schoor",
        "Helena Taute",
        "Megan Jean Bester"
      ],
      "journal": "Microscopy research and technique",
      "publication_date": "2015-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Exposure to drugs during pregnancy is a major concern, as some teratogenic compounds can influence normal foetal development. Although the use of drugs during pregnancy should generally be avoided, exposure of the developing foetus to teratogens may occur unknowingly since these compounds may be hidden in products that are being marketed as \"all natural.\" The aim of the current study was to investigate the possible teratogenic and cellular effects of sibutramine-a serotonin-norepinephrine reuptake inhibitor used in the treatment of obesity-on the heart and liver tissue of chick embryos. Ephedrine was used as a positive control. The chick embryo model was chosen because it has been used in studying developmental and experimental biology and teratology with great success. The embryos were exposed to three different concentrations of sibutramine and ephedrine respectively. The results obtained revealed that both compounds exhibited embryotoxicity when compared to the control groups. Liver and heart tissue of the exposed embryos was severely affected by these compounds in a dose-related manner. Morphology similar to that of muscle dystrophy was observed in the heart, where the muscle tissue was infiltrated by adipose and connective tissue. Severe liver steatosis was also noted. A more in-depth investigation into the molecular pathways involved might provide more information on the exact mechanism of toxicity of these products influencing embryonic development.",
      "mesh_terms": [
        "Animals",
        "Chick Embryo",
        "Cyclobutanes",
        "Ephedrine",
        "Heart",
        "Liver",
        "Myocardium",
        "Teratogens",
        "Toxicity Tests"
      ]
    },
    {
      "pmid": "25886331",
      "title": "Postspinal hypotension in elderly patients undergoing orthopedic surgery, prophylactic ephedrine versus polygeline 3.5.",
      "authors": [
        "Saru Singh",
        "Trupti D Shah",
        "Ruchi Gupta",
        "Preetween Kaur",
        "Chiteshwar S Walia",
        "Saroj Sehrawat"
      ],
      "journal": "Anesthesia, essays and researches",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Perioperative fluid management in elderly poses considerable challenge to the anesthesiologist. The conventional crystalloid loading may not be a preferred regime in this subgroup of patients since an exaggerated hemodynamic response is expected due to blunted sympathetic response and compromised cardiorespiratory system. AIMS: This study was designed in the elderly patient for comparing efficacy, side-effects and limitations of prophylactic ephedrine 30 mg (intramuscular [i.m.]) versus polygeline 3.5% 500 ml (intravenous [i.v.]) for the maintenance of blood pressure after subarachnoid block (SAB). SETTINGS AND DESIGN: The sample size of 100 elderly (age > 50 years) patients undergoing orthopedic surgeries was administered SAB using bupivacaine 0.5% heavy. The primary outcome of this study was the attenuation of hypotension due to SAB using ephedrine or polygeline 3.5%. MATERIALS AND METHODS: A total of 100 patients were randomly allocated to receive ephedrine 30 mg i.m. 10 min before the institution of SAB in Group I and preloading with 500 ml of polygeline 3.5% i.v. over 10 min prior to SAB in Group II. Patients in both groups were closely monitored for pulse rate, systolic blood pressure; any hypotension, requirement of rescue therapy and adverse effects. STATISTICAL ANALYSIS USED: Results were interpreted using Student's t-test for parametric and Chi-square tests for nonparametric data. RESULTS: The incidence of hypotension and requirement for rescue therapy was statistically less in Group I compared with Group II (P < 0.05). Heart rates were better maintained in Group I than Group II, with few hemodynamic adverse effects in both groups. CONCLUSIONS: Ephedrine 30 mg i.m. given as pretreatment before SAB in elderly patients was more effective for the prevention of post-SAB hypotension."
    },
    {
      "pmid": "25725625",
      "title": "Chronic ephedrine administration decreases brown adipose tissue activity in a randomised controlled human trial: implications for obesity.",
      "authors": [
        "Andrew L Carey",
        "Renata Pajtak",
        "Melissa F Formosa",
        "Bruce Van Every",
        "David A Bertovic",
        "Mitchell J Anderson",
        "Nina Eikelis",
        "Gavin W Lambert",
        "Victor Kalff",
        "Stephen J Duffy",
        "Martin H Cherk",
        "Bronwyn A Kingwell"
      ],
      "journal": "Diabetologia",
      "publication_date": "2015-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS/HYPOTHESIS: Brown adipose tissue (BAT) activation increases energy expenditure and may have therapeutic potential to combat obesity. The primary activating and adaptive signal for BAT is via β-adrenergic signalling. We previously demonstrated that human BAT is acutely responsive to oral administration of the sympathomimetic, ephedrine. Here we aimed to determine whether adaptive thermogenesis can be induced via chronic treatment with ephedrine. METHODS: Twenty-three healthy young men, recruited from the general public in Melbourne, Australia, who were non-smokers, physically inactive and non-medicated with no prior history of cardiovascular disease or diabetes were recruited for this study. They were assigned to receive either 1.5 mg kg(-1) day(-1) ephedrine ('active' group; n = 12, age 23 ± 1 years, BMI 24 ± 1 kg/m(2)) or placebo (n = 11; 22 ± 2 years, 23 ± 2 kg/m(2)) for 28 days in a randomised (computer-generated random order sequence), placebo-controlled, parallel-group trial. Participants and all investigators were blinded to treatments. Body composition was measured before and after the intervention by dual energy X-ray absorptiometry. BAT activity, measured via (18)F-fluorodeoxyglucose positron emission tomography-computed tomography, in response to a single dose of 2.5 mg/kg ephedrine, was the primary outcome measure to be determined before and after the 28 day treatment period. RESULTS: Twenty-eight individuals were randomised and consented to the study. Twenty-three completed the trial and only these participants were included in the final analyses. After 28 days of treatment, the active group lost a significant amount of total body fat (placebo 1.1 ± 0.3 kg, ephedrine -0.9 ± 0.5 kg; p < 0.01) and visceral fat (placebo 6.4 ± 19.1 g, ephedrine -134 ± 43 g; p < 0.01), with no change in lean mass or bone mineral content compared with the placebo group. In response to acute ephedrine, BAT activity (change in mean standardised uptake value: placebo -3 ± 7%, ephedrine -22 ± 6%) and the increase in systolic blood pressure were significantly reduced (p < 0.05) in the active group compared with placebo. CONCLUSIONS/INTERPRETATION: Chronic ephedrine treatment reduced body fat content, but this was not associated with an increase in BAT activity. Rather, chronic ephedrine suppressed BAT glucose disposal, suggesting that chronic ephedrine treatment decreased, rather than increased, BAT activity. TRIAL REGISTRATION: ClinicalTrials.gov NCT02236962 FUNDING: This study was funded by the National Health and Medical Research Council of Australia Program Grant (1036352) and the OIS scheme from the Victorian State Government.",
      "mesh_terms": [
        "Adipose Tissue, Brown",
        "Blood Glucose",
        "Blood Pressure",
        "Body Composition",
        "Ephedrine",
        "Fluorodeoxyglucose F18",
        "Humans",
        "Male",
        "Obesity",
        "Radionuclide Imaging",
        "Sympathomimetics",
        "Thermogenesis",
        "Young Adult"
      ]
    },
    {
      "pmid": "25684415",
      "title": "A beating heart cell model to predict cardiotoxicity: effects of the dietary supplement ingredients higenamine, phenylethylamine, ephedrine and caffeine.",
      "authors": [
        "Richard Calvert",
        "Sanah Vohra",
        "Martine Ferguson",
        "Paddy Wiesenfeld"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2015-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S."
      ],
      "abstract": "Some dietary supplements may contain cardiac stimulants and potential cardiotoxins. In vitro studies may identify ingredients of concern. A beating human cardiomyocyte cell line was used to evaluate cellular effects following phenylethylamine (PEA), higenamine, ephedrine or caffeine treatment. PEA and higenamine exposure levels simulated published blood levels in humans or animals after intravenous administration. Ephedrine and caffeine levels approximated published blood levels following human oral intake. At low or midrange levels, each chemical was examined plus or minus 50 µM caffeine, simulating human blood levels reported after consumption of caffeine-enriched dietary supplements. To measure beats per minute (BPM), peak width, etc., rhythmic rise and fall in intracellular calcium levels following 30 min of treatment was examined. Higenamine 31.3 ng/ml or 313 ng/ml significantly increased BPM in an escalating manner. PEA increased BPM at 0.8 and 8 µg/ml, while 80 µg/ml PEA reduced BPM and widened peaks. Ephedrine produced a significant BPM dose response from 0.5 to 5.0 µM. Caffeine increased BPM only at a toxic level of 250 µM. Adding caffeine to PEA or higenamine but not ephedrine further increased BPM. These in vitro results suggest that additional testing may be warranted in vivo to further evaluate these effects.",
      "mesh_terms": [
        "Alkaloids",
        "Animals",
        "Caffeine",
        "Cardiotonic Agents",
        "Cardiotoxicity",
        "Cells, Cultured",
        "Dietary Supplements",
        "Ephedrine",
        "Heart",
        "Humans",
        "Myocytes, Cardiac",
        "Phenethylamines",
        "Rats",
        "Tetrahydroisoquinolines",
        "Toxicity Tests"
      ]
    },
    {
      "pmid": "25515947",
      "title": "Ephedrine for myasthenia gravis, neonatal myasthenia and the congenital myasthenic syndromes.",
      "authors": [
        "Charlotte Vrinten",
        "Angeli M van der Zwaag",
        "Stephanie S Weinreich",
        "Rob J P M Scholten",
        "Jan J G M Verschuuren"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2014-Dec-17",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Myasthenia is a condition in which neuromuscular transmission is affected by antibodies against neuromuscular junction components (autoimmune myasthenia gravis, MG; and neonatal myasthenia gravis, NMG) or by defects in genes for neuromuscular junction proteins (congenital myasthenic syndromes, CMSs). Clinically, some individuals seem to benefit from treatment with ephedrine, but its effects and adverse effects have not been systematically evaluated. OBJECTIVES: To assess the effects and adverse effects of ephedrine in people with autoimmune MG, transient neonatal MG, and the congenital myasthenic syndromes. SEARCH METHODS: On 17 November 2014, we searched the Cochrane Neuromuscular Disease Group Specialized Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE and EMBASE. We also searched reference lists of articles, conference proceedings of relevant conferences, and prospective trial registers. In addition, we contacted manufacturers and researchers in the field. SELECTION CRITERIA: We considered randomised controlled trials (RCTs) and quasi-RCTs comparing ephedrine as a single or add-on treatment with any other active treatment, placebo, or no treatment in adults or children with autoimmune MG, NMG, or CMSs. DATA COLLECTION AND ANALYSIS: Two review authors independently assessed study design and quality, and extracted data. We contacted study authors for additional information. We collected information on adverse effects from included articles, and contacted authors. MAIN RESULTS: We found no RCTs or quasi-RCTs, and therefore could not establish the effect of ephedrine on MG, NMG and CMSs. We describe the results of 53 non-randomised studies narratively in the Discussion section, including observations of endurance, muscle strength and quality of life. Effects may differ depending on the type of myasthenia. Thirty-seven studies were in participants with CMS, five in participants with MG, and in 11 the precise form of myasthenia was unknown. We found no studies for NMG. Reported adverse effects included tachycardia, sleep disturbances, nervousness, and withdrawal symptoms. AUTHORS' CONCLUSIONS: There was no evidence available from RCTs or quasi-RCTs, but some observations from non-randomised studies are available. There is a need for more evidence from suitable forms of prospective RCTs, such as series of n-of-one RCTs, that use appropriate and validated outcome measures.",
      "mesh_terms": [
        "Adrenergic Agents",
        "Adult",
        "Child",
        "Cholinesterase Inhibitors",
        "Ephedrine",
        "Humans",
        "Infant, Newborn",
        "Myasthenia Gravis",
        "Myasthenia Gravis, Neonatal",
        "Myasthenic Syndromes, Congenital"
      ]
    },
    {
      "pmid": "25168433",
      "title": "[Comparison of metaraminol, phenylephrine and ephedrine in prophylaxis and treatment of hypotension in cesarean section under spinal anesthesia].",
      "authors": [
        "Fábio Farias de Aragão",
        "Pedro Wanderley de Aragão",
        "Carlos Alberto de Souza Martins",
        "Natalino Salgado Filho",
        "Elizabeth de Souza Barcelos Barroqueiro"
      ],
      "journal": "Revista brasileira de anestesiologia",
      "publication_date": "2014",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "Maternal hypotension is a common complication after spinal anesthesia for cesarean section, with deleterious effects on the fetus and mother. Among the strategies aimed at minimizing the effects of hypotension, vasopressor administration is the most efficient. The aim of this study was to compare the efficacy of phenylephrine, metaraminol, and ephedrine in the prevention and treatment of hypotension after spinal anesthesia for cesarean section. Ninety pregnant women, not in labor, undergoing cesarean section were randomized into three groups to receive a bolus followed by continuous infusion of vasopressor as follows: phenylephrine group (50μg+50μg/min); metaraminol group (0.25mg+0.25mg/min); ephedrine group (4mg+4mg/min). Infusion dose was doubled when systolic blood pressure decreased to 80% of baseline and a bolus was given when systolic blood pressure decreased below 80%. The infusion dose was divided in half when systolic blood pressure increased to 120% and was stopped when it became higher. The incidence of hypotension, nausea and vomiting, reactive hypertension, bradycardia, tachycardia, Apgar scores, and arterial cord blood gases were assessed at the 1st and 5th minutes. There was no difference in the incidence of hypotension, bradycardia, reactive hypertension, infusion discontinuation, atropine administration or Apgar scores. Rescue boluses were higher only in the ephedrine group compared to metaraminol group. The incidence of nausea and vomiting and fetal acidosis were greater in the ephedrine group. The three drugs were effective in preventing hypotension; however, fetal effects were more frequent in the ephedrine group, although transient."
    },
    {
      "pmid": "25132005",
      "title": "Cardiolipin profiles as a potential biomarker of mitochondrial health in diet-induced obese mice subjected to exercise, diet-restriction and ephedrine treatment.",
      "authors": [
        "Catherine Faber",
        "Zhaohai J Zhu",
        "Stephen Castellino",
        "David S Wagner",
        "Roger H Brown",
        "Richard A Peterson",
        "Lisa Gates",
        "Joanna Barton",
        "Mark Bickett",
        "Laura Hagerty",
        "Carie Kimbrough",
        "Mario Sola",
        "David Bailey",
        "Holly Jordan",
        "Chandikumar S Elangbam"
      ],
      "journal": "Journal of applied toxicology : JAT",
      "publication_date": "2014-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cardiolipin (CL) is crucial for mitochondrial energy metabolism and structural integrity. Alterations in CL quantity or CL species have been associated with mitochondrial dysfunction in several pathological conditions and diseases, including mitochondrial dysfunction-related compound attrition and post-market withdrawal of promising drugs. Here we report alterations in the CL profiles in conjunction with morphology of soleus muscle (SM) and brown adipose tissue (BAT) in diet-induced obese (DIO) mice, subjected to ephedrine treatment (EPH: 200 mg kg(-1)  day(-1) orally), treadmill exercise (EX: 10 meters per min, 1 h per day), or dietary restriction (DR: 25% less of mean food consumed by the EX group) for 7 days. Mice from the DR and EPH groups had a significant decrease in percent body weight and reduced fat mass compared with DIO controls. Morphologic alterations in the BAT included brown adipocytes with reduced cytoplasmic lipid droplets and increased cytoplasmic eosinophilia in the EX, DR and EPH groups. Increased cytoplasmic eosinophilia in the BAT was ultrastructurally manifested by increased mitochondrial cristae, fenestration of mitochondrial cristae, increased electron density of mitochondrial matrix, and increased complexity of shape and elongation of mitochondria. Mitochondrial ultrastructural alterations in the SM of the EX and DR groups included increased mitochondrial cristae, cup-shaped mitochondria and mitochondrial degeneration. All four CL species (tri-linoleoyl-mono-docosahexaenoyl, tetralinoleoyl, tri-linoleoyl-mono-oleoyl, and di-linoleoyl-di-oleoyl) were increased in the BAT of the DR and EPH groups and in the SM of the EPH and EX groups. In conclusion, cardiolipin profiling supported standard methods for assessing mitochondrial biogenesis and health, and may serve as a potential marker of mitochondrial dysfunction in preclinical toxicity studies.",
      "mesh_terms": [
        "Adipose Tissue, Brown",
        "Animals",
        "Biomarkers",
        "Caloric Restriction",
        "Cardiolipins",
        "Chromatography, Liquid",
        "Diet",
        "Ephedrine",
        "Male",
        "Mice",
        "Mice, Inbred C57BL",
        "Mice, Obese",
        "Microscopy, Electron, Transmission",
        "Mitochondria",
        "Obesity",
        "Physical Conditioning, Animal",
        "Tandem Mass Spectrometry"
      ]
    },
    {
      "pmid": "25097735",
      "title": "The dose effect of ephedrine on the onset time and intubating conditions after cisatracurium administration.",
      "authors": [
        "Dong Guk Cha",
        "Kyo Sang Kim",
        "Ji Seon Jeong",
        "Hye Mee Kwon"
      ],
      "journal": "Korean journal of anesthesiology",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The aim of this randomized, double-blind, placebo-controlled study was to evaluate dose effects of ephedrine pretreatment on the onset time and intubating conditions after cisatracurium administration. METHODS: A total of 140 adult patients were randomized into 4 groups to receive either 30 µg/kg ephedrine (Group 30, n = 35), 70 µg/kg ephedrine (Group 70, n = 35), 110 µg/kg ephedrine (Group 110, n = 35), 3 ml normal saline (Group C, n = 35) as pretreatment given 30 s before anesthetic induction. Neuromuscular block was achieved with 0.15 mg/kg cisatracurium, evaluated accelomyographically with train-of-four stimulation. An anesthesiologist blinded to patient grouping assessed the intubating conditions 1.5 min after cisatracurium administration. RESULTS: An onset time of 70 s was obtained in the ephedrine groups (Group 30: 155.4 ± 44.7 s, Group 70: 152.6 ± 40.3 s, Group 110: 151.2 ± 51.6 s) compared to Group C (224.6 ± 56.9 s) after 0.15 mg/kg of cisatracurium (P < 0.001). Ephedrine doses of either 70 or 110 µg/kg for pretreatment significantly improved intubating conditions (P < 0.05). Systolic and diastolic blood pressure and heart rate at 1 min after tracheal intubation were significantly increased than other times in all groups (P < 0.001), with no differences among the groups. However, 5 patients in Group 110 experienced marked hypertension (systolic/diastolic blood pressure: > 200/100 mmHg) 1 min after tracheal intubation with no patients in other groups. CONCLUSIONS: We conclude that pre-treatment with ephedrine 70 µg/kg improved intubating conditions 1.5 min after cisatracurium administration and facilitated the onset of neuromuscular block (70 s) without adverse hemodynamic effects."
    },
    {
      "pmid": "24905629",
      "title": "Muscle uncoupling protein 3 expression is unchanged by chronic ephedrine/caffeine treatment: results of a double blind, randomised clinical trial in morbidly obese females.",
      "authors": [
        "Renata Bracale",
        "Maria Letizia Petroni",
        "Sergio Davinelli",
        "Umberto Bracale",
        "Giovanni Scapagnini",
        "Michele O Carruba",
        "Enzo Nisoli"
      ],
      "journal": "PloS one",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "UNLABELLED: Ephedrine/caffeine combination (EC) has been shown to induce a small-to-moderate weight loss in obese patients. Several mechanisms have been proposed, among which an increased thermogenic capacity of skeletal muscle consequent to the EC-induced up-regulation of uncoupling protein 3 (UCP3) gene expression. We did a parallel group double-blind, placebo-controlled, 4-week trial to investigate this hypothesis. Thirteen morbidly obese women (25-52 years of age, body-mass index 48.0±4.0 kg/m2, range 41.1-57.6) were randomly assigned to EC (200/20 mg, n = 6) or to placebo (n = 7) administered three times a day orally, before undergoing bariatric surgery. All individuals had an energy-deficit diet equal to about 70% of resting metabolic rate (RMR) diet (mean 5769±1105 kJ/day). The RMR analysed by intention to treat and the UCP3 (long and short isoform) mRNA levels in rectus abdominis were the primary outcomes. Body weight, plasma levels of adrenaline, noradrenaline, triglycerides, free fatty acids, glycerol, TSH, fT4, and fT3 were assessed, as well as fasting glucose, insulin and HOMA index, at baseline and at the end of treatments. Body weight loss was evident in both groups when compared to baseline values (overall -5.2±3.2%, p<0.0001) without significant differences between the treated groups. EC treatment increased the RMR (+9.2±6.8%, p = 0.020), differently from placebo which was linked to a reduction of RMR (-7.6±6.5%, p = 0.029). No significant differences were seen in other metabolic parameters. Notably, no changes of either UCP3 short or UCP3 long isoform mRNA levels were evident between EC and placebo group. Our study provides evidence that 4-week EC administration resulted in a pronounced thermogenic effect not related to muscle UCP3 gene expression and weight loss in morbidly obese females under controlled conditions. TRIAL REGISTRATION: ClinicalTrials.gov NCT02048215.",
      "mesh_terms": [
        "Administration, Oral",
        "Adult",
        "Basal Metabolism",
        "Body Weight",
        "Caffeine",
        "Ephedrine",
        "Epinephrine",
        "Fatty Acids",
        "Female",
        "Glycerol",
        "Humans",
        "Ion Channels",
        "Middle Aged",
        "Mitochondrial Proteins",
        "Muscle, Skeletal",
        "Obesity, Morbid",
        "RNA, Messenger",
        "Thermogenesis",
        "Thyrotropin",
        "Triglycerides",
        "Uncoupling Protein 3"
      ]
    },
    {
      "pmid": "24624090",
      "title": "Effect of phenylephrine vs. ephedrine on frontal lobe oxygenation during caesarean section with spinal anesthesia: an open label randomized controlled trial.",
      "authors": [
        "Visti T Foss",
        "Robin Christensen",
        "Kim Z Rokamp",
        "Peter Nissen",
        "Niels H Secher",
        "Henning B Nielsen"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: During caesarean section spinal anesthesia may provoke maternal hypotension that we prevent by administration of phenylephrine and/or ephedrine. Phenylephrine is however reported to reduce the near infrared spectroscopy-determined frontal lobe oxygenation (ScO2) but whether that is the case for patients exposed to spinal anesthesia is not known. OBJECTIVES: To evaluate the impact of phenylephrine vs. ephedrine on ScO2during caesarean section with spinal anesthesia in a single center, open-label parallel-group study with balanced randomization of 24 women (1:1). Secondary aims were to compare the effect of the two drugs on maternal hemodynamics and fetal heart rate. INTERVENTION: Ephedrine (0.8-3.3 mg/min) vs. phenylephrine infusion (0.02-0.07 mg/min). RESULTS: For the duration of surgery, administration of ephedrine maintained ScO2 (compared to baseline +2.1 ± 2.8%; mean ± SE, while phenylephrine reduced ScO2 (-8.6 ± 2.8%; p = 0.005) with a 10.7% difference in ScO2between groups (p = 0.0106). Also maternal heart rate was maintained with ephedrine (+3 ± 3 bpm) but decreased with phenylephrine (-11 ± 3 bpm); difference 14 bpm (p = 0.0053), but no significant difference in mean arterial pressure (p = 0.1904) or CO (p = 0.0683) was observed between groups. The two drugs also elicited an equal increase in fetal heart rate (by 19 ± 3 vs. 18 ± 3 bpm; p = 0.744). CONCLUSION: In the choice between phenylephrine and ephedrine for maintenance of blood pressure during caesarean section with spinal anesthesia, ephedrine maintains frontal lobe oxygenation and maternal heart rate with a similar increase in fetal heart rate as elicited by phenylephrine. TRIAL REGISTRATION: Clinical trials NCT 01509521 and EudraCT 2001 006103 35."
    },
    {
      "pmid": "24365491",
      "title": "Pseudoephedrine/ephedrine shows potent anti-inflammatory activity against TNF-α-mediated acute liver failure induced by lipopolysaccharide/D-galactosamine.",
      "authors": [
        "Zhongping Wu",
        "Xiangliang Kong",
        "Tong Zhang",
        "Jin Ye",
        "Zhaoqin Fang",
        "Xuejun Yang"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2014-Feb-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The anti-inflammatory effects of pseudoephedrine/ephedrine were investigated using the experimental model of lipopolysaccharide (LPS)-induced acute liver failure in D-galactosamine (D-GalN)-sensitised male rats in order to elucidate effects other than sympathomimetic effects. Rats were intraperitoneally injected with D-GalN (400 mg/kg) and LPS (40 μg/kg) to induce acute liver failure. The treatment groups were then intraperitoneally administered pseudoephedrine/ephedrine at 0 h and 4 h after induction and the activation induced by treatment with pseudoephedrine and/or LPS on the primary Kupffer cells (KCs) was monitored. Compared with controls induced by GalN/LPS alone, pseudoephedrine dramatically reduced the infiltration of inflammatory cells and bile ductular hyperplasia and hepatic necrosis observed in liver sections. It inhibited both hepatocellular apoptosis and the expression of monocyte chemotactic protein-1. It lowered the production of tumour necrosis factor-α (TNF-α) in the beginning of acute liver failure induced by D-GalN/LPS. Correspondingly, levels of alanine aminotransferase (ALT), total bilirubin (TBIL) and malondialdehyde were attenuated. Ephedrine demonstrated all these identical protective effects as well. In addition, pseudoephedrine significantly suppressed the production of p-IκB-α, reducing the degradation of sequestered nuclear factor kappa B (NF-κB) in the cytoplasm, and inhibited the translocation of NF-κB/p65 to the nucleus, the transcription of TNF-α mRNA and the production of TNF-α in primary KCs. These results suggest that pseudoephedrine and ephedrine have a potent anti-inflammatory activity against D-GalN/LPS-induced acute liver failure in rats, and this comprehensive anti-inflammatory effect may result from the inhibition of TNF-α production.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents",
        "Cells, Cultured",
        "Chemokine CCL2",
        "Ephedrine",
        "Kupffer Cells",
        "Lipopolysaccharides",
        "Liver",
        "Liver Failure, Acute",
        "Male",
        "NF-kappa B",
        "Pseudoephedrine",
        "Rats",
        "Rats, Wistar",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "23797154",
      "title": "A mouse model of the slow channel myasthenic syndrome: Neuromuscular physiology and effects of ephedrine treatment.",
      "authors": [
        "R G Webster",
        "J Cossins",
        "D Lashley",
        "S Maxwell",
        "W W Liu",
        "J R Wickens",
        "P Martinez-Martinez",
        "M de Baets",
        "D Beeson"
      ],
      "journal": "Experimental neurology",
      "publication_date": "2013-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "In the slow channel congenital myasthenic syndrome mutations in genes encoding the muscle acetylcholine receptor give rise to prolonged ion channel activations. The resulting cation overload in the postsynaptic region leads to damage of synaptic structures, impaired neuromuscular transmission and fatigable muscle weakness. Previously we identified and characterised in detail the properties of the slow channel syndrome mutation εL221F. Here, using this mutation, we generate a transgenic mouse model for the slow channel syndrome that expresses mutant human ε-subunits harbouring an EGFP tag within the M3-M4 cytoplasmic region, driven by a ~1500 bp region of the CHRNB promoter. Fluorescent mutant acetylcholine receptors are assembled, cluster at the motor endplates and give rise to a disease model that mirrors the human condition. Mice demonstrate mild fatigable muscle weakness, prolonged endplate and miniature endplate potentials, and variable degeneration of the postsynaptic membrane. We use our model to investigate ephedrine as a potential treatment. Mice were assessed before and after six weeks on oral ephedrine (serum ephedrine concentration 89 ± 3 ng/ml) using an inverted screen test and in vivo electromyography. Treated mice demonstrated modest benefit for screen hang time, and in measures of compound muscle action potentials and mean jitter that did not reach statistical significance. Ephedrine and salbutamol show clear benefit when used in the treatment of DOK7 or COLQ congenital myasthenic syndromes. Our results highlight only a modest potential benefit of these β2-adrenergic receptor agonists for the treatment of the slow channel syndrome.",
      "mesh_terms": [
        "Adrenergic Agents",
        "Animals",
        "Disease Models, Animal",
        "Ephedrine",
        "Membrane Potentials",
        "Mice",
        "Mice, Transgenic",
        "Miniature Postsynaptic Potentials",
        "Mutation",
        "Myasthenic Syndromes, Congenital",
        "Neuromuscular Junction",
        "Receptors, Cholinergic",
        "Synaptic Transmission",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "23686786",
      "title": "The effect of leptin, caffeine/ephedrine, and their combination upon visceral fat mass and weight loss.",
      "authors": [
        "Ann G Liu",
        "Steven R Smith",
        "Ken Fujioka",
        "Frank L Greenway"
      ],
      "journal": "Obesity (Silver Spring, Md.)",
      "publication_date": "2013-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To evaluate the effects of combination caffeine/ephedrine and leptin A-200 on visceral fat mass and weight loss over 24 weeks. DESIGN AND METHODS: In this randomized, double-blind, parallel-arm trial, 90 obese subjects received one of the three treatments for 24 weeks: 200 mg caffeine/20 mg ephedrine t.i.d. (CE), leptin A-200 (recombinant methionyl human Fc-leptin, 20 mg q.d.) (L), or combination leptin A-200 and caffeine/ephedrine (LCE). Outcomes included change in weight, visceral fat mass by computed tomography, lean mass and fat mass by dual energy X-ray absorptiometry. RESULTS: Groups treated with CE and LCE lost significant amounts of weight (-5.9 ± 1.2% and -6.5 ± 1.1%, P < 0.05) and whole body fat mass (-9.6 ± 2.4% and -12.4 ± 2.3%, P < 0.05) compared to leptin only group. Only treatment with LCE significantly reduced visceral fat mass (-11.0 ± 3.3%, P < 0.05). There were no differences in lean mass between treatment groups. CONCLUSIONS: Our study provides evidence that CE is a modestly effective weight loss agent and produces significant reductions in fat mass. Leptin A-200 was not effective in producing weight loss and did not have any significant additive or synergistic actions when combined with CE.",
      "mesh_terms": [
        "Absorptiometry, Photon",
        "Adolescent",
        "Adult",
        "Body Composition",
        "Body Weight",
        "Caffeine",
        "Double-Blind Method",
        "Drug Combinations",
        "Drug Therapy, Combination",
        "Ephedrine",
        "Female",
        "Humans",
        "Intra-Abdominal Fat",
        "Leptin",
        "Male",
        "Middle Aged",
        "Obesity",
        "Weight Loss",
        "Young Adult"
      ]
    },
    {
      "pmid": "23416460",
      "title": "Ephedrine induced thioredoxin-1 expression through β-adrenergic receptor/cyclic AMP/protein kinase A/dopamine- and cyclic AMP-regulated phosphoprotein signaling pathway.",
      "authors": [
        "Jin-Jing Jia",
        "Xian-Si Zeng",
        "Ye Li",
        "Sha Ma",
        "Jie Bai"
      ],
      "journal": "Cellular signalling",
      "publication_date": "2013-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Ephedrine (Eph) is one of alkaloids that has been isolated from the ancient herb ephedra (ma huang) and is used as the treatment of asthma, hypotension and fatigue. However, its molecular mechanism remains unknown. Thioredoxin-1 (Trx-1) is a redox regulating protein, which has various biological activities, including regulating transcription factor DNA binding activity and neuroprotection. In this study, we found that Eph induced Trx-1 expression, which was inhibited by propranolol (β-adrenergic receptor inhibitor), but not by phenoxybenzamine (α-adrenergic receptor inhibitor) in rat pheochromocytoma PC12 cells. Moreover, the increase of Trx-1 expression was inhibited by SQ22536 (adenylyl cyclase inhibitor) and H-89 (protein kinase A inhibitor). Interestingly, the effect of Eph on dopamine- and cyclic AMP-regulated phosphoprotein (DARPP-32) was similar to Trx-1. Thus, the relationship between Trx-1 and DARPP-32 was further studied. The DARPP-32 siRNA significantly reduced Trx-1 expression, but Trx-1 siRNA did not exchange DARPP-32. These results suggested that Eph induced the Trx-1 expression through β-adrenergic receptor/cyclic AMP/PKA/DARPP-32 signaling pathway. Furthermore, Eph induced PKA-mediated cyclic AMP response element-binding protein (CREB) phosphorylation. Down-regulation of DARPP-32 expression decreased phosphorylated CREB. In addition, Eph had a significant effect on the viability of the rat pheochromocytoma PC12 cells through β-adrenergic receptors. Trx-1 may play an important role in the actions of Eph.",
      "mesh_terms": [
        "Adrenergic alpha-Antagonists",
        "Adrenergic beta-Antagonists",
        "Animals",
        "CREB-Binding Protein",
        "Cell Survival",
        "Cyclic AMP",
        "Cyclic AMP-Dependent Protein Kinases",
        "Dopamine",
        "Dopamine and cAMP-Regulated Phosphoprotein 32",
        "Down-Regulation",
        "Ephedrine",
        "Gene Expression",
        "Isoquinolines",
        "PC12 Cells",
        "Phenoxybenzamine",
        "Phosphorylation",
        "Propranolol",
        "RNA Interference",
        "RNA, Small Interfering",
        "Rats",
        "Receptors, Adrenergic, beta",
        "Signal Transduction",
        "Sulfonamides",
        "Thioredoxins"
      ]
    },
    {
      "pmid": "23410186",
      "title": "Phenylephrine versus ephedrine on cerebral perfusion during carotid endarterectomy (PEPPER): study protocol for a randomized controlled trial.",
      "authors": [
        "Claire W A Pennekamp",
        "Rogier V Immink",
        "Wolfgang F Buhre",
        "Frans L Moll",
        "Gert Jan de Borst"
      ],
      "journal": "Trials",
      "publication_date": "2013-Feb-14",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Intraoperative arterial hypotension can lead to severe complications in patients undergoing carotid endarterectomy, in particular if cerebral auto-regulation is impaired. Short-acting agents, such as phenylephrine or ephedrine, commonly used to correct intra-operative hypotension, have different hemodynamic effects. Recently, it was reported that, in healthy anesthetized subjects with intact cerebral auto-regulation, frontal lobe cerebral tissue oxygenation declined after phenylephrine bolus administration, while it was preserved after ephedrine use (Br J Anaesth 107:209-217, 2011; Neurocrit Care 12:17-23, 2010). However, the effect of both agents in patients undergoing carotid endarterectomy is unknown. The aim of this study is to assess the effect of two routinely used vasopressors (phenylephrine and ephedrine) on the cerebral hemodynamics during carotid endarterectomy. METHODS/DESIGN: Patients undergoing carotid endarterectomy will be prospectively included and randomized for correction of intraoperative hypotension with either phenylephrine (50 to 100 μg) or ephedrine (5 to 10 mg). If hypotension persists for more than five minutes after treatment, the patient will be classified as a non-responder and escape medication as preferred by the anesthesiologist will be administered. Changes in cerebral hemodynamics will be quantified by changes in transcranial Doppler-derived middle cerebral artery blood velocity and near infra-red spectroscopy-derived frontal lobe cerebral tissue oxygenation, when intra-operative hypotension is treated with phenylephrine or ephedrine in patients who undergo carotid endarterectomy with or without an adequate functioning cerebral auto-regulation.To quantify whether the intra-operative cerebral auto-regulation is impaired or not, a decrease in breathing frequency from the normal 12 breaths per minute to 6 breaths per minute for an episode of three minutes will be performed. DISCUSSION: Phenylephrine and ephedrine are two of the most commonly used short-acting agents to increase blood pressure in clinical anesthesiologic practice. Monitoring of middle cerebral artery blood velocity with transcranial Doppler and frontal lobe cerebral tissue oxygenation with near infra-red spectroscopy are part of the standard of care. Furthermore, there are no reports that the three-minute modification in breathing frequency described in the \"intervention\"-section is harmful. Therefore, the risks for participating patients are negligible and the burden minimal. TRIAL REGISTRATION: Clinical trials.gov: NCT01451294.",
      "mesh_terms": [
        "Carotid Artery Diseases",
        "Cerebrovascular Circulation",
        "Clinical Protocols",
        "Endarterectomy, Carotid",
        "Ephedrine",
        "Hemodynamics",
        "Homeostasis",
        "Humans",
        "Hypotension",
        "Middle Cerebral Artery",
        "Monitoring, Intraoperative",
        "Netherlands",
        "Phenylephrine",
        "Prospective Studies",
        "Research Design",
        "Spectroscopy, Near-Infrared",
        "Time Factors",
        "Treatment Outcome",
        "Ultrasonography, Doppler, Transcranial",
        "Vasoconstrictor Agents"
      ]
    },
    {
      "pmid": "23332206",
      "title": "Ephedrine hydrochloride: novel use in the management of resistant non-neurogenic daytime urinary incontinence in children.",
      "authors": [
        "Neil Featherstone",
        "Joanna Stanwell",
        "Susan Affleck",
        "Kate Wang",
        "Feilim Murphy",
        "Su-Anna Boddy"
      ],
      "journal": "Journal of pediatric urology",
      "publication_date": "2013-Dec",
      "publication_types": [
        "Clinical Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To determine whether the adrenoceptor agonist, ephedrine hydrochloride, is an effective treatment for resistant non-neurogenic daytime urinary incontinence in children. METHODS: From 2000 to 2010, eighteen children with resistant non-neurogenic daytime urinary incontinence were treated with oral ephedrine hydrochloride at our institution. Sixteen were female and two were male. Median age at treatment was 12 years (range 5-15 years). Two children had spina bifida occulta. There were no other co-morbidities. Multiple anticholinergics were prescribed and dose maximized to support a bladder and bowel training programme, without achieving continence in this resistant group of children. Pre-treatment urodynamics were normal in 10, but revealed an open bladder neck in 8 patients. None showed detrusor over-activity. Oral ephedrine hydrochloride was started at 7.5 mg or 15 mg twice daily and titrated up to a maximum of 30 mg four times daily according to response. RESULTS: Median follow-up was 7 years (range 6-8 years). Seventeen children (94%) reported improvement in symptoms and six (33%) achieved complete urinary continence. All patients maintained compliant bladders on post-treatment urodynamics. Seven of the 8 previously open bladder necks were closed. No patients reported any significant side effects. Patients with open bladder necks on pre-treatment urodynamics were more likely to show a full response to ephedrine (odds ratio 15; 95% CI 1.2-185.2). CONCLUSIONS: Oral ephedrine hydrochloride is an effective treatment for carefully selected children with resistant non-neurogenic daytime urinary incontinence.",
      "mesh_terms": [
        "Adolescent",
        "Adrenergic Agents",
        "Child",
        "Child, Preschool",
        "Diurnal Enuresis",
        "Dose-Response Relationship, Drug",
        "Ephedrine",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Male",
        "Radiography",
        "Spinal Dysraphism",
        "Toilet Training",
        "Treatment Outcome",
        "Urinary Bladder",
        "Urinary Bladder Neck Obstruction",
        "Urodynamics"
      ]
    },
    {
      "pmid": "23326767",
      "title": "Prevention of post-spinal hypotension using crystalloid, colloid and ephedrine with three different combinations: A double blind randomized study.",
      "authors": [
        "Mitra Jabalameli",
        "Hassan Ali Soltani",
        "Jalal Hashemi",
        "Shekoofe Behdad",
        "Bahram Soleimani"
      ],
      "journal": "Advanced biomedical research",
      "publication_date": "2012",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The benefit of prophylactic combination therapy using crystalloid and colloid preload with ephedrine has not been cleared to prevent maternal hypotension after spinal anesthesia at cesarean delivery. This study evaluated the efficacy of three combinational methods to prevent hypotension following spinal anesthesia. MATERIALS AND METHODS: In this prospective double blind trial, 150 candidates of elective cesarean delivery under spinal anesthesia were randomly allocated to three treatment groups; 1---Ringer's Lactate (RL) solution (15 ml/kg) plus Hemaxel (7 ml/kg) preload, 2---RL solution (15 ml/kg) preload plus ephedrine (15 mg, IV, bolus), 3---Hemaxel (7 ml/kg) preload plus ephedrine (15 mg, IV, bolus). Maternal hemodynamic changes during 60 min after spinal injection, nausea/vomiting, and neonatal condition were compared among the groups. RESULTS: The cumulative incidence of hypotension was 44%, 40%, and 46% in groups 1 to 3, respectively. There were not significant differences in supplementary ephedrine requirement among groups which received or among groups which did not receive prophylactic ephedrine. Groups were not different in the incidence of hypertension and nausea or vomiting. There were no significant differences among groups in Apgar scores at 1 or 5 min and umbilical artery PH. CONCLUSION: Combination of preventive methods decreased the occurrence of hypotension following spinal anesthesia to an acceptable level. Overall, the most effective method was a combination of crystalloid preload with ephedrine."
    },
    {
      "pmid": "23064293",
      "title": "Ephedrine activates brown adipose tissue in lean but not obese humans.",
      "authors": [
        "A L Carey",
        "M F Formosa",
        "B Van Every",
        "D Bertovic",
        "N Eikelis",
        "G W Lambert",
        "V Kalff",
        "S J Duffy",
        "M H Cherk",
        "B A Kingwell"
      ],
      "journal": "Diabetologia",
      "publication_date": "2013-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "AIMS/HYPOTHESIS: Brown adipose tissue (BAT) activation increases energy consumption and may help in the treatment of obesity. Cold exposure is the main physiological stimulus for BAT thermogenesis and the sympathetic nervous system, which innervates BAT, is essential in this process. However, cold-induced BAT activation is impaired in obese humans. To explore the therapeutic potential of BAT, it is essential to determine whether pharmacological agents can activate BAT. METHODS: We aimed to determine whether BAT can be activated in lean and obese humans after acute administration of an orally bioavailable sympathomimetic. In a randomised, double-blinded, crossover trial, we administered 2.5 mg/kg of oral ephedrine to nine lean (BMI 22 ± 1 kg/m²) and nine obese (BMI 36 ± 1 kg/m²) young men. On a separate day, a placebo was administered to the same participants. BAT activity was assessed by measuring glucose uptake with [¹⁸F]fluorodeoxyglucose and positron emission tomography-computed tomography imaging. RESULTS: BAT activity was increased by ephedrine compared with placebo in the lean, but unchanged in the obese, participants. The change in BAT activity after ephedrine compared with placebo was negatively correlated with various indices of body fatness. CONCLUSIONS/INTERPRETATION: BAT can be activated via acute, oral administration of the sympathomimetic ephedrine in lean, but not in obese humans.",
      "mesh_terms": [
        "Adipose Tissue, Brown",
        "Adrenergic Agents",
        "Adult",
        "Biological Transport",
        "Body Mass Index",
        "Calorimetry, Indirect",
        "Cross-Over Studies",
        "Double-Blind Method",
        "Ephedrine",
        "Fluorodeoxyglucose F18",
        "Glucose",
        "Humans",
        "Male",
        "Multimodal Imaging",
        "Obesity",
        "Positron-Emission Tomography",
        "Sympathomimetics",
        "Thermogenesis",
        "Thinness",
        "Tomography, X-Ray Computed",
        "Young Adult"
      ]
    },
    {
      "pmid": "23035903",
      "title": "The impact of acepromazine on the efficacy of crystalloid, dextran or ephedrine treatment in hypotensive dogs under isoflurane anesthesia.",
      "authors": [
        "Melissa D Sinclair",
        "Doris H Dyson"
      ],
      "journal": "Veterinary anaesthesia and analgesia",
      "publication_date": "2012-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: To determine the impact of acepromazine on the cardiovascular responses to three treatments for hypotension in dogs during deep isoflurane anesthesia. STUDY DESIGN: Prospective blinded randomized cross-over experimental design. ANIMALS: Six adult (2.5 ± 0.5 year old) healthy mixed breed dogs (24.2 ± 7.6 kg). METHODS: Anesthesia was induced with propofol (4-6 mg kg(-1) , IV) and maintained with isoflurane. Each dog received six treatments separated by at least 5 days. Once instrumented, dogs randomly received acepromazine (0.05 mg kg(-1) ) (Ace) or saline (equal volume) (Sal) IV and end-tidal isoflurane (E'Iso) was adjusted to achieve hypotension, defined as a mean blood pressure between 45 and 50 mmHg. Dogs randomly received dextran (D) (7 mL kg(-1) ) or lactated Ringer's (LR) (20 mL kg(-1) ) over 14 minutes, or ephedrine (Eph) (0.1 mg kg(-1) followed by 10 μg kg(-1) minute(-1) ) throughout the study. Measurements were taken at baseline, 5, 10, 15, 20, 30, and 40 minutes. Data were analyzed with a Latin Square in two factors (Ace/Sal and treatment) for repeated measures, with further comparisons if appropriate (p < 0.05). RESULTS: E'Iso producing hypotension was significantly less following Ace (2.07 ± 0.23%) than Sal (2.43 ± 0.23%). No improvement in cardiac output (CO) was observed with D or LR. LR initially intensified hypotension with a significant reduction in SVR, while D caused a minor improvement in ABP. Eph produced a significant increase in ABP, CO, hemoglobin, oxygen content and delivery. Pre-treatment with Ace minimized ABP improvements with all treatments. CONCLUSIONS AND CLINICAL RELEVANCE: Acepromazine (0.05 mg kg(-1) IV) enhanced the hypotensive effect of isoflurane, although it maintained CO. Administration of LR significantly worsens ABP initially by further vasodilation. D caused minimal improvement in ABP. At the infusion studied, Eph effectively countered the cardiovascular depression produced by deep isoflurane anesthesia, but extremes in ABP associated with initial vasoconstriction prevent our recommendation at this dose.",
      "mesh_terms": [
        "Acepromazine",
        "Anesthesia, Inhalation",
        "Anesthetics, Inhalation",
        "Animals",
        "Central Nervous System Stimulants",
        "Cross-Over Studies",
        "Crystalloid Solutions",
        "Dextrans",
        "Dogs",
        "Dopamine Antagonists",
        "Drug Interactions",
        "Ephedrine",
        "Female",
        "Hypotension",
        "Isoflurane",
        "Isotonic Solutions",
        "Male",
        "Plasma Substitutes",
        "Rehydration Solutions"
      ]
    },
    {
      "pmid": "22594699",
      "title": "Ephedrine accelerates psychomotor recovery from anesthesia in macaque monkeys.",
      "authors": [
        "L Hess",
        "M Votava",
        "J Slíva",
        "J Málek",
        "A Kurzová",
        "K Stein"
      ],
      "journal": "Journal of medical primatology",
      "publication_date": "2012-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Ephedrine is used in treatment of hypotension during anesthesia. We investigated its effects on the psychomotor recovery and its potential adverse reactions on cardiorespiratory functions in rhesus monkeys. METHODS: The monkeys received 50 μg/kg medetomidine, 2.0 mg/kg S-ketamine with 150 IU hyaluronidase i.m. Pulse rate, blood pressure and saturation of haemoglobin were monitored for 20 minutes. Thereafter, 1 mg/kg of ephedrine or a placebo was administered i.m. and behavioural changes, pulse rate, blood pressure and saturation of haemoglobin were monitored every 5 minutes. RESULTS: Ephedrine shortened recovery from anaesthesia from 80.4 ± 25.8 to 14.83 ± 13.70 minutes. Ephedrine also increased oxygen saturation of haemoglobin and systolic blood pressure and caused significant decrease in pulse rate 5 minutes after its administration. CONCLUSIONS: Ephedrine can be successfully used to accelerate psychomotor recovery after the use of common anesthetic protocols combining dissociative anesthetic agent and alpha 2-adrenoceptor agonist in primates.",
      "mesh_terms": [
        "Adrenergic Agents",
        "Anesthesia Recovery Period",
        "Anesthetics, Dissociative",
        "Animals",
        "Blood Pressure",
        "Ephedrine",
        "Female",
        "Hypnotics and Sedatives",
        "Ketamine",
        "Macaca mulatta",
        "Male",
        "Medetomidine",
        "Psychomotor Performance",
        "Pulse"
      ]
    },
    {
      "pmid": "22592141",
      "title": "Changing over-the-counter ephedrine and pseudoephedrine products to prescription only: impacts on methamphetamine clandestine laboratory seizures.",
      "authors": [
        "James K Cunningham",
        "Russell C Callaghan",
        "Daoqin Tong",
        "Lon-Mu Liu",
        "Hsiao-Yun Li",
        "William J Lattyak"
      ],
      "journal": "Drug and alcohol dependence",
      "publication_date": "2012-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Clandestine laboratory operators commonly extract ephedrine and pseudoephedrine-precursor chemicals used to synthesize methamphetamine-from over-the-counter cold/allergy/sinus products. To prevent this activity, two states, Oregon in 07/2006 and Mississippi in 07/2010, implemented regulations classifying ephedrine and pseudoephedrine as Schedule III substances, making products containing them available by prescription only. Using simple pre-regulation versus post-regulation comparisons, reports claim that the regulations have substantially reduced clandestine laboratory seizures (an indicator of laboratory prevalence) in both states, motivating efforts to implement similar regulation nationally. This study uses ARIMA-intervention time-series analysis to more rigorously evaluate the regulations' impacts on laboratory seizures. METHODS: Monthly counts of methamphetamine clandestine laboratory seizures were extracted from the Clandestine Laboratory Seizure System (2000-early 2011) for Oregon, Mississippi and selected nearby states (for quasi-control). FINDINGS: Seizures in Oregon and nearby western states largely bottomed out months before Oregon's regulation, and changed little thereafter. No significant impact for Oregon's regulation was found. Mississippi and nearby states generally had elevated seizures before Mississippi's regulation. Mississippi experienced a regulation-associated drop of 28.9 seizures (50.2%) in the series level (p<0.01), while nearby states exhibited no comparable decline. CONCLUSIONS: Oregon's regulation encountered a floor effect, making any sizable impact infeasible. Mississippi, however, realized a substantial impact, suggesting that laboratories, if sufficiently extant, can be meaningfully impacted by prescription precursor regulation. It follows that national prescription precursor regulation would have little impact in western states with low indicated laboratory prevalence, but may be of significant use in regions facing higher indicated prevalence.",
      "mesh_terms": [
        "Central Nervous System Stimulants",
        "Ephedrine",
        "Humans",
        "Illicit Drugs",
        "Legislation, Drug",
        "Methamphetamine",
        "Mississippi",
        "Nonprescription Drugs",
        "Oregon",
        "Prescription Drugs",
        "Pseudoephedrine",
        "Software",
        "United States"
      ]
    },
    {
      "pmid": "22542811",
      "title": "Responses of brown adipose tissue to diet-induced obesity, exercise, dietary restriction and ephedrine treatment.",
      "authors": [
        "Nikki Slocum",
        "Jessica R Durrant",
        "David Bailey",
        "Lawrence Yoon",
        "Holly Jordan",
        "Joanna Barton",
        "Roger H Brown",
        "Lisa Clifton",
        "Tula Milliken",
        "Wallace Harrington",
        "Carie Kimbrough",
        "Catherine A Faber",
        "Neal Cariello",
        "Chandikumar S Elangbam"
      ],
      "journal": "Experimental and toxicologic pathology : official journal of the Gesellschaft fur Toxikologische Pathologie",
      "publication_date": "2013-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drug-induced weight loss in humans has been associated with undesirable side effects not present in weight loss from lifestyle interventions (caloric restriction or exercise). To investigate the mechanistic differences of weight loss by drug-induced and lifestyle interventions, we examined the gene expression (mRNA) in brown adipose tissue (BAT) and conducted histopathologic assessments in diet-induced obese (DIO) mice given ephedrine (18 mg/kg/day orally), treadmill exercise (10 m/min, 1-h/day), and dietary restriction (DR: 26% dietary restriction) for 7 days. Exercise and DR mice lost more body weight than controls and both ephedrine and exercise reduced percent body fat. All treatments reduced BAT and liver lipid accumulation (i.e., cytoplasmic lipids in brown adipocytes and hepatocytes) and increased oxygen consumption (VO2 ml/kg/h) compared with controls. Mitochondrial biogenesis/function-related genes (TFAM, NRF1 and GABPA) were up-regulated in the BAT of all groups. UCP-1 was up-regulated in exercise and ephedrine groups, whereas MFSD2A was up-regulated in ephedrine and DR groups. PGC-1α up-regulation was observed in exercise and DR groups but not in ephedrine group. In all experimental groups, except for ephedrine, fatty acid transport and metabolism genes were up-regulated, but the magnitude of change was higher in the DR group. PRKAA1 was up-regulated in all groups but not significantly in the ephedrine group. ADRß3 was slightly up-regulated in the DR group only, whereas ESRRA remained unchanged in all groups. Although our data suggest a common pathway of BAT activation elicited by ephedrine treatment, exercise or DR, mRNA changes were indicative of additional nutrient-sensing pathways in exercise and DR.",
      "mesh_terms": [
        "Adipose Tissue, Brown",
        "Animals",
        "Body Composition",
        "Body Weight",
        "Caloric Restriction",
        "Dietary Fats",
        "Energy Metabolism",
        "Ephedrine",
        "Gene Expression",
        "Liver",
        "Male",
        "Mice",
        "Mice, Inbred Strains",
        "Mitochondria, Liver",
        "Mitochondrial Proteins",
        "Motor Activity",
        "Obesity",
        "Oxygen Consumption",
        "Sympathomimetics"
      ]
    },
    {
      "pmid": "22446503",
      "title": "Ephedrine hydrochloride protects mice from LPS challenge by promoting IL-10 secretion and inhibiting proinflammatory cytokines.",
      "authors": [
        "Yuejuan Zheng",
        "Ziyi Guo",
        "Weigang He",
        "Yang Yang",
        "Yuhu Li",
        "Aoxiang Zheng",
        "Ping Li",
        "Yan Zhang",
        "Jinzhu Ma",
        "Mingyue Wen",
        "Muyi Yang",
        "Huazhang An",
        "Guang Ji",
        "Yizhi Yu"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2012-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Sepsis and its derivative endotoxic shock are still serious conditions with high mortality in the intensive care unit. The mechanisms that ensure the balance of proinflammatory cytokines and anti-inflammatory cytokine production are of particular importance. As an active α- and β-adrenergic agonist, ephedrine hydrochloride (EH) is a widely used agent for cardiovascular diseases, especially boosting blood pressure. Here we demonstrate that EH increased Toll-like receptor 4 (TLR4)-mediated production of interleukin 10 (IL-10) through p38 MAPK activation. Simultaneously, EH negatively regulated the production of proinflammatory cytokines. Consistently, EH increased lipopolysaccharide (LPS)-induced serum IL-10 and inhibited tumor necrotic factor-α (TNFα) production in vivo. As a result, EH treatment protected mice from endotoxic shock by lethal LPS challenge. In brief, our data demonstrated that EH could contribute to immune homeostasis by balancing the production of proinflammatory cytokines and anti-inflammatory cytokine in TLR4 signaling. This study provides a potential usage of EH in autoimmunologic diseases or other severe inflammations.",
      "mesh_terms": [
        "Animals",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Apoptosis",
        "Blotting, Western",
        "Cell Culture Techniques",
        "Cell Line",
        "Chemokine CXCL2",
        "Dose-Response Relationship, Drug",
        "Ephedrine",
        "Female",
        "Flow Cytometry",
        "Interleukin-10",
        "Interleukin-12",
        "Interleukin-6",
        "Lipopolysaccharides",
        "Macrophages, Peritoneal",
        "Mice",
        "Mice, Inbred C57BL",
        "Nitric Oxide",
        "Sepsis",
        "Tumor Necrosis Factor-alpha"
      ]
    },
    {
      "pmid": "22337778",
      "title": "Simultaneous identification of the enantiomers and diastereomers of N,O-di-trifluoroacetylated ephedrine and norephedrine in blood plasma using chiral capillary gas chromatography-mass spectrometry with selected ion monitoring.",
      "authors": [
        "Toshiaki Nagai",
        "Akira Kurosu",
        "Kazumi Matsushima",
        "Junko Maeda",
        "Atsushi Tohei",
        "Shinobu Yamauchi",
        "Masahito Hitosugi",
        "Shogo Tokudome"
      ],
      "journal": "Journal of analytical toxicology",
      "publication_date": "2012-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A method for identifying the enantiomers of N,O-di-trifluoroacetylated ephedrine (EP) and norephedrine (NE) and the enantiomers of pseudoephedrine (PEP) and pseudonorephedrine (PNE) in plasma was developed using chiral capillary gas chromatography-mass spectrometry (GC-MS) with selected ion monitoring (SIM). N,O-Di-trifluoroacethyl (TFA) derivatization was accomplished in a dried hydrochloride extract of plasma (minimum quantity of 0.2 mL). An SIM GC-MS method with a β-cyclodextrin chiral capillary column allowed the successful and simultaneous detection of each TFA-derivatized stereoisomer of EP, NE, PEP, PNE, and an internal standard (IS; S-(+)-ethylamphetamine). Each TFA-drivatized stereoisomer was identified using four mass fragment ions (m/z 140, 154, 168, and 230). The TFA-derivatized stereoisomers of EP, NE, PEP, PNE, and IS were separated completely and were detected with sufficient sensitivity. The assay allowed the stereoisomers to be determined in a linear range of 12.5-1250 ng/mL for the EP stereoisomers and a linear range of 5-1250 ng/mL for the PEP, NE, and PNE stereoisomers. The detection limits were 7.5 ng/mL for the EP stereoisomers and 2.5 ng/mL for the PEP, NE, and PNE stereoisomers. The intra- and interday precisions were less than 5.9% and 8.2%, respectively. This chiral capillary SIM GC-MS method was sufficiently effective in the analysis of plasma from users of over-the-counter cold medicines and was also fully applicable to the plasma analysis of guinea pigs following their treatment with racemic EP.",
      "mesh_terms": [
        "Amphetamines",
        "Animals",
        "Calibration",
        "Ephedrine",
        "Gas Chromatography-Mass Spectrometry",
        "Guinea Pigs",
        "Humans",
        "Male",
        "Phenylpropanolamine",
        "Plasma",
        "Pseudoephedrine",
        "Stereoisomerism",
        "beta-Cyclodextrins"
      ]
    }
  ]
}