{
  "supplement": "Evening Primrose Oil",
  "query": "Evening Primrose Oil[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:33:29",
  "research_count": 108,
  "count": 100,
  "articles": [
    {
      "pmid": "40255948",
      "title": "The effect of evening primrose oil on adolescent girl patients with PCOS: A double-blind placebo-controlled randomized study.",
      "authors": [
        "Laila Mohammadlo",
        "Kaveh Rahimi",
        "Masomeh Rezaie",
        "Nasrin Soufizadeh",
        "Fariba Seyedoshohadaei",
        "Khaled Rahmani",
        "Reza Bekhradi"
      ],
      "journal": "Avicenna journal of phytomedicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Polycystic ovary syndrome (PCOS) is a common disorder among women of reproductive age. The goal of the current study was to evaluate the effect of evening primrose oil (EPO) (Oenothera biennis) in adolescent girls with PCOS. MATERIALS AND METHODS: In the current double-blind and randomized controlled research, 76 patients completed the study in two groups (38 in the placebo and 38 in the EPO groups). The patients were asked to take oral placebo or EPO (1000 mg/day) for 12 weeks. Biochemical, clinical, and ultrasonography assessments were performed. The data was analyzed using SPSS statistical software. RESULTS: After the intervention, the regulation of the menstrual cycle in the EPO group was different from that of the placebo group (p=0.04). The levels of insulin, testosterone, and free androgen index (FAI) in the EPO group were lower than those of the placebo group (p<0.05). The sex hormone binding globulin (SHBG) levels in the EPO group were higher than those of the placebo group (p=0.01). While the number of immature follicles decreased in the EPO group, this difference was not statistically significant (p=0.8). CONCLUSION: Overall, EPO administration for 12 weeks in young women with PCOS regulated the irregular menstrual cycle. In addition, the levels of insulin, testosterone, FAI, and SHBG changed. Therefore, EPO may be effective in improving hormonal and menstrual irregularities."
    },
    {
      "pmid": "39829189",
      "title": "Evening Primrose Oil for Menopause Hot Flashes: Systematic Review and Meta-Analysis.",
      "authors": [
        "Thanigasalam Thevi",
        "Somsubhra De",
        "Htoo Htoo Kyaw Soe"
      ],
      "journal": "Journal of menopausal medicine",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Hormone replacement therapy (HRT) used to treat hot flashes has side effects, such as an increased risk of coronary heart disease and breast cancer. There are ongoing controversies regarding the risk of ovarian cancer associated with HRT. HRT is best avoided in conditions such as liver or gallbladder disease and gastrointestinal disorders. Evening primrose oil (EPO) has been used as an alternative treatment for hot flashes. We conducted a systematic review of randomized controlled trials and controlled clinical trials, following the PRISMA guidelines, to compare EPO with placebo or other interventions in alleviating hot flashes in menopausal women. We analyzed the data using Review Manager version 5.3, in conjunction with the Cochrane Collaboration tool. The severity of hot flashes was lower when EPO was administered for less than 6 months compared to placebo. However, there was no significant difference in the frequency and duration of hot flashes between EPO and placebo. Participants who received EPO complained of mild nausea and headache. EPO did not show any significant difference in the severity of hot flashes compared to black cohosh at 4 weeks; but the hot flashes were more severe at 8 weeks in the EPO group compared to black cohosh. The current evidence is insufficient to draw firm conclusions regarding the benefits of EPO in alleviating hot flashes. We hope that more research is conducted to provide sufficient evidence for menopausal women considering the use of EPO."
    },
    {
      "pmid": "39539448",
      "title": "Evening primrose oil ameliorates tissue architecture, apoptosis, and oxidative stress in the pancreas of diabetic rats: Possible role of miR-21.",
      "authors": [
        "Ali Louei Monfared",
        "Ali Menatnia"
      ],
      "journal": "Iranian journal of basic medical sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Activating apoptosis and oxidative stress contributes to the pathogenesis of diabetes. Evening primrose oil (EPO) has been shown to regulate lipid profiles and hyperglycemia under metabolic conditions. This study aimed to examine the effect of EPO on miR-21 expression, oxidative stress, apoptosis, and histological changes in the pancreas of male rats with experimental diabetes induced by streptozotocin (STZ). MATERIALS AND METHODS: Thirty-two Wistar rats were divided into four distinct groups: control, diabetic, diabetic + EPO, and EPO. EPO was administered orally at a dose of 500 mg/kg, and STZ was administered intraperitoneally at a dose of 35 mg/kg for 28 days. In the end, the effects of treatments were assessed by measuring expressions of miR-21 in the pancreas with real-time PCR, pancreatic histological and immunohistochemical changes examinations, and oxidative stress assessment. RESULTS: In the diabetic group, miR-21 expression and the levels of caspase-3 and malondialdehyde (MDA) were increased compared to the control group, while insulin expression and superoxide dismutase activity (SOD) levels were decreased significantly. Treatment with EPO resulted in a reduction of miR-21 and caspase-3 expression, as well as MDA levels, and an increase in insulin expression and SOD levels compared to the diabetic group. Additionally, supplementation with EPO demonstrated the ability to restore pancreatic tissue features, serum insulin levels, and blood glucose fluctuations. CONCLUSION: Collectively, the protective impacts of EPO in diabetic rats may be linked to the inhibition of miR-21/caspase-3/oxidative stress pathway, leading to the restoration of pancreatic β-cell function and structure."
    },
    {
      "pmid": "38882830",
      "title": "A Study Comparing Centchroman and Evening Primrose Oil in the Treatment of Benign Breast Disease.",
      "authors": [
        "Nirupam Sinha",
        "Yasir Tajdar",
        "Deepak Pankaj",
        "Nitesh Kumar",
        "Sweta Muni",
        "Vibhuti Bhushan"
      ],
      "journal": "Journal of pharmacy & bioallied sciences",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Females seeking medical attention at breast clinics commonly present with nonmalignant breast conditions, including nonspecific breast pain or distinct masses like fibroadenomas. Due to its variability, it may be difficult to quantify breast pain. The purpose of the research was to compare centchroman and evening primrose oil to identify a cost-effective, secure, and efficient treatment for benign breast disease. MATERIAL AND METHODS: In this prospective hospital-based observational study, 100 breast diseases with or without lumpiness for 1 year were included and divided into two groups with 50 cases each, Group-A (Centchroman) and Group-B (Evening primrose oil). RESULTS: Centchroman exhibited a significantly greater treatment response for alleviating pain-free mastalgia compared to evening primrose oil. Additionally, centchroman showed an excellent response (P < .05). Among participants with mastalgia, centchroman significantly reduced the number of mastalgia patients with tender nodularity post-treatment (P = .035) than evening primrose oil. On the basis of fibroadenoma, partial and complete response was significantly seen in higher number of cases in the centchroman group (P = .007). CONCLUSION: Centchroman therapy demonstrates that the treatment for benign breast disease is safe, effective, and economical."
    },
    {
      "pmid": "38377980",
      "title": "The Use of Evening Primrose Oil for Cervical Ripening in Low-Risk Women with Term Pregnancy: A Randomized Double-Blinded Controlled Trial.",
      "authors": [
        "Shideh Ariana",
        "Nooshin Amjadi",
        "Seyyedeh Neda Kazemi",
        "Zahra Ahmadli"
      ],
      "journal": "Complementary medicine research",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Several methods have been developed for cervical ripening. The data regarding the efficiency of evening primrose oil (EPO) are inconsistent. The purpose of this study was to investigate the outcomes of EPO use on cervical ripening in low-risk women with term pregnancy. PATIENTS AND METHODS: Low-risk term pregnant women referred to the obstetrics clinic of Imam Hossein Hospital in Tehran who were eligible according to the inclusion were randomized either to the case or control group. The case group received 1,000 mg vaginal EPO capsule, and the other group received a vaginal placebo capsule daily, similar to the original drug. The primary outcome was Bishop score, while the duration of labor phases and the inducing procedures were the secondary outcomes. RESULTS: Forty-eight participants were randomized to each group and were considered for data analysis. Although Bishop score was not statistically different before the intervention, it was significantly higher in case group compared to the placebo group after the intervention (EPO = 5.83 ± 1.68, placebo = 5.19 ± 1.52, p value = 0.002). Four participants in the case group and two in the control group underwent cesarean section (p value = 0.677). The need for labor induction was significantly higher in the placebo group than EPO group (oxytocin injection: 10.4% vs. 31.3%, p value = 0.012, amniotomy: 75% vs. 41.7, p value = 0.001). CONCLUSION: The vaginal use of EPO could be considered as a safe and efficient approach for cervical ripening in low-risk term pregnant women. UNLABELLED: <title>Hintergrund</title>Es wurden verschiedene Methoden zur Zervixreifung entwickelt. Die Daten zur Wirksamkeit von Nachtkerzenöl (evening primrose oil, EPO) sind uneinheitlich. Mit dieser Studie sollen die Ergebnisse der Anwendung von EPO zur Zervixreifung bei Frauen mit niedrigem Risiko und termingerechter Schwangerschaft untersucht werden.<title>Patientinnen und Methoden</title>Schwangere Frauen mit niedrigem Risiko und termingerechter Schwangerschaft, die in die Geburtsklinik des Imam-Hossein-Krankenhauses in Teheran eingewiesen wurden und gemäss den Einschlusskriterien für die Teilnahme infrage kamen, wurden randomisiert der Fall- oder der Kontrollgruppe zugewiesen. Die Fallgruppe erhielt 1.000 mg EPO als Vaginalkapseln, während die andere Gruppe täglich eine vaginale Placebokapsel erhielt, die dem Originalpräparat ähnelte. Primäres Zielkriterium war der Bishop-Score und sekundäre Zielkriterien waren die Dauer der Wehenphasen sowie die Verfahren zur Geburtseinleitung.<title>Ergebnisse</title>Jeder Gruppe wurden randomisiert 48 Teilnehmerinnen zugewiesen und bei der Datenanalyse berücksichtigt. Während vor der Intervention kein statistisch signifikanter Unterschied im Bishop-Score bestand, fiel dieser nach der Intervention in der Fallgruppe signifikant höher aus als in der Placebogruppe (EPO = 5,83 ± 1,68, Placebo = 5,19 ± 1,52, <italic>p</italic>-Wert = 0,002). Bei vier Teilnehmerinnen in der Fallgruppe und zwei in der Kontrollgruppe wurde ein Kaiserschnitt durchgeführt (<italic>p</italic>-Wert = 0,677). Die Notwendigkeit einer Weheneinleitung war in der Placebogruppe signifikant höher als in der EPO-Gruppe (Oxytocin-Injektion: 10,4% vs. 31,3%, <italic>p</italic>-Wert = 0,012, Amniotomie: 75% vs. 41,7%, <italic>p</italic>-Wert = 0,001).<title>Schlussfolgerung</title>Die vaginale Anwendung von EPO kann als sicherer und wirksamer Ansatz zur Zervixreifung bei Frauen mit niedrigem Risiko und termingerechter Schwangerschaft angesehen werden.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Pregnancy",
        "Adult",
        "Double-Blind Method",
        "Plant Oils",
        "Oenothera biennis",
        "gamma-Linolenic Acid",
        "Linoleic Acids",
        "Cervical Ripening",
        "Young Adult",
        "Iran"
      ]
    },
    {
      "pmid": "38360611",
      "title": "The effect of Oenothera biennis (Evening primrose) oil on inflammatory diseases: a systematic review of clinical trials.",
      "authors": [
        "Melika Sharifi",
        "Nasim Nourani",
        "Sarvin Sanaie",
        "Sanaz Hamedeyazdan"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2024-Feb-15",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Review"
      ],
      "abstract": "BACKGROUND: Evening primrose oil (EPO), extracted from the seeds of Oenothera biennis, has gained attention for its therapeutic effects in various inflammatory conditions. METHOD: We performed a systematic search in multiple databases and defined the inclusion criteria based on the following PICOs: P: Patients with a form of inflammatory condition, I: EPO, C: Placebo or other therapeutic interventions, O: changes in inflammatory markers or patients' symptoms; S: randomized controlled trials. The quality of the RCTs was evaluated using Cochrane's RoB tool. RESULTS: Several conditions were investigated in the literature. In rheumatoid arthritis, mixed results were observed, with some studies reporting significant improvements in symptoms while others found no significant impact. EPO showed some results in diabetes mellitus, atopic eczema, menopausal hot flashes, and mastalgia. However, it did not demonstrate effectiveness in chronic hand dermatitis, tardive dyskinesia, psoriatic arthritis, cystic fibrosis, hepatitis B, premenstrual syndrome, contact lens-associated dry eyes, acne vulgaris, breast cyst, pre-eclampsia, psoriasis, or primary Sjogren's syndrome. Some results were reported from multiple sclerosis after EPO consumption. Studies in healthy volunteers indicated no significant effect of EPO on epidermal atrophy, nevertheless, positive effects on the skin regarding hydration and barrier function were achieved. CONCLUSION: Some evidence regarding the potential benefits of EPO in inflammatory disorders were reported however caution is due to the limitations of the current survey. Overall, contemporary literature is highly heterogeneous and fails to provide strong recommendations regarding the efficacy of EPO on inflammatory disorders. Further high-quality studies are necessitated to draw more definite conclusions and establish O. biennis oil effectiveness as an assuring treatment option in alleviating inflammatory conditions.",
      "mesh_terms": [
        "Humans",
        "Oenothera biennis",
        "Plant Oils",
        "gamma-Linolenic Acid",
        "Inflammation",
        "Randomized Controlled Trials as Topic",
        "Linoleic Acids"
      ]
    },
    {
      "pmid": "38166523",
      "title": "Evening primrose oil enriched with gamma linolenic acid and D/L-alpha tocopherol acetate attenuated carbon tetrachloride-induced hepatic injury model in male rats via TNF-α, IL-1β, and IL-6 pathway.",
      "authors": [
        "Heba Nageh Gad El-Hak",
        "Safaa M Kishk",
        "Heba M A Abdelrazek"
      ],
      "journal": "Toxicology mechanisms and methods",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The modulatory role of primrose oil (PO) supplementation enriched with γ-linolenic acid and D/L-alpha tocopherol acetate against a carbon tetrachloride (CCl4)-induced liver damage model was assessed in this study. Twenty male Albino rats were divided into four groups. The control group received corn oil orally. The PO group received 10 mg/kg P O orally. The CCl4 group received 2 mL/kg CCl4 orally and PO/CCl4 group; received PO and 2 mL/kg CCl4 orally. The relative liver weight was recorded. Serum liver enzymes, hepatic malondialdehyde (MDA), hepatic reduced glutathione (GSH) and the expression of hepatic tumor necrosis factor-alpha (TNF-α), interleukin 1 beta (IL-1β), and interleukin 6 (IL-6) were assessed. The binding affinities of γ-linolenic acid and D/L-alpha tocopherol constituents with IL-1β, IL-6 and TNF-α were investigated using molecular docking simulations. Histopathological and electron microscopic examinations of the liver were performed. The results indicated that CCl4 elevated serum liver enzyme and hepatic MDA levels, whereas GSH levels were diminished. The upregulation of IL-1β, IL-6, and TNF-α gene expressions were induced by CCl4 treatment. The PO/CCl4-treated group showed amelioration of hepatic injury biomarkers and oxidative stress. Restoration of histopathological and ultrastructural alterations while downregulations the gene expressions of TNF-α, IL1-β and IL-6 were observed. In conclusion, evening primrose oil enriched with γ-linolenic acid and D/L-alpha tocopherol acetate elicited a potential amelioration of CCl4-induced hepatic toxicity.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Chemical and Drug Induced Liver Injury",
        "Plant Oils",
        "Liver",
        "gamma-Linolenic Acid",
        "Oenothera biennis",
        "Interleukin-1beta",
        "Tumor Necrosis Factor-alpha",
        "Oxidative Stress",
        "Molecular Docking Simulation",
        "Carbon Tetrachloride",
        "Interleukin-6",
        "Rats",
        "Linoleic Acids",
        "Antioxidants",
        "Rats, Wistar",
        "Signal Transduction",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "37694196",
      "title": "Comparison of the Effect of Fennel and Evening Primrose Oil on Menopausal Problems and Hormonal Levels: A Randomized Controlled Trial.",
      "authors": [
        "Fatemeh Ghavi",
        "Fatemeh Shakeri",
        "Heshmat Farahnaz",
        "Somayeh Abdolahian"
      ],
      "journal": "Iranian journal of nursing and midwifery research",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Using natural oral supplements is one of the methods of complementary medicine that has been widely welcomed in the last decade Since studies have reported contradictory results for effectiveness of herbal medicines during menopause and no other more effective herbal medicine has been suggested yet, the researchers of this study decided to compare the fennel and Evening Primrose Oil (EPO) and their effect on menopause problems and sex hormones. MATERIALS AND METHODS: The present study was a triple-blinded, controlled clinical trial with 125 participants randomly assigned to. An intervention group received fennel, another intervention group received evening primrose oil, and the placebo group received placebo twice daily for 8 weeks. Pre-intervention and post-intervention results were obtained using hormonal assay and the Menopause Rating Scale (MRS). RESULTS: In this study, the mean follicle-stimulating hormone (FSH) and estradiol levels changed significantly in the fennel and EPO groups compared to placebo (p < 0.001). The difference in the mean FSH score between the fennel group and EPO group was not significant (p = 0.304), but the difference in the mean estradiol level between these groups was significant (p = 0.043). Moreover, there was a significant difference in the mean MRS score between the intervention groups before the intervention (p < 0.05). However, the difference in the mean MRS score between the fennel and EPO groups was not significant after the intervention (p = 0.322). CONCLUSIONS: Consumption of fennel and EPO can significantly change FSH, estradiol, and psychological menopausal symptoms in postmenopausal women."
    },
    {
      "pmid": "37081029",
      "title": "Anti-inflammatory effect of combining fish oil and evening primrose oil supplementation on breast cancer patients undergoing chemotherapy: a randomized placebo-controlled trial.",
      "authors": [
        "Aleksandra Arsic",
        "Predrag Krstic",
        "Marija Paunovic",
        "Jasmina Nedovic",
        "Vladimir Jakovljevic",
        "Vesna Vucic"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Apr-20",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Breast cancer is the most common malignant tumor and one of the leading causes of cancer-related death in women throughout the world. This study is a parallel, randomized, double-blind, controlled, 12-week supplementation trial, investigating the anti-inflammatory effects of dietary intake of fish oil and evening primrose oil (EPO), in patients with breast cancer undergoing chemotherapy. The primary outcomes were changes in the nutritional status and inflammatory cytokines of patients during the study. The secondary outcomes were changes in hematological and biochemical parameters and fatty acid profile. Of the 32 eligible patients, half of them is randomly assigned to a treatment arm with fish oil and EPO (n = 16), or a control arm (n = 16) with mineral oil as a placebo. The intervention group was taking 2 gel capsules of fish oil and 3 gel capsules of EPO (400 mg eicosapentaenoic acid, 600 mg docosahexaenoic acid, and 351 mg gamma-linolenic acid) fish oil and evening primrose oil for 12 weeks, during their chemotherapy. The control/placebo group was taking 5 gel capsules of 1g of mineral oil. One of the patients dropped out due to discontinuation of the treatment (in the placebo group) and two did not show up at the post-treatment measurements (in the intervention group), thus, 29 women completed the study. The results showed an increase in plasma levels of docosapentaenoic acid (22:5n-3), docosahexaenoic acid (22:6n-3), total n-3PUFA, vaccenic acid (18:1n-7), and a decrease in n-6/n-3 PUFA ratio in the intervention group. An increase in the plasma level of dihomo-gamma-linolenic acid (20:3n-6) was observed in the placebo group. There was no difference in plasma levels of interleukin (IL) IL-8, IL-10, and tumor necrosis factor-alpha, while the level of IL-6 decreased in both groups and was significantly lower in the intervention group at the end of the study. In conclusion, this supplementation improved the PUFA status and decreased the level of IL-6 in breast cancer patients undergoing chemotherapy. Consequently, this treatment may help reduce cancer complications resulting from impaired lipid metabolism and inflammation. ClinicalTrials.gov Identifier: NCT03516253. Date of registration 04/05/2018.",
      "mesh_terms": [
        "Animals",
        "Female",
        "Anti-Inflammatory Agents",
        "Dietary Supplements",
        "Docosahexaenoic Acids",
        "Double-Blind Method",
        "Fatty Acids, Omega-3",
        "Fish Oils",
        "gamma-Linolenic Acid",
        "Interleukin-6",
        "Mineral Oil",
        "Humans",
        "Breast Neoplasms",
        "Plant Oils",
        "Oenothera biennis"
      ]
    },
    {
      "pmid": "36846678",
      "title": "The effect of evening primrose oil on cervical ripening and birth outcomes: A systematic review and meta-analysis.",
      "authors": [
        "Sholeh Shahinfar",
        "Parvin Abedi",
        "Shayesteh Jahanfar",
        "Mahin Khajehpoor",
        "Mohammadreza Chashmyazdan"
      ],
      "journal": "Heliyon",
      "publication_date": "2023-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND PURPOSE: The results of various studies on the effect of evening primrose oil (EPO) on cervical ripening are controversial. The purpose of this systematic review and meta-analysis was to assess the effect of EPO on cervical ripening and birth outcomes. MATERIALS AND METHODS: The Cochrane Library, Embase, PubMed, Scopus, Web of Science and Persian databases were searched for studies published from the inception of the databases up to February 2021 (search updated in May 2022). Full-text articles published in English or other languages, randomized controlled trials, and quasi experimental studies with control group were included. Studies published in form of conference proceedings, and those whose full texts were not available, as well as studies with control groups receiving other treatments for cervical ripening, and those in which the intervention group received drugs besides EPO were all excluded. The Cochrane handbook was used to determine the risk of bias of the included studies. All data were analyzed using Review Manager 5.4 and reported in forest plots. RESULTS: Seven trials involving 920 women were included in the meta-analysis. In five studies, including 652 participants, cervical ripening was evaluated using Bishop score. The use of EPO was found to significantly improved Bishop score (MD = 3.23; 95% CI: 3.17, 3.29). The meta-analysis showed no significant differences between two comparison groups in terms of 1-min Apgar score and length of the second stage of labor. However, the two groups were significantly different in terms of their 5-min Apgar score and the time interval between administration of EPO and birth. Based on subgroup analysis by route of administration, both vaginal and oral use of EPO increased Bishop score significantly in the intervention group compared to the placebo group. CONCLUSION: This study showed that using EPO in term and post-term pregnant women was clinically effective in improving their Bishop score."
    },
    {
      "pmid": "36464068",
      "title": "Protective effects of evening primrose oil on behavioral activities, nigral microglia and histopathological changes in a rat model of rotenone-induced parkinsonism.",
      "authors": [
        "Hala M F Mohammad",
        "Amani A El-Baz",
        "Omayma M Mahmoud",
        "Sahar Khalil",
        "Rasha Atta",
        "Samar Imbaby"
      ],
      "journal": "Journal of chemical neuroanatomy",
      "publication_date": "2023-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Parkinson's disease (PD) is a neurodegenerative illness described as damage to dopaminergic neurons. There is increasing evidence that neuroinflammatory activity mediated by microglia is extensively involved in the initiation and development of PD. This study assessed the protective effect of evening primrose oil [EPO] as an anti-inflammatory mediator in rotenone-induced Parkinsonism in rats. Forty-eight adult male albino rats were distributed into four groups. Group I: control. Group II: rotenone [1.5 mg/kg/48 h] was administered subcutaneously to the rats. Groups III and IV: the rats had rotenone plus daily oral [EPO] 5 and 10 mg/kg respectively. After 24 days, motor behaviour was assessed by the open field and rotarod tests. The brain striata were isolated and tested for tumor necrosis factor (TNF)-α, interleukin 6, NF-B [nuclear factor-kappa B], and dopamine levels. The mid-brain tissues were processed for light and electron microscopy examinations, and immunohistochemical staining for tyrosine hydroxylase [TH], and microglia cells' markers: [CD68 and IBA1]. Results revealed that rotenone-treated rats had poor motor function, a significantly increased striatal level of inflammatory markers, markedly shrunken neurons, degeneration, pyknotic neuroglia, neuropil vacuolation, markedly destructed swollen mitochondria with loss of their cristae, and dilated rough endoplasmic reticulum, as well as decreased TH and increased CD68 and IBA1-positive cells. Treatment with EPO ameliorates all the neuropathological changes of rotenone in the rat brain. In conclusion, EPO enhanced the motor performance, reduced the inflammatory marker levels, restored dopamine levels, and ameliorated the neurohistopathological lesions of rats with experimental parkinsonism, suggesting its neuroprotective and anti-inflammatory effects.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Anti-Inflammatory Agents",
        "Disease Models, Animal",
        "Dopamine",
        "Microglia",
        "Neuroprotective Agents",
        "Parkinson Disease",
        "Parkinsonian Disorders",
        "Rotenone",
        "Rats"
      ]
    },
    {
      "pmid": "36187740",
      "title": "The effect of consuming evening primrose oil on cervical preparation before hysteroscopy: An RCT.",
      "authors": [
        "Mandana Mansour Ghanaei",
        "Maryam Asgharnia",
        "Maryam Farokhfar",
        "Seyed Mohammad Asgari Ghalebin",
        "Elahe Rafiei",
        "Katayoun Haryalchi"
      ],
      "journal": "International journal of reproductive biomedicine",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Herbal medicine could be effective at treating various illnesses. Hysteroscopy can be an effective method for assessing the uterus in terms of anatomical, physiological and pathological anomalies. OBJECTIVE: This study aims to evaluate the effect of evening primrose oil (EPO) on cervical preparation in women candidates for hysteroscopy. MATERIALS AND METHODS: This study was a double-blind, randomized controlled clinical trial including 160 women candidates for diagnostic hysteroscopy who were referred to Alzahra hospital from August 2019-March 2020. They were divided into 2 groups. Group A received 100 mg EPO as a soft gel capsule 6 hr before the hysterectomy in the posterior vaginal fornix. Group B received a placebo. After receiving the treatment, primary and secondary outcomes were evaluated in the groups. RESULTS: The average Hegar size in the EPO group was larger than in the control group (p < 0.001 for both). Also, the need for mechanical dilation, the time taken until the first resistance and the time of dilatation completion in the EPO group were significantly less than in the placebo group (p < 0.008 for all). There was also greater ease of dilatation in the EPO group. Side effects such as uterine rupture, false passage, cervical rupture, allergic reaction, abdominal pain, nausea, diarrhea, headache and increase of bowel movements were not reported in any cases. CONCLUSION: Based on the findings of the present study, EPO is effective for cervical preparation in women undergoing hysteroscopy."
    },
    {
      "pmid": "35929319",
      "title": "Stretchable skin hydrating PVB patches with controlled pores' size and shape for deliberate evening primrose oil spreading, transport and release.",
      "authors": [
        "Zuzanna J Krysiak",
        "Piotr K Szewczyk",
        "Krzysztof Berniak",
        "Ewa A Sroczyk",
        "Elżbieta Boratyn",
        "Urszula Stachewicz"
      ],
      "journal": "Biomaterials advances",
      "publication_date": "2022-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "With the increasing number of skin problems such as atopic dermatitis and the number of affected people, scientists are looking for alternative treatments to standard ointment or cream applications. Electrospun membranes are known for their high porosity and surface to volume area, which leads to a great loading capacity and their applications as skin patches. Polymer fibers are widely used for biomedical applications such as drug delivery systems or regenerative medicine. Importantly, fibrous meshes are used as oil reservoirs due to their excellent absorption properties. In our study, nano- and microfibers of poly (vinyl butyral-co-vinyl alcohol-co-vinyl acetate) (PVB) were electrospun. The biocompatibility of PVB fibers was confirmed with the keratinocytes culture studies, including cells' proliferation and replication tests. To verify the usability and stretchability of electrospun membranes, they were tested in two forms as-spun and elongated after uniaxially stretched. We examine oil transport through the patches for as-spun fibers and compare it with the numerical simulation of oil flow in the 3D reconstruction of nano- and microfiber networks. Evening primrose oil spreading and water vapor transmission rate (WVTR) tests were performed too. Finally, for skin hydration tests, manufactured materials loaded with evening primrose oil were applied to the forearm of volunteers for 6 h, showing increased skin moisture after using patches. This study clearly demonstrates that pore size and shape, together with fiber diameter, influence oil transport in the electrospun patches allowing to understand the key driving process of electrospun PVB patches for skin hydration applications. The oil release improves skin moisture and can be designed regarding the needs, by manufacturing different fibers' sizes and arrangements. The fibrous based patches loaded with oils are easy to handle and could remain on the altered skin for a long time and deliver the oil, therefore they are an ideal material for overnight bandages for skin treatment.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Humans",
        "Linoleic Acids",
        "Oenothera biennis",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "35889936",
      "title": "Effect of Evening Primrose Oil Supplementation on Selected Parameters of Skin Condition in a Group of Patients Treated with Isotretinoin-A Randomized Double-Blind Trial.",
      "authors": [
        "Agnieszka Kaźmierska",
        "Izabela Bolesławska",
        "Adriana Polańska",
        "Aleksandra Dańczak-Pazdrowska",
        "Paweł Jagielski",
        "Sławomira Drzymała-Czyż",
        "Zygmunt Adamski",
        "Juliusz Przysławski"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Jul-21",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background: Retinoids, which include isotretinoin, reduce sebum levels, the degree of epidermal wetness (CORN) and cause an increase in transepidermal water loss (TEWL). Weight gain has also been observed in isotretinoin-treated patients. An agent that can reduce the severity of isotretinoin side effects is evening primrose oil (Oenothera paradoxa). The purpose of this study was to evaluate the effect of evening primrose oil supplementation in patients with acne vulgaris treated with isotretinoin on skin hydration status (CORN), transepidermal water loss (TEWL), skin oiliness (sebum) and changes in body weight and BMI. Methods: Patients diagnosed with acne were assigned to the isotretinoin-treated group (n = 25) or the isotretinoin and evening primrose oil-treated group (n = 25). The intervention lasted 9 months. CORN (with a corneometer), TEWL (with a tewameter) and sebum (with a sebumeter) were assessed twice, as well as body weight and BMI (Tanita MC-780). Results: The isotretinoin-treated group showed statistically significant reductions in CORN (p = 0.015), TEWL (p = 0.004) and sebum (p < 0.001) after the intervention. In the group treated with isotretinoin and evening primrose oil, TEWL and sebum levels also decreased significantly (p < 0.05), while CORN levels increased from 42.0 ± 9.70 to 50.9 ± 10.4 (p = 0.017). A significant decrease in body weight (p < 0.001) and BMI (p < 0.001) was observed in both groups after 9 months of intervention. Conclusions: During isotretinoin treatment, supplementation with evening primrose oil increased skin hydration. However, there were no differences between groups in transepidermal water loss, skin oiliness, weight loss and BMI.",
      "mesh_terms": [
        "Acne Vulgaris",
        "Body Weight",
        "Dietary Supplements",
        "Humans",
        "Isotretinoin",
        "Linoleic Acids",
        "Oenothera biennis",
        "Plant Oils",
        "Skin",
        "Water",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "35458590",
      "title": "Evening Primrose Oil Enhances Tamoxifen's Anticancer Activity against Breast Cancer Cells by Inducing Apoptosis, Inhibiting Angiogenesis, and Arresting the Cell Cycle.",
      "authors": [
        "Mohammad M Abd-Alhaseeb",
        "Sarah M Massoud",
        "Fatma Elsayed",
        "Gamal A Omran",
        "Ahmad Salahuddin"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Apr-07",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Despite advancements in cancer treatment, breast cancer (BC) is still one of the leading causes of death among women. The majority of anti-breast-cancer medications induce serious side effects and multidrug resistance. Although several natural compounds, such as evening primrose oil (EPO), have been shown to have anticancer properties when used alone, their combination with the anticancer medicine tamoxifen (TAM) has yet to be investigated. The present study aimed to investigate the anticancer efficacy of EPO, alone or in combination with TAM, in the BC cell lines MCF-7 and MDA-MB-231, as well as to elucidate the mechanism of action. METHODS: The MTT assay was used to investigate the cytotoxic effect of EPO on the two cell lines, and we discovered an acceptable IC50 that was comparable to TAM. The ELISA, qRT-PCR, flow cytometry and colorimetric techniques were used. RESULTS: The combination of EPO and TAM suppressed the VEGF level, VEGF gene expression and Cyclin D1 signaling pathways, arrested the cell cycle, and induced the apoptotic signaling pathways by increasing the Bax/Bcl-2 ratio and caspase 3 activity; this revealed significant anti-tumor activity. CONCLUSIONS: The most significant finding of this study was the confirmation of the anticancer activity of the natural product EPO, which potentiated the activity of the anticancer drug TAM against MCF-7 and MDA-MB-231 BC cell lines through the induction of apoptosis, inhibiting angiogenesis and halting cell proliferation.",
      "mesh_terms": [
        "Angiogenesis Inhibitors",
        "Antineoplastic Agents",
        "Apoptosis",
        "Breast Neoplasms",
        "Cell Cycle",
        "Cell Line, Tumor",
        "Cell Proliferation",
        "Female",
        "Humans",
        "Linoleic Acids",
        "MCF-7 Cells",
        "Oenothera biennis",
        "Plant Oils",
        "Tamoxifen",
        "Vascular Endothelial Growth Factor A",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "35455464",
      "title": "Evening Primrose Oil Improves Chemotherapeutic Effects in Human Pancreatic Ductal Adenocarcinoma Cell Lines-A Preclinical Study.",
      "authors": [
        "Laura Zeppa",
        "Cristina Aguzzi",
        "Giorgia Versari",
        "Margherita Luongo",
        "Maria Beatrice Morelli",
        "Federica Maggi",
        "Consuelo Amantini",
        "Giorgio Santoni",
        "Oliviero Marinelli",
        "Massimo Nabissi"
      ],
      "journal": "Pharmaceuticals (Basel, Switzerland)",
      "publication_date": "2022-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Evening Primrose oil (EPO), obtained from the seeds of Evening Primrose (Oenothera L.), is largely used as a dietary supplement, especially after cancer diagnosis. Human pancreatic ductal adenocarcinoma (PDAC) is an aggressive disease correlated with poor clinical prognosis and a very low response rate to common chemotherapy. The aim of this work was to study the potential ability of EPO to improve the effects of chemotherapeutic drugs in PANC-1 and MIAPaCa-2 cell lines. Cytotoxicity, cell death, reactive oxygen species (ROS) production and EPO anticancer activity associated with the main chemotherapeutic drugs commonly used in therapy were investigated. Results showed that EPO reduced PDAC cell viability and increased paclitaxel efficacy. This evidence suggests that EPO may be used as a potential supplement to increase chemotherapeutic efficacy in PDAC therapy."
    },
    {
      "pmid": "35405955",
      "title": "Effect of Evening Primrose Oil Supplementation on Biochemical Parameters and Nutrition of Patients Treated with Isotretinoin for Acne Vulgaris: A Randomized Double-Blind Trial.",
      "authors": [
        "Agnieszka Kaźmierska",
        "Izabela Bolesławska",
        "Paweł Jagielski",
        "Adriana Polańska",
        "Aleksandra Dańczak-Pazdrowska",
        "Grzegorz Kosewski",
        "Zygmunt Adamski",
        "Juliusz Przysławski"
      ],
      "journal": "Nutrients",
      "publication_date": "2022-Mar-23",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Background: Acne vulgaris is one of the most common skin diseases. One of the therapeutic options recommended for severe acne or acne that has not responded to previous therapies is isotretinoin. However, its use may lead to adverse changes in the serum lipid profile and increased levels of transaminases. In this study, we evaluated the effect of supplementation with evening primrose oil in acne vulgaris patients treated with isotretinoin on blood lipid parameters and transaminase activity. Methods: Study participants were randomly assigned to two treatments: conventional with isotretinoin (25 patients) and novel with isotretinoin combined with evening primrose oil (4 × 510 mg/day; 25 patients) for 9 months. Results: Compared to isotretinoin treatment, isotretinoin treatment combined with evening primrose oil had a positive effect on TCH concentrations (mean: 198 vs. 161, p < 0.001), LDL (95.9 vs. 60.2, p < 0.001), HDL (51.0 vs. 48.0, p < 0.001), TG (114 vs. 95.0, p < 0.001), ALT (24.0 vs. 22.0, p < 0.001), and AST (28.0 vs. 22.0, p < 0.001), but had no effect on the energy and ingredient content of the diets (p > 0.05) after treatment. Conclusion: Evening primrose oil was found to have beneficial effects on lipid profiles and transaminase activity during isotretinoin treatment. However, longer studies are needed to make more reliable decisions regarding the use of evening primrose oil and its safety in clinical practice. The evening primrose oil treatment group also showed a reduction in dietary energy due to a reduction in dietary protein and carbohydrates.",
      "mesh_terms": [
        "Acne Vulgaris",
        "Dietary Supplements",
        "Humans",
        "Isotretinoin",
        "Linoleic Acids",
        "Lipids",
        "Oenothera biennis",
        "Plant Oils",
        "Transaminases",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "35254375",
      "title": "Enhanced mechanical performance and wettability of PHBV fiber blends with evening primrose oil for skin patches improving hydration and comfort.",
      "authors": [
        "Łukasz Kaniuk",
        "Agnieszka Podborska",
        "Urszula Stachewicz"
      ],
      "journal": "Journal of materials chemistry. B",
      "publication_date": "2022-Mar-16",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The growing problem of skin diseases due to allergies often causing atopic dermatitis, which is characterized by itching, burning, and redness, constantly motivates researchers to look for solutions to soothe these effects by moisturizing skin properly. For this purpose, we combined poly(3-hydroxybutyrate-co-3-hydroxyvalerate) (PHBV) electrospun fibers with evening primrose oil (EPO) into a system of patches to ensure skin hydration. Moreover, the dressing or patch application requires appropriate stretchability and wettability of the electrospun material. Thus, we examined the mechanical properties of the PHBV blend with EPO, as well as changes in wettability of the fiber surface depending on the share of EPO additive in the blend. The effectiveness of the patches has been characterized using the water vapor transmission rate as well as by the skin moisturizing index. The thermal insulation effect of the patches on human skin has been verified as well. The patches made by combining the polymer with natural oil showed enhanced mechanical properties and increased skin hydration, indicating the potential applicability of PHBV-based patches. The presented discovery of PHBV patches with EPO is a prospective and alternative treatment for patients for whom current state-of-the-art methods do not bring satisfactory results.",
      "mesh_terms": [
        "Humans",
        "Linoleic Acids",
        "Oenothera biennis",
        "Plant Oils",
        "Polyesters",
        "Prospective Studies",
        "Skin",
        "Wettability",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "34690016",
      "title": "Multiple oral mucoceles treated with evening primrose oil: a report of two cases.",
      "authors": [
        "B B Sharma",
        "P J Lamey"
      ],
      "journal": "The British journal of oral & maxillofacial surgery",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Multiple mucoceles of the minor salivary glands are rare in the mouth. Typically, the minor salivary glands of the soft palate are affected. We report two cases that responded entirely following systemic therapy with evening primrose oil. No recurrence was reported over a two-year follow-up period. Evening primrose oil is postulated to have an effect on the composition and/or viscosity of minor salivary gland secretions.",
      "mesh_terms": [
        "Humans",
        "Linoleic Acids",
        "Mucocele",
        "Oenothera biennis",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "34463069",
      "title": "Effect of Evening Primrose Oil on Postmenopausal Psychological Symptoms: A Triple-Blind Randomized Clinical Trial.",
      "authors": [
        "Faranak Safdari",
        "Bahareh Motaghi Dastenaei",
        "Soleiman Kheiri",
        "Zohreh Karimiankakolaki"
      ],
      "journal": "Journal of menopausal medicine",
      "publication_date": "2021-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Psychological symptoms of menopause may impose a negative effect on the quality of life of menopausal women. Thus, the management of these symptoms can improve the quality of life and psychological health of such woman. The present study aimed to determine the effect of evening primrose on psychological symptoms in menopausal women. METHODS: In this triple-blind randomized clinical trial, the effect of the evening primrose oil on postmenopausal psychological symptoms was investigated. The subjects were 100 menopausal women, referred to a healthcare center in Dastena city (Chaharmahal and Bakhtiari Province, Iran), who were randomly assigned to two groups. The intervention group used two 1 g pearls of evening primrose oil daily. The study instruments included a sub-scale of Menopause Rating Scale (MRS). Menopause data were analyzed using an independent t-test and Friedman test by the SPSS software. P values < 0.05 were considered statistically significant. RESULTS: The two groups were balanced in demographic characteristics and psychological disorder severity before the intervention. The median (interquartile range) MRS score in the intervention group before the intervention and 2 and 4 weeks after the intervention were 11 (10-12), 6 (5-7), and 3 (2-4), respectively, and in the placebo, they were 11 (9-11), 10 (9-11), and 11 (10-12). A significant reduction was observed in the intervention group compared with the placebo group 2 and 4 weeks post-intervention. CONCLUSION: The use of evening primrose oil can decrease postmenopausal psychological symptoms."
    },
    {
      "pmid": "34200727",
      "title": "A Systematic Review and Meta-Analysis of the Efficacy of Evening Primrose Oil for Mastalgia Treatment.",
      "authors": [
        "Lina Liana Ahmad Adni",
        "Mohd Noor Norhayati",
        "Ritzzaleena Rosli Mohd Rosli",
        "Juliawati Muhammad"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2021-Jun-10",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "Mastalgia, or breast pain, is common among women which can lead to significant impairment in daily living. Hence, finding an effective treatment that can alleviate the symptom is very important. Thus, we carry out this study to determine the efficacy of evening primrose oil (EPO) for mastalgia treatment in women. The review included published randomised clinical trials that evaluated EPO used for treating mastalgia against a placebo or other treatments, irrespective of the blinding procedure, publication status, or sample size. Two independent authors screened the titles and abstracts of the identified trials; full texts of relevant trials were evaluated for eligibility. Two reviewers independently extracted data on the methods, interventions, outcomes, and risk of bias. The random-effects model was used for estimating the risk ratios and mean differences with 95% confidence intervals. Thirteen trials with 1752 randomised patients were included. The results showed that EPO has no difference to reduce breast pain compared to topical NSAIDS, danazol, or vitamin E. The number of patients who achieved pain relief was no different compared to the placebo or other treatments. The EPO does not increase adverse events, such as nausea, abdominal bloating, headache or giddiness, increase weight gain, and altered taste compared to a placebo or other treatments. EPO is a safe medication with similar efficacy for pain control in women with mastalgia compared to a placebo, topical NSAIDS, danazol, or vitamin E.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Linoleic Acids",
        "Mastodynia",
        "Oenothera biennis",
        "Plant Oils",
        "Randomized Controlled Trials as Topic",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "33942584",
      "title": "The Effect of Evening Primrose Oil Capsule on Hot Flashes and Night Sweats in Postmenopausal Women: A Single-Blind Randomized Controlled Trial.",
      "authors": [
        "Farideh Kazemi",
        "Seyedeh Zahra Masoumi",
        "Arezoo Shayan",
        "Khodayar Oshvandi"
      ],
      "journal": "Journal of menopausal medicine",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Menopause is associated with complications that could decline women's health during this period. Therefore, some of its complications, such as hot flashes and night sweats, must be treated or alleviated. METHODS: This randomized controlled trial included postmenopausal women who were referred to health centers in Hamadan from May 2018 to April 2019. The hot flash and night sweat questionnaires were completed by the researcher a week before and 8 weeks after the intervention. The intervention group took one capsule (1,000 mg) of evening primrose oil twice daily, while the control group received the same amount of placebo. Finally, the results were analyzed using Stata 13. RESULTS: The mean scores of duration, frequency, and severity of hot flashes did not significantly decrease in both groups after the intervention compared with before the intervention, and no statistically significant difference was observed (P > 0.05). However, the intervention group had lower frequency and severity of night sweats after the intervention than the control group, with statistically significant differences (P < 0.05). CONCLUSION: Evening primrose oil effectively decreased the frequency and severity of night sweats."
    },
    {
      "pmid": "33913585",
      "title": "The effect of evening primrose oil on labor induction and cervical ripening: A systematic review and meta-analysis.",
      "authors": [
        "Maryam Moradi",
        "Azin Niazi",
        "Hamid Heydarian Miri",
        "Violeta Lopez"
      ],
      "journal": "Phytotherapy research : PTR",
      "publication_date": "2021-Oct",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "The evening primrose oil has prostaglandin effects and is applied to soften the cervix. This systematic review and meta-analysis aimed to establish the results of clinical trials performed on the effect of evening primrose oil on labor induction and cervical ripening in pregnant women. Research studies were searched from 1990 to September 2019 in Pubmed, Science Direct, Embase, and Cochrane Library using the keywords: cervical ripening, Bishop score, labor induction, post-term pregnancy, evening primrose, and any possible combination of these keywords (Farsi, English). Data analysis was conducted using STATA (version 14.1), and I2 index and random effect forest plots to assess the heterogeneity between the studies and perform the meta-analysis, respectively. Six articles that met the inclusion criteria were extracted in which four were entered into quantitative meta-analysis. The results' high heterogeneity was 91.4% based on I2 index (p ≤ .001) and the random model was applied for meta-analysis. The result demonstrated no significant difference between the intervention and control groups in terms of mean difference of the Bishop score before and after intervention (SMD: 0.27, 95%CI: -0.41, 0.96, p = .43). Based on current meta-analysis on four studies, effectiveness of oral consumption of evening primrose on cervical ripening was not approved.",
      "mesh_terms": [
        "Cervical Ripening",
        "Female",
        "Humans",
        "Labor, Induced",
        "Linoleic Acids",
        "Oenothera biennis",
        "Plant Oils",
        "Pregnancy",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "33854910",
      "title": "Effect of evening primrose oil on postoperative pain after appendectomy: A double-blind, randomized, clinical trial.",
      "authors": [
        "Manijeh Yousefi Moghadam",
        "Mohammad Nemat-Shahi",
        "Davood Soroosh",
        "Mahbobeh Nemat-Shahi",
        "Atefeh Asadi"
      ],
      "journal": "BioMedicine",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVE: Despite advances in surgical techniques and pharmacology, postoperative pain remains a common problem after appendectomy, and its management continues to be suboptimal. The aim of this study was to evaluate the effect of evening primrose oil on the reduction of postoperative pain after appendectomy. MATERIALS AND METHODS: In a double-blind, randomized, clinical trial, a total of 80 adults patients with acute appendicitis who were undergoing appendectomy at the Shahid Beheshti Emdad Hospital in Sabzevar, were included. Patients were randomly allocated into two equally sized groups (n = 40). In postoperative period and after recovering from the anesthesia, each of the intervention and control groups received one evening primrose (1000 mg) or placebo capsules every 30 min for 3 times, respectively. All patients in both groups were asked to rate the intensity of their pain on a 0-10 point Visual Analogue Scale (VAS) and also McGill pain questionnaire, before and 1 h after the last administration of the drug, postoperatively. RESULTS: In patients who received evening primrose, both VAS and McGill pain intensity scores significantly decreased after intervention, when compared prior to initiation of the intervention (p < 0.0001). While in the control group, changes of pain intensity scores were not significantly different before and after the intervention (p > 0.05). CONCLUSION: It seems that oral evening primrose can be used as a simple and safe potential adjunctive treatment for postoperative pain control after appendectomy."
    },
    {
      "pmid": "33629429",
      "title": "Oral evening primrose oil as an adjuvant treatment option in chronic lichenoid dermatitis.",
      "authors": [
        "Kwang Ho Yoo",
        "Dong Sik Bang",
        "Mi Le Kim",
        "Sung Eun Lee",
        "Kapsok Li",
        "Beom Joon Kim"
      ],
      "journal": "Dermatologic therapy",
      "publication_date": "2021-May",
      "publication_types": [
        "Letter",
        "Research Support, Non-U.S. Gov't"
      ],
      "mesh_terms": [
        "Dermatitis",
        "Humans",
        "Linoleic Acids",
        "Oenothera biennis",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "32748152",
      "title": "Clinical Factors Affecting the Therapeutic Efficacy of Evening Primrose Oil on Mastalgia.",
      "authors": [
        "Fatih Levent Balci",
        "Cihan Uras",
        "Sheldon Feldman"
      ],
      "journal": "Annals of surgical oncology",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Saturated fatty acid esters may cause mastalgia via hypersensitivity of breast epithelium to circulating hormones. Evening primrose oil (EPO) may restore the saturated/unsaturated fatty acid balance and decrease sensitivity to steroidal hormones or prolactin. Conflicting results exist regarding EPO treatment for mastalgia. The aim of this study was to determine the effectiveness of EPO and factors affecting its efficacy in treatment of mastalgia. METHODS: The study included 1015 patients, ages 14-82 (mean age 42.21 ± 10.8), admitted to Acibadem Breast Clinic between January 2015 and March 2018. The patients were divided into group I (n = 581) treated with EPO (1300 mg, twice a day) and group II (n = 434) treated with paracetamol (500 mg, twice a day). The visual analog scale was used to assess EPO's therapeutic efficacy, compared with paracetamol, measured at admittance, 2 weeks, and 6 weeks. Clinical factors affecting the efficacy of EPO were analyzed. RESULTS: The therapeutic efficacy of EPO on mastalgia was significantly higher than with paracetamol (p < 0.001). Factors significantly affecting the efficacy of EPO treatment were hormone replacement therapy (HRT), IUD-with-levonorgestrel, iron deficiency, overt hypothyroidism, and Hashimoto thyroiditis (p < 0.01). Replacement of iron or thyroid hormone efficiently treated mastalgia in patients that did not respond to EPO treatment. Side effects (allergy, anxiety, blurred vision, constipation, and nausea) were rare and not statistically significant (p = 0.88). CONCLUSION: EPO can be used in the treatment of mastalgia without significant side effects. HRT, IUD-with-levonorgestrel, iron deficiency, overt hypothyroidism, and Hashimoto thyroiditis significantly affect the efficacy of EPO on mastalgia.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Aged, 80 and over",
        "Humans",
        "Linoleic Acids",
        "Mastodynia",
        "Middle Aged",
        "Oenothera biennis",
        "Plant Oils",
        "Young Adult",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "32637272",
      "title": "Severe Thrombocytopenia Associated With Black Seed Oil and Evening Primrose Oil.",
      "authors": [
        "Xuejun Wang",
        "Alicia Jiang",
        "Vivek Batra"
      ],
      "journal": "Cureus",
      "publication_date": "2020-Jun-01",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "We report the case of a 69-year-old female with stage IIIB endometrial adenocarcinoma who developed an acute thrombocytopenia with greater than 90% decrease from her baseline value in platelets one day after a laparoscopic hysterectomy. Subsequently, the patient was found to have bilateral subsegmental pulmonary emboli and a right atrial thrombus. The thrombocytopenia reached a nadir of 31,000/mL3 from a baseline of 410,000/mL3 and resolved without intervention. Prior to the surgery, the patient was taking black seed oil, which is commonly used for its anti-carcinogenic effects, and evening primrose oil daily for approximately one month. A literature review revealed that black seed oil contains thymoquinone, which is a compound related to quinine. Evening primrose oil is also known to reduce platelet aggregation and has anti-thrombotic properties. We believe the patient's thrombocytopenia was caused by a consumptive coagulopathy due to the formation of multiple thrombi and exacerbated by the use of herbal supplements, namely black seed and evening primrose oil."
    },
    {
      "pmid": "32082253",
      "title": "Evening Primrose Oil Ameliorates Hyperleptinemia and Reproductive Hormone Disturbances in Obese Female Rats: Impact on Estrus Cyclicity.",
      "authors": [
        "Hebatallah H Atteia",
        "Sharifa Alzahrani",
        "Nagla A El-Sherbeeny",
        "Amal M Youssef",
        "Noha E Farag",
        "Eman T Mehanna",
        "Reda Elhawary",
        "Gehan A Ibrahim",
        "Amr Elmistekawy",
        "Sawsan A Zaitone"
      ],
      "journal": "Frontiers in endocrinology",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Obesity is a public health burden disturbing all body functions and reproductive hormones. As obesity increases among females, there will be a rising challenge to physicians in care from fertility problems. Evening primrose oil (EPR oil) contains essential fatty acids including omega-6 linoleic acid with strong anti-inflammatory activity. Since EPR oil has utility in alleviating dysmenorrhea, this study aimed to ascertain its modulatory effect on systemic inflammation, reproductive hormones and estrus cycle irregularity in female obese rats. Thirty-two female rats were distributed to 4 groups: (i) normal, (ii) dietary obese-control female rats, and (iii and iv) dietary obese female rats treated with EPR oil (5 or 10 g/kg). Rats were examined for estrus regularity by taking vaginal smears daily during the last 2 weeks of the experiment. Serum level of insulin, leptin, adiponectin, and inflammatory cytokines was measured. In addition, serum lipid profile, and liver enzyme activities were estimated. Adipose tissues were taken for histopathologic examination as well as determination of gene expression for leptin, leptin receptors, adiponectin, and visfatin. Obese rats exhibited significant weight gain (90.69 ± 8.9), irregular prolonged estrus cycles (83.33%), increased serum levels of insulin, leptin, prolactin and testosterone and decreased gonadotropin levels. EPR oil exhibited a curative effect on obesity-related irregularity in estrus cycle and ovarian pathology. The underlying molecular mechanism may be related to reduction of systemic inflammation, alleviating insulin resistance and modulation of adipokine expression. EPR oil may be considered as a promising therapeutic intervention against obesity-related female hormonal disturbances and estrus irregularity."
    },
    {
      "pmid": "31738736",
      "title": "Impact of evening primrose oil consumption on psychological symptoms of postmenopausal women: a randomized double-blinded placebo-controlled clinical trial.",
      "authors": [
        "Seyedeh Nazanin Sharif",
        "Fatemeh Darsareh"
      ],
      "journal": "Menopause (New York, N.Y.)",
      "publication_date": "2020-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: The purpose of this study was to determine the efficacy and safety of evening primrose oil on women's psychological symptoms during menopause. METHODS: A double-blinded randomized placebo-controlled trial carried out from September 2018 to February 2019 in Bandar Abbas, Iran. Eligible women randomly received either 1,000 mg of evening primrose oil capsules daily or matching placebo for 8 weeks. The Main outcome measures were psychological symptoms based on the psychological subscale of the Menopause Rating Scale. Independent samples t test was used for intergroup comparisons and paired samples t test for pre- and post-treatment comparisons. P ≤ 0.05 was considered statistically significant. RESULTS: The 8-week treatment was completed by 189 women. The mean baseline psychological score did not differ among the two groups. After intervention, the psychological score, however, differed significantly among groups (P < 0.01). To distinguish the effect of evening primrose oil, we compared the reduction in the psychological score in each group. Regarding mean differences of the psychological score in both groups, there was a prominent alleviation in the intervention group mean difference: -3.44 (95% confidence interval of difference: -4.01 to -1.20) (P < 0.01). In addition, only one patient reported gastric upset in the intervention group. CONCLUSIONS: This study could provide evidence regarding the potential benefits of evening primrose oil for the psychological symptoms of postmenopausal women. Longer trials are necessary to make more reliable decisions about the use of evening primrose oil and its safety in clinical practice.",
      "mesh_terms": [
        "Double-Blind Method",
        "Female",
        "Humans",
        "Iran",
        "Linoleic Acids",
        "Mental Disorders",
        "Middle Aged",
        "Oenothera biennis",
        "Plant Oils",
        "Postmenopause",
        "Psychiatric Status Rating Scales",
        "Treatment Outcome",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "31620191",
      "title": "Hemp seed/evening primrose oil affects expression of STAT3, IL-17, and FOXP3+ in experimental autoimmune encephalomyelitis.",
      "authors": [
        "Soheila Rezapour-Firouzi",
        "Fatemeh Kheradmand",
        "Sharam Shahabi",
        "Ali Asghar Tehrani",
        "Ebrahim Mazloomi",
        "Adel Mohammadzadeh"
      ],
      "journal": "Research in pharmaceutical sciences",
      "publication_date": "2019-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "T helper (Th)-17 mediate inflammation in both peripheral tissues and the central nervous system. Signal transducer and activator of transcription factor3 (STAT3) is required for Th-cell pathogenicity and its activation in the brain has been demonstrated during the acute phase of experimental autoimmune encephalomyelitis (EAE) through the mammalian target of rapamycin (mTOR) signaling. Rapamycin (RAPA), an inhibitor of mTOR, can drive Forkhead box P3 (FOXP3+) induction as a regulatory factor. The aim of this study was to determine the effects of hemp seed/evening primrose oils (HSO/EPO) supplement on the expression of FOXP3+, STAT3, and interleukin (IL)-17 genes in EAE lymph nodes. EAE was induced by myelin oligodendrocyte glycoprotein peptide in mice, and then the mice were assigned to three treatment groups compared to two control groups (EAE and naive). The histological findings of the spinal cord were evaluated. To determine the expression of FOXP3+, STAT3, and IL-17 genes in the lymphocytes, qRT-PCR was used. Our results showed that EAE severity was reduced in HSO/EPO mice by reducing the expression of STAT3 and IL-17 genes and increasing the expression of FOXP3+ gene, which was confirmed by slight inflammation in the spinal cord. Histological findings showed a significant improvement in the HSO/EPO group. Our findings suggest that the HSO/EPO treatment can be used to ameliorate the demyelination of spinal cord, which was confirmed by immunological and histological findings."
    },
    {
      "pmid": "30065580",
      "title": "Effect of Evening Primrose Oil on Korean Patients With Mild Atopic Dermatitis: A Randomized, Double-Blinded, Placebo-Controlled Clinical Study.",
      "authors": [
        "Bo Young Chung",
        "Sook Young Park",
        "Min Je Jung",
        "Hye One Kim",
        "Chun Wook Park"
      ],
      "journal": "Annals of dermatology",
      "publication_date": "2018-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Atopic dermatitis (AD) is related to a deficiency of delta-6-desaturase, an enzyme responsible for converting linoleic acid to gamma-linolenic acid (GLA). Evening primrose oil (EPO) as a source of GLA has been of interest in the management of AD. OBJECTIVE: The aim of this randomized, double-blinded, placebo-controlled clinical study is to evaluate the efficacy and safety of EPO in Korean patients with AD. METHODS: Fifty mild AD patients with an Eczema Area Severity Index (EASI) score of 10 or less were enrolled and randomly divided into two groups. The first group received an oval unmarked capsule containing 450 mg of EPO (40 mg of GLA) per capsule, while placebo capsules identical in appearance and containing 450 mg of soybean oil were given to the other group. Treatment continued for a period of four months. EASI scores, transepidermal water loss (TEWL), and skin hydration were evaluated in all the AD patients at the baseline, and in months 1, 2, 3, and 4 of the study. RESULTS: At the end of month 4, the patients of the EPO group showed a significant improvement in the EASI score (p=0.040), whereas the patients of the placebo group did not. There was a significant difference in the EASI score between the EPO and placebo groups (p=0.010). Although not statistically significant, the TEWL and skin hydration also slightly improved in the EPO patients group. CONCLUSION: We suggest that EPO is a safe and effective medicine for Korean patients with mild AD."
    },
    {
      "pmid": "29928122",
      "title": "The effect of evening primrose oil on fatigue and quality of life in patients with multiple sclerosis.",
      "authors": [
        "Nastaran Majdinasab",
        "Foroogh Namjoyan",
        "Mohsen Taghizadeh",
        "Hamid Saki"
      ],
      "journal": "Neuropsychiatric disease and treatment",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Multiple sclerosis (MS) is a chronic progressive and inflammatory disease of the central nervous system that is characterized by demyelination in the central nervous system. In regard to the prevalence of diseases and enormous costs imposed on society and the health system, finding a way to stop the progression of the disease using drugs with fewer side effects seems a serious sanitation issue to the health of the international community. This study aimed to evaluate the effect of evening primrose oil (EPO) on fatigue and quality of life in patients with MS. MATERIALS AND METHODS: In this double-blind randomized clinical trial, 52 patients with MS were chosen and categorized into 2 groups which received 2 doses of EPO and placebo. In addition, the quality of life and fatigue scale in these patients were investigated before the treatment and again 3 months after therapy. The findings were then compared between the 2 groups. RESULT: EPO consumption significantly increased cognitive function, vitality, and overall life satisfaction and also reduced pain and fatigue compared to placebo (P<0.05). CONCLUSION: Our findings indicated that EPO consumption had no impact on the quality of life in general; however, it had a significant effect on several important aspects of life quality such as the increase of cognitive function, vitality, and overall life satisfaction. It also reduced the pain and fatigue in comparison to the placebo consumption. Herbal medicines are brittle and have fewer side effects than chemical drugs. With use of this plant, reduced fatigue and improved quality of life were observed in MS patients. But the drug did not prevent the progression of the disease."
    },
    {
      "pmid": "29619387",
      "title": "A comparative study on the effect of \"black cohosh\" and \"evening primrose oil\" on menopausal hot flashes.",
      "authors": [
        "Maryam Mehrpooya",
        "Soghra Rabiee",
        "Amir Larki-Harchegani",
        "Amir-Mohammad Fallahian",
        "Abbas Moradi",
        "Sara Ataei",
        "Masoumeh Taravati Javad"
      ],
      "journal": "Journal of education and health promotion",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Hot flashes are considered to be a common experience for menopausal women and they can compromise the quality of life. The objective of this study is to assess the efficacy of Cimicifuga racemosa in comparison with evening primrose oil (EPO) in postmenopausal women with menopause-related symptoms. MATERIALS AND METHODS: This study was performed on 80 postmenopausal women with hot flashes. The participants were randomly divided into two groups by blocked randomization. The participants of one group received black cohosh and the other group received EPO for 8 weeks. The severity and number of hot flashes and quality of life were measured by four-point scale, and the Menopause-Specific Quality of Life (MENQOL) questionnaire at pre-intervention, 1st, 4th, and 8th weeks after treatment. Data were analyzed in SPSS Version 16 using independent t-test, Chi-square, and Fisher's exact test. RESULTS: Average severity of hot flashes in both groups and number of hot flashes in black cohosh group in 8th week were significantly lower than 1st week (P < 0.001), but number of hot flashes in primrose oil group in 8th week showed no significant differences (P = 0.32). The number of hot flashes and quality of life score in black cohosh arm compared to EPO showed a significant decrease in the 8th week (P < 0.05). All MENQOL scores were significantly improved in two groups (P < 0.05), but the percentage of improvement in black cohosh arm was significantly superior to EPO group. CONCLUSION: Both herbs were effective in reduction of severity of hot flashes and improvement of the quality of life, but it seems that black cohosh is more effective than primrose oil because it was able to reduce the number of hot flashes too."
    },
    {
      "pmid": "29426270",
      "title": "Evening primrose oil and labour, is it effective? A randomised clinical trial.",
      "authors": [
        "Mahnaz Kalati",
        "Maryam Kashanian",
        "Fereshteh Jahdi",
        "Mohsen Naseri",
        "Hamid Haghani",
        "Narges Sheikhansari"
      ],
      "journal": "Journal of obstetrics and gynaecology : the journal of the Institute of Obstetrics and Gynaecology",
      "publication_date": "2018-May",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The purpose of the present study was to evaluate the effects of evening primrose oil (EvPO) on the duration of pregnancy and labour. The study was performed as a triple blind placebo controlled randomised clinical trial on nulliparous low-risk women with a certain gestational age of 40 weeks of pregnancy and a Bishop score of less than 4. In the case group (EvPO group), EvPO capsules were administered, 1000 mg, twice daily, for 7 days, and in the control group, placebo was administered similarly. The women of the two groups were followed up to delivery. In total, 80 women finished the study (40 in each group). The women of the two groups did not have significant differences according to age, BMI, Bishop Score at the beginning of the study, gestational age at entering the study, employment status and education level, the number of capsules used and duration of using medications. There was no significant difference between the two groups according to gestational age at delivery, need for induction or augmentation of labour, duration of different stages of labour, neonatal weight and Apgar scores, and the indications for hospital admission. Impact statement What is already known on this subject? Evening primrose oil has been used for the treatment of systemic disorders, which are accompanied with chronic inflammation such as atopic dermatitis, rheumatoid arthritis and psoriasis. Also, it has been proposed for some women's health conditions including breast pain (mastalgia), symptoms of premenstrual syndrome and menopausal symptoms, cervical ripening and induction or augmentation of labour. What do the results of this study add? Evening primrose oil does not have any impact on Bishop Score and the duration of different stages of labour. What are the implications of these findings for clinical practice and/or further research? According to the present study and the other performed studies, there is not enough evidence confirming effectiveness of Evening primrose oil for cervical ripening and duration of labour. It is suggested that pending further data its usage should be limited to experimental RCTs and its use in clinical practice should be prevented. Also, different routes of administration and different dosages should be investigated.",
      "mesh_terms": [
        "Adult",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Female",
        "Humans",
        "Labor, Obstetric",
        "Linoleic Acids",
        "Oenothera biennis",
        "Parity",
        "Phytotherapy",
        "Plant Oils",
        "Plant Preparations",
        "Pregnancy",
        "Young Adult",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "29114553",
      "title": "Compare the effect of flaxseed, evening primrose oil and Vitamin E on duration of periodic breast pain.",
      "authors": [
        "Farzaneh Jaafarnejad",
        "Elham Adibmoghaddam",
        "Seyyed Ahmad Emami",
        "Azadeh Saki"
      ],
      "journal": "Journal of education and health promotion",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Breast periodic pain is the most common disorder of the breast which leads to consultation with knowledgeable people like a midwife. The aim of this study was to compare the therapeutic effect of flaxseed, evening primrose oil, and Vitamin E on the duration of the period of breast pain. MATERIALS AND METHODS: This study is a quasi-randomized clinical trial conducted in 2015 on ninety patients complaining of breast periodic pain referring to Gynecologic Clinics of Ghaem Hospital or residents living in dormitories of Mashhad University of Medical Sciences. Randomization was conducted based on the study environment. The first group received 30 g of powdered flaxseed, the second group received two 1000 mg capsules of evening primrose, and the third group received 1 capsule of 400 IU Vitamin E, daily and for two menstrual cycles. Cyclical breast pain was measured at the beginning and end of both intervention periods by daily subscription form of pain duration. Data analysis was performed by SPSS 16 software and Kolmogorov-Smirnov, Chi-square, Friedman, Fisher's, and one-sided ANOVA tests. The level of significance was set at P < 0.05. RESULTS: The mean duration of breast pain in flaxseed group within 2 months of intervention decreased significantly (confidence interval [CI] =95%, P = 0.006), but despite reducing the duration of pain in evening primrose oil group (CI = 95%, P = 0.058) and Vitamin E (CI = 95%, P = 0.306), this reduction was not significant. In overall, the average duration of breast pain in all three flaxseed, evening primrose oil, and Vitamin E groups was not significantly different before the intervention (CI = 95%, P = 0.286), 1 month after the intervention (CI = 95%, P = 0.195), and 2 months after the intervention (CI = 95%, P = 0.667). CONCLUSION: The use of flaxseed, evening primrose oil, or Vitamin E may reduce breast pain, and this is a significant reduction in flaxseed."
    },
    {
      "pmid": "28742409",
      "title": "The effects of vitamin D and evening primrose oil co-supplementation on lipid profiles and biomarkers of oxidative stress in vitamin D-deficient women with polycystic ovary syndrome: A randomized, double-blind, placebo-controlled trial.",
      "authors": [
        "Khadijeh Nasri",
        "Sedighe Akrami",
        "Maryam Rahimi",
        "Mohsen Taghizadeh",
        "Masoud Behfar",
        "Mohammad Reza Mazandaranian",
        "Abbas Kheiry",
        "Mohammad Reza Memarzadeh",
        "Zatollah Asemi"
      ],
      "journal": "Endocrine research",
      "publication_date": "2018-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Retracted Publication"
      ],
      "abstract": "PURPOSE OF THE STUDY: There was inconsistent evidence about the benefit of vitamin D plus evening primrose oil (EPO) supplement intake on lipid profiles and reduced oxidative stress among women with polycystic ovary syndrome (PCOS). The current study was performed to evaluate the effects of vitamin D plus EPO supplementation on lipid profiles and biomarkers of oxidative stress in vitamin D-deficient women with PCOS. MATERIALS AND METHODS: This randomized, double-blind, placebo-controlled trial was performed among 60 vitamin D-deficient women with PCOS. Participants were randomly assigned into two groups to receive either 1000 IU vitamin D3 plus 1000 mg EPO (n = 30) or placebo (n = 30) for 12 weeks. Metabolic profiles were quantified at baseline and after the 12-week intervention. RESULTS: Compared with the placebo group, women in vitamin D and EPO co-supplementation group had significant increases in serum 25-hydroxyvitamin D (25(OH)D) (+10.7 ± 8.4 vs. -0.5 ± 1.6 ng/mL, p < 0.001) and plasma total glutathione (GSH) (+62.7 ± 58.0 vs. -0.7 ± 122.7 µmol/L, p = 0.01), while there were significant decreases in triglycerides (-7.3 ± 23.8 vs. +6.9 ± 26.3 mg/dL, p = 0.03), very low-density lipoprotein (VLDL) cholesterol levels (-1.5 ± 4.7 vs. +1.4 ± 5.3 mg/dL, p = 0.03), total/high-density lipoprotein cholesterol ratio (-0.3 ± 0.4 vs. -0.02 ± 0.4, p = 0.02), and malondialdehyde (MDA) concentration (-0.4 ± 0.4 vs. +0.5 ± 1.8 µmol/L, p = 0.008). CONCLUSION: Overall, vitamin D and EPO co-supplementation for 12 weeks among vitamin D-deficient women with PCOS significantly improved triglycerides, VLDL cholesterol, GSH, and MDA levels.",
      "mesh_terms": [
        "Adult",
        "Biomarkers",
        "Cholecalciferol",
        "Cholesterol, HDL",
        "Cholesterol, VLDL",
        "Dietary Supplements",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Female",
        "Glutathione",
        "Humans",
        "Hypolipidemic Agents",
        "Linoleic Acids",
        "Malondialdehyde",
        "Oenothera biennis",
        "Outcome Assessment, Health Care",
        "Oxidative Stress",
        "Plant Oils",
        "Polycystic Ovary Syndrome",
        "Triglycerides",
        "Vitamin D",
        "Vitamin D Deficiency",
        "Young Adult",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "28469662",
      "title": "Combination therapy using evening primrose oil and electrical stimulation to improve nerve function following a crush injury of sciatic nerve in male rats.",
      "authors": [
        "Omid Badri",
        "Parviz Shahabi",
        "Jalal Abdolalizadeh",
        "Mohammad Reza Alipour",
        "Hadi Veladi",
        "Mehdi Farhoudi",
        "Mohsen Sharif Zak"
      ],
      "journal": "Neural regeneration research",
      "publication_date": "2017-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peripheral nerve injuries with a poor prognosis are common. Evening primrose oil (EPO) has beneficial biological effects and immunomodulatory properties. Since electrical activity plays a major role in neural regeneration, the present study investigated the effects of electrical stimulation (ES), combined with evening primrose oil (EPO), on sciatic nerve function after a crush injury in rats. In anesthetized rats, the sciatic nerve was crushed using small haemostatic forceps followed by ES and/or EPO treatment for 4 weeks. Functional recovery of the sciatic nerve was assessed using the sciatic functional index. Histopathological changes of gastrocnemius muscle atrophy were investigated by light microscopy. Electrophysiological changes were assessed by the nerve conduction velocity of sciatic nerves. Immunohistochemistry was used to determine the remyelination of the sciatic nerve following the interventions. EPO + ES, EPO, and ES obviously improved sciatic nerve function assessed by the sciatic functional index and nerve conduction velocity of the sciatic nerve at 28 days after operation. Expression of the peripheral nerve remyelination marker, protein zero (P0), was increased in the treatment groups at 28 days after operation. Muscle atrophy severity was decreased significantly while the nerve conduction velocity was increased significantly in rats with sciatic nerve injury in the injury + EPO + ES group than in the EPO or ES group. Totally speaking, the combined use of EPO and ES may produce an improving effect on the function of sciatic nerves injured by a crush. The increased expression of P0 may have contributed to improving the functional effects of combination therapy with EPO and ES as well as the electrophysiological and histopathological features of the injured peripheral nerve."
    },
    {
      "pmid": "26781763",
      "title": "Vitamin D and Evening Primrose Oil Administration Improve Glycemia and Lipid Profiles in Women with Gestational Diabetes.",
      "authors": [
        "Mehri Jamilian",
        "Maryam Karamali",
        "Mohsen Taghizadeh",
        "Nasrin Sharifi",
        "Zahra Jafari",
        "Mohammad Reza Memarzadeh",
        "Mahnaz Mahlouji",
        "Zatolla Asemi"
      ],
      "journal": "Lipids",
      "publication_date": "2016-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "UNLABELLED: Limited data are available assessing the effects of vitamin D and evening primrose oil (EPO) administration on markers of insulin resistance and lipid concentrations in gestational diabetes mellitus (GDM). This study was designed to evaluate the effects of vitamin D and EPO administration on insulin resistance and lipid concentrations among women with GDM. In this prospective randomized, double-blind, placebo-controlled clinical trial, 60 participants with GDM were divided into 2 groups of either 1000 IU vitamin D3 and 1000 mg EPO or placebo for 6 weeks. At the beginning and end of the study, fasting blood samples were obtained from the participants to measure related variables. After 6 weeks of intervention, changes in fasting plasma glucose (-3.6 ± 7.5 vs. +1.5 ± 11.4 mg/dL, P = 0.04), serum insulin concentrations (-2.0 ± 5.3 vs. +4.6 ± 10.7 µIU/mL, P = 0.004), homeostasis model of assessment (HOMA) insulin resistance (-0.5 ± 1.1 vs. +1.1 ± 2.5, P = 0.003), HOMA-B cell function (-7.7 ± 23.3 vs. +17.4 ± 42.9, P = 0.007) and the quantitative insulin sensitivity check index (+0.01 ± 0.02 vs. -0.01 ± 0.02, P = 0.007) in the vitamin D plus EPO group were significantly different from the placebo group. In addition, compared with the placebo, vitamin D and EPO supplementation resulted in significant reductions in serum TAG (-20.0 ± 54.3 vs. +34.3 ± 38.2 mg/dL, P < 0.001), VLDL (-4.0 ± 10.9 vs. +6.9 ± 7.6 mg/dL, P < 0.001), TC (-22.1 ± 32.6 vs. +5.3 ± 20.1 mg/dL, P < 0.001), LDL concentrations (-18.0 ± 25.5 vs. +1.8 ± 15.7 mg/dL, P = 0.001) and TC/HDL (-0.3 ± 0.4 vs. +0.3 ± 0.5 mg/dL, P < 0.001). We did not observe any significant effect of vitamin D and EPO supplementation on serum HDL concentrations. CLINICAL TRIAL REGISTRATION NUMBER: http://www.irct.ir : IRCT201509115623N52.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Blood Glucose",
        "Diabetes, Gestational",
        "Double-Blind Method",
        "Female",
        "Humans",
        "Lipids",
        "Plant Oils",
        "Pregnancy",
        "Prospective Studies",
        "Vitamin D",
        "Young Adult"
      ]
    },
    {
      "pmid": "25473222",
      "title": "The effect of evening primrose oil for the prevention of xerotic cheilitis in acne patients being treated with isotretinoin: a pilot study.",
      "authors": [
        "Kui Young Park",
        "Eun Jung Ko",
        "In Su Kim",
        "Kapsok Li",
        "Beom Joon Kim",
        "Seong Jun Seo",
        "Myeung Nam Kim",
        "Chang Kwun Hong"
      ],
      "journal": "Annals of dermatology",
      "publication_date": "2014-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The most common adverse effects of oral isotretinoin are cheilitis, skin dryness, dry eyes, and conjunctivitis, whereas evening primrose oil (EPO) is known to improve skin moisture and transepidermal water loss (TEWL) in healthy adults and atopic patients. OBJECTIVE: To evaluate the clinical efficacy and safety of EPO in preventing xerotic cheilitis in acne patients being treated with oral isotretinoin. METHODS: Forty Korean volunteers of Fitzpatrick skin types III and IV, having moderate acne, were enrolled and randomized to receive either isotretinoin with or without EPO for 8 weeks. The efficacy of treatment was evaluated on the basis of global acne grading system scores, number of inflammatory and noninflammatory lesions, TEWL, corneometry, physician's global assessment, and patient satisfaction. RESULTS: The results after 8 weeks of treatment showed that the TEWL of the lip increased significantly during isotretinoin treatment, whereas the TEWL of the hand dorsum showed no significant change. The increase of the TEWL of the lip was more definite in the control group than in the experimental group. The number of acne lesions decreased significantly in both groups, and there were no differences between them. CONCLUSION: Our study suggests that the addition of EPO improved xerotic cheilitis in acne patients being treated with oral isotretinoin. However, besides TEWL and corneometry assessments, additional studies are required for a complete understanding of the role of EPO in xerotic cheilitis in acne patients being treated with oral isotretinoin."
    },
    {
      "pmid": "25004746",
      "title": "Gamma-linolenic acid egg production enriched with hemp seed oil and evening primrose oil in diet of laying hens.",
      "authors": [
        "Sang-Oh Park",
        "Jong Hwangbo",
        "In-Suh Yuh",
        "Byung-Sung Park"
      ],
      "journal": "Journal of environmental biology",
      "publication_date": "2014-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study was carried out to find out the effect of supplying gamma linolenic acid (GLA) on laying performance and egg quality. A hundred twenty of 30 weeks old hyline brown laying hens with 98% of egg production were completely randomized to 4 different treatment groups by 30 hens (the control group fed with the diet containing beef tallow, 3 treatment groups fed with the diet containing corn oil, the diet containing hemp seed oil and the diet containing evening primrose oil, respectively), and their laying performance and egg production were investigated for 5 weeks. Intake of hemp seed oil or evening primrose helped to increase the retention rate of GLA, which was transmigrated into eggs from blood. GLA was not detected in the blood samples of control group and treatment group fed diet containing corn oil, while it was significantly increased in the blood samples of the treatment groups fed with diet containing hemp seed oil and diet containing evening primrose oil, respectively. GLA retention was not observed in the eggs produced respectively by control group and treatment group fed with diet containing corn oil, whereas it was significantly increased in the eggs produced by the treatment group fed with diet containing hemp seed oil by 1.09% and the treatment group fed with diet containing evening primrose oil by 4.87%. This result suggests that GLA-reinforced functional eggs can be produced by adding hemp seed oil and evening primrose oil to the feed for laying hens and feeding them with it. It is thought that further researches and clinical trials on biochemical mechanism related to atopic dermatitis should be conducted in future.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Cannabis",
        "Chickens",
        "Diet",
        "Dietary Supplements",
        "Eggs",
        "Female",
        "Gas Chromatography-Mass Spectrometry",
        "Linoleic Acids",
        "Oenothera biennis",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "24665356",
      "title": "Evening primrose oil ameliorates platelet aggregation and improves cardiac recovery in myocardial-infarct hypercholesterolemic rats.",
      "authors": [
        "Noha M Abo-Gresha",
        "Eman Z Abel-Aziz",
        "Sahar M Greish"
      ],
      "journal": "International journal of physiology, pathophysiology and pharmacology",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Omega-6 polyunsaturated fatty acids (n-6 PUFA) are well known for their role in cardiovascular disease (CVD). We proposed that Evening prime rose oil (EPO) can improve the outcome of a heart with myocardial infarction (MI) in the presence of diet-induced hyperaggregability. This study was designed to examine its cholesterol lowering, antithrombotic and anti-inflammatory effects. High fat diet was administered for 4 weeks then MI was induced by isoproterenol (85 mg/kg/s.c./24 h). Treatment with EPO (5 or 10 gm/kg/day) for 6 weeks improved the electrocardiographic pattern, serum lipid profile, cardiac biomarkers as well as Platelet aggregation percent. We reported decreased serum level of TNF-α, IL-6 and COX-2 with attenuation of TNF-α and TGF-β in the cardiac homogenate. Moreover, histopathology revealed marked amelioration. Finally, we provide evidence that EPO improve cardiac recovery in hypercholesterolemic myocardial infarct rats. These effects are attributed to direct hypocholesterolemic effect and indirect effect on the synthesis of eicosanoids (prostaglandins, cytokines)."
    },
    {
      "pmid": "24435467",
      "title": "Gamma-linolenic acid levels correlate with clinical efficacy of evening primrose oil in patients with atopic dermatitis.",
      "authors": [
        "Dagmar Simon",
        "Peter A Eng",
        "Siegfried Borelli",
        "Roland Kägi",
        "Christian Zimmermann",
        "Catherine Zahner",
        "Jürgen Drewe",
        "Lorenzo Hess",
        "Giovanni Ferrari",
        "Stephan Lautenschlager",
        "Brunello Wüthrich",
        "Peter Schmid-Grendelmeier"
      ],
      "journal": "Advances in therapy",
      "publication_date": "2014-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Atopic dermatitis (AD) has been related to a deficiency of delta-6-desaturase, an enzyme responsible for the conversion of linoleic acid to gamma-linolenic acid (GLA). Evening primrose oil (EPO) contains high amounts of GLA. Therefore, this study investigated whether EPO supplementation results in an increase in plasma GLA and its metabolite dihomo-gamma-linolenic acid (DGLA) correlating with clinical improvement of AD, assessed by the SCORing Atopic Dermatitis (SCORAD) index. METHODS: The open study included 21 patients with AD. EPO (4-6 g) was administered daily for 12 weeks. Before treatment, and 4 and 12 weeks after initiation of EPO supplementation, objective SCORAD was assessed and plasma concentrations of GLA and DGLA were determined by gas chromatography. RESULTS: A significant increase in plasma GLA and DGLA levels and a decrease in the objective SCORAD were observed 4 and 12 weeks after initiation of EPO treatment. In the per-protocol population (n = 14), a significant inverse correlation between the changes in plasma GLA levels and SCORAD was found (P = 0.008). CONCLUSION: The clinical disease activity under EPO treatment correlates with the individual increase in plasma GLA levels. Thus, the results of this pilot study indicate that an increase in plasma GLA might be used as predictive parameter for responsiveness of AD to EPO therapy.",
      "mesh_terms": [
        "8,11,14-Eicosatrienoic Acid",
        "Adolescent",
        "Adult",
        "Child",
        "Child, Preschool",
        "Cohort Studies",
        "Dermatitis, Atopic",
        "Dermatologic Agents",
        "Female",
        "Humans",
        "Linoleic Acids",
        "Male",
        "Middle Aged",
        "Oenothera biennis",
        "Plant Oils",
        "Prospective Studies",
        "Treatment Outcome",
        "Young Adult",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "24239848",
      "title": "Long-chain fatty alcohols from evening primrose oil inhibit the inflammatory response in murine peritoneal macrophages.",
      "authors": [
        "S Montserrat-de la Paz",
        "M D García-Giménez",
        "M Ángel-Martín",
        "M C Pérez-Camino",
        "A Fernández Arche"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Evening primrose (Oenothera biennis L., Onagraceae) is a wild medicinal plant of Central American origin that is now one of the most widely used herbal medicines in different parts of the world. Oil extracted from it seeds is traditionally used in the treatment of eczema, asthma, rheumatoid arthritis, breast problem, premenstrual and menopausal syndrome, all they have an inflammatory component. The present study demonstrates the in vitro anti-inflammatory effect of long-chain fatty alcohols, minor compounds isolated from Evening primrose oil (EPO). MATERIAL AND METHODS: A mixture of long chain fatty alcohols (LCFAs) was isolated from the non-triacylglycerol fraction of the EPO. Hexacosanol (C26OH: 38.65%), tetracosanol (C24OH: 31.59%), docosanol (C22OH: 11.36%) and octocosanol (C28OH: 7.64%), were the major constituents, identified and quantified by GC and GC-MS. LCFA was tested with LPS stimulated murine peritoneal macrophage. This fraction, significantly and dose-dependently decreased nitric oxide production induced by LPS (P<0.001) and the inhibitory effect seems to be consequence of an action at the level of the inducible nitric-oxide synthethase (iNOS) gene enzyme expression rather than to a direct inhibitory action on enzyme activity. The release of PLA2 and TXB2 also was significantly inhibited by LCFAs (P<0.001) although LCFAs did not affect to PGE2 generation, however the western blot assay showed that LCFAs reduced cyclooxygenase-2 enzyme gene expression at all doses assayed. In the same way, the secretion of inflammatory cytokines interleukin 1β (IL-1β) and tumour necrosis factor α (TNF-α) from LPS-stimulated murine macrophage, were also significantly reduced (P<0.001). CONCLUSION: These results demonstrates the anti-inflammatory activity of LCFAs, providing an additional value about the role of bioactive minor compounds in the beneficial effect of EPO and supports its traditional uses in inflammatory processes management.",
      "mesh_terms": [
        "Animals",
        "Cell Survival",
        "Dinoprostone",
        "Fatty Alcohols",
        "Gene Expression Regulation",
        "Inflammation",
        "Interleukin-1beta",
        "Linoleic Acids",
        "Macrophages, Peritoneal",
        "Mice",
        "Nitrites",
        "Oenothera biennis",
        "Phospholipases A2, Secretory",
        "Plant Oils",
        "Thromboxane B2",
        "Tumor Necrosis Factor-alpha",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "24003269",
      "title": "Dose-dependent effects of evening primrose oil in children and adolescents with atopic dermatitis.",
      "authors": [
        "Bo Young Chung",
        "Jin Hye Kim",
        "Soo Ick Cho",
        "In Su Ahn",
        "Hye One Kim",
        "Chun Wook Park",
        "Cheol Heon Lee"
      ],
      "journal": "Annals of dermatology",
      "publication_date": "2013-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Previous clinical trials with evening primrose oil in atopic dermatitis (AD) treatment have shown different results. In addition, the optimal dose and duration of treatment with evening primrose oil have not yet been determined. OBJECTIVE: The aim of this study is to investigate the dose-response treatment effects of evening primrose oil on clinical symptoms of AD and serum concentrations of polyunsaturated fatty acids. METHODS: Forty AD patients were enrolled for the study and randomly divided into 2 groups: those who received evening primrose oil 160 mg daily for 8 weeks and those who received 320 mg of evening primrose oil twice daily for 8 weeks. We evaluated the Eczema Area Severity Index (EASI) scores of all AD patients at weeks 0, 2, 4 and 8. In addition, we measured the levels of serum fatty acids, including C16 : 0 (palmitic), C18 : 2n (linoleic), C18 : 3n (linolenic) and C20 : 4 (arachidonic acid) using gas chromatography. RESULTS: The serum fatty acid levels C18 : 3n and C20 : 4 were higher in the 320 mg group than in the 160 mg group, with statistical significance. After evening primrose oil treatment, EASI scores were reduced in the 2 groups. The improvement in EASI scores was greater in the 320 mg group than in the 160 mg group. There were no side effects seen in either group during the study in the 2 groups. CONCLUSION: The results of this study suggest that the 320 mg and 160 mg groups may be equally effective in treating AD patients and show dose-dependent effects on serum fatty acid levels and EASI scores."
    },
    {
      "pmid": "23633319",
      "title": "Oral evening primrose oil and borage oil for eczema.",
      "authors": [
        "Joel T M Bamford",
        "Sujoy Ray",
        "Alfred Musekiwa",
        "Christel van Gool",
        "Rosemary Humphreys",
        "Edzard Ernst"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2013-Apr-30",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Eczema is a chronic inflammatory skin condition, which usually develops in early childhood. Many children outgrow this disorder as they reach secondary school age, and although It may improve with age, there is no cure. Constant itch makes life uncomfortable for those with this condition, no matter what age they are, so it may have a significant effect on a person's quality of life. Its prevalence seems to be increasing as populations move from rural locations to cities. Some people, who do not see an adequate improvement or fear side-effects of conventional medical products, try complementary alternatives to conventional treatment. This is a review of evening primrose oil (EPO) and borage oil (BO) taken orally (by mouth); these have been thought to be beneficial because of their gamma-linolenic acid content. OBJECTIVES: To assess the effects of oral evening primrose oil or borage oil for treating the symptoms of atopic eczema. SEARCH METHODS: We searched the following databases up to August 2012: Cochrane Skin Group Specialised Register, CENTRAL in The Cochrane Library, MEDLINE (from 1946), EMBASE (from 1974), AMED (from 1985), and LILACS (from 1982). We also searched online trials registers and checked the bibliographies of included studies for further references to relevant trials. We corresponded with trial investigators and pharmaceutical companies to try to identify unpublished and ongoing trials. We performed a separate search for adverse effects of evening primrose oil and borage oil in November 2011. SELECTION CRITERIA: All randomised controlled, parallel, or cross-over trials investigating oral intake of evening primrose oil or borage oil for eczema. DATA COLLECTION AND ANALYSIS: Two review authors independently applied eligibility criteria, assessed risk of bias, and extracted data. We pooled dichotomous outcomes using risk ratios (RR), and continuous outcomes using the mean difference (MD). Where possible, we pooled study results using random-effects meta-analysis and tested statistical heterogeneity using both the Chi(²) test and the I(²) statistic test. We presented results using forest plots with 95% confidence intervals (CI). MAIN RESULTS: A total of 27 studies (1596 participants) met the inclusion criteria: 19 studies assessed evening primrose oil, and 8 studies assessed borage oil. For EPO, a meta-analysis of results from 7 studies showed that EPO failed to significantly increase improvement in global eczema symptoms as reported by participants on a visual analogue scale of 0 to 100 (MD -2.22, 95% CI -10.48 to 6.04, 176 participants, 7 trials) and a visual analogue scale of 0 to 100 for medical doctors (MD -3.26, 95% CI -6.96 to 0.45, 289 participants, 8 trials) compared to the placebo group.Treatment with BO also failed to significantly improve global eczema symptoms compared to placebo treatment as reported by both participants and medical doctors, although we could not conduct a meta-analysis as studies reported results in different ways. With regard to the risk of bias, the majority of studies were of low risk of bias; we judged 67% of the included studies as having low risk of bias for random sequence generation; 44%, for allocation concealment; 59%, for blinding; and 37%, for other biases. IMPLICATIONS FOR PRACTICE: Oral borage oil and evening primrose oil lack effect on eczema; improvement was similar to respective placebos used in trials. Oral BO and EPO are not effective treatments for eczema.In these studies, along with the placebos, EPO and BO have the same, fairly common, mild, transient adverse effects, which are mainly gastrointestinal.The short-term studies included here do not examine possible adverse effects of long-term use of EPO or BO. A case report warned that if EPO is taken for a prolonged period of time (more than one year), there is a potential risk of inflammation, thrombosis, and immunosuppression; another study found that EPO may increase bleeding for people on Coumadin® (warfarin) medication. IMPLICATIONS FOR RESEARCH: Noting that the confidence intervals between active and placebo treatment are narrow, to exclude the possibility of any clinically useful difference, we concluded that further studies on EPO or BO for eczema would be hard to justify.This review does not provide information about long-term use of these products.",
      "mesh_terms": [
        "Administration, Oral",
        "Adult",
        "Child",
        "Dermatitis, Atopic",
        "Dermatologic Agents",
        "Eczema",
        "Humans",
        "Linoleic Acids",
        "Oenothera biennis",
        "Plant Oils",
        "Randomized Controlled Trials as Topic",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "23625331",
      "title": "The effect of oral evening primrose oil on menopausal hot flashes: a randomized clinical trial.",
      "authors": [
        "Farah Farzaneh",
        "Setareh Fatehi",
        "Mohammad-Reza Sohrabi",
        "Kamyab Alizadeh"
      ],
      "journal": "Archives of gynecology and obstetrics",
      "publication_date": "2013-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Hot flashes are common experience for menopausal women, and for many, are severe enough to significantly compromise their overall sense of well being and quality of life. The aim of this study was to compare the efficacy of evening primrose with placebo in improvement of menopausal hot flashes. METHODS: In a 6-week randomized clinical trial, a total of 56 menopausal women aged 45-59 years were participated in this study. The patients were asked for their hot flashes characteristics and responded to HFRDIS (hot flash related daily interference scale) questionnaire before and after the intervention. The participants were randomly assigned to take two capsules per day (totally 90 capsules for 6 weeks) of placebo or evening primrose (500 mg) for continuous 6 weeks. Then, the improvement in hot flashes was compared between two groups. RESULTS: The percent of improvement in hot flash frequency, severity and duration were 39, 42 and 19 %, in evening primrose group compared with 32, 32 and 18 % in placebo group, respectively. Although all three characters of hot flash was ameliorated in evening primrose arm, only its severity was significantly better in this arm compared with placebo group (P < 0.05). All HFRDIS score were significantly improved in two groups, but the percentage of improvement in social activities, relations with others, and sexuality was significantly superior to placebo group (P < 0.05). CONCLUSIONS: The application of oral evening primrose oil compared with placebo for controlling hot flashes may decrease more the intensity of attacks as well as ameliorating the HFRDIS score.",
      "mesh_terms": [
        "Female",
        "Hot Flashes",
        "Humans",
        "Interpersonal Relations",
        "Menopause",
        "Middle Aged",
        "Oenothera biennis",
        "Phytotherapy",
        "Plant Extracts",
        "Quality of Life",
        "Seeds",
        "Severity of Illness Index",
        "Sexuality",
        "Social Participation"
      ]
    },
    {
      "pmid": "22574767",
      "title": "Histopathological study of evening primrose oil effects on experimental diabetic neuropathy.",
      "authors": [
        "Ola M Omran"
      ],
      "journal": "Ultrastructural pathology",
      "publication_date": "2012-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: Diabetic polyneuropathy is a serious complication of diabetes mellitus and the most frequent neuropathy worldwide. AIM: This study was designed to investigate the possible beneficial effects of evening primrose oil (EPO) on histopathological changes of sciatic nerves in streptozotocin-induced diabetic rats. MATERIALS AND METHODS: The rats were randomly allotted into three experimental groups: A (control), B (diabetic untreated), and C (diabetic treated with EPO); each group contained 10 animals. Groups B and C received streptozotocin (STZ) to induce diabetes. The rats in group C were given EPO for 2 weeks after 6 weeks of STZ injection. Blood and tissue samples were obtained for biochemical and histopathological investigation. RESULTS: STZ-treated diabetic rats showed reduction of the size of islets of Langerhans, fatty degeneration in the pancreatic acini with dilation, irregularity, and increased thickness of blood vessels. Electron micrography of sciatic nerves of diabetic rats showed multiple vaculations and partial separation of myelinated nerve fibers with axonal atrophy, endoneural edema, and increased collagen fibers. Compared with diabetic rats, EPO induced partial recovery from diabetes-induced pancreatic and nerve damage. CONCLUSIONS: Histologic evaluation of the tissues in diabetic animals treated with EPO showed fewer morphologic alterations with significant decrease of myelin breakdown. Furthermore, the ultrastructural features of axons showed partial improvement. It is believed that further preclinical research into the utility of EPO may indicate its usefulness as a potential treatment on peripheral neuropathy in STZ-induced diabetic rats.",
      "mesh_terms": [
        "Animals",
        "Diabetes Mellitus, Experimental",
        "Diabetic Neuropathies",
        "Linoleic Acids",
        "Male",
        "Microscopy, Electron",
        "Oenothera biennis",
        "Plant Oils",
        "Rats",
        "Sciatic Nerve",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "21600263",
      "title": "The effects of evening primrose oil on lipid peroxidation induced by subacute aflatoxin exposure in mice.",
      "authors": [
        "Murat Kanbur",
        "Gökhan Eraslan",
        "Zeynep Soyer Sarıca",
        "Oznur Aslan"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2011-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study was aimed at the investigation of the antioxidative effect of evening primrose oil in cases of subacute aflatoxin (AF) intoxication induced in mice. For this purpose, forty-eight 6-8-week-old male BALB/c mice, weighing 30-35 g, were used. The animals were allocated to four groups, each comprising of 12 mice, such that one group was maintained as the control group and the other three constituted the trial groups. The mice included in the control group (Group 1) were not subjected to any treatment. Group 2 was administered with 1.5 ml/kg bw/day of evening primrose oil; Group 3 received 1250 μg/kg bw/day of AF (82.45% AFB(1), 10.65% AFB(2), 4.13% AFG(1) and 2.77% AFG(2)) and Group 4 was given 1250 μg/kg bw/day of AF plus 1.5 ml/kg bw/day of evening primrose oil using a catheter, for a period of 14 days. At the end of the 14th day, the liver, lungs, kidneys, brain, heart and spleen of the animals included in all groups were extracted. Malondialdehyde (MDA) levels and superoxide dismutase (SOD), catalase (CAT) and glutathione peroxidise (GSH-Px) activities were measured in tissue homogenates. In result, it was concluded that, evening primrose oil had a positive effect on aflatoxin-induced lipid peroxidation.",
      "mesh_terms": [
        "Aflatoxins",
        "Animals",
        "Catalase",
        "Glutathione Peroxidase",
        "Linoleic Acids",
        "Lipid Peroxidation",
        "Male",
        "Malondialdehyde",
        "Mice",
        "Mice, Inbred BALB C",
        "Oenothera biennis",
        "Plant Oils",
        "Superoxide Dismutase",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "21085832",
      "title": "Lipoid pneumonia secondary to long-term use of evening primrose oil.",
      "authors": [
        "Marcelo Fouad Rabahi",
        "Andreia Alves Ferreira",
        "João Gabriel Piccirilli Madeira",
        "Paulo Menzel Galvao",
        "Sebastião Alves Pinto"
      ],
      "journal": "Jornal brasileiro de pneumologia : publicacao oficial da Sociedade Brasileira de Pneumologia e Tisilogia",
      "publication_date": "2010",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Lipoid pneumonia is an underdiagnosed disease that is caused by the aspiration of lipid particles into the lungs. Although most of the reported cases have been associated with the use of mineral oil as a laxative, other lipid substances can also cause the disease. We report the case of a 50-year-old female patient with a complaint of productive cough who was initially diagnosed with bronchial hyperresponsiveness and gastroesophageal reflux disease (GERD). The patient was treated for GERD. Because the productive cough persisted, the patient underwent chest CT, fiberoptic bronchoscopy, and open lung biopsy. She was diagnosed with lipoid pneumonia. The patient was questioned regarding the use of lipid substances, and she reported the chronic use of evening primrose oil. After the discontinuation of the substance and the maintenance of GERD treatment, her condition improved.",
      "mesh_terms": [
        "Anti-Infective Agents",
        "Chronic Disease",
        "Ciprofloxacin",
        "Constipation",
        "Female",
        "Gastroesophageal Reflux",
        "Humans",
        "Middle Aged",
        "Mineral Oil",
        "Pneumonia, Lipid",
        "Staphylococcus aureus"
      ]
    },
    {
      "pmid": "20359269",
      "title": "Vitamin E and evening primrose oil for management of cyclical mastalgia: a randomized pilot study.",
      "authors": [
        "Sandhya Pruthi",
        "Dietlind L Wahner-Roedler",
        "Carolyn J Torkelson",
        "Stephen S Cha",
        "Lori S Thicke",
        "Jennifer H Hazelton",
        "Brent A Bauer"
      ],
      "journal": "Alternative medicine review : a journal of clinical therapeutic",
      "publication_date": "2010-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To evaluate the effectiveness of vitamin E, evening primrose oil (EPO), and the combination of vitamin E and EPO for pain control in women with cyclical mastalgia. PROCEDURE: A double-blind, randomized, placebo-controlled trial was conducted at two U.S. academic medical centers. Eighty-five women with premenstrual cyclical breast discomfort were enrolled. Participants were randomly assigned to one of four six-month oral treatments: vitamin E (1,200 IU per day), EPO (3,000 mg per day), vitamin E (1,200 IU per day) plus EPO (3,000 mg per day), or double placebo. The primary outcome measure was change in breast pain, measured by the modified McGill Pain Questionnaire at enrollment and at six months. RESULTS: Forty-one patients completed the study. Intent-to-treat analysis (pretesting and post testing) showed a difference in worst-pain improvement with the treatments EPO (p=0.005), vitamin E (p=0.04), and EPO plus vitamin E (p=0.05), but no difference with placebo (p=0.93). Results from two-sample t-test showed a nonsignificant decrease in cyclical mastalgia individually for the three treatment groups compared with the placebo group (EPO, p=0.18; vitamin E, p=0.10; and EPO plus vitamin E, p=0.16). The data were also analyzed with the separation test by Aickin, which showed a trend toward a reduction of cyclical mastalgia with vitamin E and EPO individually and in combination. CONCLUSION: Daily doses of 1,200 IU vitamin E, 3,000 mg EPO, or vitamin E and EPO in combination at these same dosages taken for six months may decrease the severity of cyclical mastalgia.",
      "mesh_terms": [
        "Adult",
        "Antioxidants",
        "Breast Diseases",
        "Chi-Square Distribution",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Female",
        "Humans",
        "Linoleic Acids",
        "Middle Aged",
        "Oenothera biennis",
        "Pain",
        "Pain Measurement",
        "Pilot Projects",
        "Placebos",
        "Plant Oils",
        "Treatment Outcome",
        "Vitamin E",
        "Young Adult",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "20352496",
      "title": "Saponified evening primrose oil reduces melanogenesis in B16 melanoma cells and reduces UV-induced skin pigmentation in humans.",
      "authors": [
        "Jeung-Hyun Koo",
        "Ikjae Lee",
        "Seok-Kweon Yun",
        "Han-Uk Kim",
        "Byung-Hyun Park",
        "Jin-Woo Park"
      ],
      "journal": "Lipids",
      "publication_date": "2010-May",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study was conducted to determine whether saponified evening primrose oil (sap-EPO) has the potential for use as a whitening agent and to investigate its underlying mechanisms of action. In B16 melanoma cells, sap-EPO dose-dependently inhibited isobutylmethylxanthine-induced melanogenesis with no cytotoxicity. This decrease in melanin production was correlated with reduced enzyme activity and decreased mRNA and protein levels of tyrosinase. The mRNA levels of tyrosinase-related proteins 1 and 2 decreased in response to treatment with sap-EPO, indicating that it regulated tyrosinase at the transcriptional level. Expression of microphthalmia-associated transcription factor was also decreased by sap-EPO as evidenced by decreased mRNA and protein levels. Additionally, topical application of sap-EPO resulted in efficient whitening of UVB-induced hyperpigmentation of human skin. Taken together, these results suggest that sap-EPO has the potential for use as a cosmetic whitening agent.",
      "mesh_terms": [
        "Animals",
        "Blotting, Western",
        "Cell Line, Tumor",
        "Down-Regulation",
        "Humans",
        "Melanins",
        "Melanoma, Experimental",
        "Men",
        "Mice",
        "Monophenol Monooxygenase",
        "Oenothera biennis",
        "Phytotherapy",
        "Plant Oils",
        "RNA, Messenger",
        "Reverse Transcriptase Polymerase Chain Reaction",
        "Skin Neoplasms",
        "Skin Pigmentation",
        "Ultraviolet Rays"
      ]
    },
    {
      "pmid": "20000302",
      "title": "Evening primrose oil.",
      "authors": [
        "Bryan Bayles",
        "Richard Usatine"
      ],
      "journal": "American family physician",
      "publication_date": "2009-Dec-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Evening primrose oil (Oenothera biennis) is a commonly used alternative therapy and a rich source of omega-6 essential fatty acids. It is best known for its use in the treatment of systemic diseases marked by chronic inflammation, such as atopic dermatitis and rheumatoid arthritis. It is often used for several women's health conditions, including breast pain (mastalgia), menopausal and premenstrual symptoms, cervical ripening, and labor induction or augmentation. However, there is insufficient evidence to make a reliable assessment of its effectiveness for most clinical indications. The current evidence suggests that oral evening primrose oil does not provide clinically significant improvement in persons with atopic dermatitis, and that it is also likely ineffective for the treatment of cyclical mastalgia and premenstrual syndrome. However, most trials to date have significant methodologic flaws and must be considered preliminary. The use of evening primrose oil during pregnancy is not supported in the literature and should be avoided. Evening primrose oil is generally well tolerated, with reported minor adverse effects, including gastrointestinal upset and headaches. Optimal dosing standards and treatment regimens await clarification in adequately powered clinical trials.",
      "mesh_terms": [
        "Administration, Oral",
        "Dermatitis, Atopic",
        "Female",
        "Humans",
        "Menopause",
        "Oenothera biennis",
        "Plant Oils",
        "Pregnancy",
        "Premenstrual Syndrome"
      ]
    },
    {
      "pmid": "19846138",
      "title": "Evening primrose oil supplementation increases citraturia and decreases other urinary risk factors for calcium oxalate urolithiasis.",
      "authors": [
        "Allen Rodgers",
        "Sonja Lewandowski",
        "Shameez Allie-Hamdulay",
        "Diane Pinnock",
        "Gretchen Baretta",
        "Giovanni Gambaro"
      ],
      "journal": "The Journal of urology",
      "publication_date": "2009-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: We investigated the effects of gamma-linolenic acid (an omega-6 polyunsaturated fatty acid) in the form of evening primrose oil on calcium oxalate urinary stone risk factors in 2 ethnic groups. MATERIALS AND METHODS: Eight black and 8 white healthy male subjects ingested 1,000 mg evening primrose oil (Natrodale, Kuils River, South Africa) daily for 20 days while following a free diet. Arachidonic acid content was determined by a dietary questionnaire. On days 0, 10 and 20, and 4 days after protocol 24-hour urine samples were collected. Samples were analyzed using routine assays. RESULTS: Citraturia increased significantly in each group. Urinary oxalate showed a tendency to decrease in black subjects. Calciuria and the Tiselius risk index decreased significantly in each group. Carryover effects were observed. CONCLUSIONS: To our knowledge increased citraturia has not been previously reported for any essential fatty acid. We hypothesize that evening primrose oil inhibits lipogenesis, thereby decreasing citrate consumption. For the decrease in oxaluria we suggest that evening primrose oil alters membrane fatty acid composition, thereby inhibiting the modulation of protein kinases that lead to hyperoxaluria. In regard to decreased calciuria we suggest that evening primrose oil modulates delta-5 and/or delta-6-desaturase, thereby inhibiting the production of arachidonic acid and prostaglandin E2, which influence calciuria. The different response in the 2 groups with respect to oxaluria confirms previously reported differences in sensitivity toward supplemental ingestion. Data suggest that evening primrose oil supplementation should be investigated as a possible conservative treatment for calcium oxalate urolithiasis.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Black People",
        "Calcium Oxalate",
        "Citrates",
        "Dietary Supplements",
        "Humans",
        "Linoleic Acids",
        "Male",
        "Oenothera biennis",
        "Plant Oils",
        "Risk Factors",
        "Urolithiasis",
        "White People",
        "Young Adult",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "19052401",
      "title": "Evening primrose oil is effective in atopic dermatitis: a randomized placebo-controlled trial.",
      "authors": [
        "Swapan Senapati",
        "Sabyasachi Banerjee",
        "Dwijendra Nath Gangopadhyay"
      ],
      "journal": "Indian journal of dermatology, venereology and leprology",
      "publication_date": "2008",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Atopic dermatitis (AD) is a chronic, relapsing, itchy dermatosis of multifactorial origin, which commonly starts in childhood. Defective metabolism of essential fatty acids leading to relative dominance of pro-inflammatory prostaglandins (PGE2 and PGF2) has been reported as an important factor in the pathogenesis of AD. Evening primrose oil (EPO) as a source of gamma-linolenic acid (GLA) has been of interest in the management of AD. AIM: To evaluate the efficacy and safety of EPO in atopic dermatitis in our patients. METHODS: Consecutive new out-patient department (OPD) patients of a referral hospital in Kolkata clinically diagnosed as having AD were randomly allocated to two groups. To the first group, evening primrose oil was supplied as 500-mg oval clear unmarked capsules, while placebo capsules identical in appearance and containing 300 mg of sunflower oil were given to the other group. Treatment continued for a period of 5 months. With pre-designed scoring system (based on four major parameters: extent, intensity, itching, and dryness), clinical evaluation was done at baseline and subsequent monthly visits. Data of the first 25 patients from each group who completed the 5 months of trial were compiled and analyzed. RESULTS: At the end of the fifth month, 24 (96%) patients of EPO group and 8 (32%) patients of placebo group showed improvement. There was significant difference in outcome of treatment between two groups (P<0.00001). No significant adverse effect was reported by any patient/guardian at any point of assessment. CONCLUSION: Evening primrose oil is a safe and effective medicine in management of AD. However, since not all researchers across the world have found the same good result, further large trials on Indian patients are needed.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Child",
        "Child, Preschool",
        "Dermatitis, Atopic",
        "Dietary Fats, Unsaturated",
        "Female",
        "Humans",
        "Infant",
        "Linoleic Acids",
        "Male",
        "Middle Aged",
        "Oenothera biennis",
        "Plant Oils",
        "Young Adult",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "18492193",
      "title": "Systemic evening primrose oil improves the biophysical skin parameters of healthy adults.",
      "authors": [
        "R Muggli"
      ],
      "journal": "International journal of cosmetic science",
      "publication_date": "2005-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Biophysical skin parameters are indicators of age-related structural and functional changes in skin tissues. This randomized, double-blind, placebo-controlled study in healthy adults tested the effect of Efamol evening primrose oil [EPO, a gamma-linolenic acid (GLA) containing vegetable oil] on skin moisture, transepidermal water loss (TEWL), redness, firmness, elasticity, fatigue resistance and roughness. Efamol EPO was administered orally in soft gel capsules, 3 x 500 mg b.i.d. for 12 weeks. Measurements were taken at baseline and at weeks 4 and 12. The two treatment groups did not differ at baseline and at week 4. At week 12, however, all measured variables, with the exception of skin redness, were significantly different in the EPO group compared with placebo. Skin moisture, TEWL, elasticity, firmness, fatigue resistance and roughness had significantly improved by 12.9, 7.7, 4.7, 16.7, 14.2 and 21.7%, respectively. The two-sided levels of significance in favor of the EPO treatment ranged between 0.034 and 0.001. These findings lend further support to the notion that GLA is a conditionally essential fatty acid for the skin, i.e. it is unable to synthesize GLA, and therefore depends on preformed GLA for optimal structure and function."
    },
    {
      "pmid": "18087899",
      "title": "Low intensity laser therapy is comparable to bromocriptine-evening primrose oil for the treatment of cyclical mastalgia in Egyptian females.",
      "authors": [
        "G M Saied",
        "R M Kamel",
        "N Dessouki"
      ],
      "journal": "Tanzania health research bulletin",
      "publication_date": "2007-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "One of the successful treatments for cyclical mastalgia is bromocriptine evening primrose combination. A double blind study was applied on 80 patients with cyclical mastalgia. They were randomly divided into two groups (A and B). In group A, patients were treated by bromocriptine/evening primrose. To group B, LILT with specified dosimetry was applied, using a device that delivers He-Ne laser combined with 4 infra-red diode laser. Evaluation of treatment was both subjective (using VAS) and objective (studying the degree of drop in plasma cortisol level). The drop of plasma cortisol with treatment was studied using the student -t distribution. A good response was observed in the laser group in 82.5%, compared to 63.9% in the bromocriptine/evening primrose group. There was a significant deference before and after treatment in both groups (P<0.05). This difference was more for the drug treated group than for the laser treated group, but in the latter, it acted on a wider sector of patients. In conclusion, LILT is recommended as a new treatment modality for cyclical mastalgia.",
      "mesh_terms": [
        "Adult",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Breast Diseases",
        "Bromocriptine",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Egypt",
        "Female",
        "Humans",
        "Hydrocortisone",
        "Linoleic Acids",
        "Low-Level Light Therapy",
        "Oenothera biennis",
        "Pain Measurement",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "17678567",
      "title": "Co-supplementation of healthy women with fish oil and evening primrose oil increases plasma docosahexaenoic acid, gamma-linolenic acid and dihomo-gamma-linolenic acid levels without reducing arachidonic acid concentrations.",
      "authors": [
        "Julia Geppert",
        "Hans Demmelmair",
        "Gerard Hornstra",
        "Berthold Koletzko"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2008-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Fish oil supplementation during pregnancy not only improves maternal and neonatal DHA status, but often reduces gamma-linolenic acid (GLA), dihomo-GLA (DGLA), and arachidonic acid (ARA) levels also, which may compromise foetal and infant development. The present study investigated the effects of a fish oil/evening primrose oil (FSO/EPO) blend (456 mg DHA/d and 353 mg GLA/d) compared to a placebo (mixture of habitual dietary fatty acids) on the plasma fatty acid (FA) composition in two groups of twenty non-pregnant women using a randomised, double-blind, placebo-controlled parallel design. FA were quantified in plasma total lipids, phospholipids, cholesterol esters, and TAG at weeks 0, 4, 6 and 8. After 8 weeks of intervention, percentage changes from baseline values of plasma total lipid FA were significantly different between FSO/EPO and placebo for GLA (+49.9 % v. +2.1 %, means), DGLA (+13.8 % v. +0.7 %) and DHA (+59.6 % v. +5.5 %), while there was no significant difference for ARA ( - 2.2 % v. - 5.9 %). FA changes were largely comparable between plasma lipid fractions. In both groups three subjects reported mild adverse effects. As compared with placebo, FSO/EPO supplementation did not result in any physiologically relevant changes of safety parameters (blood cell count, liver enzymes). In women of childbearing age the tested FSO/EPO blend was well tolerated and appears safe. It increases plasma GLA, DGLA, and DHA levels without impairing ARA status. These data provide a basis for testing this FSO/EPO blend in pregnant women for its effects on maternal and neonatal FA status and infant development.",
      "mesh_terms": [
        "8,11,14-Eicosatrienoic Acid",
        "Adult",
        "Arachidonic Acid",
        "Blood Cell Count",
        "Blood Pressure",
        "Body Mass Index",
        "Dietary Supplements",
        "Docosahexaenoic Acids",
        "Double-Blind Method",
        "Fatty Acids",
        "Female",
        "Fish Oils",
        "Heart Rate",
        "Humans",
        "Linoleic Acids",
        "Lipids",
        "Liver",
        "Oenothera biennis",
        "Patient Compliance",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "17168667",
      "title": "A meta-analysis of randomized, placebo-controlled clinical trials of Efamol evening primrose oil in atopic eczema. Where do we go from here in light of more recent discoveries?",
      "authors": [
        "N L Morse",
        "P M Clough"
      ],
      "journal": "Current pharmaceutical biotechnology",
      "publication_date": "2006-Dec",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "UNLABELLED: The global incidence of atopic eczema is escalating. While new treatment options are becoming available, previous treatments with certain confirmed benefits are still worth investigating as safe and effective therapies. One such treatment, Efamol evening primrose oil (EPO), was proven efficacious in a 1989 meta-analysis of randomized, double-blind, placebo-controlled clinical trials. A decade of further testing and subsequent independent reanalysis of 26 clinical studies including 1207 patients presented here, establishes that Efamol EPO has a simultaneous, beneficial effect on itch/pruritus, crusting, oedema and redness (erythema) that becomes apparent between 4 and 8 weeks after treatment is initiated. However, the magnitude of this effect is reduced in association with increasing frequency of potent steroid use. This and other confounding variables that are now being reported in the literature may account for historically reported inconsistent patient response. Recent research has uncovered unique complexities in fatty acid metabolism and immune response in the atopic condition beyond those previously reported and may well have identified a subcategory of non-responders and has helped established those that can consistently derive significant benefit. Further research is needed to provide a better understanding of the physiology behind this complex disorder and the beneficial role that fatty acids can play in its development and management. CONCLUSION: Efamol EPO has a simultaneous, beneficial effect on itch/pruritus, crusting, oedema and redness (erythema) that becomes apparent between 4 and 8 weeks after treatment is initiated. However, the magnitude of this effect is reduced in association with increasing frequency of potent steroid use.",
      "mesh_terms": [
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Dermatitis, Atopic",
        "Dermatologic Agents",
        "Fatty Acids, Essential",
        "Linoleic Acids",
        "Oenothera biennis",
        "Outcome Assessment, Health Care",
        "Placebo Effect",
        "Plant Oils",
        "Prevalence",
        "Prognosis",
        "Randomized Controlled Trials as Topic",
        "Risk Assessment",
        "Risk Factors",
        "Treatment Outcome",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "17106080",
      "title": "Properties of cholesterol-reduced butter made with beta-cyclodextrin and added evening primrose oil and phytosterols.",
      "authors": [
        "J J Kim",
        "T H Jung",
        "J Ahn",
        "H S Kwak"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2006-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The present study was carried out to examine changes in the chemical and sensory properties of butter in which the cholesterol was reduced and to which evening primrose oil (EPO) and phytosterols were added. Crosslinked beta-cyclodextrin (beta-CD) made from adipic acid was used, and approximately 90% of the cholesterol was removed. The color measurement values \"L\" and \"a\" were significantly different between the control (butter with no beta-CD treatment and no added EPO and phytosterols) and treatment A (butter treated with 10% crosslinked beta-CD); however, the color values for \"L\" and \"a\" were similar. The color value \"b\" in treatment B (butter treated with 10% crosslinked beta-CD and 5% phytosterols and 3% EPO added) was significantly higher than in the other treatments. The thiobarbituric acid value of treatment B was significantly higher than that of the control and treatment A. Scores for hardness, elasticity, and cohesiveness were significantly lower in the control than in treatment A. Differences in sensory characteristics did not result from the beta-CD treatment but from the addition of EPO and phytosterols. In microscopic examinations, no noticeable differences were found among the treatments, and a smooth texture and a fine, uniform crystalline structure were observed. Results indicated that about 90% of the cholesterol was reduced by crosslinked beta-CD and that the beta-CD treatment itself did not adversely influence the chemical and sensory properties of the butter. However, the addition of EPO and phytosterols to the butter appeared to impair its sensory properties, especially in terms of rancidity and overall acceptability.",
      "mesh_terms": [
        "Butter",
        "Cholesterol",
        "Color",
        "Cross-Linking Reagents",
        "Food Handling",
        "Linoleic Acids",
        "Oenothera biennis",
        "Phytosterols",
        "Plant Oils",
        "Rheology",
        "Sensation",
        "Thiobarbiturates",
        "beta-Cyclodextrins",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "15109939",
      "title": "Prevention and partial reversal of diabetes-induced changes in enteric nerves of the rat ileum by combined treatment with alpha-lipoic acid and evening primrose oil.",
      "authors": [
        "Hannah R Shotton",
        "Steven Broadbent",
        "Jill Lincoln"
      ],
      "journal": "Autonomic neuroscience : basic & clinical",
      "publication_date": "2004-Mar-31",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't",
        "Research Support, U.S. Gov't, P.H.S."
      ],
      "abstract": "Treatment with alpha-lipoic acid (LA) or evening primrose oil (EPO), individually, fails to prevent diabetes-induced changes in enteric nerves. Since synergy between these treatments has been reported, the aim was to investigate the effectiveness of combined LA/EPO treatment. LA and EPO were administered in the diet (approximately 80 and 200 mg/kg/day, respectively) to control and diabetic (induced by streptozotocin, 65 mg/kg, i.p.) rats. For prevention, treatment started after 1 week and lasted 7 weeks. For reversal, treatment lasted 4 weeks and was initiated after 8 weeks. Nerves supplying the ileum containing vasoactive intestinal polypeptide (VIP), calcitonin gene-related peptide (CGRP) and noradrenaline (NA) were examined immunohistochemically or biochemically. Diabetes caused a significant increase in VIP-containing cell bodies (p<0.001), decrease in NA content (p<0.01) and loss of CGRP-immunoreactivity. LA/EPO treatment totally prevented diabetes-induced changes in VIP (p<0.001) and CGRP and partially reversed (p<0.05) these changes once they had been allowed to develop. In contrast, treatment had no effect on diabetes-induced changes in NA-containing nerves. Therefore, LA and EPO are only effective at treating diabetes-induced changes in some enteric nerves when administered in combination. However, diabetes-induced changes in NA-containing nerves are resistant to treatment.",
      "mesh_terms": [
        "Animals",
        "Calcitonin Gene-Related Peptide",
        "Diabetes Mellitus, Experimental",
        "Diabetic Neuropathies",
        "Drug Synergism",
        "Drug Therapy, Combination",
        "Fatty Acids, Essential",
        "Ileum",
        "Immunohistochemistry",
        "Linoleic Acids",
        "Male",
        "Myenteric Plexus",
        "Neuroprotective Agents",
        "Norepinephrine",
        "Oenothera biennis",
        "Plant Oils",
        "Rats",
        "Rats, Wistar",
        "Thioctic Acid",
        "Vasoactive Intestinal Peptide",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "12439536",
      "title": "Evening primrose oil and fish oil for severe chronic mastalgia: a randomized, double-blind, controlled trial.",
      "authors": [
        "Jacqueline Blommers",
        "Elisabeth S m de Lange-De Klerk",
        "Dirk J Kuik",
        "Pieter D Bezemer",
        "Sybren Meijer"
      ],
      "journal": "American journal of obstetrics and gynecology",
      "publication_date": "2002-Nov",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: The purpose of this study was to evaluate the effect of evening primrose oil and fish oil on breast pain in premenopausal women with severe chronic mastalgia, in a randomized double-blind factorial clinical trial. STUDY DESIGN: One hundred twenty women were placed randomly into four groups: (1) fish oil and control oil, (2) evening primrose oil and control oil, (3) fish and evening primrose oils, or (4) both control oils during 6 months. Corn oil and corn oil with wheat germ oil were used as control oils. The change in the percentage of days with breast pain after 6 months of treatment was analyzed on an intention-to-treat basis. RESULTS: The decrease in days with pain was 12.3 % for evening primrose oil and 13.8% for its control oil (P =.73); the decrease in days with pain was 15.5% for fish oil and 10.6% for its control oil (P =.28). CONCLUSION: All groups showed a decrease in pain. Neither evening primrose oil nor fish oil offered clear benefit over control oils in the treatment of mastalgia.",
      "mesh_terms": [
        "Adult",
        "Breast",
        "Chronic Disease",
        "Corn Oil",
        "Double-Blind Method",
        "Drug Therapy, Combination",
        "Fatty Acids, Essential",
        "Female",
        "Fish Oils",
        "Humans",
        "Linoleic Acids",
        "Oenothera biennis",
        "Pain",
        "Pain Measurement",
        "Palliative Care",
        "Plant Oils",
        "Treatment Outcome",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "12175702",
      "title": "Effects of diabetes and evening primrose oil treatment on responses of aorta, corpus cavernosum and mesenteric vasculature in rats.",
      "authors": [
        "Alison M Jack",
        "Alan Keegan",
        "Mary A Cotter",
        "Norman E Cameron"
      ],
      "journal": "Life sciences",
      "publication_date": "2002-Sep-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes causes endothelial dysfunction, with deleterious effects on nitric oxide (NO) mediated vasodilatation. However, in many vessels other local vasodilators such as endothelium-derived hyperpolarizing factor (EDHF), prostacyclin, epoxides or endocannabinoids are also important. Several of these factors may be derived from omega-6 essential fatty acids via arachidonate metabolism. Diabetes inhibits this pathway, a defect that may be bypassed by diets enriched with omega-6 gamma-linolenic acid-containing oils such as evening primrose oil (EPO). The aim was to examine the effects of preventive EPO treatment on endothelium-dependent and neurally mediated vasorelaxation. Diabetes was induced by streptozotocin in rats; duration was 8 weeks. Vascular responses were examined in vitro on thoracic aorta, corpus cavernosum and perfused mesenteric bed preparations. Diabetes caused 25% and 35% deficits, respectively, in aorta and corpus cavernosum NO-mediated endothelium-dependent relaxation to acetylcholine that were largely unaffected by EPO treatment. Moreover, a 44% reduction in maximum corpus cavernosum vasorelaxation to nitrergic nerve stimulation was not prevented by EPO. However, for the mesenteric vascular bed, a 29% diminution of responses to acetylcholine, mediated by both NO and EDHF, was 84% attenuated by EPO treatment. When the EDHF component was isolated during NO synthase inhibition, a 76% diabetic deficit was noted. This was completely prevented by EPO treatment, which also caused supernormal EDHF responses in nondiabetic rats. EPO treatment prevented the development of deficits in endothelium-dependent relaxation in diabetic rats. Effects were particularly marked on the resistance vessel EDHF system, which may have potential therapeutic relevance for diabetic microvascular complications.",
      "mesh_terms": [
        "Animals",
        "Antineoplastic Agents",
        "Aorta, Thoracic",
        "Biological Factors",
        "Blood Glucose",
        "Cannabinoid Receptor Modulators",
        "Diabetes Mellitus, Experimental",
        "Fatty Acids, Essential",
        "In Vitro Techniques",
        "Linoleic Acids",
        "Male",
        "Muscle Contraction",
        "Muscle, Smooth, Vascular",
        "Oenothera biennis",
        "Penis",
        "Phenylephrine",
        "Plant Oils",
        "Rats",
        "Splanchnic Circulation",
        "Vasoconstrictor Agents",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "11803254",
      "title": "The therapeutic effect of evening primrose oil in atopic dermatitis patients with dry scaly skin lesions is associated with the normalization of serum gamma-interferon levels.",
      "authors": [
        "Sungpil Yoon",
        "Jooheung Lee",
        "Seungchul Lee"
      ],
      "journal": "Skin pharmacology and applied skin physiology",
      "publication_date": "2002",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To see if evening primrose oil (EPO) could be more effective in a certain type of atopic dermatitis, we administered EPO to 14 atopic dermatitis patients characterized by itchy dry scaly skin. Furthermore, we measured serum levels of gamma-interferon (IFN-gamma) and IgE in addition to the clinical severity before and after the treatment to find out whether the treatment effect of EPO is related with an immunological mechanism. After the treatment, the extent of the skin lesions and the pruritus were markedly reduced in all patients. While serum IFN-gamma levels were significantly increased (p < 0.01) after the treatment up to those of the normal control group, serum IgE levels showed a significant decrease (p < 0.05), failing to normalize completely. We concluded that EPO could be highly effective in the treatment of a grossly noninflammatory type of atopic dermatitis. The restoration of serum IFN-gamma levels indicates that EPO might exert its effect through the modulation of the immunological mechanism involving IFN-gamma.",
      "mesh_terms": [
        "Adolescent",
        "Child",
        "Child, Preschool",
        "Dermatitis, Atopic",
        "Dermatologic Agents",
        "Fatty Acids, Essential",
        "Female",
        "Humans",
        "Interferon-gamma",
        "Linoleic Acids",
        "Male",
        "Oenothera biennis",
        "Plant Oils",
        "Pruritus",
        "Statistics, Nonparametric",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "11474472",
      "title": "The effects of treatment with alpha-lipoic acid or evening primrose oil on vascular hemostatic and lipid risk factors, blood flow, and peripheral nerve conduction in the streptozotocin-diabetic rat.",
      "authors": [
        "I Ford",
        "M A Cotter",
        "N E Cameron",
        "M Greaves"
      ],
      "journal": "Metabolism: clinical and experimental",
      "publication_date": "2001-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Oxidative stress and defective fatty acid metabolism in diabetes may lead to impaired nerve perfusion and contribute to the development of peripheral neuropathy. We studied the effects of 2-week treatments with evening primrose oil (EPO; n = 16) or the antioxidant alpha-lipoic acid (ALA; n = 16) on endoneurial blood flow, nerve conduction parameters, lipids, coagulation, and endothelial factors, in rats with streptozotocin-induced diabetes. Compared with their nondiabetic littermates, untreated diabetic rats had impaired sciatic motor and saphenous sensory nerve-conduction velocity (NCV; P <.001), reduced endoneurial blood flow (P <.001), and increased serum triglycerides (P <.01), cholesterol (P < 0.01), plasma factor VII (P <.0001), and von Willebrand factor (vWF; P <.0001). Plasma fibrinogen and serum high-density lipoprotein concentrations were not significantly different. Treatment with either ALA or EPO effectively corrected the deficits in NCV and endoneurial blood flow. ALA was associated with marked and statistically significant decreases in fibrinogen, factor VII, vWF, and triglycerides (P <.01, paired t tests before v after treatment). In contrast, EPO was associated with significant (P <.05) increases in fibrinogen, factor VII, vWF, triglycerides, and cholesterol and a significant decrease in high-density lipoprotein. Changes in levels of coagulation factors and lipids, qualitatively similar to those found with EPO, were obtained with a diet containing sunflower oil (to control for calorific and lipid content) or with a normal diet alone. Blood glucose and hematocrit levels were not significantly altered by treatments. These data suggest that although both ALA and EPO improve blood flow and nerve function, their actions on vascular factors differ. The marked effects of ALA in lowering lipid and hemostatic risk factors for cardiovascular disease indicate potential antithrombotic and antiatherosclerotic actions that could be of benefit in human diabetes and merit further study.",
      "mesh_terms": [
        "Animals",
        "Blood Circulation",
        "Cholesterol",
        "Diabetes Mellitus, Experimental",
        "Fatty Acids, Essential",
        "Hemostasis",
        "Linoleic Acids",
        "Male",
        "Neural Conduction",
        "Oenothera biennis",
        "Peripheral Nerves",
        "Plant Oils",
        "Rats",
        "Rats, Sprague-Dawley",
        "Risk Factors",
        "Streptozocin",
        "Thioctic Acid",
        "Triglycerides",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "10902742",
      "title": "The effect of evening primrose oil on the radiation response and blood flow of mouse normal and tumour tissue.",
      "authors": [
        "F Rahbeeni",
        "A S Hendrikse",
        "C M Smuts",
        "W C Gelderblom",
        "S Abel",
        "G H Blekkenhorst"
      ],
      "journal": "International journal of radiation biology",
      "publication_date": "2000-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "PURPOSE: To investigate the effect of the oral administration of evening primrose oil on the radiation response and the blood flow of normal tissue and a tumour in BALB/c mice. METHODS AND MATERIALS: Aliquots of evening primrose oil were fed to BALB/c mice daily and the radiation response of the skin was assessed by the determination of ED50 values for the incidence of moist desquamation, using probit analysis. Tumour radiosensitivity was investigated by determining the growth delay caused by irradiation of a transplantable rhabdomyosarcoma. The 86RbCl uptake technique was used to determine the blood flow in normal foot and tumour tissue. The fatty-acid content of red blood cells, plasma and tumour tissue was measured using gas chromatography. RESULTS: Daily evening primrose oil dietary supplementation reduced the sensitivity of skin to radiation-induced moist desquamation and prevented the radiation-associated increase in blood flow that was observed in this tissue. No modification of tumour blood flow or of tumour sensitivity to radiation resulted from evening primrose oil supplementation of mice. Evening primrose oil supplementation resulted in changes in plasma levels of linoleic acid (LA), gamma-linolenic acid (GLA), dihomo-gamma-linolenic acid (DGLA) and arachidonic acid (AA). These changes were contingent on whether the mice had been irradiated or not. In red blood cells evening primrose oil supplementation increased the GLA level of unirradiated mice and the LA level at 20 days after irradiation. There were no changes in tumour fatty-acid levels as a result of evening primrose oil treatment. CONCLUSIONS: Daily evening primrose oil supplementation reduced the sensitivity of skin to radiation-induced moist desquamation but did not alter tumour sensitivity to radiation.",
      "mesh_terms": [
        "Administration, Oral",
        "Animals",
        "Blood Flow Velocity",
        "Erythrocytes",
        "Fatty Acids",
        "Fatty Acids, Essential",
        "Female",
        "Linoleic Acids",
        "Mice",
        "Mice, Inbred BALB C",
        "Oenothera biennis",
        "Plant Oils",
        "Radiation Tolerance",
        "Radiation-Sensitizing Agents",
        "Sarcoma, Experimental",
        "Vasodilation",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "10796622",
      "title": "Polyunsaturated fatty acid (fish or evening primrose oil) for schizophrenia.",
      "authors": [
        "C B Joy",
        "R Mumby-Croft",
        "L A Joy"
      ],
      "journal": "The Cochrane database of systematic reviews",
      "publication_date": "2000",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Limited evidence gives support to an hypothesis suggesting that the symptoms of schizophrenia may result from altered neuronal membrane structure and metabolism. The latter are dependent on blood plasma levels of certain essential fatty acids (EFAs) and their metabolites. Several studies have shown those with schizophrenia often have low levels of the particular EFAs necessary for normal nerve cell membrane metabolism. OBJECTIVES: To review the effects of supplementing standard antipsychotic treatment with polyunsaturated fatty acids, whether essential (EFAs) or non-essential, for those with schizophrenia and, in recent updates to also evaluate the effects of EFA's as a sole antipsychotic treatment. To evaluate the relative efficacy of different types of fatty acid supplementation. SEARCH STRATEGY: Relevant randomised trials were identified by searching the following electronic databases: Biological Abstracts (1985-1998), CINAHL (1982-1998), Cochrane Library (Issue 4, 1999), Cochrane Schizophrenia Group's Register (February 2000), EMBASE (1980-1998), MEDLINE (1966-1998) and PsycLIT (1974-1998). In addition, reviewers searched references of included and excluded studies and contacted authors to identify further studies. SELECTION CRITERIA: All randomised clinical trials of polyunsaturated fatty acid supplementation to standard treatment or as primary intervention for schizophrenia (however defined) versus standard care. DATA COLLECTION AND ANALYSIS: Reviewers evaluated data independently and analysed on an intention-to-treat basis. They assumed that people who left the study early or were lost to follow-up had no improvement. Where possible and appropriate relative risk (RR) and their 95% confidence intervals (CI) were calculated. The number needed to treat (NNT) was estimated. For continuous data weighted mean differences (WMD) and their 95% confidence intervals were calculated. Data were inspected for heterogeneity and publication biases. MAIN RESULTS: Four relatively small trials (total n=204) showed low levels of loss to follow up and adverse effects for those taking essential fatty acids. Early results from a few trials suggest a positive effect of eicosapentaenoic acid (EPA) over placebo for scale-derived mental state outcomes. The data, however, is limited making these results difficult to analyse and interpret with confidence. A single small study (n=30) investigated the value of using EPA as sole treatment for people hospitalised for relapse. Results suggest that EPA may help one third of people avoid instigation of standard antipsychotic drugs for 12 weeks (RR 0.6, CI 0.4-0.91). There were no clear effects of primrose oil (omega-6) EFA supplementation. REVIEWER'S CONCLUSIONS: All data are preliminary, but results look encouraging for fish oil. EPA does not seem harmful, may be acceptable to people with schizophrenia and have moderately positive effect. A further trial is soon to be reported from the USA and more are underway or planned in the South Africa and Norway. Considering that EPA may be an acceptable intervention, large, long simple studies reporting clincially meaningful data should be anticipated.",
      "mesh_terms": [
        "Antipsychotic Agents",
        "Combined Modality Therapy",
        "Dietary Supplements",
        "Drug Therapy, Combination",
        "Fatty Acids, Unsaturated",
        "Fish Oils",
        "Humans",
        "Plant Oils",
        "Schizophrenia"
      ]
    },
    {
      "pmid": "10442214",
      "title": "Effect of topically applied evening primrose oil on epidermal barrier function in atopic dermatitis as a function of vehicle.",
      "authors": [
        "W Gehring",
        "R Bopp",
        "F Rippke",
        "M Gloor"
      ],
      "journal": "Arzneimittel-Forschung",
      "publication_date": "1999-Jul",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The aim of this study was to establish the effect on barrier function in atopic dermatitis of topical evening primrose oil in an amphiphilic and a stable water-in-oil emulsion. The studies were vehicle-controlled in two populations of 20 atopic subjects. Barrier function was assessed in terms of transepidermal water loss and stratum corneum hydration after a 4-week treatment period and a 1-week treatment-free period. A barrier function test with sodium lauryl sulphate (SLS) and nicotinic acid ester was also carried out. Evening primrose oil proved to have a stabilising effect on the stratum corneum barrier, but this was apparent only with the water-in-oil emulsion, not the amphiphilic emulsion. The choice of vehicle is therefore an extremely important factor in the efficacy of topically applied evening primrose oil.",
      "mesh_terms": [
        "Administration, Topical",
        "Adolescent",
        "Adult",
        "Dermatitis, Atopic",
        "Dermatologic Agents",
        "Double-Blind Method",
        "Emulsions",
        "Fatty Acids, Essential",
        "Female",
        "Humans",
        "Linoleic Acids",
        "Male",
        "Nicotinic Acids",
        "Oenothera biennis",
        "Pharmaceutical Vehicles",
        "Plant Oils",
        "Skin",
        "Skin Absorption",
        "Sodium Dodecyl Sulfate",
        "Water Loss, Insensible",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "9933750",
      "title": "Effects of oral supplementation with evening primrose oil for six weeks on plasma essential fatty acids and uremic skin symptoms in hemodialysis patients.",
      "authors": [
        "K Yoshimoto-Furuie",
        "K Yoshimoto",
        "T Tanaka",
        "S Saima",
        "Y Kikuchi",
        "J Shay",
        "D F Horrobin",
        "H Echizen"
      ],
      "journal": "Nephron",
      "publication_date": "1999-Feb",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Abnormalities in plasma composition of essential fatty acids (EFAs) may be associated with the etiology of pruritus and other skin problems in patients undergoing hemodialysis. To study whether an oral supplementation with omega-6 (n-6) EFAs would restore deranged plasma EFAs and ameliorate skin symptoms, 9 and 7 dialysis patients were randomly assigned to receive either gamma-linolenic acid (GLA)-rich evening primrose oil (EPO) or linoleic acid (LA) (2 g/day each) for 6 weeks. Plasma concentrations of EFA were analyzed by gas chromatography and uremic skin symptoms were assessed for dryness, pruritus and erythema by questionnaire and visual inspection in a double-blind manner. The patients given EPO exhibited a significant (p < 0.05) increase in plasma dihomo-gamma-linolenic acid (a precursor of anti-inflammatory prostaglandin E1) with no concomitant change in plasma arachidonic acid (a precursor of pro-inflammatory prostaglandin E2 and leukotriene B4). In contrast, those given LA exhibited a significant (p < 0.05) increase in LA but not in any other n-6 EFAs, whereas they exhibited a significant (p < 0.05) decrease in plasma docosahexaenoic acid. The patients given EPO showed a significant (p < 0.05) improvement in the skin scores for the three different uremic skin symptoms over the baseline values and a trend toward a greater improvement (0.05 < p < 0.1) in pruritus scores than those given LA. Results indicate that GLA-rich EPO would be a more favorable supplemental source than LA in terms of shifting eicosanoid metabolism toward a less inflammation status through modifying plasma concentrations of their precursor n-6 EFAs. Further studies are required to confirm the efficacy and safety of EPO therapy for the treatment of uremic pruritus.",
      "mesh_terms": [
        "Administration, Oral",
        "Adult",
        "Aged",
        "Cholesterol",
        "Dermatologic Agents",
        "Double-Blind Method",
        "Fatty Acids, Essential",
        "Female",
        "Humans",
        "Kidney Failure, Chronic",
        "Linoleic Acids",
        "Male",
        "Middle Aged",
        "Oenothera biennis",
        "Phospholipids",
        "Plant Oils",
        "Pruritus",
        "Renal Dialysis",
        "Skin Diseases",
        "Triglycerides",
        "Uremia",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "9932095",
      "title": "Effect of a supplementary dietary evening primrose oil mixture on hoof growth, hoof growth rate and hoof lipid fractions in horses: a controlled and blinded trial.",
      "authors": [
        "J D Reilly",
        "L Hopegood",
        "L Gould",
        "L Devismes"
      ],
      "journal": "Equine veterinary journal. Supplement",
      "publication_date": "1998-Sep",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The lipid chemistry of the normal equine hoof, together with the effect of oral supplementation with an evening primrose oil mixture (EPOM) on its growth, growth rate and lipid content was assessed in a controlled and blinded feeding trial at the Defence Animal Centre. Twelve horses were paired as closely as possible according to sex, age, weight, height and colour and then one from each pair was randomly allocated to treatment or control groups. The treatment group received 30 ml of oral EPOM/day, otherwise the nutrition and management regimes were the same for all horses. No significant differences (P > 0.05) were seen between treatment and control groups for hoof horn growth or growth rate. However, there was a significant difference (P < 0.05) in hoof horn growth within the treatment group only between weeks 4 and 8 after the start of supplementation. The stratum medium contained significantly higher amounts of cholesterol ester (P < 0.05), triglycerides (P < 0.001) and free fatty acids (P < 0.05) than the periople. The periople contained significantly higher levels of free cholesterol and phospholipid (P < 0.001) than the stratum medium of the hoof wall. There were no significant differences (P > 0.05) between treatment and control groups for any of the lipid fractions measured for the stratum medium from the clippings of the hoof wall. However, there were differences in perioplic lipid analysis with significant increases (P < 0.05) in cholesterol esters and partial glycerides and a significant reduction (P < 0.001) in free cholesterol in the treatment group following supplementation.",
      "mesh_terms": [
        "Animals",
        "Dermatologic Agents",
        "Dietary Fats, Unsaturated",
        "Double-Blind Method",
        "Fatty Acids, Essential",
        "Female",
        "Hoof and Claw",
        "Horses",
        "Linoleic Acids",
        "Lipids",
        "Male",
        "Oenothera biennis",
        "Plant Oils",
        "Time Factors",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "9844993",
      "title": "Evening primrose oil treatment corrects reduced conduction velocity but not depletion of arachidonic acid in nerve from streptozotocin-induced diabetic rats.",
      "authors": [
        "R Kuruvilla",
        "R G Peterson",
        "J C Kincaid",
        "J Eichberg"
      ],
      "journal": "Prostaglandins, leukotrienes, and essential fatty acids",
      "publication_date": "1998-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effects of evening primrose oil (EPO) treatment, a source of gamma-linolenic acid, on the proportions of arachidonoyl-containing molecular species (ACMS) in sciatic nerve phosphatidylcholine and phosphatidylethanolamine were determined in conjunction with alterations in nerve conduction velocity. Normal and diabetic rats were either untreated or fed a dietary supplement containing isocalorically equivalent amounts of either EPO or corn oil for the duration of the experiment. After 8 weeks of streptozotocin-induced diabetes, nerve conduction velocity was reduced 16% and this deficit was prevented by either EPO or corn oil treatment. Neither EPO nor corn oil supplementation significantly increased the depressed proportions of ACMS. The level of the linoleoyl-containing molecular species, 16:0/18:2, was elevated in the phospholipids from untreated diabetic rats and was further increased by EPO treatment. These results are consistent with decreased activity of the delta6 desaturase that is required for arachidonic acid synthesis in vivo, but suggests that an accompanying deficit in the subsequent delta5 desaturase-catalyzed reaction may be rate-limiting. These findings indicate that maintenance of normal ACMS levels is not required for prevention of diminished nerve conduction velocity and suggest that other factors influenced by an altered polyunsaturated fatty acid pattern, such as metabolites of linoleic acid or gamma-linolenic acid other than arachidonic acid, the energy state of the nerve or the degree of membrane fluidity may contribute to impaired nerve conduction velocity in diabetic neuropathy.",
      "mesh_terms": [
        "Animals",
        "Arachidonic Acid",
        "Blood Glucose",
        "Body Weight",
        "Corn Oil",
        "Diabetes Mellitus, Experimental",
        "Dietary Supplements",
        "Fatty Acids, Essential",
        "Fatty Acids, Unsaturated",
        "Glycerophospholipids",
        "Linoleic Acids",
        "Male",
        "Neural Conduction",
        "Oenothera biennis",
        "Phosphatidylcholines",
        "Phosphatidylethanolamines",
        "Plant Oils",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sciatic Nerve",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "9501921",
      "title": "Modulation of the cell kinetics of pig skin by the topical application of evening primrose oil or Lioxasol.",
      "authors": [
        "G M Morris",
        "J W Hopewell",
        "M Harold",
        "G A Ross",
        "N M Nadejina",
        "I Gusev",
        "I Flockhart"
      ],
      "journal": "Cell proliferation",
      "publication_date": "1997",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The daily topical application of two compounds, a cream containing 10% evening primrose oil (EPO) and Lioxasol (a compound used clinically to treat radiation burns), resulted in increased cell proliferative activity in the skin of female Large White pigs. The effect was most pronounced in the case of the EPO based cream, and was comparable in magnitude with that observed in a previous study on pig skin using orally administered EPO. There was an increase in the size of the rete pegs in the epidermis by 6 weeks after the start of application of the EPO cream. However, this did not translate into an increase in the total thickness of the viable epidermis (excluding the stratum corneum) due to a reduction in the density of rete pegs, from 2 weeks after treatment. Lioxasol had no overall effect on the size of the rete pegs. The labelling index (LI) of cells in the basal layer of the epidermis of pigs receiving a daily topical application of EPO increased progressively with time from the start of application. The LI was maximal (17.9 +/- 2.4%) at the end of the observation period (8 weeks) at which time it was a factor of approximately 2 higher than in the basal layer prior to treatment. A considerably less marked increase in the LI of the basal layer was seen after the application of Lioxasol. The overall increase was approximately 20%, relative to the LI in the untreated epidermis. Labelled cell nuclei were also counted in the papillary dermis. After the application of the EPO cream, no significant increase in the number of labelled cells was observed until week 8, at which time values were approximately twice those in untreated skin. In Lioxasol treated skin the effect on the numbers of labelled cells in the papillary dermis was more immediate, with a approximately 60% increase at 2 weeks. This enhanced level of labelling was maintained until the end of the observation period of 10 weeks. Studies on the cell kinetics of the skin using the alcohol component of the Lioxasol preparation suggested that alcohol rather than Lioxasol was the most significant ingredient. It was concluded that the EPO cream merited further evaluation as a potential modulator of skin response to ionizing radiation.",
      "mesh_terms": [
        "Administration, Topical",
        "Aerosols",
        "Animals",
        "Cell Cycle",
        "Cell Division",
        "Ethanol",
        "Fatty Acids, Essential",
        "Female",
        "Linoleic Acids",
        "Oenothera biennis",
        "Ointments",
        "Plant Oils",
        "Skin",
        "Swine",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "9051726",
      "title": "Expression of constitutive cyclo-oxygenase (COX-1) in rats with streptozotocin-induced diabetes; effects of treatment with evening primrose oil or an aldose reductase inhibitor on COX-1 mRNA levels.",
      "authors": [
        "C Fang",
        "Z Jiang",
        "D R Tomlinson"
      ],
      "journal": "Prostaglandins, leukotrienes, and essential fatty acids",
      "publication_date": "1997-Feb",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Altered prostanoid metabolism participates in the pathogenesis of diabetic complications. The rate-limiting enzyme in the control of prostanoid metabolism is constitutive cyclo-oxygenase (COX-1). This study examined the possibility that altered prostanoid metabolism derives from altered COX-1 expression in those tissues from diabetic rats, with characteristic changes in prostanoid production and related haemodynamics. This account also describes a procedure for estimation of minute amounts of COX-1 mRNA by reverse transcription and competitive polymerase chain reaction (RT-cPCR) amplification. In streptozotocin-diabetic rats (STZ-D, 55 mg/kg body weight), compared with age-matched controls, the level of COX-1 mRNA (in attomoles/micrograms tRNA +/- 1SD) was significantly decreased in sciatic nerve (0.50 +/- 0.26 versus 0.89 +/- 0.32 in controls; P < 0.05) and thoracic aorta (3.99 +/- 1.67 versus 8.80 +/- 2.37 in controls; P < 0.05). There were no differences in COX-1 mRNA in diabetic and control rat kidney and retina, though there was a trend towards increased expression with diabetes in the latter. Evening primrose oil (EPO) treatment increased COX-1 mRNA in nerve and retina to levels in diabetic rats that were higher than those of non-diabetic controls (1.21 +/- 0.28 for nerve and 0.065 +/- 0.017 for retina, where control retinae gave 0.031 +/- 0.020-see above for nerve). Treatment of diabetic rats with an aldose reductase inhibitor was without effect on COX-1 mRNA levels in the tissues examined. This study demonstrates that the changes in COX-1 mRNA levels in diabetic rats are organ specific and suggests that altered prostanoid metabolism can, in part, be explained by altered COX-1 expression. Apart from providing arachidonate as substrate for COX, EPO stimulates COX-1 expression in some tissues.",
      "mesh_terms": [
        "Aldehyde Reductase",
        "Animals",
        "Aorta, Thoracic",
        "Blood Glucose",
        "Body Weight",
        "Cyclooxygenase 1",
        "Cyclooxygenase 2",
        "DNA Primers",
        "Diabetes Mellitus, Experimental",
        "Fatty Acids, Essential",
        "Gene Expression Regulation, Enzymologic",
        "Isoenzymes",
        "Linoleic Acids",
        "Male",
        "Membrane Proteins",
        "Oenothera biennis",
        "Plant Oils",
        "Polymerase Chain Reaction",
        "Prostaglandin-Endoperoxide Synthases",
        "RNA, Messenger",
        "Rats",
        "Rats, Wistar",
        "Sciatic Nerve",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "9014601",
      "title": "Epogam evening primrose oil treatment in atopic dermatitis and asthma.",
      "authors": [
        "C A Hederos",
        "A Berg"
      ],
      "journal": "Archives of disease in childhood",
      "publication_date": "1996-Dec",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Essential fatty acids are claimed to have positive effects in atopic diseases. In a double blind, placebo controlled, parallel group study 58 out of 60 children, with atopic dermatitis and the need for regular treatment with topical skin steroids, completed a 16 weeks' treatment period with either Epogam evening primrose oil or placebo capsules. Twenty two of these subjects also had asthma. The parents used diaries to record symptom scores and concomitant medication. Peak expiratory flow was measured and disease activity was monitored by the clinician every four weeks. The plasma concentrations of essential fatty acids increased significantly in the group treated with Epogam capsules. The study demonstrated significant improvements of the eczema symptoms but no significant difference was found between the placebo and the Epogam groups. No therapeutic effect was shown on asthma symptoms or fidget.",
      "mesh_terms": [
        "Administration, Topical",
        "Adolescent",
        "Anti-Inflammatory Agents",
        "Asthma",
        "Child",
        "Child, Preschool",
        "Dermatitis, Atopic",
        "Dermatologic Agents",
        "Double-Blind Method",
        "Drug Administration Schedule",
        "Fatty Acids, Essential",
        "Glucocorticoids",
        "Humans",
        "Infant",
        "Linoleic Acids",
        "Oenothera biennis",
        "Plant Oils",
        "Severity of Illness Index",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "8616424",
      "title": "Cognitive behaviour therapy for the chronic fatigue syndrome. Evening primrose oil and magnesium have been shown to be effective.",
      "authors": [
        "S A Chilton"
      ],
      "journal": "BMJ (Clinical research ed.)",
      "publication_date": "1996-Apr-27",
      "publication_types": [
        "Letter",
        "Comment"
      ],
      "mesh_terms": [
        "Cognitive Behavioral Therapy",
        "Fatigue Syndrome, Chronic",
        "Fatty Acids, Essential",
        "Humans",
        "Linoleic Acids",
        "Magnesium",
        "Oenothera biennis",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "8925199",
      "title": "Latency of neuroactivity and optimum period of treatment with evening primrose oil in diabetic rats.",
      "authors": [
        "P O Julu"
      ],
      "journal": "Journal of lipid mediators and cell signalling",
      "publication_date": "1996-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The interval between oral intake of evening primrose oil and its effect in peripheral nerves of rats was studied 35 days after induction of streptozotocin diabetes. Myelinated and unmyelinated sensory nerve conduction velocities were measured in the saphenous nerve and motor nerve conduction velocity was measured in the sciatic nerve to assess neuroactivity of primrose oil. The severity of diabetes was assessed by levels of HbA1 and plasma glucose. The diabetic state remained constant between 35 and 70 days post induction. Plasma glucose increased by 133%, and HbA1 by 122% in diabetic rats. Myelinated sensory and motor nerves had conduction deficits of 13 and 16%, respectively, 35 days post induction. Unmyelinated nerves had no conduction deficit until 45 days post induction. Primrose oil did not affect nerve conduction velocity in the first 12 h of its administration, but significantly increased it 24 h later (p < 0.001). Daily treatment with primrose oil caused oscillation of nerve conduction velocity in diabetic rats needing 10 days to stabilise. The latency suggests that neuroactivity of primrose oil may be mediated by its metabolic products synthesised in the body, and not by ready made constituents of the oil.",
      "mesh_terms": [
        "Animals",
        "Diabetes Mellitus, Experimental",
        "Diabetic Neuropathies",
        "Electrophysiology",
        "Fatty Acids, Essential",
        "Feedback",
        "Female",
        "Linoleic Acids",
        "Nerve Fibers",
        "Nerve Fibers, Myelinated",
        "Neural Conduction",
        "Oenothera biennis",
        "Peripheral Nerves",
        "Plant Oils",
        "Rats",
        "Rats, Sprague-Dawley",
        "Reaction Time",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "8721802",
      "title": "Is evening primrose oil of value in the treatment of premenstrual syndrome?",
      "authors": [
        "D Budeiri",
        "A Li Wan Po",
        "J C Dornan"
      ],
      "journal": "Controlled clinical trials",
      "publication_date": "1996-Feb",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "A systematic literature search of clinical trials of evening primrose oil (EPO) for the treatment of the premenstrual syndrome (PMS) was carried out with a view to performing a meta-analysis. Only seven placebo-controlled trials were found but only in five trials was randomization clearly indicated. Inconsistent scoring and response criteria made statistical pooling and hence a rigorous meta-analysis inappropriate. The two most well-controlled studies failed to show any beneficial effects for EPO, although because the trials were relatively small modest effects cannot be excluded. Nonetheless, on current evidence EPO is of little value in the management of premenstrual syndrome.",
      "mesh_terms": [
        "Clinical Trials as Topic",
        "Cross-Over Studies",
        "Dietary Fats, Unsaturated",
        "Fatty Acids, Essential",
        "Female",
        "Humans",
        "Linoleic Acids",
        "Luteal Phase",
        "Oenothera biennis",
        "Placebos",
        "Plant Oils",
        "Premenstrual Syndrome",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "8884146",
      "title": "Evening primrose oil (Epogam) in the treatment of chronic hand dermatitis: disappointing therapeutic results.",
      "authors": [
        "D K Whitaker",
        "J Cilliers",
        "C de Beer"
      ],
      "journal": "Dermatology (Basel, Switzerland)",
      "publication_date": "1996",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Hand dermatitis is a common therapeutic challenge with limited and unsatisfactory therapy modules. A possible beneficial role of oral evening primrose oil needs to be investigated. OBJECTIVE: Pharmacological doses of gamma-linolenic acid (GLA) could improve the water permeability barrier of the epidermis in chronic hand dermatitis. Clinical improvement, changes in the lipogram and epidermal lipid composition could define functional improvement of the skin. Electron-microscopic evaluation of the epidermal lipid bilayer could underline the efficacy of essential fatty acids in chronic hand dermatitis. METHODS: Thirty-nine patients with chronic (> 1 year), stable hand dermatitis entered a 24-week double-blind placebo-controlled trial. Patch test with the European standard of allergens, haematogram and serum IgE values were determined before commencement of the study. Active therapy (600 mg/day of GLA) was administered to half the patient group. Medication was given for 16 weeks and observations continued for another 8 weeks. Patients were assessed clinically, using a visual analogue scale at 4-week intervals. Plasma and red blood cell lipograms, as well as skin biopsies, were taken before therapy, after the 16-week supplementation period and at week 24. Tissue was used for histological evaluation, electron-microscopic assessment and epidermal lipid analysis. RESULTS: Improvement in clinical parameters was present in the Epogam and placebo groups, but no statistical difference could be confirmed between the groups. Haematogram, blood and epidermal biochemistry were normal at baseline. No change in the lipid composition of plasma red cells or epidermis could be detected during the trail. Ultrastructurally skin specimens showed no change during the study period. CONCLUSION: The study indicates that the therapeutic value of orally administered GLA for chronic hand dermatitis is not superior to that of placebo.",
      "mesh_terms": [
        "Administration, Oral",
        "Adult",
        "Aged",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Chronic Disease",
        "Dermatologic Agents",
        "Double-Blind Method",
        "Epidermis",
        "Erythrocytes",
        "Fatty Acids, Essential",
        "Hand Dermatoses",
        "Humans",
        "Linoleic Acids",
        "Lipid Bilayers",
        "Lipid Metabolism",
        "Lipids",
        "Microscopy, Electron",
        "Middle Aged",
        "Oenothera biennis",
        "Permeability",
        "Placebos",
        "Plant Oils",
        "Skin",
        "Water",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "8521914",
      "title": "Nerve function in galactosaemic rats: effects of evening primrose oil and doxazosin.",
      "authors": [
        "C D Dines",
        "M A Cotter",
        "N E Cameron"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "1995-Aug-15",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Rats were fed for 6 weeks with a 40% galactose diet to chronically stimulate the polyol pathway. Sciatic motor and saphenous sensory nerve conduction velocity deficits of 22% and 14% respectively developed. Treatment with evening primrose oil or doxazosin from galactosaemia induction partially (approximately 60%) prevented the development of reduced motor and sensory conduction, the former treatment being more successful than the latter. Sciatic nerve resistance to hypoxic conduction failure was 49% increased by galactosaemia. This abnormality was 27% and 43% prevented by doxazosin and evening primrose oil respectively. Galactosaemic sciatic nerves had a 10% increase in water content and endoneurial capillary density was 24% reduced. While neither treatment affected water content, both caused angiogenesis, elevating capillary density by approximately 16%. The data support the hypothesis that, as in experimental diabetes mellitus, the main effect of polyol pathway activation on peripheral nerve function occurs indirectly via a neurovascular action.",
      "mesh_terms": [
        "Animals",
        "Body Weight",
        "Doxazosin",
        "Fatty Acids, Essential",
        "Galactose",
        "Hypolipidemic Agents",
        "Hypoxia",
        "Linoleic Acids",
        "Male",
        "Neural Conduction",
        "Oenothera biennis",
        "Plant Oils",
        "Rats",
        "Rats, Sprague-Dawley",
        "Sciatic Nerve",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "7714803",
      "title": "Comparison of the effects of evening primrose oil and triglycerides containing gamma-linolenic acid on nerve conduction and blood flow in diabetic rats.",
      "authors": [
        "K C Dines",
        "N E Cameron",
        "M A Cotter"
      ],
      "journal": "The Journal of pharmacology and experimental therapeutics",
      "publication_date": "1995-Apr",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The aim was to ascertain whether the ability of evening primrose oil (EPO) treatment to correct peripheral nerve dysfunction in streptozotocin-diabetic rats depends on a gamma-linolenic acid (GLA)-containing triglyceride constituent, di-linolein mono-gamma-linolenate (DLMG). A second objective was to investigate whether the triglyceride conformation of GLA affects efficacy, using tri-gamma-linolenate (TGLA), which is not present in EPO. Third, we examined the actions of these omega-6 essential fatty acid-containing oils on sciatic nerve blood flow to establish a common mechanism. After 6 weeks of diabetes, sciatic motor nerve conduction velocity (NCV) was 21% reduced. EPO treatment caused dose-dependent increases in NCV that reached asymptote within 7 days. DLMG and TGLA, at doses matched for GLA content, had effects indistinguishable from those of EPO. Sciatic blood flow, 47.2% reduced by diabetes, was partially normalized by EPO, DLMG and TGLA. In contrast, sunflower oil (which does not contain GLA) did not alter NCV or blood flow. The data therefore provide strong evidence that DLMG is the active component of EPO and suggest that correction of nerve dysfunction involves a vascular action. The precise triglyceride configuration of GLA does not appear crucial to its effects in experimental diabetic neuropathy.",
      "mesh_terms": [
        "Animals",
        "Diabetes Mellitus, Experimental",
        "Dietary Fats, Unsaturated",
        "Dose-Response Relationship, Drug",
        "Fatty Acids, Essential",
        "Flurbiprofen",
        "Linoleic Acids",
        "Male",
        "Neural Conduction",
        "Oenothera biennis",
        "Plant Oils",
        "Rats",
        "Rats, Sprague-Dawley",
        "Regional Blood Flow",
        "Sciatic Nerve",
        "Streptozocin",
        "Triglycerides",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "7888693",
      "title": "Effects of evening primrose oil treatment on sciatic nerve blood flow and endoneurial oxygen tension in streptozotocin-diabetic rats.",
      "authors": [
        "N E Cameron",
        "M A Cotter"
      ],
      "journal": "Acta diabetologica",
      "publication_date": "1994-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Evening primrose oil (EPO) is rich in the omega-6 essential fatty acid component, gamma-linolenic acid. The aim of the investigation was to determine whether EPO treatment prevented a reduction in sciatic nerve perfusion and oxygenation in streptozotocin-diabetic rats. Rats were treated from diabetes induction with 10 g EPO kg-1 day-1. Sciatic blood flow was measured by microelectrode polarography and hydrogen clearance. Diabetes caused 47.7% +/- 3.4% (P < 0.001) and 58.8% +/- 4.8% (P < 0.001) reduction in the nutritive (capillary) and the non-nutritive (large vessel) components of endoneurial blood flow, respectively, which were prevented by EPO. Treatment had no significant effect on nutritive flow in non-diabetic rats; however, the rate of non-nutritive flow increased by 97.7% +/- 38.9% (P < 0.01). Sciatic endoneurial oxygen tension was measured by microelectrode polarography. Diabetes resulted in a 44.7% +/- 3.4% reduction in mean oxygen tension (P < 0.001), which was largely (82.3% +/- 10.2%) prevented by EPO treatment (P < 0.001). Thus, EPO prevents impairment of blood flow and endoneurial oxygenation in experimental diabetes. It is likely that this neurovascular action accounts for the beneficial effects of treatment on nerve function in diabetic rats and patients.",
      "mesh_terms": [
        "Animals",
        "Diabetes Mellitus, Experimental",
        "Diabetic Neuropathies",
        "Fatty Acids, Essential",
        "Linoleic Acids",
        "Male",
        "Microcirculation",
        "Oenothera biennis",
        "Oxygen",
        "Peripheral Nerves",
        "Plant Oils",
        "Rats",
        "Rats, Sprague-Dawley",
        "Regional Blood Flow",
        "Sciatic Nerve",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "7832860",
      "title": "Comment: evening primrose oil in the treatment of rheumatoid arthritis--proper application of statistical analysis.",
      "authors": [
        "M Hauben"
      ],
      "journal": "The Annals of pharmacotherapy",
      "publication_date": "1994",
      "publication_types": [
        "Comparative Study",
        "Letter",
        "Comment"
      ],
      "mesh_terms": [
        "Analysis of Variance",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Arthritis, Rheumatoid",
        "Fatty Acids, Essential",
        "Humans",
        "Linoleic Acids",
        "Oenothera biennis",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "8050140",
      "title": "Evening primrose oil and marine oil in the treatment of psoriasis.",
      "authors": [
        "S Oliwiecki",
        "J L Burton"
      ],
      "journal": "Clinical and experimental dermatology",
      "publication_date": "1994-Mar",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The effect of dietary supplementation with a combination of n-3 (marine oil) and n-6 (evening primrose oil) essential fatty acids in the treatment of chronic stable plaque psoriasis was observed. Thirty-seven patients in a double-blind parallel trial were studied. There was no significant improvement in clinical severity of psoriasis or change in transepidermal water loss.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Combined Modality Therapy",
        "Dermatologic Agents",
        "Double-Blind Method",
        "Fatty Acids, Essential",
        "Fish Oils",
        "Humans",
        "Linoleic Acids",
        "Middle Aged",
        "Oenothera biennis",
        "Plant Oils",
        "Psoriasis",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "8136666",
      "title": "Effect of oral gamolenic acid from evening primrose oil on menopausal flushing.",
      "authors": [
        "R Chenoy",
        "S Hussain",
        "Y Tayob",
        "P M O'Brien",
        "M Y Moss",
        "P F Morse"
      ],
      "journal": "BMJ (Clinical research ed.)",
      "publication_date": "1994-Feb-19",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: To evaluate the efficacy of gamolenic acid provided by evening primrose oil in treating hot flushes and sweating associated with the menopause. DESIGN: Randomised, double blind, placebo controlled study. SETTING: District general hospital and teaching hospital. SUBJECTS: 56 menopausal women suffering hot flushes at least three times a day. INTERVENTION: Four capsules twice a day of 500 mg evening primrose oil with 10 mg natural vitamin E or 500 mg liquid paraffin for six months. MAIN OUTCOME MEASURES: Change in the number of hot flushes or sweating episodes a month. RESULTS: 56 diaries were analysed, 28 from women taking gamolenic acid and 28 from those taking placebo. Only 18 women given gamolenic acid and 17 given placebo completed the trial. The mean (SE) improvement in the number of flushes in the last available treatment cycle compared with the control cycle was 1.9 (0.4) (P < 0.001) for daytime flushes and 0.7 (0.3) (P < 0.05) for night time flushes in women taking placebo; the corresponding values for women taking gamolenic acid were 0.5 (0.4) and 0.5 (0.3). In women taking gamolenic acid the only significant improvement was a reduction in the maximum number of night time flushes (1.4 (0.6); P < 0.05). CONCLUSION: Gamolenic acid offers no benefit over placebo in treating menopausal flushing.",
      "mesh_terms": [
        "Administration, Oral",
        "Aged",
        "Climacteric",
        "Double-Blind Method",
        "Fatty Acids, Essential",
        "Female",
        "Humans",
        "Linoleic Acids",
        "Middle Aged",
        "Oenothera biennis",
        "Pilot Projects",
        "Plant Oils",
        "Sweating",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "7871634",
      "title": "Evening primrose oil reduces urinary calcium excretion in both normal and hypercalciuric rats.",
      "authors": [
        "I Tulloch",
        "W S Smellie",
        "A C Buck"
      ],
      "journal": "Urological research",
      "publication_date": "1994",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hypercalciuria is an important risk factor in the aetiology of idiopathic urolithiasis and many treatment modalities in clinical practice are directed towards reducing urinary calcium excretion. There are no natural animal models of hypercalciuria, such as the spontaneous hypertensive rat; however, the streptozotocin-diabetic rat is accepted as a good model for studies of disordered renal function associated with diabetes mellitus. Hypercalciuria is a prominent feature of the streptozotocin-diabetic rat and the model was, therefore, used to study the influence of evening primrose oil on urinary calcium excretion. Twenty rats divided into two groups of ten rats each were maintained on either normal rat chow (group 1) or primrose oil enriched diet (group 2) for 10 weeks. At 4 weeks both groups of rats were made diabetic with streptozotocin. Urine calcium measurements were serially performed before commencement of the diet, during the pre-streptozotocin (pre-diabetic) phase and during the post streptozotocin (diabetic) phase. The urine calcium excretion was significantly less in the primrose oil fed animals during both the pre-diabetic phase and the diabetic phase compared with the rats on the normal rat chow. These results indicate that evening primrose oil, a rich source of gamma-linolenic acid, helps to reduce urine calcium excretion in normal animals as well as in the hypercalciuric streptozotocin-diabetic rat. Dietary modifications with long-chain omega-6 and omega-3 fatty acids might be a useful adjunct in the treatment of idiopathic hypercalciuric urolithiasis.",
      "mesh_terms": [
        "Animals",
        "Calcium",
        "Diabetes Mellitus, Experimental",
        "Dietary Fats, Unsaturated",
        "Fatty Acids, Essential",
        "Hydrogen-Ion Concentration",
        "Hypolipidemic Agents",
        "Linoleic Acids",
        "Male",
        "Oenothera biennis",
        "Plant Oils",
        "Rats",
        "Rats, Inbred Lew",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "8303807",
      "title": "A comparison of evening primrose oil and sunflower oil for the management of papulocrustous dermatitis in cats.",
      "authors": [
        "R G Harvey"
      ],
      "journal": "The Veterinary record",
      "publication_date": "1993-Dec-04",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "Eleven cats with papulocrustous dermatitis were randomly assigned to one of two groups and supplemented with either evening primrose oil or sunflower oil for 12 weeks. Clinical scores were assessed at intervals of three weeks and blood samples were taken for the analysis of plasma and erythrocyte fatty acid concentrations. The cats in both groups improved during the period of treatment and the concentration of linoleic acid in erythrocyte phospholipid increased in the cats fed evening primrose oil. Six weeks after the supplement was withdrawn the cats fed evening primrose oil had deteriorated less than those fed sunflower oil.",
      "mesh_terms": [
        "Animals",
        "Cat Diseases",
        "Cats",
        "Dermatitis",
        "Dermatologic Agents",
        "Fatty Acids, Essential",
        "Female",
        "Linoleic Acids",
        "Male",
        "Oenothera biennis",
        "Plant Oils",
        "Random Allocation",
        "Sunflower Oil",
        "Time Factors",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "8415806",
      "title": "Evening primrose oil and fish oil in non-insulin-dependent-diabetes.",
      "authors": [
        "R Takahashi",
        "J Inoue",
        "H Ito",
        "H Hibino"
      ],
      "journal": "Prostaglandins, leukotrienes, and essential fatty acids",
      "publication_date": "1993-Aug",
      "publication_types": [
        "Clinical Trial",
        "Controlled Clinical Trial",
        "Journal Article"
      ],
      "abstract": "The effects of two anti-thrombotic and anti-lipidemic oils, evening primrose oil and fish oil, on glucose and lipid metabolism, prostaglandin (PG) levels and body composition were studied in patients with non-insulin-dependent diabetes. Seven patients were administered 4 g evening primrose oil, 2.4 g sardine oil and 200 mg vitamin E for 4 weeks. Fasting plasma glucose, hemoglobin A1c, total cholesterol, body weight and % body fat mass were significantly decreased after the treatment, and levels of changes in these parameters were not different from 11 patients who did not receive the oils. In the treatment group, concentrations of (e) icosapentaenoic acid (EPA) increased significantly in all the lipoprotein fractions, but dihomo-gamma-linolenic acid (DGLA) increased only in the high-density lipoprotein (HDL) fraction. The treatment decreased urinary 11-dehydro-thromboxane B2 excretion (32.7% decrease, P < 0.05), but did not alter significantly plasma PGE1 or 6-keto-PGF1 alpha levels. The ratio of 6-keto-PGF1 alpha and PGE1 to 11-dehydro-thromboxane B2 increased significantly after the treatment. These results suggest that these oil treatments are useful in improving abnormal lipid and thromboxane (TX)A2 metabolism in diabetic patients.",
      "mesh_terms": [
        "Blood Glucose",
        "Body Composition",
        "Diabetes Mellitus",
        "Diabetes Mellitus, Type 2",
        "Fish Oils",
        "Humans",
        "Lipid Metabolism",
        "Obesity",
        "Plant Oils",
        "Prostaglandins"
      ]
    },
    {
      "pmid": "8401950",
      "title": "The effects of evening primrose oil on nerve function and capillarization in streptozotocin-diabetic rats: modulation by the cyclo-oxygenase inhibitor flurbiprofen.",
      "authors": [
        "N E Cameron",
        "M A Cotter",
        "K C Dines",
        "S Robertson",
        "D Cox"
      ],
      "journal": "British journal of pharmacology",
      "publication_date": "1993-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "1. The aims of this study were first, to examine whether deficits in nerve conduction in streptozotocin-diabetic rats could be reversed by a 10% dietary supplement of evening primrose oil. Second, to determine the time-course of reversal, and third, to assess whether the effects could be blocked by the cyclo-oxygenase inhibitor flurbiprofen (5 mg kg-1 day-1). 2. One-month diabetes produced 20% and 15% deficits in sciatic motor and saphenous sensory conduction velocity respectively, which were maintained over 2 months diabetes. 3. The effect of 1-month evening primrose oil treatment on abnormalities caused by an initial month of untreated diabetes was examined. Motor and sensory nerve conduction velocity were restored to the non-diabetic level. 4. Resistance to hypoxic conduction failure was investigated for sciatic nerve trunk in vitro. The 80% conduction failure times were 29% and 55% prolonged by 1- and 2-month diabetes respectively. Evening primrose oil did not reverse the increased hypoxic resistance following 1-month untreated diabetes. 5. Sciatic nerve endoneurial capillary density was not significantly affected by diabetes, but was 16% increased in diabetic rats with reversal by evening primrose oil treatment for 1 month compared to 2-month untreated diabetes. 6. Serial motor conduction velocity measurement after 3-month untreated diabetes revealed complete normalization by evening primrose oil within 4 days. Cessation of treatment resulted in a rapid decline in conduction velocity over 24 h. 7. In a preventive study of 2-month duration, 6 groups of rats were used. These comprised non-diabetic controls, diabetic rats, and evening primrose oil-treated diabetic rats, both with and without flurbiprofen treatment. Flurbiprofen had no significant effect in non-diabetic rats, but produced an 11% worsening of motor conduction velocity and a 21% reduction of sciatic capillary density in diabetic rats. Evening primrose oil prevented the decreases in conduction velocity and increased hypoxic resistance with diabetes, and caused a 23% increase in capillary density. Flurbiprofen completely blocked the effect of evening primrose oil on conduction velocity, resistance to hypoxia, and capillarization.8. Six main conclusions were reached. First, evening primrose oil rapidly reverses conduction deficits in diabetic rats. Second, the effects of treatment may be very short-lived, suggesting a primary metabolic action. Third, evening primrose oil cannot reverse established changes in hypoxic resistance over 1-month treatment. Fourth, long-term treatment causes angiogenesis, suggesting a vascular action. Fifth,products of cyclo-oxygenase-mediated metabolism are necessary for maintaining vasa nervorum integrity in diabetic rats. Sixth, evening primrose oil probably acts by providing substrate for vasodilator prostanoid synthesis by vasa nervorum.",
      "mesh_terms": [
        "Action Potentials",
        "Animals",
        "Body Weight",
        "Capillaries",
        "Cyclooxygenase Inhibitors",
        "Diabetes Mellitus, Experimental",
        "Fatty Acids, Essential",
        "Flurbiprofen",
        "Hypoxia",
        "Linoleic Acids",
        "Male",
        "Motor Neurons",
        "Neural Conduction",
        "Neurons",
        "Neurons, Afferent",
        "Oenothera biennis",
        "Peroneal Nerve",
        "Plant Oils",
        "Prostaglandins",
        "Rats",
        "Rats, Sprague-Dawley",
        "Regional Blood Flow",
        "Sciatic Nerve",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "8485269",
      "title": "A randomized controlled study of evening primrose oil and fish oil in ulcerative colitis.",
      "authors": [
        "S M Greenfield",
        "A T Green",
        "J P Teare",
        "A P Jenkins",
        "N A Punchard",
        "C C Ainley",
        "R P Thompson"
      ],
      "journal": "Alimentary pharmacology & therapeutics",
      "publication_date": "1993-Apr",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "In a placebo-controlled study, 43 patients with stable ulcerative colitis were randomized to receive either MaxEPA (n = 16), super evening primrose oil (n = 19), or olive oil as placebo (n = 8) for 6 months, in addition to their usual treatment. Treatment with MaxEPA increased red-cell membrane concentrations of eicosapentaenoic acid (EPA) at 3 months by three-fold and at 6 months by four-fold (both P < 0.01), and doubled docosahexaenoic acid (DHA) levels at 6 months (P < 0.05). Treatment with super evening primrose oil increased red-cell membrane concentrations of dihomogamma-linolenic acid (DGLA) by 40% at 6 months (P < 0.05), whilst treatment with placebo reduced levels of DGLA and DHA at 6 months (both P < 0.05). Clinical outcome was assessed by patient diary cards, sigmoidoscopy and histology of rectal biopsy specimens. Super evening primrose oil significantly improved stool consistency compared to MaxEPA and placebo at 6 months, and this difference was maintained 3 months after treatment was discontinued (P < 0.05). There was however, no difference in stool frequency, rectal bleeding, disease relapse, sigmoidoscopic appearance or rectal histology in the three treatment groups. Despite manipulation of cell-membrane fatty acids, fish oils do not exert a therapeutic effect in ulcerative colitis, while evening primrose oil may be of some benefit.",
      "mesh_terms": [
        "Aged",
        "Colitis, Ulcerative",
        "Docosahexaenoic Acids",
        "Drug Combinations",
        "Eicosapentaenoic Acid",
        "Erythrocyte Membrane",
        "Fatty Acids",
        "Fatty Acids, Omega-3",
        "Female",
        "Fish Oils",
        "Humans",
        "Male",
        "Middle Aged",
        "Plant Oils"
      ]
    },
    {
      "pmid": "1523801",
      "title": "Double blind, placebo-controlled, crossover study of evening primrose oil in the treatment of canine atopy.",
      "authors": [
        "D H Scarff",
        "D H Lloyd"
      ],
      "journal": "The Veterinary record",
      "publication_date": "1992-Aug-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Thirty-five dogs with non-seasonal atopic dermatitis were used in a double-blind, placebo-controlled crossover study of the effects of evening primrose (Oenothera biennis) oil. There was a significant treatment effect (P less than 0.05) on erythema. An analysis of the changes in plasma phospholipid levels of essential fatty acids revealed a significant (P less than 0.05) rise in linoleic acid concentration above that in the placebo group. Arachidonic acid levels in the treated group increased significantly (P less than 0.005) in the first phase and also in the second phase (P less than 0.05). In the second phase the levels of arachidonic acid in the active and placebo groups differed significantly (P less than 0.05) and there was a significant treatment effect (P less than 0.05).",
      "mesh_terms": [
        "Animals",
        "Arachidonic Acid",
        "Dermatitis, Atopic",
        "Dermatologic Agents",
        "Dog Diseases",
        "Dogs",
        "Double-Blind Method",
        "Fatty Acids, Essential",
        "Linoleic Acid",
        "Linoleic Acids",
        "Oenothera biennis",
        "Phospholipids",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "1318129",
      "title": "Treatment of atopic eczema with evening primrose oil: rationale and clinical results.",
      "authors": [
        "M J Kerscher",
        "H C Korting"
      ],
      "journal": "The Clinical investigator",
      "publication_date": "1992-Feb",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Review"
      ],
      "abstract": "Recently a defect in the function of the enzyme delta-6-desaturase has been discussed as a major factor in the development of atopic eczema. Delta-6-desaturase is responsible for the conversion of linoleic acid to gamma linolenic acid. Several plants, including evening primrose, are known to be fairly rich in gamma linolenic acid. Hence, substitution of gamma linolenic acid in patients prone to developing atopic eczema seems like a feasible concept. During the last few years different clinical trials have been performed. Controlled trials following a parallel study design showed marked improvement in atopic eczema. Patients treated with the drug showed less inflammation, dryness, scaling and overall severity compared to controls. Although these findings have been supported by meta-analysis, there is still conflicting evidence in trials based on a crossover design alone, demonstrating a decrease in itching. At present, evening primrose oil in doses used for the treatment of atopic eczema is considered safe. However, still more trials addressing both efficacy and safety are needed to make a final decision.",
      "mesh_terms": [
        "Administration, Oral",
        "Alprostadil",
        "Dermatitis, Atopic",
        "Dermatologic Agents",
        "Fatty Acids, Essential",
        "Humans",
        "Linoleic Acids",
        "Linolenic Acids",
        "Oenothera biennis",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "1913008",
      "title": "Evening primrose oil in patients with rheumatoid arthritis and side-effects of non-steroidal anti-inflammatory drugs.",
      "authors": [
        "M Brzeski",
        "R Madhok",
        "H A Capell"
      ],
      "journal": "British journal of rheumatology",
      "publication_date": "1991-Oct",
      "publication_types": [
        "Clinical Trial",
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Forty patients with rheumatoid arthritis and upper gastrointestinal lesions due to non-steroidal anti-inflammatory drugs entered a prospective 6-month double-blind placebo controlled study of dietary supplementation with gamma-linolenic acid 540 mg/day. Nineteen patients received active therapy (as evening primrose oil 6 g/day) and 21 received placebo (olive oil 6 g/day). No patient stopped non-steroidal anti-inflammatory therapy but three patients in each group reduced their dose. Other results showed a significant reduction in morning stiffness with gamma-linolenic acid at 3 months and reduction in pain and articular index at 6 months with olive oil. Whilst gamma-linolenic acid may produce mild improvement in rheumatoid arthritis, olive oil may itself have hitherto unrecognized benefits.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Arthritis, Rheumatoid",
        "Double-Blind Method",
        "Fatty Acids, Essential",
        "Female",
        "Gastritis",
        "Humans",
        "Linoleic Acids",
        "Male",
        "Middle Aged",
        "Oenothera biennis",
        "Olive Oil",
        "Peptic Ulcer",
        "Plant Oils",
        "Prospective Studies",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "1814184",
      "title": "Effect of evening primrose oil as food supplement on reproduction in the blue fox.",
      "authors": [
        "A H Tauson",
        "M Forsberg"
      ],
      "journal": "Acta veterinaria Scandinavica",
      "publication_date": "1991",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Addition of evening primrose oil (EPO) to a blue fox diet in the reproduction period was evaluated in an experiment with 2 groups, each of 12 male and 25 female blue foxes, regarding the effects on reproductive performance. The experiment was carried out as a field trial and the experimental period lasted from March 10 until the end of the mating season (males) or early July (females). During this period the control group was fed the standard diet of the farm and the experimental group was fed the same diet supplemented with 4.5 g EPO and 2.5 mg zinc sulphate per animal and day. An addition of 10 mg vitamin E per 500 mg EPO was made. The results were evaluated regarding male and female treatment effects. There was an increased rate of abortions in the EPO-group, but simultaneously a non-significant decrease in the frequency of barren females, resulting in a similar level of females without litters in both groups. A tendency for increased litter size in the EPO group was found, mainly as an effect of male treatment, which might indicate an effect on semen quality.",
      "mesh_terms": [
        "Abortion, Veterinary",
        "Animal Feed",
        "Animals",
        "Fatty Acids, Essential",
        "Female",
        "Fertility",
        "Food, Fortified",
        "Foxes",
        "Linoleic Acids",
        "Litter Size",
        "Male",
        "Oenothera biennis",
        "Plant Oils",
        "Pregnancy",
        "Reproduction",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "1814183",
      "title": "Effect of evening primrose oil as food supplement on reproduction in the mink.",
      "authors": [
        "A H Tauson",
        "M Neil",
        "M Forsberg"
      ],
      "journal": "Acta veterinaria Scandinavica",
      "publication_date": "1991",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effects of addition of evening primrose oil (EPO) to a mink diet in the breeding season on the reproductive performance and kit and female performance during the lactation period were investigated in an experiment with 4 groups of male and female mink. Matings were carried out so that control males were mated to both control and supplemented females. Similarly, supplemented males mated both control and supplemented females. Reproductive results were evaluated both on a group basis and as an effect of male or female treatment, respectively. After males supplemented with EPO, there was a tendency for reduced rate of stillborn kits and kit losses during the first 21 days of life. These effects could not be explained physiologically. Female treatment did not affect reproductive performance, but there was a tendency for lower weight losses during lactation for EPO-supplemented females. Kit performance during the lactation period was independent of experimental treatment.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Body Weight",
        "Fatty Acids, Essential",
        "Female",
        "Food, Fortified",
        "Lactation",
        "Linoleic Acids",
        "Litter Size",
        "Male",
        "Mink",
        "Oenothera biennis",
        "Plant Oils",
        "Reproduction",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "2176271",
      "title": "Effects of linoleic and gamma-linolenic acids (efamol evening primrose oil) on fatty acid-binding proteins of rat liver.",
      "authors": [
        "A K Dutta-Roy",
        "A C Demarco",
        "S K Raha",
        "J Shay",
        "M Garvey",
        "D F Horrobin"
      ],
      "journal": "Molecular and cellular biochemistry",
      "publication_date": null,
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We have studied the effects of Efamol evening primrose oil (EPO) on fatty acid-binding proteins (L-FABP) of rat liver. EPO contains 72% cis-linoleic acid and 9% cis-gamma linolenic acid. EPO has been clinically used for treatment of a number of diseases in humans and animals. EPO is also known to lower cholesterol level in humans and animals. Feeding of an EPO supplemented diet to rats (n = 9) for 2 months decreases the oleate binding capacity of purified L-FABP of rat liver whereas the palmitate binding activity was increased by 38%. However, EPO feeding did not alter the L-FABP concentrations significantly as measured by using the fluorescence fatty acid probe, dansylamino undecanoic acid. Endogenous fatty acid analysis of L-FABPs revealed significant qualitative and quantitative changes in fatty acid pattern after EPO feeding. EPO feeding decreased the endogenous palmitate level by 53% and oleate level by 64% in L-FABPs and also EPO feeding decreased the total endogenous fatty acid content from 62 nanomole per mg of protein to 42 nanomole per mg of L-FABP (n = 3).",
      "mesh_terms": [
        "Animals",
        "Carrier Proteins",
        "Cholesterol Esters",
        "Eating",
        "Fatty Acid-Binding Protein 7",
        "Fatty Acid-Binding Proteins",
        "Fatty Acids, Essential",
        "Female",
        "Humans",
        "Hypolipidemic Agents",
        "Linoleic Acid",
        "Linoleic Acids",
        "Linolenic Acids",
        "Liver",
        "Neoplasm Proteins",
        "Nerve Tissue Proteins",
        "Oenothera biennis",
        "Phospholipids",
        "Plant Oils",
        "Rats",
        "Rats, Inbred Strains",
        "Triglycerides",
        "Tumor Suppressor Proteins",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "2201888",
      "title": "Evening primrose oil and treatment of premenstrual syndrome.",
      "authors": [
        "S K Khoo",
        "C Munro",
        "D Battistutta"
      ],
      "journal": "The Medical journal of Australia",
      "publication_date": "1990-Aug-20",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The therapeutic effectiveness of evening primrose oil (Efamol, Vita-Glow) in the relief of 10 symptoms associated with premenstrual syndrome (PMS) as well as menstrual symptoms was studied in 38 women. The prospective trial was randomised, double-blind and placebo-controlled and was crossed-over after three cycles. Although the results showed an improvement in symptoms of PMS during the trial, no significant differences in the scoring between the active and placebo groups were found over six cycles. No \"carry-over\" effect of active medication was observed; the beneficial effect on all symptoms (psychological, fluid retention, breast) was rapid, the scores decreasing in the first cycle but increasing slightly at the change-over period after the third cycle, irrespective of whether the active or placebo medication was next given. These findings indicate that the improvement experienced by these women with moderate PMS was solely a placebo effect.",
      "mesh_terms": [
        "Adult",
        "Double-Blind Method",
        "Fatty Acids, Essential",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Linoleic Acids",
        "Oenothera biennis",
        "Placebo Effect",
        "Plant Oils",
        "Premenstrual Syndrome",
        "Randomized Controlled Trials as Topic",
        "Statistics as Topic",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "2758770",
      "title": "Evening primrose oil and olive oil in treatment of rheumatoid arthritis.",
      "authors": [
        "J Jäntti",
        "E Seppälä",
        "H Vapaatalo",
        "H Isomäki"
      ],
      "journal": "Clinical rheumatology",
      "publication_date": "1989-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The effects of 10 ml of evening primrose oil or olive oil, administered twice daily for 12 weeks, on clinical and laboratory signs and on plasma prostaglandins were studied in 18 patients with rheumatoid arthritis. The plasma concentration of PGE2 decreased and that of TxB2 increased in both treatment groups, but no significant improvement could be seen in either group.",
      "mesh_terms": [
        "Adult",
        "Arthritis, Rheumatoid",
        "Fatty Acids, Essential",
        "Female",
        "Humans",
        "Linoleic Acids",
        "Male",
        "Middle Aged",
        "Oenothera biennis",
        "Olive Oil",
        "Osmolar Concentration",
        "Pain",
        "Plant Oils",
        "Prostaglandins",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "2649022",
      "title": "Evening primrose oil in rheumatoid arthritis: changes in serum lipids and fatty acids.",
      "authors": [
        "J Jäntti",
        "T Nikkari",
        "T Solakivi",
        "H Vapaatalo",
        "H Isomäki"
      ],
      "journal": "Annals of the rheumatic diseases",
      "publication_date": "1989-Feb",
      "publication_types": [
        "Clinical Trial",
        "Controlled Clinical Trial",
        "Journal Article"
      ],
      "abstract": "The serum concentration of lipids and composition of fatty acids after overnight fasting were studied in 18 patients with rheumatoid arthritis treated for 12 weeks with either 20 ml of evening primrose oil containing 9% of gamma-linolenic acid or olive oil. The serum concentrations of oleic acid, eicosapentaenoic acid, and apolipoprotein B decreased and those of linoleic acid, gamma-linolenic acid, dihomo-gamma-linolenic acid, and arachidonic acid increased during treatment with evening primrose oil. During olive oil treatment the serum concentration of eicosapentaenoic acid decreased and those of high density lipoprotein-cholesterol and apolipoprotein A-I increased slightly. The decrease in serum eicosapentaenoic acid and the increase in arachidonic acid concentrations induced by evening primrose oil may not be favourable effects in patients with rheumatoid arthritis in the light of the roles of these fatty acids as precursors of eicosanoids.",
      "mesh_terms": [
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Arthritis, Rheumatoid",
        "Clinical Trials as Topic",
        "Dietary Fats, Unsaturated",
        "Double-Blind Method",
        "Fatty Acids",
        "Fatty Acids, Essential",
        "Humans",
        "Linoleic Acids",
        "Lipids",
        "Middle Aged",
        "Oenothera biennis",
        "Olive Oil",
        "Plant Oils",
        "Random Allocation",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "3248340",
      "title": "[Treatment of hyperlipemia with evening primrose oil capsules].",
      "authors": [
        "M Tong"
      ],
      "journal": "Zhong xi yi jie he za zhi = Chinese journal of modern developments in traditional medicine",
      "publication_date": "1988-Aug",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "mesh_terms": [
        "Cholesterol",
        "Cholesterol, HDL",
        "Drugs, Chinese Herbal",
        "Female",
        "Humans",
        "Hyperlipidemias",
        "Lipoproteins, LDL",
        "Male",
        "Middle Aged",
        "Triglycerides"
      ]
    },
    {
      "pmid": "3355786",
      "title": "Treatment of atopic eczema with evening primrose oil.",
      "authors": [
        "M W Greaves",
        "M F Corbett"
      ],
      "journal": "The British journal of dermatology",
      "publication_date": "1988-Mar",
      "publication_types": [
        "Letter"
      ],
      "mesh_terms": [
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Dermatitis, Atopic",
        "Fatty Acids, Essential",
        "Humans",
        "Linoleic Acids",
        "Oenothera biennis",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    },
    {
      "pmid": "3048953",
      "title": "Evening primrose oil (Efamol) in the treatment of children with atopic eczema.",
      "authors": [
        "A Bordoni",
        "P L Biagi",
        "M Masi",
        "G Ricci",
        "C Fanelli",
        "A Patrizi",
        "E Ceccolini"
      ],
      "journal": "Drugs under experimental and clinical research",
      "publication_date": "1988",
      "publication_types": [
        "Clinical Trial",
        "Controlled Clinical Trial",
        "Journal Article"
      ],
      "abstract": "It has been reported that essential fatty acid levels may be low and that there may be reduced levels of delta-6-desaturase metabolites of linoleic acid in patients with atopic eczema. Good therapeutic results have been reported on the use of evening primrose oil (Efamol) in adults but not in children. Efamol contains gamma-linolenic acid, the delta-6-desaturase metabolite of linoleic acid. The authors have studied 24 children with atopic eczema: 12 of them were treated with a higher dose of evening primrose oil than in previous studies and 12 with placebo olive oil. The clinical status and plasma, neutrophil and lymphocyte fatty acid composition in these children have been evaluated. After 4 weeks the eczema of essential fatty acid-treated children significantly improved in comparison with that of placebo-treated children (p less than 0.01). There were significant changes in plasma fatty acid composition between the basal values and the end of active treatment, and between the placebo and actively treated children. Neutrophil and lymphocyte fatty acid composition did not seem to be related to disease activity.",
      "mesh_terms": [
        "Child, Preschool",
        "Clinical Trials as Topic",
        "Dermatitis, Atopic",
        "Fatty Acids, Essential",
        "Female",
        "Follow-Up Studies",
        "Humans",
        "Linoleic Acids",
        "Male",
        "Oenothera biennis",
        "Plant Oils",
        "gamma-Linolenic Acid"
      ]
    }
  ]
}