{
  "supplement": "Fennel",
  "query": "Fennel[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:34:24",
  "research_count": 101,
  "count": 99,
  "articles": [
    {
      "pmid": "40189168",
      "title": "Anti-ageing Potential of Metformin Loaded Fennel Oil-Based Nanoemulgel: A Promising Novel Approach for Ultraviolet B-Induced Ageing.",
      "authors": [
        "Ramsha Ansari",
        "Uzma Farooq",
        "Ahsan Ali",
        "Mohd Haider Abbas",
        "Fairy",
        "Chaudhary Abdur Rehman Hamidullah",
        "Pooja Jain",
        "Mohd Aamir Mirza",
        "Zeenat Iqbal"
      ],
      "journal": "International journal of pharmaceutics",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ageing produces structural alteration of skin tissue when exposed to UV radiation, pollution and smoking, resulting in functional decline and mortality of the cells. The proposed study aimed at developing a commercially scalable fennel oil (FO) based metformin-loaded nanoemulsion (MTF-NE) incorporated in the hydrogel (MTF-HYD-NEG) providing anti-ageing effect. METHODOLOGY: The scalable development of phytocompound incorporated nanoemulsion was done using a multi-step process involving excipient screening, optimization of nanoemulsion and thermodynamic stability assessment. The MTF-NE was developed using aqueous titration method containing Tween 80 as the surfactant and Transcutol P as the co-surfactant. The optimized nanoemulsion was incorporated into a hydrogel to form MTF-HYD-NEG. The formulation was characterized based on globule size, polydispersity index (PDI), zeta potential, spreadability, viscosity, and permeability. In vitro drug release and ex vivo permeation studies were conducted to assess sustained drug release. Confocal laser scanning microscopy (CLSM) was used to evaluate skin penetration. The in vivo studies were conducted using UV-B radiation induced mice models and old mice models to assess the anti-ageing efficacy through histopathological analysis, immunohistochemistry (MMP-1 expression), and biochemical assays (GSH, SOD, CAT, and MDA levels). RESULT AND DISCUSSION: The characterization of the optimized MTF-NE exhibited a monodispersed pattern with an average globule size of 261.1 nm, PDI of 0.1305 and zeta potential of -4.4 mV. The MTF-NE was then converted into a hydrogel. The permeability of the MTF-HYD-NEG was assessed by in vitro release and ex vivo permeation studies that demonstrated a sustained release effect of Metformin (MTF) with the value of 71.565 ± 4.995 % over 24 hours and 4.503 ± 2.669 mg/cm2 over 8 hours of study. Additionally, the release profile was further validated by the confocal microscopy through the mice's skin tissue. The mean intensity was observed to be 53.472 which was retained at 4.472 at 50 µm depth of permeation demonstrating the better penetration of the nanocarrier. The data displayed by histopathology and MMP-1 expression by immunohistochemistry showed recuperation in the dermal tissue of the mice model seen in the post-treatment group of MTF-HYD-NEG in comparison to the control group and conventional treatment groups and depletion in MMP-1 production, improved dermal collagen and diminished wrinkles. CONCLUSION: The results of the MTF-HYD-NEG formulation displayed enhanced permeability with a prolonged effect, depicting a reduction in MMP-1 expression, which could serve as a promising anti-ageing and antioxidant preparation attributed to the presence of a fennel oil base."
    },
    {
      "pmid": "39787250",
      "title": "Characterization and evaluation of the cytotoxic, antioxidant, and anti-human lung cancer properties of copper nanoparticles green-synthesized by fennel extract following the PI3K/AKT/Mtor signaling pathway.",
      "authors": [
        "Tao Huang",
        "KaiLi Ma",
        "Yihua Wang"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This work established the cytotoxic, antioxidant and anticancer effects of copper nanoparticles (CuNPs) manufactured with fennel extract, especially on non-small cell lung cancer (NSCLC) as well. CuNPs caused cytotoxicity in a dose-dependent manner for two NSCLC cell lines, A549 and H1650. At 100 μg/ml, CuNPs reduced cell viability to 70% in A549 cells and 65% in H1650 cells. which showed a cytotoxic effect (p<0. 05). Lactate dehydrogenase (LDH) was correspondingly present in a high proportion in the cells, demonstrated upon testing. Together with their cytotoxic properties, CuNPs demonstrated high antioxidative activity. When the concentration of the nano particles was high (100 μg/ml), the ratio of reactive oxygen species (ROS) was reduced as much as 50%, which in turn suggested antioxidant activity. There was plenty of evidence that CuNPs had anti-cancer potential; this has been shown by the effect of the molecules on the PI3K/AKT/mTOR pathway, which was one of the pathways crucial for cancer survival. Western blot analysis and qRT-PCR results indicated a widespread degradation of the proteins in this pathway upon CuNP exposure. Interestingly, there was a declined phosphorylation up to 75% of PI3K, AKT, and mTOR at 100 μg/ml (p<0. 001). In summary, these findings illustrated the mechanisms behind the therapeutic effect of CuNPs, thus making them good targets for the NSCLC treatment. CuNPs have cytotoxic and antioxidant capacity, as well as significant alterations in lung cancers pathway, and therefore they can be considered as anti-cancer candidates.",
      "mesh_terms": [
        "Humans",
        "TOR Serine-Threonine Kinases",
        "Proto-Oncogene Proteins c-akt",
        "Copper",
        "Signal Transduction",
        "Phosphatidylinositol 3-Kinases",
        "Lung Neoplasms",
        "Antioxidants",
        "Metal Nanoparticles",
        "Plant Extracts",
        "Cell Line, Tumor",
        "Foeniculum",
        "Reactive Oxygen Species",
        "A549 Cells",
        "Antineoplastic Agents",
        "Cell Survival",
        "Green Chemistry Technology",
        "Carcinoma, Non-Small-Cell Lung"
      ]
    },
    {
      "pmid": "39655356",
      "title": "The Impact of Dietary Encapsulated Fennel Seed (Foeniculum vulgare Mill.) Essential Oil Inclusion Levels on Performance, Serum Hormone Profiles, and Expression of Reproductive Axis-Related Genes in the Early and Late Laying Phases of Hens.",
      "authors": [
        "Hasan Hüseyin İpçak",
        "Muzaffer Denli",
        "Beran Yokuş",
        "Servet Bademkıran"
      ],
      "journal": "Veterinary medicine and science",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fennel seed (Foeniculum vulgare Mill.) essential oil (FEO), which is rich in the phytoestrogenic compound trans-anethole, interacts with oestrogen receptors and influences molecular targets within cells and hormonal responses. This study examined the effect of dietary encapsulated FEO inclusion levels on performance, reproductive hormone profiles, and gene expression in laying hens during the early and late phases. The study was conducted in two independent trials, each involving 210 Atak-S laying hens that were randomly distributed into 3 experimental groups, each having 10 replicates with 7 hens. The dietary treatments included a basal diet without FEO (Control) and a basal diet supplemented with 175 (FEO175) or 350 mg (FEO350) of encapsulated FEO/kg for 12 weeks. The results showed that FEO350 treatment improved egg production, egg mass, and feed conversion ratio during both early and late phases (p < 0.05). Moreover, increasing FEO inclusion levels enhanced oestradiol, follicle-stimulating hormone, luteinizing hormone and progesterone concentrations in both early and late laying hens, reaching peak levels at FEO350 (p < 0.05). FEO supplementation upregulated the expression of oestrogen receptor 2 (ESR2) and follicle-stimulating hormone receptor (FSHR) (p < 0.05). Furthermore, FEO350 increased prolactin receptor (PRLR) expression during the early phase but decreased it during the late laying phase (p < 0.05). Positive correlations were observed between egg production and FSHR, ESR2 and steroidogenic acute regulatory protein (STAR) expression, with a negative correlation for PRLR (p < 0.05). In conclusion, 350 mg FEO/kg was found to be the most effective level for enhancing layer performance.",
      "mesh_terms": [
        "Animals",
        "Foeniculum",
        "Oils, Volatile",
        "Chickens",
        "Animal Feed",
        "Female",
        "Diet",
        "Dietary Supplements",
        "Random Allocation",
        "Reproduction",
        "Seeds",
        "Plant Oils",
        "Gene Expression",
        "Oviposition",
        "Animal Nutritional Physiological Phenomena",
        "Dose-Response Relationship, Drug"
      ]
    },
    {
      "pmid": "38747274",
      "title": "Effect of Salvia hispanica (Chia seeds) and Foeniculum vulgare (Fennel seeds) against weight-loss and lipid profile in obese human subjects.",
      "authors": [
        "Gullnoor Khan",
        "Muhammad Imran Hussain",
        "Jannat Gull Khan",
        "Aysha Siddique",
        "Sobia Ikram Sheikh",
        "Tasbiha Irfan",
        "Shiza Maryem",
        "Hina Mushtaq",
        "Eman Shakeel"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Increased levels of bad cholesterol in the body result in increasing blood pressure and weight gain. The rate of mortality in people, especially who are obese, is increasing due to absence of organic sources of fiber in their diets. Chia and fennel seeds are rich sources of fiber. The objective of this study was to evaluate the combined effect of Salvia hispanica (Chia seeds) and Foeniculum vulgare (Fennel seeds) against weight-loss and lipid profile in obese human subjects. The research was conducted on obese people aged 25 to 40 years at the Jinnah Hospital Lahore. The study design was randomized control trial (RCT). The sample size was calculated and was divided in-to two groups. With the duration of study being 3 months, pre-testing of all the participants was done. Group 1 was control group, given placebo treatment and Group 2 was an intervention group and given chia and fennel seeds. Post-testing was done and data were analyzed. Results showed that chia and fennel seeds have significant effect (p <0.05) on BMI and lipid profile hence, both are beneficial for lowering body weight and improving LDL, HDL, serum triglycerides and total cholesterol levels.",
      "mesh_terms": [
        "Humans",
        "Foeniculum",
        "Adult",
        "Obesity",
        "Seeds",
        "Salvia",
        "Female",
        "Male",
        "Weight Loss",
        "Lipids",
        "Plant Extracts",
        "Anti-Obesity Agents",
        "Body Mass Index",
        "Phytotherapy"
      ]
    },
    {
      "pmid": "38678740",
      "title": "Fennel seeds extract prevents fructose-induced cardiac dysfunction in a rat model of metabolic syndrome via targeting abdominal obesity, hyperuricemia and NF-κβ inflammatory pathway.",
      "authors": [
        "Azza Mohamad El-Wakf",
        "Mamdouh Rashad El-Sawi",
        "Hadeer Mahmoud El-Nigomy",
        "Eman Mohamad El-Nashar",
        "Norah Saeed Al-Zahrani",
        "Nasser G Alqahtani",
        "Rashid A Aldahhan",
        "Zienab Helmy Eldken"
      ],
      "journal": "Tissue & cell",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Metabolic syndrome (MetS) is commonly associated with increased risk of cardiac disease that affects a large number of world populations. OBJECTIVE: This research attempted to investigate the efficacy of fennel seeds extract (FSE) in preventing development of cardiac dysfunction in rats on fructose enriched diet for 3 months, as a model of MetS. MATERIALS & METHODS: Thirty adult Wistar male rats (160-170 g) were assigned into 5 groups including control, vehicle, FSE (200 mg/kg BW) and fructose (60%) fed rats with and without FSE. Following the last treatment, blood pressure, ECG and heart rate were measured. Next, blood and cardiac tissues were taken for biochemical and histological investigations. RESULTS: Feeding fructose exhibited characteristic features of MetS involving, hypertension, abnormal ECG, elevated heart rate, serum glucose, insulin, lipids and insulin resistance, accompanied by abdominal obesity, cardiac hypertrophy and hyperuricemia. Fructose fed rats also showed significant reduction in cardiac antioxidants (GSH, SOD, CAT) with elevation in oxidative stress indices (NADPH oxidase, O2.-, H2O2, MDA, PCO), NF-κβ, pro-inflammatory cytokines (TNF-α, IL-1β, IL-6), adhesion molecules (ICAM-1, VCAM-1) and serum cardiac biomarkers (AST, LDH, CK-MB, cTn-I). Histopathological changes evidenced by destruction of cardiac myofibrils, cytoplasmic vacuolization, and aggregation of inflammatory cells were also detected. Consumption of FSE showed high ability to alleviate fructose-induced hypertension, ECG abnormalities, cardiac hypertrophy, metabolic alterations, oxidative stress, inflammation and histological injury. CONCLUSION: Findings could suggest FSE as a complementary supplement for preventing MetS and associated cardiac outcomes. However, well controlled clinical studies are still needed.",
      "mesh_terms": [
        "Animals",
        "Metabolic Syndrome",
        "Fructose",
        "Plant Extracts",
        "Male",
        "NF-kappa B",
        "Seeds",
        "Rats, Wistar",
        "Rats",
        "Disease Models, Animal",
        "Hyperuricemia",
        "Foeniculum",
        "Inflammation",
        "Oxidative Stress",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "38540771",
      "title": "Encapsulation of Fennel and Basil Essential Oils in β-Cyclodextrin for Novel Biopesticide Formulation.",
      "authors": [
        "Nina Devrnja",
        "Boban Anđelković",
        "Jovana Ljujić",
        "Tatjana Ćosić",
        "Sofija Stupar",
        "Milica Milutinović",
        "Jelena Savić"
      ],
      "journal": "Biomolecules",
      "publication_date": "2024-Mar-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "β-cyclodextrin (β-CD) is a good host for the encapsulation of fennel and basil essential oils (FEO and BEO, respectively) and the formation of inclusion complexes (ICs) using the co-precipitation method. According to the results of the GC/MS analysis conducted in this study, monoterpenes and monoterpenoids were the dominant chemical groups in total FEO, while in BEO, these two groups occurred along with sesquiterpenes and sesquiterpenoids. The presence of dominant compounds from both EOs was validated using the FT-IR spectra of ICs, which indicated successful complexation. Analyses conducted using SPME/GC-MS showed the continuous emission of volatiles over 24 h from both ICs. Under SEM, particles of both ICs appeared to have a rectangular or rhomboid morphology and few aggregates. The insecticidal properties of EOs and ICs with β-CD were tested on the Colorado potato beetle (CPB) as a model pest. The inclusion complex of β-CD with FEO altered the developmental dynamic and body mass of the CPB. The initial increase in the proteolytic activity of CPB larvae fed with potato plants sprayed with ICs was not maintained for long, and the proteolytic efficacy of treated larvae remained in line with that of the control larvae. Future investigations will focus on manipulating the volume of EOs used and the treatment duration for optimal efficacy and potential application.",
      "mesh_terms": [
        "Oils, Volatile",
        "Foeniculum",
        "Ocimum basilicum",
        "Biological Control Agents",
        "Spectroscopy, Fourier Transform Infrared",
        "beta-Cyclodextrins",
        "Monoterpenes",
        "Sesquiterpenes"
      ]
    },
    {
      "pmid": "38330242",
      "title": "Dietary encapsulated fennel seed (Foeniculum vulgare Mill.) essential oil supplementation improves performance, modifies the intestinal microflora, morphology, and transcriptome profile of broiler chickens.",
      "authors": [
        "Hasan Hüseyin İpçak",
        "Ahmet Alçiçek",
        "Muzaffer Denli"
      ],
      "journal": "Journal of animal science",
      "publication_date": "2024-Jan-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Global antimicrobial resistance has led to a ban on the use of antibiotics as growth promoters (AGPs) in poultry farming, encouraging the use of natural phytogenic feed additives that provide similar effects to AGPs without causing resistance. The aim of this study was to determine the effects of the addition of encapsulated fennel seed (Foeniculum vulgare Mill.) essential oil (FEO) into the diets on the performance, intestinal microflora, morphology, and transcriptomic profiling of broiler chickens. In the study, 400 one-d-old male chicks of the Ross-308 genotype were randomly distributed into five groups, each with 16 replicates of five birds. The experiment included a control group fed on basal diets without the addition of FEO and treatment groups supplemented with 50 (FEO50), 100 (FEO100), 200 (FEO200), or 400 (FEO400) mg of encapsulated FEO/kg. Body weight and the European Production Efficiency Factor values were higher in the FEO100, FEO200, and FEO400 groups (P < 0.05). The feed conversion ratio significantly improved at all FEO levels (P < 0.05). FEO supplementation improved duodenum, jejunum, and ileum morphologies. It enhanced mucosal layer thickness in the duodenum and jejunum, and muscular layer thickness in the jejunum and ileum (P < 0.05). It also increased the number of Lactobacillus spp. in the jejunum and ileum (P < 0.05). According to the transcriptome profile obtained from the microarray analysis of samples taken from small intestine tissues, the mRNA expression levels of 261 genes in the FEO50 group (206 upregulated and 55 downregulated), 302 genes in the FEO100 group (218 upregulated and 84 downregulated), 292 genes in the FEO200 group (231 upregulated and 61 downregulated), and 348 genes in the FEO400 group (268 upregulated and 80 downregulated) changed compared to the control group. Most upregulated genes were associated with catalytic activity, binding, transcription regulators and transcription factors, anatomical structure and cellular development, and protein binding activity modulators. The downregulated genes mostly belonged to the transporter, carrier, and protein-modifying enzyme classes. Besides, the anti-inflammatory IL-10 gene (4.41-fold) increased significantly in the FEO100 group compared to the control group (P < 0.05). In conclusion, FEO improved the performance of broiler chickens by regulating biological processes such as performance and intestinal health, with the 100 mg FEO/kg supplementation being the most prominent.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Chickens",
        "Foeniculum",
        "Gastrointestinal Microbiome",
        "Oils, Volatile",
        "Transcriptome",
        "Diet",
        "Dietary Supplements",
        "Animal Feed"
      ]
    },
    {
      "pmid": "38225121",
      "title": "Effect of pin-to-plate atmospheric cold plasma (ACP) on microbial load and physicochemical properties in cinnamon, black pepper, and fennel.",
      "authors": [
        "Suraj P Kahar",
        "Ashutosh Shelar",
        "Uday S Annapure"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2024-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The current study aimed to investigate the influence of pin-to-plate atmospheric cold plasma treatment (ACP) on the microbial decontamination efficacy, physical (water activity, color, texture), and bioactive (total phenolic and anti-oxidant capacity, volatile oil profile) of three major spices cinnamon, black pepper, and fennel at three different voltages (170, 200, 230 V) and exposure time (5, 10, 15 min). The surface etching and oxidative reactions of cold plasma is anticipated to cause microbial decontamination of the spices. In accordance with this, the ACP treatment significantly reduced the yeast and mold count of cinnamon, black pepper, and fennel, resulting in 1.3 Log CFU/g, 1.1 Log CFU/g, and 1.0 Log CFU/g, respectively even at the lowest treatment at 170 V-5 min. While at the highest treatment of 230 V-15 min, complete decontamination in all the samples was observed due to the plasma-induced microbial cell disruption. The water activity of samples reduced post-treatment 0.69 ± 0.02 to 0.51 ± 0.03 for cinnamon, 0.61 ± 0.03 to 0.49 ± 0.01 for pepper, and 0.60 ± 0.02 to 0.43 ± 0.02 for fennel which further reassures better microbial stability. The color and textural properties were significantly unaffected (p > 0.05) preserving the fresh-like attributes. The total phenolic content was increased for cinnamon (2.26 %), black pepper (0.11 %), and fennel (0.33 %) after plasma treatment at 230 V-15 min due to the cold plasma surface etching phenomenon. However, the essential oil composition revealed no significant variation in all three spices' control and treated samples. Thus, the study proves the potential of the atmospheric pressure cold plasma for the complete decontamination of the investigated spices (cinnamon, pepper, fennel) without remarkable changes in the volatile oil profile.",
      "mesh_terms": [
        "Plasma Gases",
        "Foeniculum",
        "Cinnamomum zeylanicum",
        "Piper nigrum",
        "Water",
        "Oils, Volatile"
      ]
    },
    {
      "pmid": "38139998",
      "title": "Fennel Essential Oil as a Complementary Therapy in the Management of Diabetes.",
      "authors": [
        "Ruxandra Ștefănescu",
        "Bianca-Eugenia Ősz",
        "Andrada Pintea",
        "Eszter Laczkó-Zöld",
        "Amelia Tero-Vescan",
        "Camil-Eugen Vari",
        "Emoke Fulop",
        "Iuliana Blaș",
        "Szende Vancea"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2023-Nov-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes is a serious pathology that affects a significant number of people worldwide. Its progression is rapid and leads to serious complications if glycemic control is missing. The micro and macrovascular complications of diabetes produce disabilities over time that affect the daily lives of patients. The major challenge of diabetes therapy is to reach a stable glycemic state and to delay the onset of specific complications. Aromatherapy is considered an alternative or complementary therapy, but in recent years, there has been a tendency to overuse essential oils. The present study was designed to evaluate and compare the effects produced by the topical and oral administration of fennel essential oil to diabetic rats. Eighteen compounds in fennel essential oil were identified by gas chromatography-mass spectrometry (GC-MS) analysis. The major compounds were trans-anethole (64.6%) and fenchone (24.5%). The in vivo study revealed that after a four-week treatment with fennel essential oil, the rats' glycemic levels were significantly reduced (p ≤ 0.05). Furthermore, there were no differences between the two routes of administration. In addition, an ex vivo study underlined the potential effect of this essential oil in the prevention of cataract formation."
    },
    {
      "pmid": "37963917",
      "title": "Application of bio-organic amendments improves soil quality and yield of fennel (Foeniculum vulgare Mill.) plants in saline calcareous soil.",
      "authors": [
        "Omar A A I Al-Elwany",
        "Abir M H A Mohamed",
        "Ahmed S Abdelbaky",
        "Mohamed A Tammam",
        "Khaulood A Hemida",
        "Gehad H S Hassan",
        "Mohamed T El-Saadony",
        "Khaled A El-Tarabily",
        "Synan F AbuQamar",
        "Taia A Abd El-Mageed"
      ],
      "journal": "Scientific reports",
      "publication_date": "2023-Nov-14",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The impact of bio-organic amendments on crop production is poorly understood in saline calcareous soils. The aim in the present study was to determine the effects of the application of organic manure along with lactic acid bacteria (LAB) on soil quality, and morpho-physio-biochemical responses, seed yield (SY) and essential oil yield (EOY) of fennel plants (Foeniculum vulgare Mill.) grown in saline calcareous soils. Eight treatments of farmyard manure (FM) or poultry manure (PM) individually or combined with Lactobacillus plantarum (Lp) and/or Lactococcus lactis (Ll) were applied to saline calcareous soil in two growing seasons. Either FM or PM combined with LAB had beneficial effects on lowering ECe, pH and bulk density and increasing total porosity, organic matter, and water and nutrient retention capacities in addition to total bacterial population in the soil. Growth, nutrient uptake, SY and EOY of plants were also enhanced when fennel seeds were inoculated with Lp and/or Ll and the soil was amended with any of the organic manures under unfavorable conditions. Compared to control (no bio-organic amendments), FM + Lp + Lt or PM + Lp + Lt treatment signficantlly (P ≤ 0.05) increased plant height by 86.2 or 65.0%, total chlorophyll by 73 or 50%, proline by 35 or 45%, glutathione by 100 or 138%, SY by 625 or 463% and EOY by 300 or 335%, respectively, in fennel plants. Co-application of the naturally occurring microorganisms (i.e., LAB) and organically-derived, nutrient-rich fertilizer (i.e., FM or PM) is recommended to improve yield of fennel plants in saline calcareous soils.",
      "mesh_terms": [
        "Animals",
        "Soil",
        "Foeniculum",
        "Manure",
        "Seeds",
        "Poultry"
      ]
    },
    {
      "pmid": "37851279",
      "title": "Effect of supplementation of fennel seed powder on intake, growth performance, gut health and economics in goats.",
      "authors": [
        "Amit Kumar Singh",
        "Anil Kumar",
        "Sandeep Kumar",
        "Sanjay Kumar"
      ],
      "journal": "Tropical animal health and production",
      "publication_date": "2023-Oct-18",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial, Veterinary"
      ],
      "abstract": "The aim of this study was to evaluate the effect of fennel seed powder (FSP) at varying levels on intake, growth, gut health, body condition, body measurements and economics in post weaned male goats. For this experiment a total of 30 post weaned male kids of Barbari goats with statistically similar body weight (P = 0.575) and age (3-4 months) were randomly distributed in three comparable groups each having 10 kids. Three groups viz. control (no supplementation), T1 (0.5% of DM in diet) and T2 (1.0% of DM in diet) were formed and the study continued up to 5 months. Statistical analysis of results showed significant effect of FSP supplementation on intake, growth, body condition, and gut health and body measurements in goats of treatment groups. Significantly highest body weight (BW), average daily gain (ADG) and dry matter intake (DMI) (P < 0.001) was reported in T2 group, followed by T1 than control group goats. Further, feed conversion ratio (FCR), feed conversion efficiency (FCE%) and body condition score of treatment groups (T1 and T2) was improved significantly (P < 0.001) than control group goats. However, FCR and FCE% in T1 and T2 differed non- significantly (P > 0.05). Analysis of fecal samples indicated significantly higher (P < 0.001) fecal dry matter (FDM%), fecal consistency score (FS) in T1 and T2 group than control group whereas parasitic fecal egg count per gram (EPG) was significantly lower in T1 and T2 group than control group. However, EPG in T1 and T2 differed non- significantly (P > 0.05). Body measures differed significantly (P < 0.05) among groups. Economic evaluation of FSP supplemented showed that T1 and T2 group fetched INR 462 and 501 per goat on selling over control group (1USD = 82.54 INR). It can be concluded from this study that supplementation of FSP @ 1.0% of DM in diet may economically improve intake, growth, gut health, body condition, body measurements and economics in post weaned male Barbari goats.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Body Weight",
        "Diet",
        "Dietary Supplements",
        "Digestion",
        "Foeniculum",
        "Goats",
        "Powders",
        "Seeds"
      ]
    },
    {
      "pmid": "37694196",
      "title": "Comparison of the Effect of Fennel and Evening Primrose Oil on Menopausal Problems and Hormonal Levels: A Randomized Controlled Trial.",
      "authors": [
        "Fatemeh Ghavi",
        "Fatemeh Shakeri",
        "Heshmat Farahnaz",
        "Somayeh Abdolahian"
      ],
      "journal": "Iranian journal of nursing and midwifery research",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Using natural oral supplements is one of the methods of complementary medicine that has been widely welcomed in the last decade Since studies have reported contradictory results for effectiveness of herbal medicines during menopause and no other more effective herbal medicine has been suggested yet, the researchers of this study decided to compare the fennel and Evening Primrose Oil (EPO) and their effect on menopause problems and sex hormones. MATERIALS AND METHODS: The present study was a triple-blinded, controlled clinical trial with 125 participants randomly assigned to. An intervention group received fennel, another intervention group received evening primrose oil, and the placebo group received placebo twice daily for 8 weeks. Pre-intervention and post-intervention results were obtained using hormonal assay and the Menopause Rating Scale (MRS). RESULTS: In this study, the mean follicle-stimulating hormone (FSH) and estradiol levels changed significantly in the fennel and EPO groups compared to placebo (p < 0.001). The difference in the mean FSH score between the fennel group and EPO group was not significant (p = 0.304), but the difference in the mean estradiol level between these groups was significant (p = 0.043). Moreover, there was a significant difference in the mean MRS score between the intervention groups before the intervention (p < 0.05). However, the difference in the mean MRS score between the fennel and EPO groups was not significant after the intervention (p = 0.322). CONCLUSIONS: Consumption of fennel and EPO can significantly change FSH, estradiol, and psychological menopausal symptoms in postmenopausal women."
    },
    {
      "pmid": "37457161",
      "title": "Cookies enriched with anethole and secoisolariciresinol diglucoside from flaxseed and fennel seeds improve hypercholesterolemia, lipid profile, and liver functions: A pilot study.",
      "authors": [
        "Sana Noreen",
        "Tabussam Tufail",
        "Tanazzam Tufail",
        "Huma Bader Ul Ain",
        "Hafiza Madiha Jaffar",
        "Chinaza Godswill Awuchi"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Over millennia, flaxseeds and fennel seeds have captured greater attention owing to the broad spectrum of bioactive compounds and their respective therapeutic potential. They are well-known therapeutic plants, frequently used in home treatments for a variety of medical conditions. The novelty of this pilot study is to assess the beneficial health effects of secoisolariciresinol diglucoside (SDG) and anethole-based enriched cookies among hyperlipidemic patients. The result of sensory evaluation revealed that cookies with anethole and SDG (500 + 500 mg/day) were significantly acceptable in terms of color, texture, taste, and overall acceptability same as that of control. This study was performed among 34 patients with hyperlipidemia in a university-affiliated hospital, Lahore, Pakistan. In this study, patients received dietary supplementation with anethole and SDG (500 + 500 mg/day) administered in cookies for 8 weeks. Patients were assigned into two groups, intervention (receiving anethole + SDG-enriched cookies; n = 16) and placebo (n = 18), for 8 weeks. Both groups maintained the same diet and lifestyle. Pre- and postintervention weight, lipid profile, and liver enzyme levels were measured. Analysis of covariance and paired sample t-test were used for comparing the two groups. After 8 weeks, a significant mean weight loss was observed in the intervention group (4.26%) as compared to the placebo group (0.3%). A significant reduction of TC (177.02 ± 5.14 mg/dL; p = .024), TG (150.19 ± 7.94 mg/dL; p = .032), and LDL (87.38 ± 3.58 mg/dL; p = .001) were compared to the control group and HDL level (57.09 ± 3.90 mg/dL; p = .035) were increased in the intervention group as compared to the placebo. Meanwhile, it had a minor improvement in AST (30.97 ± 2.95 U/L; p = .01), ALT (33.05 ± 1.52 U/L; p = .025), and ALP (112.15 ± 4.03 U/L; p = .03) among the intervention group. Thus, based on the results from the study, it can be said that anethole + SDG-enriched bakery products could be developed as a functional dietary option for hyperlipidemia in developing countries like Pakistan."
    },
    {
      "pmid": "37160299",
      "title": "Effect of Fennel-Valerian Extract on Hot Flashes and Sleep Disorders in Postmenopausal Women: A Randomized Trial.",
      "authors": [
        "Ensiyeh Jenabi",
        "Salman Khazaei",
        "Soodabeh Aghababaei",
        "Shirin Moradkhani"
      ],
      "journal": "Journal of menopausal medicine",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: This study aims to evaluate the effect of a mixture of fennel and valerian extracts on hot flashes and sleep disorders of postmenopausal women in Iran. A randomized trial was conducted. METHODS: A total of 76 postmenopausal women were randomly assigned to either of the two groups: fennel-valerian extract or control. One 500 mg fennel-valerian extract capsule was given twice, daily for 8 weeks. The 500 mg oral placebo capsule (starch) was given the same way. RESULTS: The mean duration of hot flashes increased in both the groups over time (P < 0.001). The mean frequency and severity of hot flashes in the intervention group were significantly lower than in the control group, in the first and second months after intervention (P < 0.050). Women in the fennel-valerian extract group had a significantly lower Pittsburgh Sleep Quality Index score than the control group 2 months after intervention (P = 0.030). CONCLUSIONS: This study found that fennel-valerian extract was effective for relieving sleep disorders as well as the severity and frequency of hot flashes compared with a placebo."
    },
    {
      "pmid": "37051350",
      "title": "Validation of γ-radiation and their effect on phenolic compounds, antioxidant activity, and microbial load of fennel (Foeniculum vulgare) seeds and cinnamon (Cinnamomum verum) sticks.",
      "authors": [
        "Salma M Ahmed",
        "Amro B Hassan"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to validate the optimum doses of γ-radiation and its effect on the antioxidant capacity and microbial load of fennel seeds and cinnamon sticks. Gamma irradiation was applied in different doses 0.0, 2.5, 5.0, 7.5, 10, and 15 kGy. The findings stated that increasing gamma dose significantly (p < .05) increased the total phenolic content of the fennel seeds; however, it was decreased in cinnamon at doses higher than 5 kGy. The total flavonoid content was found higher after treatments at 5 kGy or more minor. After the gamma irradiation treatments, the antioxidant activities were enhanced. The microbial load of these spices was reduced after treatment. Doses more than 10.0 kGy are required to lower the bacterial load in samples, while only 5.0 kGy is sufficient to eliminate fungi growth. The partial least squares regression analysis stated the application of 7.5 kGy and reflects the most valid treatment doses for radiation treatments of fennel seeds and cinnamon sticks. Accordingly, it can be discovered that the γ-radiation at a dose of 7.5 kGy could be considered a suitable dose for the preservation and decontamination of these spices and also for enhancing its antioxidant capacity. Three spices were subjected to gamma irradiation at different doses. The application of gamma radiation significantly reduces the level of the microbial load in the spices. Gamma irradiation improved the antioxidant capacity of the spices. Gamma irradiation can be applied as an effective preservative method in the food industries."
    },
    {
      "pmid": "36552526",
      "title": "Phenolics and Volatile Compounds of Fennel (Foeniculum vulgare) Seeds and Their Sprouts Prevent Oxidative DNA Damage and Ameliorates CCl4-Induced Hepatotoxicity and Oxidative Stress in Rats.",
      "authors": [
        "Hassan Barakat",
        "Ibrahim Ali Alkabeer",
        "Thamer Aljutaily",
        "Mona S Almujaydil",
        "Reham M Algheshairy",
        "Raghad M Alhomaid",
        "Abdulkarim S Almutairi",
        "Ahmed Mohamed"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2022-Nov-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Researchers recently focused on studying the nutritional and functional qualities of sprouts generated from seeds. The current study investigated the total phenolic content (TPC), total flavonoids (TF), total flavonols (TFL), antioxidant activity (AOA), specific phenolic acids, and volatile chemicals in fennel seeds (FS) and fennel seed sprouts (FSS). The oxidative DNA damage prevention activity of selected FS and FSS extracts against DNA was examined. Consequently, the antioxidative stress potential of FS and FSS extracts at 300 and 600 mg kg-1 on CCl4-induced hepatotoxicity and oxidative stress in rats weas investigated. The liver's functions and oxidative stress biomarkers in rat blood were examined. FSS exhibited rich phytochemical content such as TPC, TF, TFL, and AOA with altered phenolics and volatiles. HPLC identified nineteen compounds of phenolic acids and their derivatives in FS. Thirteen phenolics and six flavonoids were predominantly identified as Vanillic acid and Kaempferol, respectively. GC-MS analysis identified fifty and fifty-one components in FS and FSS, respectively. The predominant component was Benzene, [1-(2-propenyloxy)-3-butenyl] (trans-Anethole) (38.41%), followed by trans-Anethole (Benzene, 1-methoxy-4-(2-propenyl)) (23.65%), Fenchone (11.18%), and 1,7-Octadiene, 2-methyl-6-methylene- Cyclohexene (7.17%). Interestingly, α-Pinene, Fenchone, trans-Anethole (Benzene, 1-methoxy-4-(2-propenyl)), 4-Methoxybenzaldehyde (4-Anisaldehyde), Benzeneacetic acid, α-hydroxy-4-methoxy, and Nonacosane contents were increased. While Dillapiole, 7-Octadecenoic acid, and methyl ester were newly identified and quantified in FSS. The oxidative DNA damage prevention capability of FSS and FS extracts indicated remarkable DNA protection. Administrating FS and FSS extracts at 300 and 600 mg kg-1 ameliorated AST, ALT, and ALP, as well as GSH, CAT, MDA, and SOD, in a dose-dependent manner. The most efficient treatment of FS or FSS was using a dose of 600 mg Kg-1, which recorded an improvement rate of 20.77 and 24.17, 20.36 and 24.92, and 37.49 and 37.90% for ALT, AST, and ALP, respectively. While an improvement rate of 40.08 and 37.87%, 37.17 and 46.52%, 114.56 and 154.13%, and 66.05 and 69.69% for GSH, DMA, CAT, and SOD compared to the CCl4-group, respectively. The observed protection is associated with increased phenolics and volatiles in F. vulgare. Therefore, FS and FSS are recommended as functional foods with bioactive functionality, health-promoting properties, and desired prevention capabilities that may help prevent oxidative stress-related diseases."
    },
    {
      "pmid": "36432071",
      "title": "Effects of Heat Treatments on Various Characteristics of Ready-to-Eat Zucchini Purees Enriched with Anise or Fennel.",
      "authors": [
        "Luiza-Andreea Tănase Butnariu",
        "Oana-Viorela Nistor",
        "Gabriel-Dănuț Mocanu",
        "Doina-Georgeta Andronoiu",
        "Adrian Cîrciumaru",
        "Elisabeta Botez"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Nov-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Galactagogue herbs, also known as natural lactation adjuvants, are frequently used to stimulate breast milk production. Due to their antioxidant activity and phenolic content, anise (Pimpinella anisum L.) and fennel (Foeniculum vulgare L.) were chosen to increase the added value of zucchini (Cucurbita pepo L.) purees. At the same time, this work aimed to determine the influence of heat treatment on various characteristics of the final product. The phytochemical content, color parameters, and rheological and textural parameters of zucchini purees enriched with herbal aqueous extracts were determined after processing and after one week of storage (4 °C). In the case of antioxidant activity, samples registered a variation between 6.62 ± 1.71 and 38.32 ± 3.85 µM Trolox/g DW for the samples processed by steam convection. The total difference color parameter (ΔE) increased seven times after one week of storage compared to samples at T0. Fennel and anise aqueous extracts helped improve the rheological behavior of zucchini samples both by steam and hot air convection. This study may serve as a springboard for future investigations and clinical trials into the scientific validity and safety of ready-to-eat foods with special destinations.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Foeniculum",
        "Pimpinella",
        "Antioxidants",
        "Steam",
        "Hot Temperature",
        "Apiaceae",
        "Vegetables"
      ]
    },
    {
      "pmid": "36421558",
      "title": "Herbal Fennel Essential Oil Nanogel: Formulation, Characterization and Antibacterial Activity against Staphylococcus aureus.",
      "authors": [
        "Aftab Alam",
        "Ahmed I Foudah",
        "Mohammad Ayman Salkini",
        "Mohammad Raish",
        "Jyotiram Sawale"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2022-Nov-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Antimicrobial resistance (AMR) is one of the greatest threats to humanity in the world. Antibiotic-resistant bacteria spread easily in communities and hospitals. Staphylococcus aureus (S. aureus) is a serious human infectious agent with threatening broad-spectrum resistance to many commonly used antibiotics. To prevent the spread of pathogenic microorganisms, alternative strategies based on nature have been developed. Essential oils (EOs) are derived from numerous plant parts and have been described as antibacterial agents against S. aureus. Fennel essential oils were selected as antibacterial agents encapsulated in nanoparticles of polylactic acid and glycolic acid (PLGA). The optimum size of the formulation after loading with the active ingredient was 123.19 ± 6.1595 nm with a zeta potential of 0.051 ± 0.002 (23 ± 1.15 mV). The results of the encapsulation efficiency analysis showed high encapsulation of EOs, i.e., 66.4 ± 3.127. To obtain promising carrier materials for the delivery of fennel EOs, they were incorporated in the form of nanogels. The newly developed fennel oils in PLGANPs nanogels have good drug release and MIC against S. aureus. These results indicate the potential of this novel delivery system for antimicrobial therapy."
    },
    {
      "pmid": "35951072",
      "title": "Traditional Chinese Nursing Using Fennel With Coarse Salt for Ironing and Umbilical Moxibustion for Epigastric Pain With Spleen-stomach Vacuity Cold.",
      "authors": [
        "Yuan-Yuan Zhang",
        "Si-Ting Wang",
        "Xiu-Hong Long",
        "Li-Hua Wei",
        "Chun Pang",
        "Qing Guan",
        "Qiu-Yan Li"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "CONTEXT: Spleen-stomach vacuity cold is the primary TCM pattern for epigastric pain, accounting for 75% of the patients. According to the TCM theory of treating both the tip and the root, epigastric pain requires the caregiver to dissipate cold and relieve pain, the treatments for the tip, which warm and supplement the spleen and stomach, the treatments for the root. OBJECTIVE: This study aimed to explore effectiveness of traditional Chinese nursing care using fennel mixed with coarse salt for ironing,with umbilical moxibustion, for epigastric pain, with a pattern of spleen-stomach vacuity cold. DESIGN: The research team designed a randomized control trial (RCT). SETTING: The study was conducted at Ruikang Affiliated Hospital of Guangxi University of Chinese Medicine in the capital city of the Guangxi Zhuang autonomous region in the People's Republic of China. PARTICIPANTS: Participants were 96 patients who had been admitted to the hospital between October and November 2020 with epigastric pain resulting from the TCM spleen-stomach vacuity cold pattern, equivalent to chronic atrophic gastritis in Western medicine. INTERVENTION: The research team randomly divided participants into an intervention group (n = 48) and a control group (n = 48) using a random digits table. The intervention group received fennel mixed with coarse salt for ironing, combined with umbilical moxibustion, whereas the control group received routine care. OUTCOME MEASURES: The study's instruments included the Traditional Chinese Medicine (TCM) Syndrome Score Scale (TCMSSS), Medical Outcome Study (MOS) Short Form 36 (SF-36), and Satisfaction with TCM Nursing Program (STCMNP). Data were collected and analyzed through descriptive statistics a Chi-square test and independent t test. A significance level of P < .05 was accepted for all statistical analyses. RESULTS: The intervention group had mean scores that indicated significantly higher decreases in epigastric pain, and increases in quality of life and level of satisfaction with the traditional Chinese nursing care than the control group did (P < .05). CONCLUSIONS: The traditional Chinese nursing care was able to improve epigastric pain, enhance quality of life, and increase satisfaction with the traditional Chinese nursing care.",
      "mesh_terms": [
        "Abdominal Pain",
        "China",
        "Foeniculum",
        "Humans",
        "Medicine, Chinese Traditional",
        "Moxibustion",
        "Spleen",
        "Stomach"
      ]
    },
    {
      "pmid": "35802574",
      "title": "The effect of a fennel seed extract on the STAT signaling and intestinal barrier function.",
      "authors": [
        "Barun Das",
        "John Rabalais",
        "Philip Kozan",
        "Tina Lu",
        "Nassim Durali",
        "Kevin Okamoto",
        "Matthew D McGeough",
        "Beom Jae Lee",
        "Kim E Barrett",
        "Ronald Marchelletta",
        "Mamata Sivagnanam"
      ],
      "journal": "PloS one",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Foeniculum vulgare, F. vulgare, commonly known as fennel, is believed to be one of the world's oldest medicinal herbs and has been exploited by people for centuries as a nutritional aid for digestive disorders. In many southeast Asian countries, it is ingested as an after-meal snack, mukhvas, due to its breath-freshening and digestive aid properties. F. vulgare is used in some countries, such as Iran, as a complementary and alternative treatment for inflammatory bowel disease (IBD). METHODS: This study investigated the effects of fennel seed extract on intestinal epithelium barrier function and the Signal Transducer and Activator of Transcription (STAT) pathway. This pathway is active in inflammatory bowel disease. To study the protective effects of fennel seed extract in vitro, monolayers derived from the T84 colonic cell line were challenged with interferon-gamma (IFN-γ) and monitored with and without fennel seed extract. To complement our in vitro studies, the dextran sodium sulfate induced murine colitis model was employed to ascertain whether the protective effect of fennel seed extract can be recapitulated in vivo. RESULTS: Fennel seed extract was shown to exert a protective effect on transepithelial electrical resistance (TEER) in both T84 and murine models and showed increases in tight junction-associated mRNA in T84 cell monolayers. Both models demonstrated significant decreases in phosphorylated STAT1 (pSTAT1), indicating reduced activation of the STAT pathway. Additionally, mice treated with fennel seed showed significantly lower ulcer indices than control mice. CONCLUSIONS: We conclude barrier function of the gastrointestinal tract is improved by fennel seed extract, suggesting the potential utility of this agent as an alternative or adjunctive therapy in IBD.",
      "mesh_terms": [
        "Animals",
        "Foeniculum",
        "Humans",
        "Inflammatory Bowel Diseases",
        "Intestinal Mucosa",
        "Mice",
        "Plant Extracts",
        "Plants, Medicinal",
        "Seeds"
      ]
    },
    {
      "pmid": "35787321",
      "title": "Potential benefits of early-life supplementation of liquid feed with fennel (Foeniculum vulgare) seeds or oregano (Origanum vulgare) leaves on growth, health, and blood metabolites in Holstein dairy calves.",
      "authors": [
        "M Ansari",
        "S Kargar",
        "M A Eslami",
        "R Falahati",
        "M Albenzio",
        "M Caroprese",
        "M J Zamiri",
        "M Kanani"
      ],
      "journal": "Journal of dairy science",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was performed to determine the early-life (first month of age) supplementation of liquid feed with fennel seed powder (FSP) or oregano leaf powder (OLP) on growth performance, health, and blood biochemical attributes in preweaning dairy calves. Holstein female calves (n = 57; 1 d of age; 34.1 ± 0.97 kg of BW; mean ± SE) were assigned randomly to receive liquid feed (colostrum and milk) with no added herbal plants (CON) or supplemented with FSP (3 g/d) or OLP (30 g/d) during the first month of age. The calves received pooled colostrum (4.5 kg/d on the first 2 d of life; total solids = 25.0% ± 1.24; mean ± SD) and then pooled waste milk (6 kg/d from d 3 to 44, 5 kg/d from d 45 to 46, 4 kg/d from d 47 to 48, and 3 kg/d from d 49 to 50 of the trial; total solids = 12.54% ± 0.50) to ensure they receive same mixed liquid feed daily. The calves had unlimited access to the starter feed and fresh water and remained in the study until weaning on d 51 of age. The average mean temperature-humidity index was 70.1 units (ranging between 61.9 to 78.2) during the experiment, indicating a borderline degree of environmental heat-load. The amount of starter feed offered and refused was recorded daily. The calves were weighed immediately after birth and every 10 d thereafter, before the morning feeding. Jugular blood samples were taken immediately before and 24 h after colostrum feeding, at first month of age, and at weaning to quantify serum concentrations of glucose, urea N, cholesterol, triglycerides, total proteins, albumin, globulin, aspartate transferase, alanine transferase, total antioxidant status, and malondialdehyde. Health checks including rectal temperature, general appearance (on a 1-5 score system), fecal score (on a 1-5 score system), and bovine respiratory disease (BRD; scored using the University of Wisconsin Calf Health Chart) were performed daily, by a veterinarian who was unaware of the calf treatment allocations, for all calves over the study period. A repeated-measures ANOVA was used to compare growth performance and blood metabolites among treatment groups, and a logistic regression model using a binomial distribution (PROC GLIMMIX, SAS v. 9.4, SAS Institute Inc.) was used to assess the chance of elevated rectal temperature (≥39.4°C), general appearance (≥2), diarrhea (≥3), and BRD. A Poisson regression model (PROC GENMOD) was also used to test group differences in the experience of days with elevated rectal temperature and general appearance, and frequency and duration of diarrhea or BRD. Total nutrient intake (DM, CP, and ME, but not ether extract) originating from milk and starter feed was greater in OLP- (but not FSP-) supplemented calves compared with CON group, being partially associated with difference in milk refusal. Calves receiving FSP and OLP had greater average daily gain, BW gain, skeletal gain (withers height or heart girth, respectively), and feed efficiency compared with CON animals with no difference between FSP and OLP. Rectal temperature was lower in FSP- (but not OLP-) supplemented calves compared with CON animals. The CON animals had a greater chance of experiencing higher rectal temperature (≥39.4°C; odds ratio = 1.55 and confidence interval = 1.12-2.15 and odds ratio = 1.33 and confidence interval = 0.92-1.90, respectively, compared with FSP and OLP) and general appearance (≥2; odds ratio = 1.99 and confidence interval = 1.45-2.74 and odds ratio = 1.45 and confidence interval = 1.03-2.05), and diarrhea (odds ratio = 1.47 and confidence interval = 1.11-1.97 and odds ratio = 1.49 and confidence interval = 1.07-2.08) compared with those receiving FSP or OLP; with the chance of BRD being lower in FSP- (but not OLP-) supplemented versus CON animals (odds ratio = 1.59 and confidence interval = 1.13-2.23). As compared with OLP and CON groups, FSP treatment resulted in shorter days with elevated rectal temperature and general appearance. Supplementing FSP or OLP decreased the duration of diarrhea and BRD but not their frequency compared with CON. Duration of diarrhea was not different between FSP- or OLP-supplemented calves but calves supplemented with FSP had shorter days with BRD compared with OLP-supplemented calves. Of the blood constituents measured on d 30, concentration of aspartate transferase was higher in FSP- (but not CON) versus OLP-supplemented calves, indicating a transient liver tissue damage or dysfunction which was subsequently ameliorated. At weaning, blood concentration of triglycerides was higher in FSP and OLP groups compared with CON group. Supplementation of the liquid feed with FSP or OLP, especially FSP, had beneficial effects on calf growth performance and health. Further experiments are warranted for optimizing the dosage and duration of feeding FSP or OLP as feed additives for dairy calves.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Aspartic Acid",
        "Body Weight",
        "Cattle",
        "Cattle Diseases",
        "Diet",
        "Dietary Supplements",
        "Female",
        "Foeniculum",
        "Humans",
        "Milk",
        "Origanum",
        "Powders",
        "Seeds",
        "Transferases",
        "Triglycerides",
        "Weaning"
      ]
    },
    {
      "pmid": "35693146",
      "title": "The Association Between Fennel Extract, Serum Lipid Profile, and Leptin Receptor Expression.",
      "authors": [
        "Forogh Zakernezhad",
        "Mahmood Barati",
        "Nima Sanadgol",
        "Monireh Movahhedi",
        "Ahmad Majd",
        "Fereshteh Golab"
      ],
      "journal": "Basic and clinical neuroscience",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Obesity is among the most severe challenges of our era, with significant health consequences and a high economic burden for health systems. Therefore, many countries have developed political agendas to cope with this ever-rising challenge. Along with chemical medications developed to manage obesity, researchers have focused on some natural ingredients and herbal extracts that are effective in reducing weight. The current study investigated the association between Foeniculum vulgar (fennel) extracts and body weight, lipid profile, and leptin. METHODS: In total, 35 adult male BALB/c mice were investigated in sham, fennel 50 mg/kg, fennel 100 mg/kg, and fennel 200 mg/kg (n=7) groups. The mice were administered fennel extracts for fourteen days while weighted at the intervention's beginning and end. Then, their weight, lipid profile, serum leptin, and expression of leptin protein in the hypothalamus were measured. RESULTS: After providing the intervention, leptin receptor protein expression was increased in all groups, while serum leptin didn't change significantly. Moreover, a significant decrease was observed in the cholesterol dose of 100 mg/kg/day, triglycerides in 100 and 200 mg/kg/day, and LDL in 50 and 100 mg/kg/day. Serum HDL was increased significantly in a dose of 100 mg/kg/day. CONCLUSION: Fennel extract can decrease the lipid profile by changing the expression of the leptin receptor. HIGHLIGHTS: Obesity contributes to many health problems and dyslipidemia.Leptin is known for its hunger-blocking can regulate food intake and affects the levels of lipid. circulation.Fennel is a plant with strong antioxidant activities [18] that can influence (increase) satiety and (reduce) food intake.Fennel contains phytosterols that are known to reduce cholesterol solubilization that in turn decreases its absorption.Fennel extract can improve the lipid profile by influencing the leptin receptor expression. PLAIN LANGUAGE SUMMARY: Obesity is one of the most serious challenges of our era, with significant health consequences. Researchers have focused on some natural ingredients and herbal extracts. The current study aimed to investigate the association between Foeniculum vulgar (fennel) extracts and body weight, lipid profile, and leptin. After treatment of fennel, leptin receptor protein expression was increased in all groups, while serum leptin didn't change significantly. A significant decrease was observed in the cholesterol, triglycerides and LDL in some doses of fennel. Serum HDL was increased significantly in a dose of 100 mg/kg/day. So fennel extract can decrease the lipid profile by changing the expression of the leptin receptor."
    },
    {
      "pmid": "35684193",
      "title": "Streptomyces albidoflavus Strain CARA17 as a Biocontrol Agent against Fungal Soil-Borne Pathogens of Fennel Plants.",
      "authors": [
        "Antonia Carlucci",
        "Maria Luisa Raimondo",
        "Donato Colucci",
        "Francesco Lops"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2022-May-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fennel crop is a horticultural plant susceptible to several soil-borne fungal pathogens responsible for yield losses. The control of fungal diseases occurring on fennel crops is very difficult with conventional and/or integrated means; although several chemical fungicides are able to contain specific fungal diseases, they are not registered for fennel crops. The intensive use of some fungicides causes public concern over the environment and human health. The main aims of this study were to assess the ability of a strain of Streptomyces albidoflavus CARA17 to inhibit the growth of fungal soil-borne pathogens, and to protect fennel plants against severe fungal soil-borne pathogens such as Athelia rolfsii, Fusarium oxysporum, Plectosphaerella ramiseptata, Sclerotinia sclerotiorum and Verticillium dahliae. This study confirmed that the CARA17 strain has been able to inhibit the mycelium growth of pathogens in vitro conditions with significant inhibition degrees, where S. sclerotiorum resulted in being the most controlled. The strain CARA17 was also able to significantly protect the fennel seedlings against fungal soil-borne pathogens used in vivo conditions, where the treatment with an antagonist strain by dipping resulted in being more effective at limiting the disease severity of each fungal soil-borne pathogen. Moreover, any treatment with the CARA17 strain, carried out by dipping or after transplanting, produced benefits for the biomass of fennel seedlings, showing significant effects as a promoter of plant growth. Finally, the results obtained showed that CARA17 is a valid strain as a biocontrol agent (BCA) against relevant fungal soil-borne pathogens, although further studies are recommended to confirm these preliminary results. Finally, this study allowed for first time worldwide the association of Plectosphaerella ramiseptata with fennel plants as a severe pathogen."
    },
    {
      "pmid": "35663901",
      "title": "Dual Inhibitory Activity of Petroselinic Acid Enriched in Fennel Against Porphyromonas gingivalis.",
      "authors": [
        "Nanami Yoshino",
        "Tsuyoshi Ikeda",
        "Ryoma Nakao"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Increasing evidence has shown that a major periodontal pathobiont, Porphyromonas gingivalis, triggers oral dysbiosis leading to deterioration not only of periodontal health, but also of several systemic conditions. In the present study we identified remarkable anti-P. gingivalis activity of Foeniculum vulgare (fennel), an herbal plant used in Asian cuisine as well as in traditional medicine, by screening of 92 extracts prepared from 23 edible plants. The n-hexane-extracted fennel (HEF) showed a rapid lethal action toward P. gingivalis, while it was rather ineffective with a wide range of other oral commensal bacterial species. Morphological analysis using both high-speed atomic force microscopy and field emission scanning electron microscopy revealed that a low concentration of HEF (8 μg/mL) resulted in formation of protruding nanostructures composed of outer membrane vesicle (OMV)-like particles, while a high concentration of HEF (64 μg/mL) induced bacteriolysis with overproduction of OMVs with unusual surface properties. Interestingly, HEF treatment resulted in deprivation of two outer membrane transporter proteins, RagA and RagB, which is essential for nutrient acquisition in P. gingivalis, by extracellularly releasing RagA/RagB-enriched OMVs. Furthermore, HEF showed gingipain-inhibitory activity toward both arginine-specific (Rgps) and lysine-specific (Kgp) gingipains, resulting in blocking oral epithelial cell rounding and the subsequent detachment from culture dishes. Finally, we isolated petroselinic acid as a major bactericide as well as a gingipain inhibitor through a bioassay-guided fractionation of HEF. Taken together, our findings suggest clinical applicability of HEF and petroselinic acid for periodontitis therapy to eliminate P. gingivalis and its major virulence factors on the basis of the dual anti-P. gingivalis activity, i.e., rapid bacteriolysis and gingipain inhibition."
    },
    {
      "pmid": "35564055",
      "title": "Whey Beverage Emulsified System as Carrying Matrix of Fennel Seed Extract Obtained by Supercritical CO2 Extraction: Impact of Thermosonication Processing and Addition of Prebiotic Fibers.",
      "authors": [
        "Adela Cristina Martinez Urango",
        "Maria Isabel Landim Neves",
        "Maria Angela A Meireles",
        "Eric Keven Silva"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2022-May-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Whey beverages that were enriched with fructooligosaccharides (FOS) and xylooligosaccharides (XOS) were used for carrying Foeniculum vulgare extract that was obtained by the supercritical CO2 extraction technique to produce novel functional products. Fennel-based whey beverages were subjected to thermosonication processing (100, 200, and 300 W at 60 °C for 15 min) to verify the performance of the dairy colloidal system for protecting the bioactive fennel compounds. The impacts of thermosonication processing on the quality attributes of the functional whey beverages were examined according to their droplet size distribution, microstructure, kinetic stability, color parameters, browning index, total phenolic content (TPC), and antioxidant capacity by DPPH (2,2-diphenyl-1-picrylhydrazyl) and ABTS (2,2-Azino-bis-(3-ethylbenzothiazoline)-6-sulphonic acid) assays. The enrichment of the whey beverages with FOS and XOS did not affect their kinetic stability. However, the addition of prebiotic dietary fibers contributed to reducing the mean droplet size due to the formation of whey protein-FOS/XOS conjugates. The thermosonication treatments did not promote color changes that were discernible to the human eye. On the other hand, the thermosonication processing reduced the kinetic stability of the beverages. Overall, the colloidal dairy systems preserved the antioxidant capacity of the fennel seed extract, regardless of thermosonication treatment intensity. The whey beverages enriched with FOS and XOS proved to be effective carrying matrices for protecting the lipophilic bioactive fennel compounds."
    },
    {
      "pmid": "35465200",
      "title": "Gibberellic acid interacts with salt stress on germination, growth and polyamine gene expression in fennel (Foeniculum vulgare Mill.) seedlings.",
      "authors": [
        "Houneida Attia",
        "Khalid Alamer",
        "Badreyah Algethami",
        "Walid Zorrig",
        "Kamel Hessini",
        "Kamala Gupta",
        "Bhaskar Gupta"
      ],
      "journal": "Physiology and molecular biology of plants : an international journal of functional plant biology",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: This study aimed to rigorously investigate and integrate the underlying hypothesis that an enhancing effect of gibberellic acid (GA3, 3 µM) with increased growth actually leads to a modification of the physiological role of polyamines during salinity stress (NaCl, 100 mM) in fennel. These analyses concern both reserve tissues (cotyledons) and embryonic axes in growth. Physiological results indicate a restriction of germination, growth, mineral nutrition and damages to membranes of salt-treated seedlings. This was partially attenuated in seedlings treated with an interaction effect of GA3 and NaCl. Peroxidase and catalase activities showed a reduction or an augmentation according to the treatments and organs. The three main polyamines (PA): putrescine, spermidine and spermine were elevated in the salt-treated seedlings. Meanwhile, GA3 seed priming was extremely efficient in reducing PA levels in salt-stressed seedlings compared to the control. Response of PA genes to salinity was variable. Up-regulation was noted for SPMS1, ODC1, and ADC1 in hypocotyls and cotyledons (H + C) and down-regulation for SAMDC1 in the radicle. Interaction of salt/GA3 treatment showed different responses, only ODC1 in (H + C) and ADC1 in both radicle and (H + C) were overexpressed. Concerning other genes, no change in mRNA abundance was observed in both organs compared to the salt-treated seedlings. From these results, it could be inferred that the fennel seedlings were NaCl sensitive. This sensitivity was mitigated when GA3 applied for seed priming and applied in combination with NaCl, which resulted in a reduction of the PA content. SUPPLEMENTARY INFORMATION: The online version contains supplementary material available at 10.1007/s12298-022-01140-4."
    },
    {
      "pmid": "35335302",
      "title": "Nanostructured Lipid Carriers (NLC) for Biologically Active Green Tea and Fennel Natural Oils Delivery: Larvicidal and Adulticidal Activities against Culex pipiens.",
      "authors": [
        "Ibrahim Taha Radwan",
        "Mohamed M Baz",
        "Hanem Khater",
        "Abdelfattah M Selim"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2022-Mar-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "(1) Background: The control of mosquitoes with essential oils is a growing demand. (2) Methods: This study evaluated the novel larvicidal and adulticidal activity of fennel and green tea oils and their nanostructured lipid carriers (NLC) against Culex pipiens (C. pipiens) in the laboratory, field conditions and evaluated their effect against non-target organisms. SLN type II nanoformulations were synthesized and characterized using dynamic light scattering (DLS), zeta potential and transmission electron microscope. (3) Results: The synthesized NLCs showed spherical shaped, homogenous, narrow, and monomodal particle size distribution. The mortality percent (MO%) post-treatment (PT) with 2000 ppm for 24 h with fennel oil and NLC fennel (NLC-F) reached 85% (LC50 = 643.81 ppm) and 100% (LC50 = 251.71), whereas MO% for green tea oil and NLC green tea (NLC-GT) were 80% (LC50 = 746.52 ppm) and 100% (LC50 = 278.63 ppm), respectively. Field trial data showed that the larval reduction percent of fennel oil and NLC-F reached 89.8% and 97.4%, 24 h PT and the reduction percent of green tea oil and NLC-GT reached 89% and 93%, 24 h PT with persistence reached 8 and 7 days, for NLC-F and NLC-GT, respectively. The adulticidal effects showed that NLC-F and NLC-GT (100% mortality) were more effective than fennel and green tea oils (90.0% and 83.33%), with 24 h PT, respectively. Moreover, their reduction of adult density after spraying with LC95 X2 for 15 min, with fennel oil, NLC-F, and green tea oil, NLC-GT were 83.6%, 100%, 79.1%, and 100%, respectively, with persistence (>50%) lasting for three days. The predation rate of the mosquitofish, Gambusia affinis, and the bug, Sphaerodema urinator, was not affected in both oil and its NLC, while the predation rate of the beetle, Cybister tripunctatus increased (66% and 68.3%) by green tea oil and NLC-GT, respectively. (4) Conclusions: NLCs nanoformulation encapsulated essential oils was prepared successfully with unique properties of size, morphology, and stability. In vitro larvicidal and adulticidal effects against C. pipiens supported with field evaluations have been performed using essential oils and their nanoformulations. The biological evaluation of nanoformulations manifested potential results toward both larvicidal and adulticidal compared to the essential oils themselves, especially NLC encapsulated fennel oil which had promising larvicidal and adulticidal activity.",
      "mesh_terms": [
        "Animals",
        "Culex",
        "Foeniculum",
        "Nanostructures",
        "Oils, Volatile",
        "Tea"
      ]
    },
    {
      "pmid": "34917815",
      "title": "Fennel (Foeniculum vulgare) seed powder increases Delta-Like Non-Canonical Notch Ligand 1 gene expression in testis, liver, and humeral muscle tissues of growing lambs.",
      "authors": [
        "Mohammadreza Mohammadabadi",
        "Seyed Hojat Masoudzadeh",
        "Amin Khezri",
        "Oleksandr Kalashnyk",
        "Ruslana Volodymyrivna Stavetska",
        "Nataliia Ihorivna Klopenko",
        "Valentyna Petrivna Oleshko",
        "Serhii Vasyliovych Tkachenko"
      ],
      "journal": "Heliyon",
      "publication_date": "2021-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Delta-Like Non-Canonical Notch Ligand 1 (DLK1) is one of the key genes involved in the development of muscle, liver, pancreas, and lung cells; adipocytes production; and the improvement of digestion, growth performance, and meat quality. It has been documented that fennel is effective on increasing the DLK1 gene (DLK1) expression in the testis, liver, and muscle tissues, which may consequently have important implications for sheep production. Hence, the aim of the current investigation was to evaluate the fennel seed powder's effect on DLK1 expression in testis, liver, and humeral muscle tissues in growing lambs. For the purpose of this study, 30 male Kermani sheep were fed with three different group of diets (number of animals in each group was 10), including control (without any fennel seed powder), treatment 1 (with 10 g/kg of dry matter (DM) fennel seed powder), and treatment 2 (with 20 g/kg of DM fennel seed powder) during a 3-month period. Thereafter, total RNA was extracted, cDNA was synthesized, and Real-Time PCR was performed. The addition of fennel seed powder (in the treatment 1 and treatment 2 groups) in the growing lambs diets consequently resulted in greater expression of DLK1 in both the liver and humeral muscle tissues compared to the testis tissue (P < 0.05). Furthermore, the increased DLK1 expression was higher in the tissue of humeral muscle (P < 0.05) in comparison to the other two tissues. As well, the concentration of blood testosterone was greater (P < 0.05) for the animals fed with fennel powder compared to growing lambs fed with the control diet. However, the concentrations of blood liver enzymes, including serum glutamic oxaloacetic transaminase (SGOT) and serum glutamic pyruvic transaminase (SGPT), decreased by the addition of 10 g/kg DM fennel to diets of lambs compared to the control diet (no fennel). Therefore, it can be concluded that using fennel seed powder in the diet of growing lamb by affecting the expression of DLK1, can improve the concentrations of blood testosterone, SGOT, SGPT, and muscle structure (increased mass of muscle and size of muscle fiber)."
    },
    {
      "pmid": "34834598",
      "title": "In Vitro Anti-Trypanosoma cruzi Activity of Halophytes from Southern Portugal Reloaded: A Special Focus on Sea Fennel (Crithmum maritimum L.).",
      "authors": [
        "Catarina G Pereira",
        "Carolina Borsoi Moraes",
        "Caio H Franco",
        "Clarissa Feltrin",
        "Raphaël Grougnet",
        "Euzébio Guimarães Barbosa",
        "Michele Panciera",
        "Carlos Roque D Correia",
        "Maria João Rodrigues",
        "Luísa Custódio"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2021-Oct-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Marine halophytes are an outstanding reservoir of natural products and several species have anti-infectious traditional uses. However, reports about their potential use against neglected tropical ailments, such as Chagas disease, are scarce. This work evaluated for the first time the in vitro anti-Trypanosoma cruzi activity of extracts from the aromatic and medicinal species Helichrysum italicum subsp. picardii (Boiss. & Reut.) Franco (Asteraceae, everlasting) and Crithmum maritimum L. (Apiaceae, sea fennel). For that purpose, decoctions, tinctures, and essential oils from everlasting's flowers and sea fennel's stems, leaves, and flowers were tested against intracellular amastigotes of two T. cruzi strains. The extract from the sea fennel flower decoction displayed significant anti-trypanosomal activity and no toxicity towards the host cell (EC50 = 17.7 µg/mL, selectivity index > 5.65). Subsequent fractionation of this extract afforded 5 fractions that were re-tested in the same model of anti-parasitic activity. Fraction 1 was the most active and selective (EC50 = 0.47 μg/mL, selectivity index = 59.6) and was submitted to preparative thin-layer chromatography. One major compound was identified, falcarindiol, which was likely the one responsible for the observed anti-trypanosomal activity. This was confirmed using a commercially sourced molecule. Target-fishing studies showed falcarindiol as a ligand of T. cruzi spermidine synthase, pointing to a potential enzyme-inhibiting anti-trypanosomal mechanism of action. Overall, this work shows that sea fennel can provide effective anti-parasitic molecule(s) with potential pharmacological applications in the treatment of CD."
    },
    {
      "pmid": "34829668",
      "title": "Impact of Fennel Essential Oil as an Antibiotic Alternative in Rabbit Diet on Antioxidant Enzymes Levels, Growth Performance, and Meat Quality.",
      "authors": [
        "Tharwat Imbabi",
        "Islam Sabeq",
        "Ali Osman",
        "Kamal Mahmoud",
        "Shimaa A Amer",
        "Aziza M Hassan",
        "Nikolay Kostomakhin",
        "Walid Habashy",
        "Ahmed A Easa"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2021-Nov-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the current study, fennel essential oil was used as an antibiotic alternative compared to gentamycin for enhancing the expression of apoptosis genes and antioxidant enzymes in weaned rabbits as well as meat quality and growth performance. The gene expression of the cell lymphoma 2 (BAX and BCL2), caspase3 (CASP3), and glutathione peroxidase (GPX1) were estimated in the liver tissue using qRT-PCR. A total of 45 Moshtohor weaned male rabbits aged four weeks were randomly allocated to control, T1, and T2 treatment groups; each consisted of 15 weaned male rabbits with five replicates. Rabbits in the T1 and T2 groups were orally supplied with 1 mL fennel oil and 1 mL gentamycin, respectively. Weaned rabbits under different treatments showed increased body weight (BW) at 8 and 12 weeks of age and average daily gain (ADG) at 4-8 and 4-12 weeks of age compared to the control group. Compared to the controls, the weaned rabbits supplemented with fennel oil and gentamycin had lower total cholesterol, triglyceride, and MDA. In addition, villus length, mRNA of BAX, BCL2, Casp3, and GPX were increased in the different treatments compared to the control. Furthermore, the meat of these rabbits was less tender, had a lower aerobic plate count (APC), pH, and was brighter and redder in color than the control. Under the conditions of the present study, the supplementation of weaned Moshtohor rabbits with fennel oil as a natural alternative for gentamycin enhanced feed conversion and daily gain through enhancing villus length and mucus thickness. Additionally, fennel essential oil reduces oxidative stress by increasing the antioxidant enzymes."
    },
    {
      "pmid": "34707494",
      "title": "Anti-Inflammatory and Antimicrobial Volatile Oils: Fennel and Cumin Inhibit Neutrophilic Inflammation via Regulating Calcium and MAPKs.",
      "authors": [
        "Michal Korinek",
        "Heba Handoussa",
        "Yi-Hong Tsai",
        "You-Ying Chen",
        "Meng-Hua Chen",
        "Zan-Wei Chiou",
        "Yu Fang",
        "Fang-Rong Chang",
        "Chia-Hung Yen",
        "Chung-Fan Hsieh",
        "Bing-Hung Chen",
        "Mohamed El-Shazly",
        "Tsong-Long Hwang"
      ],
      "journal": "Frontiers in pharmacology",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Neutrophilic inflammatory diseases, such as chronic obstructive pulmonary disease (COPD), acute respiratory distress syndrome (ARDS), or psoriasis, exert a huge burden on the global health system due to the lack of safe and effective treatments. Volatile oils from terrestrial plants showed impressive therapeutic effects against disorders of the skin, digestive system, lungs, liver, metabolism, and nervous system. However, their effect on the immune system and neutrophil function is still elusive. Fennel, cumin, marjoram, lavender, caraway, and anise are the common nutraceuticals that are widely used in the Mediterranean diet. The volatile oils of these herbs were screened for various biological activities, including anti-inflammatory, anti-allergic, antimicrobial, and antiviral effects. Several oils showed anti-inflammatory and antimicrobial potential. Fennel (Foeniculum vulgare) and cumin (Cuminum cyminum) fruits' volatile oils significantly suppressed the activation of human neutrophils, including respiratory burst and the degranulation induced by formyl peptide receptor agonists fMLF/CB and MMK1 in the human neutrophils (IC50, 3.8-17.2 µg/ml). The cytotoxic effect and free-radical scavenging effects (ABTS, DPPH) of these oils did not account for the observed effects. Both fennel and cumin volatile oils significantly shortened calcium influx recovery time and inhibited phosphorylation of mitogen-activated protein kinases (p38, JNK, and ERK) expression. The gas chromatography-mass spectrometry analysis of these oils revealed the presence of estragole and cuminaldehyde as the major components of fennel and cumin volatile oils, respectively. Our findings suggested that cumin and fennel, common in the Mediterranean diet, hold the potential to be applied for the treatment of neutrophilic inflammatory diseases."
    },
    {
      "pmid": "34187122",
      "title": "Effect of fennel on primary dysmenorrhea: a systematic review and meta-analysis.",
      "authors": [
        "Hadis Shahrahmani",
        "Masumeh Ghazanfarpour",
        "Nasim Shahrahmani",
        "Fatemeh Abdi",
        "Robert D E Sewell",
        "Mahmoud Rafieian-Kopaei"
      ],
      "journal": "Journal of complementary & integrative medicine",
      "publication_date": "2021-Jan-11",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: One of the most common complaints for women is dysmenorrhea. Several studies investigated the treatment effects of medicinal plants on primary dysmenorrhea. OBJECTIVES: This systematic review and meta-analysis investigates the effect of Foeniculum vulgare (Fennel) on pain in primary dysmenorrhea in comparison to non-steroidal anti-inflammatory drugs such as mefenamic acid. METHODS: PubMed, EMBASE, EBSCO Web of Science, Scopus, Cochrane library, Cochrane Central Register of Controlled Trials (CENTRAL), Science Direct, ProQuest, ISI Web of Science, Google Scholar, Magiran, SID, Iran Medex, and Irandoc were searched up to January 2019. Quality assessment of clinical trials was conducted using Jadad scoring system. Totally, 12 studies were entered in the meta-analysis. I 2 was calculated to determine heterogeneity. Fixed effects and/or random effects models were applied. RESULTS: Meta-analysis of these trials showed that F. vulgare intake decreased significantly the intensity of dysmenorrhea compared to the placebo (SMD -0.632; CI: -0.827 to -0.436; p<0.001; heterogeneity p=0.807; I 2=0%; fixed effect model; seven articles). However, the effect of Mefenamic acid with F. vulgare was not different from each other (SMD=-0.214; CI: -0.446 to 0.017; p=0.07; heterogeneity p=0.58; I 2=0%; fixed effect model; six trials). CONCLUSION: The F. vulgare alleviates dysmenorrhea. Regarding the same effect of F. vulgare with NSAIDs, it is highly recommend to the women suffered from dysmenorrhea specifically the ones who have high tendency toward herbal medicine.",
      "mesh_terms": [
        "Anti-Inflammatory Agents, Non-Steroidal",
        "Dysmenorrhea",
        "Female",
        "Foeniculum",
        "Humans",
        "Mefenamic Acid",
        "Phytotherapy",
        "Plant Preparations"
      ]
    },
    {
      "pmid": "34073180",
      "title": "Study on the Mechanism of Ionic Liquids Improving the Extraction Efficiency of Essential Oil Based on Experimental Optimization and Density Functional Theory: The Fennel (Foeniculi fructus) Essential Oil Case.",
      "authors": [
        "Guolin Shi",
        "Longfei Lin",
        "Yuling Liu",
        "Gongsen Chen",
        "Anhui Yang",
        "Yanqiu Wu",
        "Yingying Zhou",
        "Hui Li"
      ],
      "journal": "Molecules (Basel, Switzerland)",
      "publication_date": "2021-May-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this work, microwave-assisted ionic liquids treatment, followed by hydro-distillation (MILT-HD), as an efficient extraction technology, was used to extract essential oil. The purpose for this was to use multivariate analysis (MVA) models to investigate the effects of potential critical process parameters on the extraction efficiency of essential oil, and explore the mechanism of ionic liquids (ILs). According to the design of experiment (DoE), under optimal process conditions, the extraction efficiency of essential oil was dramatically enhanced, and had low energy demands. Since little is known regarding those mechanisms, according to the non-covalent interaction analysis, the underlying mechanism for ILs improving extraction efficiency was explored based on the density functional theory (DFT). The results showed that ILs could form intense non-covalent bond interaction with cellulose. It helped destroy the network hydrogen bond structure of cellulose in plant cells and caused the essential oils in the cells to be more easily exposed to the extraction solution, thereby accelerating extraction efficiency. Based on this work, it is conducive to understand the MILT-HD process better and gain knowledge of the mechanism of ILs.",
      "mesh_terms": [
        "Carbon Dioxide",
        "Cellulose",
        "Chemistry Techniques, Analytical",
        "Distillation",
        "Foeniculum",
        "Gas Chromatography-Mass Spectrometry",
        "Hydrogen Bonding",
        "Imidazoles",
        "Ionic Liquids",
        "Kinetics",
        "Microscopy, Electron, Scanning",
        "Microwaves",
        "Multivariate Analysis",
        "Oils, Volatile",
        "Polysaccharides",
        "Spectroscopy, Fourier Transform Infrared"
      ]
    },
    {
      "pmid": "33725577",
      "title": "Fennel (Foeniculum vulgare Miller) for the management of menopausal women's health: A systematic review and meta-analysis.",
      "authors": [
        "Hye Won Lee",
        "Lin Ang",
        "Eunseop Kim",
        "Myeong Soo Lee"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2021-May",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review",
        "Systematic Review"
      ],
      "abstract": "This review aimed to evaluate the current evidence on the effectiveness and safety of fennel (Foeniculum vulgare Miller) for managing menopausal women's health. Fourteen databases were searched. We included randomized controlled trials (RCTs) that evaluated any type of fennel treatment in menopausal women. Seven RCTs that met our inclusion criteria were identified and analyzed. The included RCTs had concerning risks of bias in general. Two RCTs compared the effects of fennel with placebo, and the meta-analysis results favored fennel for improving menopausal symptoms (n = 145, standard mean difference -1.32 [-1.76, -0.87], p < 0.00001). Other studies failed to show beneficial effects of fennel in terms of sexual function, quality of life (QoL), and psychological health. No serious adverse events were reported. Our review presented evidence for fennel improving menopausal symptoms. However, the effectiveness and safety of fennel in improving QoL, and psychological health remains unclear.",
      "mesh_terms": [
        "Female",
        "Foeniculum",
        "Humans",
        "Menopause",
        "Phytotherapy",
        "Quality of Life",
        "Women's Health"
      ]
    },
    {
      "pmid": "33711998",
      "title": "Evaluation of expression and serum concentration of anti-Mullerian hormone as a follicle growth marker following consumption of fennel and flaxseed extract in first-generation mice pups.",
      "authors": [
        "Fahimeh Pourjafari",
        "Tahereh Haghpanah",
        "Fariba Sharififar",
        "Seyed Noreddin Nematollahi-Mahani",
        "Ali Afgar",
        "Massood Ezzatabadipour"
      ],
      "journal": "BMC complementary medicine and therapies",
      "publication_date": "2021-Mar-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The aim of the present study was to assess the expression and serum level of AMH in first-generation female mice pups following fennel and flaxseed consumption. METHODS: Twenty pregnant NMRI mice were allocated into four groups including control (CTL), fennel (FV), flaxseed (LU) and FV+ LU. Sixty-four female offsprings after lactation period, received the same regimen as their mothers for 56 and 240 days. The ovarian follicles development, serum concentration of AMH, as well as gene and protein expression of AMH were evaluated in the female offsprings at post-natal day 56 (PND56) and 240 (PND240). RESULTS: The number of total growing follicles were raised in the FV group in compression to the all experimental groups. In contrast, LU group showed a marked decrease in their numbers. The highest level of serum AMH was seen in the FV-diet mice, whereas LU negatively affected it. The expression level of AMH also increased in the FV and FV + LU groups, while a reduction was observed in the LU group. As well, IHC data showed that the number of AMH-positive cells in almost ovarian follicles of FV and FV + LU-treated mice was in compared to those of the LU group. CONCLUSIONS: The overall effect of fennel treatment (alone and in combination with flaxseed) on ovary might be maintain primordial follicle storage through increased expression and serum level of AMH.",
      "mesh_terms": [
        "Animals",
        "Animals, Newborn",
        "Anti-Mullerian Hormone",
        "Female",
        "Flax",
        "Foeniculum",
        "Iran",
        "Mice",
        "Ovarian Follicle",
        "Plant Extracts",
        "Pregnancy"
      ]
    },
    {
      "pmid": "33610846",
      "title": "The effect of borage, ginger and fennel extracts on acrylamide formation in French fries in deep and electric air frying.",
      "authors": [
        "Amira Haddarah",
        "Elissa Naim",
        "Iman Dankar",
        "Francesc Sepulcre",
        "Montserrat Pujolà",
        "Manal Chkeir"
      ],
      "journal": "Food chemistry",
      "publication_date": "2021-Jul-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to evaluate the effect of three Lebanese wild plant extracts on acrylamide (AA) content in French fries, and to investigate the impact of air frying (AF) and deep frying (DF) techniques against AA formation. HPLC showed higher level of AA in DF (1384.79 ng/g) than in AF (163.1 ng/g). Indeed, the plant extracts of ginger, borage and fennel succeeded to decrease AA (59.67, 67.99, and 73.36% in (AF) and 21.91, 66.29 and 29.15% in (DF) respectively)in both fryers. Accordingly, borage fennel and ginger with their high scavenging activity (86.09%, 89.11% 93.67% respectively) and total phenolic contents (298.61, 117.79 and 97.36 of GAE respectively) can act as healthy beneficial pre-treatment, overall reducing AA in potato fries particularly in AF. This study was the first to reveal the importance of using plant extract in reducing AA in potato fries, a staple Lebanese food.",
      "mesh_terms": [
        "Acrylamide",
        "Borago",
        "Cooking",
        "Electricity",
        "Foeniculum",
        "Zingiber officinale",
        "Hot Temperature",
        "Plant Extracts",
        "Solanum tuberosum"
      ]
    },
    {
      "pmid": "33598155",
      "title": "Methanolic extract of Fennel (Foeniculum vulgare) escalates functional restoration following a compression injury to the sciatic nerve in a mouse model.",
      "authors": [
        "Javeria Maqbool",
        "Haseeb Anwar",
        "Javed Iqbal",
        "Azhar Rasul",
        "Ali Imran",
        "Shoaib Ahmad Malik",
        "Asghar Shabbir",
        "Fazeela Ijaz",
        "Faiqa Sajid",
        "Rabia Akram",
        "Tao Sun",
        "Muhammad Imran",
        "Ghulam Hussain",
        "Saiful Islam"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2021-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Peripheral nerve injury (PNI) is one of the major health concerns faced by the community at present. Till now, available therapeutic approaches are ineffective to fully heal a nerve injury and to assure the functional recovery entirely. Natural compounds can prove attractive and effective drug candidates to bridge up this gap. In this scenario, the present study was designed to explore the role of methanolic extract of Foeniculum vulgare (F. vulgare) seeds in accelerating the function regain following a sciatic nerve injury in a mouse model. For this purpose, 12 adult healthy albino mice (BALB/C), 8-10 weeks old, were grouped as control (Ctrl, n = 6) and treatment (Trt, n = 6). The treated group was given methanolic extract of F. vulgare (200 mg/kg per day) started from the day of nerve crush until the end of the study. The sensorimotor function regain assessed by hot plate test, grip strength, and SFI assessments was found significantly (p < .05) ameliorated in the F. vulgare-treated group. A prominent improvement in the muscle mass of the treated group further affirmed these effects. Furthermore, morphometric analysis of muscle fiber cross-sectional area of tibialis anterior muscle between groups revealed a noticeable improvement in muscle fibers' diameter of the treated group. Conclusively, these findings suggest that F. vulgare methanolic extract exhibits the potential to escalate functional recovery following a peripheral nerve injury. However, the real players of this extract and the mechanism involved in boosting functional restoration need to be dissected by further work."
    },
    {
      "pmid": "33575119",
      "title": "Effects of dietary fennel (Foeniculum vulgare Mill.) seed powder supplementation on growth performance, nutrient digestibility, small intestinal morphology, and carcass traits of broilers.",
      "authors": [
        "Huihui Liu",
        "Jinlu Li",
        "Shuqin Lin",
        "Ting Liu",
        "Chen Zheng"
      ],
      "journal": "PeerJ",
      "publication_date": "2021",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: With the increasing demands in livestock and poultry breeding and the growing number of food-borne diseases, it is necessary to practice food safety and develop strategies to produce healthy livestock. Fennel (Foeniculum vulgare Mill.) has been used as an additive in poultry production by some researchers, but there are few studies on the systemic beneficial effects of dietary fennel seed powder supplementation on broilers. Therefore, this study aimed to investigate the effect of dietary fennel seed powder supplementation on feed intake, the apparent metabolic rate of nutrients, intestinal morphology, and carcass traits in Cobb broilers. METHODS: A single-factor experimental design was used. In total, 160 1-day-old Cobb broiler chicks were randomly assigned to four treatments, with four replicates each (n = 10/replicate). Broilers in the control (CN) group were fed a basal diet without fennel seed powder, and broilers in the treatment groups were fed a basal diet supplemented with 0.15% (LF), 0.30% (MF), or 0.45% (HF) fennel seed powder, respectively. Feeding trials lasted for 42 days under the conditions of ad libitum access to feed and water, and 24-h illumination. During the third and sixth weeks, digestive and metabolic assays were carried out. When the broilers were 42 days old, one chicken with a weight close to the average was selected from each repetition, euthanized by an intravenous injection of 5% sodium pentobarbital, and carcass traits were measured and intestinal samples were collected for morphological assessment. RESULTS: There was no significant difference in growth performance of broilers (P > 0.05). The breast muscle percentage, fat width and fat width index, breast muscle area, and breast muscle area index of broilers in the LF group were higher than those in other groups (P < 0.05). Jejunum weight and length were higher in MF than in CN and LF broilers (P < 0.05). Additionally, duodenal villi height, ileal villi height, and ileal wall thickness were higher in MF than in CN broilers (P < 0.05). There were no significant differences in nutrient utilization among all groups (P > 0.05), except that the ash apparent metabolic rate in MF broilers at 21 days of age was higher than that in LF broilers (P < 0.05). In conclusion, dietary supplementation with a moderate concentration of fennel affects carcass performance, and intestinal morphology, and promotes the growth and development of broilers."
    },
    {
      "pmid": "33277525",
      "title": "Structural characterization and in vitro lipid binding studies of non-specific lipid transfer protein 1 (nsLTP1) from fennel (Foeniculum vulgare) seeds.",
      "authors": [
        "Mekdes Megeressa",
        "Bushra Siraj",
        "Shamshad Zarina",
        "Aftab Ahmed"
      ],
      "journal": "Scientific reports",
      "publication_date": "2020-Dec-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Non-specific lipid transfer proteins (nsLTPs) are cationic proteins involved in intracellular lipid shuttling in growth and reproduction, as well as in defense against pathogenic microbes. Even though the primary and spatial structures of some nsLTPs from different plants indicate their similar features, they exhibit distinct lipid-binding specificities signifying their various biological roles that dictate further structural study. The present study determined the complete amino acid sequence, in silico 3D structure modeling, and the antiproliferative activity of nsLTP1 from fennel (Foeniculum vulgare) seeds. Fennel is a member of the family Umbelliferae (Apiaceae) native to southern Europe and the Mediterranean region. It is used as a spice medicine and fresh vegetable. Fennel nsLTP1 was purified using the combination of gel filtration and reverse-phase high-performance liquid chromatography (RP-HPLC). Its homogeneity was determined by sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE) and matrix-assisted laser desorption/ionization-time of flight (MALDI-TOF) mass spectrometry. The purified nsLTP1 was treated with 4-vinyl pyridine, and the modified protein was then digested with trypsin. The complete amino acid sequence of nsLTP1 established by intact protein sequence up to 28 residues, overlapping tryptic peptides, and cyanogen bromide (CNBr) peptides. Hence, it is confirmed that fennel nsLTP1 is a 9433 Da single polypeptide chain consisting of 91 amino acids with eight conserved cysteines. Moreover, the 3D structure is predicted to have four α-helices interlinked by three loops and a long C-terminal tail. The lipid-binding property of fennel nsLTP1 is examined in vitro using fluorescent 2-p-toluidinonaphthalene-6-sulfonate (TNS) and validated using a molecular docking study with AutoDock Vina. Both of the binding studies confirmed the order of binding efficiency among the four studied fatty acids linoleic acid > linolenic acid > Stearic acid > Palmitic acid. A preliminary screening of fennel nsLTP1 suppressed the growth of MCF-7 human breast cancer cells in a dose-dependent manner with an IC50 value of 6.98 µM after 48 h treatment.",
      "mesh_terms": [
        "Amino Acid Sequence",
        "Cell Proliferation",
        "Chromatography, High Pressure Liquid",
        "Electrophoresis, Polyacrylamide Gel",
        "Fatty Acids",
        "Foeniculum",
        "Humans",
        "Inhibitory Concentration 50",
        "Linoleic Acid",
        "MCF-7 Cells",
        "Mass Spectrometry",
        "Molecular Docking Simulation",
        "Naphthalenesulfonates",
        "Palmitic Acid",
        "Protein Binding",
        "Protein Conformation, alpha-Helical",
        "Protein Domains",
        "Seeds",
        "Stearic Acids",
        "alpha-Linolenic Acid"
      ]
    },
    {
      "pmid": "33274865",
      "title": "Role of Caraway, Fennel and Melissa Addition on Productive Performance of Lactating Frisian Cows.",
      "authors": [
        "Adel Eid Mohamed Mahmoud",
        "Hassan Awny Fouad Rahmy",
        "Wafaa Mostafa Ali Ghoneem"
      ],
      "journal": "Pakistan journal of biological sciences : PJBS",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVE: The use of aromatic and herbal plants as a feed additive became a new trend in feeding dairy cows to enhance animal productivity. This study was conducted to evaluate the effect of adding some herbal and aromatic plants (Melissa, Fennel and Caraway) at 0.7% of total DM of rations. MATERIALS AND METHODS: Three herbal plants were evaluated in this study (melissa, fennel and caraway) by using thirteen Holstein Friesian cows. Cows were in 3rd and 5th lactation seasons were used as one experimental group by swing over design in lactation experiment (control then T1 then T2 then T3 then control). Nutrients digestibility, milk production, milk composition and blood constituents were determined. RESULTS: Data indicated that nutrients digestibility and nutritive value were improved with herbal plants addition, especially with caraway treatment which recorded significantly (p>0.05) the highest values. In the same trend, Actual milk yield, 4% FCM and fat content were significantly (p>0.05) increased when cows fed rations supplemented with fennel and caraway. The addition of melissa decreased the concentration of Total Saturated Fatty Acids (TSFA) in the milk. Normal ranges for blood parameters with no negative impact on animal health were observed with experimental rations. CONCLUSION: It could be concluded that caraway addition at 0.7% of the total dry matter of dairy rations, has a great potential to improve animal productivity and enhance the quality of milk fatty acids profile.",
      "mesh_terms": [
        "Animal Feed",
        "Animal Nutritional Physiological Phenomena",
        "Animals",
        "Carum",
        "Cattle",
        "Dairying",
        "Digestion",
        "Fatty Acids",
        "Female",
        "Foeniculum",
        "Lactation",
        "Melissa",
        "Milk",
        "Nutritional Status",
        "Nutritive Value"
      ]
    },
    {
      "pmid": "33271298",
      "title": "Effect of hypocaloric high-protein, low-carbohydrate diet supplemented with fennel on androgenic and anthropometric indices in overweight and obese women with polycystic ovary syndrome: A randomized placebo-controlled trial.",
      "authors": [
        "Azadeh Nadjarzadeh",
        "Akram Ghadiri-Anari",
        "Nahid Ramezani-Jolfaie",
        "Mohammad Mohammadi",
        "Amin Salehi-Abargouei",
        "Seyedeh Mahdieh Namayande",
        "Hassan Mozaffari-Khosravi",
        "Elham Hosseini-Marnani"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: The aim of this study was to evaluate the effect of hypocaloric high-protein, low-carbohydrate weight loss diet supplemented with fennel on anthropometric and androgen indices in overweight and obese women with polycystic ovary syndrome (PCOS). METHODS: A randomized controlled trial with a factorial design was performed on sixty-four overweight/obese women with PCOS. Participants were randomly allocated to four groups (n = 16 per group) as follows: 1) hypocaloric standardize diet + fennel (2 capsule/day) (HSDF), 2) hypocaloric high-protein diet + fennel (2 capsule/day) (HHPF), 3) hypocaloric standardize diet + placebo (HSDP), and 4) hypocaloric high-protein diet + placebo (HHPP). RESULTS: The mean (SD) age of the participants was 28.54 (6.80) years and body mass index was 32.24 (4.65) kg/m2. At the end of intervention, protein intake was 20.43 % in the groups that received a high-protein diet versus 16.37 % in the standard diet groups (P < 0.001). Combination of hypocaloric high-protein diet and fennel capsule did not significantly affect change in outcomes compared with groups not receiving them. There was a significant interaction between hypocaloric high-protein diet and fennel on weight (P = 0.019). CONCLUSION: A hypocaloric high-protein diet along with fennel supplementation could not provide additional improvements in anthropometric and androgen indices among PCOS women. Further studies are required to more precisely elucidate these findings.",
      "mesh_terms": [
        "Adult",
        "Androgens",
        "Anthropometry",
        "Diet, Carbohydrate-Restricted",
        "Female",
        "Foeniculum",
        "Humans",
        "Obesity",
        "Overweight",
        "Placebos",
        "Polycystic Ovary Syndrome",
        "Young Adult"
      ]
    },
    {
      "pmid": "33182553",
      "title": "Fennel for Reducing Pain in Primary Dysmenorrhea: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.",
      "authors": [
        "Hye Won Lee",
        "Lin Ang",
        "Myeong Soo Lee",
        "Zainab Alimoradi",
        "Eunseop Kim"
      ],
      "journal": "Nutrients",
      "publication_date": "2020-Nov-10",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "Fennel is used as an alternative treatment for primary dysmenorrhea. This review aims to evaluate the effectiveness and safety of fennel for reducing pain in primary dysmenorrhea. Twenty databases, including English, Korean, Chinese, Japanese, Iranian, and Spanish databases, were searched from inception to 20 October 2020. All randomized controlled trials (RCTs) investigating the effectiveness of fennel for treating primary dysmenorrhea were considered. Two reviewers conducted the data extraction and risk of bias assessment independently. Any discrepancies were resolved through discussion with a third reviewer. A total of 12 studies were included in this review. The pooled results of seven trials showed that the effect of fennel is similar to that of conventional drug therapies in alleviating pain (n = 502, standardized mean difference (SMD): 0.07, 95% confidence interval(CI): -0.08 to 0.21, p < 0.37, I2 = 0%). In comparison with placebo, fennel was seen to have favorable effects on reducing pain in primary dysmenorrhea (n = 468, SMD: -3.27, 95% CI: -5.28 to -1.26, p = 0.001, I2 = 98%). Only three studies assessed adverse events (AEs), and one study reported minor AEs. Although the risk of bias for all the included studies was moderate, potential publication bias was observed due to the presence of a greater number of small studies with favorable effects. This systematic review concludes that fennel is as effective as conventional drug therapies in alleviating pain in primary dysmenorrhea. More studies that include more diverse populations and robust evidence of fennel's effects will be needed in future research endeavors.",
      "mesh_terms": [
        "Dysmenorrhea",
        "Female",
        "Foeniculum",
        "Humans",
        "Pain Measurement",
        "Phytotherapy",
        "Plant Extracts",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "33110044",
      "title": "The effect of Fennel seed powder on estradiol levels, menopausal symptoms, and sexual desire in postmenopausal women.",
      "authors": [
        "Parvin Ghaffari",
        "Maryam Hosseininik",
        "Ardashir Afrasiabifar",
        "Hossein Sadeghi",
        "Amar Hosseininik",
        "Seyedeh Marzieh Tabatabaei",
        "Nazafarin Hosseini"
      ],
      "journal": "Menopause (New York, N.Y.)",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: The present study was designed to determine the effect of Fennel seed powder on menopausal symptoms, sexual desire, and serum estradiol levels in postmenopausal women. METHODS: The present study was conducted on 80 eligible women (45-60 y) who were referred to the Mofatteh Gynecology Clinic in Yasuj, Iran. Participants were randomized into equal intervention and control (control) groups. The intervention and control groups received four capsules of Fennel seed powder (2 gr) and starch-containing capsules (2 gr) daily over 8 weeks, respectively. Menopausal symptoms and sexual desire of the participants were evaluated using both the menopausal Kupperman index and Hurlbert index of sexual desire. The questionnaires were completed at baseline, week 4 and week 8 of the study by the participants. The serum estradiol levels were measured at baseline and also at the end of the study. The Chi-square test, independent t test, and repeated-measures analysis of variance were used to analyze the data. RESULTS: Menopausal symptoms score significantly decreased from 30.8 ± 6 to 19 ± 5.5 in the intervention group and also from 31.2 ± 6.5 to 26.4 ± 6.2 in the control group (P < 0.05). Treatment with Fennel seed did not significantly enhance the participants sexual desire (P > 0.05). The estradiol levels declined in the intervention (from 60.4 ± 43.4 to 52.6 ± 25.7) and control groups (from 55.1 ± 22.4 to 39.9 ± 26.9). However, this decrease was lower in the intervention group than in the control group. The intergroup differences were not statistically significant (P > 0.05). CONCLUSIONS: The results of the present study indicated that daily use of Fennel seed significantly improved menopausal symptoms in postmenopausal women over 8 weeks, though its effect on estradiol levels and sexual desire was not significant. Further studies with a larger sample size and longer duration are needed to verify these findings.",
      "mesh_terms": [
        "Estradiol",
        "Female",
        "Foeniculum",
        "Humans",
        "Iran",
        "Menopause",
        "Postmenopause",
        "Powders",
        "Seeds"
      ]
    },
    {
      "pmid": "32919695",
      "title": "Co-regulative effects of chitosan-fennel seed extract system on the hormonal and biochemical factors involved in the polycystic ovarian syndrome.",
      "authors": [
        "Abolfazl Bayrami",
        "Arezoo Shirdel",
        "Shima Rahim Pouran",
        "Fariba Mahmoudi",
        "Aziz Habibi-Yangjeh",
        "Ramesh Singh",
        "Abdul Aziz Abdul Raman"
      ],
      "journal": "Materials science & engineering. C, Materials for biological applications",
      "publication_date": "2020-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "There is a renewed interest in the application of chitosan-based drug delivery systems over the last few years. In this study, the ionic gelation method was used to prepare chitosan-engaged tripolyphosphate ions, as the cross-linking molecule, (Chit-TPP) and concurrent loading of the biomolecules of the ethanolic extract of fennel, Foeniculum vulgare, seed (FEC@NBC). The samples were characterized by SEM, DLS, TGA, FTIR, XRD, GC-MS, and zeta potential, and their effects on the related hormonal and biochemical factors of the rats with polycystic ovarian syndrome (PCOS) were assessed. The estradiol valerate-induced PCOS in female rats was confirmed by vaginal smear test and subsequent histological screening. The PCOS-induced rats were treated by fennel seed extract (FSX), Chit-TPP, and FEC@NBC. The process of treatment was monitored by measuring the serum levels of testosterone, luteinizing hormone, follicle-stimulating hormone, insulin, glucose, high-density lipoprotein cholesterol, total cholesterol, and total triglyceride after 16 days of treatment and compared with healthy control and untreated PCOS-control groups. The FEC@NBC administration contributed to the remarkable hormonal, glucose, and lipid profile regulation in the rats with PCOS. The significance of FEC@NBC performance in dealing with PCOS complications compared to that of the only extract could be resulted from the effective targeted delivery and stability of phytomolecules when encapsulated in Chit-TPP.",
      "mesh_terms": [
        "Animals",
        "Chitosan",
        "Female",
        "Foeniculum",
        "Follicle Stimulating Hormone",
        "Humans",
        "Luteinizing Hormone",
        "Plant Extracts",
        "Polycystic Ovary Syndrome",
        "Rats",
        "Testosterone"
      ]
    },
    {
      "pmid": "32835919",
      "title": "Effect of sweet fennel seed extract capsule on knee pain in women with knee osteoarthritis.",
      "authors": [
        "Marzieh Alazadeh",
        "Mohammad Azadbakht",
        "Fatemeh Niksolat",
        "Hossein Asgarirad",
        "Mahmood Moosazadeh",
        "Amirhossein Ahmadi",
        "Seyde Sedighe Yousefi"
      ],
      "journal": "Complementary therapies in clinical practice",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND OBJECTIVES: Knee osteoarthritis is one of the most common types of arthritis. The disease not only has a high disease burden but also reduces the quality of life of patients. The purpose of this research was to study the effect of Foeniculum vulgare Mill. (commonly known as Fennel) seed extract on knee pain in women patients with knee osteoarthritis. METHODS: In this randomized, double-blind trial, a total of 66 patients were assigned randomly via the blocking method in two groups, fennel and placebo. All patients received four capsules daily of either powdered fennel extract (each capsule contained 200 mg dried fennel extract from 7 g of fennel seeds) or placebo twice a day for two weeks. The patients completed the Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC) questionnaire and Visual Analog Scale (VAS) for pain intensity measurement before and after the study completion. Data were then analyzed via intention to treat method using the SPSS statistical software package. RESULTS: Two weeks after the trial, a significant decrease was noted between the two groups in terms of pain, disability, total WOMAC score, and VAS variables. After comparing the pre- and post-intervention, the variables mentioned above revealed a significant decline in both groups. The stiffness variable indicated a significant reduction in the fennel group (between baseline and study completion) after two weeks, but this decline was not significant in the placebo group, and was not significant either between the two groups. At the end of the trial, the percentage change was higher in the fennel group than in the placebo group. Also, the effect size was greater in the fennel group especially in pain variable based on WOMAC and VAS than in the placebo group. CONCLUSION: The results indicated that fennel may be an appropriate alternative for complementary treatment in patients with knee osteoarthritis. This study is the first clinical trial using oral fennel on knee pain in these patients, and the outcomes should be confirmed through additional studies.",
      "mesh_terms": [
        "Adult",
        "Capsules",
        "Double-Blind Method",
        "Female",
        "Foeniculum",
        "Humans",
        "Knee Joint",
        "Middle Aged",
        "Osteoarthritis, Knee",
        "Pain",
        "Pain Measurement",
        "Plant Extracts",
        "Quality of Life",
        "Surveys and Questionnaires",
        "Treatment Outcome",
        "Visual Analog Scale"
      ]
    },
    {
      "pmid": "32822009",
      "title": "Ameliorative effect of Fennel (Foeniculum vulgare) essential oil on chlorpyrifos toxicity in Cyprinus carpio.",
      "authors": [
        "Ayşegül Pala",
        "Osman Serdar",
        "Serpil Mişe Yonar",
        "Muhammet Enis Yonar"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2021-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Chlorpyrifos (CPF) is an organophosphate pesticide that is frequently and widely used to control both agricultural and domestic pests worldwide. In this study, the protective effect of Fennel (Foeniculum vulgare) essential oil (FEO) was investigated in carp (Cyprinus carpio) exposed to CPF. The fish were divided into six groups that one control group (no treatment) and five experimental groups (FEO (3ml/100g diet) group, CPF1 (0.023 mg/l) group CPF2 (0.046 mg/l) group, CPF1 (0.023 mg/l) plus FEO (3ml/100g diet) group, CPF2 (0.046 mg/l) plus FEO (3ml/100g diet) group). Blood and tissue (liver, kidney, gill, and brain) samples were taken from the fish at the end of 14 days of application. Hemoglobin (Hb) level, nitoblue tetrazolium (NBT) activity, and total immunoglobulin (TI) level were measured in blood samples of fish. Acetylcholinesterase (AChE) activity was determined in brain tissue while malondialdehyde (MDA) level, reduced glutathione (GSH) level, catalase (CAT), and glutathione peroxidase (GPx) activity were determined in liver, kidney, and gill tissues. The results showed that there was a significant decrease in Hb level, NBT activity, and TI levels in CPF-treated fish compared to the control group. In addition, increased in MDA levels and significant decreases in GSH level, AChE, CAT, and GPx activities were observed in CPF-treated groups. However, FEO-treated was showed a significant improvement in all parameters except AChE activity compared to CPF groups. These study findings showed that FEO could improve CPF-induced toxicity in C. carpio, except inhibition of AChE activity.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Carps",
        "Chlorpyrifos",
        "Foeniculum",
        "Insecticides",
        "Oils, Volatile",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "32682507",
      "title": "Heated fennel therapy promotes the recovery of gastrointestinal function in patients after complex abdominal surgery: A single-center prospective randomized controlled trial in China.",
      "authors": [
        "Baiyang Chen",
        "Yukun He",
        "Yusha Xiao",
        "Deliang Guo",
        "Pengpeng Liu",
        "Yueming He",
        "Quan Sun",
        "Ping Jiang",
        "Zhisu Liu",
        "Quanyan Liu"
      ],
      "journal": "Surgery",
      "publication_date": "2020-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Postoperative gastrointestinal dysfunction remains a major determinant of the duration of stay after complex abdominal surgery. This study was performed to evaluate the effectiveness of heated fennel therapy in accelerating the recovery of gastrointestinal function. METHODS: This surgeon-blinded, prospective randomized controlled study included 381 patients with hepatobiliary, pancreatic, and gastric tumors who were divided into 2 groups. The patients in the experimental groups received heated fennel therapy, and those in the control groups received heated rice husk therapy. We compared the baseline characteristics, time to first postoperative flatus and defecation, fasting time, duration of postoperative hospital stay, grading of abdominal pain, classification of abdominal distension, inflammatory markers, and nutritional status indicators. RESULTS: The time to first flatus and first defecation and the fasting time were statistically significantly less in the heated fennel therapy group than those in the control groups (P < .05 each); and abdominal distension was also relieved in the experimental groups (P < .001). Heated fennel therapy had no obvious beneficial effect on inflammatory markers but improved the serum albumin (ALB) level of the patients at postop day 9 (P < .001). Among the patients with alimentary tract reconstruction, those in the heated fennel therapy group had a clinically important, lesser hospital stay than those in the control group (9.2 5 ± 5.1 versus 11.1 ± 6.4; P < .023). CONCLUSION: Heated fennel therapy facilitated the gastrointestinal motility function of patients early postoperatively.",
      "mesh_terms": [
        "Abdomen",
        "Adult",
        "Aged",
        "Enhanced Recovery After Surgery",
        "Female",
        "Foeniculum",
        "Gastrointestinal Motility",
        "Humans",
        "Length of Stay",
        "Male",
        "Medicine, Chinese Traditional",
        "Middle Aged",
        "Pancreatic Neoplasms",
        "Phytotherapy",
        "Postoperative Complications",
        "Prospective Studies",
        "Stomach Neoplasms"
      ]
    },
    {
      "pmid": "32603204",
      "title": "Efficacy of herbal medicine (cinnamon/fennel/ginger) for primary dysmenorrhea: a systematic review and meta-analysis of randomized controlled trials.",
      "authors": [
        "Yincong Xu",
        "Qinglin Yang",
        "Xiaoping Wang"
      ],
      "journal": "The Journal of international medical research",
      "publication_date": "2020-Jun",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: To assess the efficacy of herbal medicine (cinnamon/fennel/ginger) for treating primary dysmenorrhea. METHODS: Relevant studies were searched in multiple databases. The weighted mean difference (WMD) was used as the effect indicator for measurement data, and each effect size was given estimates and 95% confidence intervals (CIs). RESULTS: Nine studies with 647 patients were selected. Compared with the results in the control group, pain intensity was significantly relieved in the trial group when assessed by the intervention (cinnamon vs. placebo: WMD = 1.815, 95% CI = 1.330-2.301; fennel vs. placebo: WMD = 0.528, 95% CI = 0.119-6.829; ginger vs. placebo: WMD = 2.902, 95% CI = 2.039-3.765), observation period (one cycle: WMD = 2.061, 95% CI = 0.815-3.307; one cycles: WMD = 1.831, 95% CI = 0.973-2.690), and study quality (high quality: WMD = 2.224, 95% CI = 1.488-2.960). Pain duration was significantly shorter in the trial group (cinnamon vs. placebo: WMD = 16.200, 95% CI = 15.271-17.129). No publication bias was observed for either outcome. CONCLUSIONS: For primary dysmenorrhea, cinnamon/fennel/ginger effectively reduced pain intensity, and cinnamon shortened the duration of pain. Further studies are needed to confirm our results.",
      "mesh_terms": [
        "Cinnamomum zeylanicum",
        "Dysmenorrhea",
        "Female",
        "Foeniculum",
        "Zingiber officinale",
        "Herbal Medicine",
        "Humans",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "32510653",
      "title": "Preventative and therapeutic effects of fennel (Foeniculum vulgare) seed extracts against necrotizing enterocolitis.",
      "authors": [
        "Halil Ibrahim Yakut",
        "Ece Koyuncu",
        "Ufuk Cakir",
        "Cuneyt Tayman",
        "İsmail Koyuncu",
        "Tugba Taskin Turkmenoglu",
        "Esra Cakir",
        "Ahmet Ozyazici",
        "Seda Aydogan",
        "Aysegul Zenciroglu"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2020-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We aimed to understand the efficacy of fennel (Foeniculum vulgare: FV) extract in an experimental necrotizing enterocolitis (NEC) model. Forty-two rat pups were divided into three groups as NEC, NEC treated with fennel extract, and control. At the end of the experiment, tissue samples were taken from the proximal colon and ileum for biochemical and immuno-histological studies including hematoxylin-eosin and Caspase-3-8-9 immunohistochemical staining. Bowel damage and apoptosis were found to be less in the NEC + FV group. Oxidant stress, caspase 3, TNF-α, and IL-6 levels were considerably decreased in the NEC + FV group. Antioxidants were significantly higher in the NEC + FV group more than in the NEC group. Moreover, protein, DNA damage, and lipid peroxidation were found to be decreased in the NEC + FV group compared to the NEC group. PRACTICAL APPLICATIONS: Intense inflammation, oxidant stress, apoptosis, and infection are important in the development of NEC. Fennel has anti-oxidant, anti-inflammatory, antibacterial, antifungal, antiviral, immunomodulatory effects. Fennel extract might be a novel option in the treatment of NEC through its anti-oxidant, anti-inflammatory, anti-apoptotic, and cytoprotective features.",
      "mesh_terms": [
        "Animals",
        "Animals, Newborn",
        "Antioxidants",
        "Enterocolitis, Necrotizing",
        "Foeniculum",
        "Plant Extracts",
        "Rats"
      ]
    },
    {
      "pmid": "32491286",
      "title": "Protective effect of fennel, and its major component trans-anethole against social isolation induced behavioral deficits in rats.",
      "authors": [
        "S Raman",
        "M Asle-Rousta",
        "M Rahnema"
      ],
      "journal": "Physiology international",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Social isolation damages the nervous system by weakening the antioxidant system and leading to behavioral disorders. Fennel (Foeniculum vulgare Mill.) is an herbal plant that has antioxidant and neuroprotective properties. The objective of this study was to evaluate the effect of fennel methanol extract and its major component trans-anethole on spatial learning and memory, anxiety and depression in male rats exposed to social isolation stress.Rats were divided into six groups of Control (C), Fennel (F), trans-Anethole (A), Isolation, Isolation-F and Isolation-A. The rats were kept in the cage alone for 30 days to induce isolation. Fennel extract (150 mg/kg) and trans-anethole (80 mg/kg) were also gavaged during this period. At the end of the course, spatial learning and memory, anxiety and depression were measured by Morris water maze (MWM), elevated plus maze (EPM) and forced swimming test (FST), respectively.Learning and memory were impaired in isolated rats. Swimming time and distance to reach the hidden platform in these animals increased compared with controls (P < 0.05). In the EPM test, the percentage of open arm entries and open arm time also decreased significantly in the Isolation group (P < 0.01). The immobilization time in FST also increased significantly in these animals compared with the Control group (P < 0.001). Fennel and trans-anethole were both able to eliminate these changes in isolated rats.It is concluded that fennel and its major component, trans-anethole are suitable candidates for the prevention and treatment of stress-induced neurological disorders.",
      "mesh_terms": [
        "Allylbenzene Derivatives",
        "Animals",
        "Anisoles",
        "Anxiety",
        "Behavior, Animal",
        "Depression",
        "Flavoring Agents",
        "Foeniculum",
        "Memory",
        "Neuroprotective Agents",
        "Plant Extracts",
        "Rats",
        "Social Isolation",
        "Spatial Learning",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "31991864",
      "title": "Effects of Fennel Seed Powder Supplementation on Growth Performance, Carcass Characteristics, Meat Quality, and Economic Efficiency of Broilers under Thermoneutral and Chronic Heat Stress Conditions.",
      "authors": [
        "Ahmed A Al-Sagan",
        "Shady Khalil",
        "Elsayed O S Hussein",
        "Youssef A Attia"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2020-Jan-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nowadays, phytogenic products have received great attention as a growth promoter due to their safety and environmentally friendly effect as a replacement for classical growth promoters such as antibiotics in animal nutrition. Thus, this research seeks the possibility of using fennel seed powder (FSP) as a dietary additive from 19 to 41 days of age on productive performance, carcass traits, meat quality, and production efficiency of broiler chickens raised under thermoneutral and chronic heat stress conditions. Thus, 216 one-day-old Ross-308 broiler chicks were divided into two equal groups. The first group was placed in an independent temperature-controlled room at 23 ± 2 °C. The broiler chicks from the second group were placed in a heat-stressed room and exposed to chronic heat stress conditions (32 ± 2 °C) for seven hours per day from 8 a.m. to 3 p.m. The experimental design was 2 × 3 factorial including two environmental temperatures (thermoneutral vs chronic heat stress) and three experimental diets that contained 0, 1.6, and 3.2% FSP. The chickens were randomly assigned to 18-floor pens per room temperature, representing six replicates per treatment and six birds per replicate. The results showed that dietary fennel seed powder during days 19-41 of age enhanced the growth rate of broiler chickens and improved breast meat redness and reduced temperature under chronic heat stress. In conclusion, 3.2% of fennel seed powder could be used as an agent for enhancing the broiler's tolerance during chronic heat stress condition from 19 to 41 days of age. Moreover, it is necessary to study in further detail the nitrite and nitrate contents in FSP and their impacts on muscle redness (a*) as well as muscle temperature."
    },
    {
      "pmid": "31782669",
      "title": "Chemical composition and antimycotic activity of six essential oils (cumin, fennel, manuka, sweet orange, cedar and juniper) against different Candida spp.",
      "authors": [
        "Bona Elisa",
        "Arrais Aldo",
        "Gema Ludovica",
        "Perotti Viviana",
        "Birti Debora",
        "Massa Nadia",
        "Novello Giorgia",
        "Gamalero Elisa"
      ],
      "journal": "Natural product research",
      "publication_date": "2021-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Candida are commensal yeasts, present in the alimentary tract and mucocutaneous membranes of mammals. Recently, opportunistic Candida infections increased presenting resistances. Essential oils are mixtures of volatile compounds that may show antibacterial and antifungal effects and are important for food and pharmaceutical industry purposes. The aim of this work was to analyse the potential action of sweet orange, cedar, juniper, cumin, fennel and manuka essential oils. The tested oils were chemically characterised by Gas Chromatography-Mass Spectrometry analysis. The composition of these formulations suggests that each oil is featured by both specific and common components. The activity of the oils was analysed through Agar Disk Diffusion and Minimum Inhibitory Concentration. Their biological performance could be related to the comprehensive set of interactions settled by the natural formulation. Our results demonstrated the efficacy of cumin, fennel and manuka essential oils and supported their application as a natural alternative treatment against Candida spp.",
      "mesh_terms": [
        "Candida",
        "Cuminum",
        "Foeniculum",
        "Juniperus",
        "Microbial Sensitivity Tests",
        "Oils, Volatile"
      ]
    },
    {
      "pmid": "31598511",
      "title": "Effect of the Mixed Herbal Medicines Extract (Fennel, Chamomile, and Saffron) on Menopause Syndrome: a Randomized Controlled Clinical Trial.",
      "authors": [
        "Mitra Mahdavian",
        "Khadijeh Mirzaii Najmabadi",
        "Hossein Hosseinzadeh",
        "Sara Mirzaeian",
        "Shapour Badiee Aval",
        "Habibollah Esmaeeli"
      ],
      "journal": "Journal of caring sciences",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: Menopause is the transition from the reproductive phase of a woman to the non-reproductive. It may impair quality of life. The study aims to determine the effectiveness of mixed herbal medicines on menopause symptoms Methods: A randomized, triple-blind, clinical trial and placebo-controlled study on 120 peri-menopausal women aged 45-65 years for 12 weeks. All participants took herbal extracts drops orally daily and randomly allocated into four groups: placebo (C), A (250 mg chamomile, 30 mg fennel, 15 mg saffron), B (1000 mg, 120 mg, 60 mg), and D (500 mg, 60 mg, 30 mg). Primary outcome was the mean change in scores of the menopause rating scale that evaluates 11 symptoms. Results: The median (IQR) physical score significantly reduced from 8.5(4) to 2(3), in psych score reduced from 12(4) to 2 (2) and in urogenital score reduced from 6.5(3) to 3(2) in group B. In group D physical score decreased from 12(6) to 8(4), in psychological score reduced from12 (3) to 8(4) and urogenital score reduced from 7.5 (3) to 8(3) at week 12. No significant differences in group A and C. With comparison the scores of physical, psych and urogenital domain of MRS questionnaire in 1th ,6th and 12th, no significant difference within group A and C were seen, but statistically significant difference was within group B (p&lt;0.001) and D (p&lt;0.001) in all weeks. The effect size was 0.92. Conclusion: A 12 weeks extracts treatment, there were significant improvement in physical, psychological and urogenital domains in group B."
    },
    {
      "pmid": "31489666",
      "title": "Foeniculum vulgare (Fennel) promotes functional recovery and ameliorates oxidative stress following a lesion to the sciatic nerve in mouse model.",
      "authors": [
        "Ali Imran",
        "Lei Xiao",
        "Waseem Ahmad",
        "Haseeb Anwar",
        "Azhar Rasul",
        "Muhammad Imran",
        "Nimra Aziz",
        "Aroona Razzaq",
        "Muhammad Umair Arshad",
        "Asghar Shabbir",
        "Jose-Luis Gonzalez de Aguilar",
        "Tao Sun",
        "Ghulam Hussain"
      ],
      "journal": "Journal of food biochemistry",
      "publication_date": "2019-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Peripheral nerve injury is one of the major health concerns of the present era which can lead to the long-lasting disability and even demise. Currently, no effective and side effect free remedy exists and exploration of effective therapeutic strategies to regain functional outcome is a need of hour. In the present study, we used BALB/c mice (N = 14 age, 10-12 weeks & weight 32-34 g) that were divided into two groups: Normal chow (n = 7) and Fennel chow (n = 7) group. Here, we have explored the role of crude Foeniculum vulgare mill seeds in promoting functional recovery following a mechanical insult to the sciatic nerve by an oral administration of a crude dose of 500 mg/kg BW. The recovery of both sensory and motor functions was significantly (p > .05) accelerated in the treatment group, assessed by behavioral analyses alongside total antioxidant capacity increase. Conclusively, F. vulgare can be a potential therapeutic candidate for accelerating functional recovery after peripheral nerve injury. PRACTICAL APPLICATIONS: The outcomes of study have vital practical application both for scientists and consumers. The therapeutic role of phytochemicals on functional recovery has not been explored yet. This study will help figure out plant based regimen as booster for brain health and intervention against traumatic nerve injuries. Moreover, it may also attract the food and pharmaceutical industries to formulate cost effective therapeutic products. Likewise, it can prove instrumental for scientists for advance research on this aspect with more mechanistic targets.",
      "mesh_terms": [
        "Animal Feed",
        "Animals",
        "Body Weight",
        "Diet",
        "Dietary Supplements",
        "Eating",
        "Foeniculum",
        "Male",
        "Mice",
        "Mice, Inbred BALB C",
        "Oxidative Stress",
        "Sciatic Neuropathy"
      ]
    },
    {
      "pmid": "31364915",
      "title": "Triggering of apoptosis and cell cycle arrest by fennel and clove oils in Caco-2 cells: the role of combination.",
      "authors": [
        "Islam M El-Garawani",
        "Sobhy Hassab El-Nabi",
        "Gouda T Dawoud",
        "Shaimaa M Esmail",
        "Ahmed E Abdel Moneim"
      ],
      "journal": "Toxicology mechanisms and methods",
      "publication_date": "2019-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Fennel (Foeniculum vulgare) and clove (Syzygium aromaticum) oils are known for their various biological effects, including anticancer properties. Objective: To investigate the anticancer effect of combined fennel and clove oil treatment on Caco-2 cells and normal human lymphocytes (NHL). Methods: GC-MS, in vitro cytotoxicity, morphological, apoptosis-related marker, and flow cytometric cell cycle distribution analyses were conducted. Results: Seventeen volatile compounds were identified in fennel oil, including trans-anethole (68.3%) and (+)-fenchone (8.1%). In clove oil, 22 compounds, including eugenol (71.4%) and caryophyllene (8.7%), were identified. IC50 of the fennel, clove, and oil mixture were 300 ± 5.0, 150 ± 4.0, and 73 ± 2.5 µg/mL, respectively with combination index (CI) < 1.0. Mechanistic anticancer properties were investigated using 30, 45, and 60 µg/mL oil mixture. Analysis of apoptotic morphology, flow cytometric cell cycle distribution, and apoptosis-related markers, such as Bcl-2 and Ki-67, confirmed cell cycle arrest and apoptosis induction in Caco-2 cells by the fennel and clove oil combination. Moreover, the oil mixture did not exert significant (p < 0.01) toxicity on NHL in vitro. Conclusion: The oil mixture exerted selective cytotoxicity towards Caco-2 cells through cell cycle arrest and apoptosis, which may occur through synergistic effects between fennel and clove oil active ingredients.",
      "mesh_terms": [
        "Anticarcinogenic Agents",
        "Apoptosis",
        "Caco-2 Cells",
        "Cell Cycle Checkpoints",
        "Clove Oil",
        "Drug Synergism",
        "Foeniculum",
        "Humans",
        "Oils, Volatile",
        "Syzygium"
      ]
    },
    {
      "pmid": "31096605",
      "title": "Combined Effect of Vacuum Packaging, Fennel and Savory Essential Oil Treatment on the Quality of Chicken Thighs.",
      "authors": [
        "Miroslava Kačániová",
        "Martin Mellen",
        "Nenad L Vukovic",
        "Maciej Kluz",
        "Czeslaw Puchalski",
        "Peter Haščík",
        "Simona Kunová"
      ],
      "journal": "Microorganisms",
      "publication_date": "2019-May-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of the present work was to evaluate the microbiological quality of chicken thighs after treatment by fennel (Foeniculum vulgare) and savory (Satureja hortensis) essential oil, stored under vacuum packaging (VP) at 4 ± 0.5 °C for a period of 16 days. The following treatments of chicken thighs were used: Air-packaging control samples (APCS), vacuum-packaging control samples (VPC), vacuum-packaging (VP) control samples with rapeseed oil (VPRO), VP (vacuum-packaging) with fennel essential oil at concentrations 0.2% v/w (VP + F), and VP with savory essential oil at concentration 0.2% v/w (VP + S). The quality assessment of APCS, VPC, VPRO, VP + F and VP + S products was established by microbiological analysis. The microbiological parameters as the total viable counts of bacteria of the Enterobacteriaceae family, lactic acid bacteria (LAB), and Pseudomonas spp. were detected. Bacterial species were identified with the MALDI-TOF MS Biotyper. The combination of essential oils and vacuum packaging had a significant effect (p < 0.05) on the reduction of total viable counts (TVC) compared with control group without vacuum packaging and the untreated control group. Though 15 genera and 46 species were isolated with scores higher than 2.3 from the chicken samples."
    },
    {
      "pmid": "30972988",
      "title": "Effect of Caraway, Fennel and Melissa addition on in vitro Rumen Fermentation and Gas Production.",
      "authors": [
        "H A F Rahmy",
        "H M El Bana",
        "N E El-Bordeny",
        "Adel E M Mahmoud",
        "Wafaa M A Ghoneem"
      ],
      "journal": "Pakistan journal of biological sciences : PJBS",
      "publication_date": "2019-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVE: Medicinal herbs and aromatic plants could be used to manipulate rumen fermentation. This study aimed to evaluate the effect of adding herbal and aromatic plants at 1, 3, 5, 7% of total ratio DM supplementation of the incubation media of an in vitro rumen model. MATERIAL AND METHODS: About 400±4 mg of feed sample (roughage and concentrate ratio of 45:55%) with each level, weighted into 125 mL glass bottles (6 bottles for each treatment), rumen fluid injected into these bottles and incubated at 39°C, after 24 h incubation digestibility of dry matter (IVDMD) and organic matter digestibility (IVOMD), total gas production (TG) and metabolic energy (ME) were studied. RESULTS: The differences among plants, added at different levels, were significant. Significant differences were also observed between highest level added compared with control in ammonia (NH3) and volatile fatty acids (VFA), IVDMD and IVOMD compared with control. Total gas (TG) was significantly higher at level 7%, especially with added Melissa compared with other plants. Metabolic energy (ME), was significantly higher in all treatments compared with control. CONCLUSION: It may be concluded that addition of different medicinal and aromatic herbal plants Caraway (Carum carvi), fennel (Foeniculum vulgare) and Melissa (Melissa officinali)), especially at highest levels tested has a great potential in manipulating rumen fermentation, which may be of benefit when applied in ruminant nutrition.",
      "mesh_terms": [
        "Ammonia",
        "Animal Feed",
        "Animals",
        "Carum",
        "Dietary Fiber",
        "Digestion",
        "Fatty Acids, Volatile",
        "Fermentation",
        "Foeniculum",
        "Melissa",
        "Methane",
        "Rumen"
      ]
    },
    {
      "pmid": "30907324",
      "title": "Virtual Structural Similarity Elucidates Bioactivity of Fenchone: A Phytochemical Enriched in Fennel Essential Oil.",
      "authors": [
        "Sukhchain Singh",
        "Pawan Gupta",
        "Jeena Gupta"
      ],
      "journal": "Current drug discovery technologies",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Fenchone is a natural monoterpene abundantly present in fennel essential oil. It is known for its wound healing properties but its other biological activities are less explored. METHODS: We used an in silico structural similarity searching approache to identify various biological activities of fenchone. The identified biological activities of fenchone (purchased from Sigma Aldrich) were validated by conducting DPPH free radical scavenging assay, MTT assay, well diffusion assay for antimicrobial activity and enzymatic assays to analyze the activity of different antioxidant enzymes. RESULTS: Camphor was found to possess maximum structural similarity with fenchone (similarityindex 100). Molecular docking demonstrated that the binding modes of fenchone were also similar to camphor against protein Cytochrome CYP101D1 (PDB ID: 4C9K). Fenchone also demonstrated to possess an antioxidant activity (IC50: 3.32±0.008mM), an antimicrobial activity (MIC: 0.49mM) and a very strong antifungal activity. Fenchone protects yeast cells from H2O2 induced cytotoxicity and is cytotoxic to cancerous Hela cells (IC50: 12.63±0.12 μM). Fenchone treatment also showed the reduced activity of antioxidant enzymes i.e glutathione-S-transferase, catalase and lipid peroxidase. CONCLUSION: To the best of our knowledge, this is the first report that used structural similarity searching to explore the biological activities of fenchone.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Antineoplastic Agents",
        "Antioxidants",
        "Camphanes",
        "Camphor",
        "Cytochrome P-450 Enzyme Inhibitors",
        "Cytochrome P-450 Enzyme System",
        "Escherichia coli",
        "Escherichia coli Proteins",
        "Foeniculum",
        "HeLa Cells",
        "Humans",
        "Lipid Peroxidation",
        "Microbial Sensitivity Tests",
        "Molecular Docking Simulation",
        "Norbornanes",
        "Oils, Volatile",
        "Structure-Activity Relationship"
      ]
    },
    {
      "pmid": "30856025",
      "title": "The comparison of fennel infusion plus dry cupping versus metformin in management of oligomenorrhoea in patients with polycystic ovary syndrome: a randomised clinical trial.",
      "authors": [
        "Roshanak Mokaberinejad",
        "Zahra Rampisheh",
        "Jale Aliasl",
        "Elham Akhtari"
      ],
      "journal": "Journal of obstetrics and gynaecology : the journal of the Institute of Obstetrics and Gynaecology",
      "publication_date": "2019-Jul",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Oligomenorrhoea treatment with hormone therapy and Metformin is not usually well tolerated and is associated with a broad range of side effects. In Persian medicine, the management of oligomenorrhoea can be done with fennel and dry cupping. A clinical trial was conducted on 61 patients with oligomenorrhoea. The patients randomly received treatment for 6 months in two groups: fennel infusion plus dry cupping (Group A); versus treatment with Metformin (Group B). On the days between the two periods, the patients' BMI, pain levels and side effects were assessed. Thirty-one patients (mean age: 26.68) in Group A, and 30 patients (mean age: 28.90) in Group B were enrolled. The mean numbers of days between the two periods after 3 and 6 months in Group A was, respectively, 32.59 and 30.69, versus 40.66 and 431.22 in Group B. The mean pain severity dropped significantly in Group A. Fennel seed infusion plus a dry cupping uses a safe and effective therapeutic intervention in the management of oligomenorrhoea. IMPACT STATEMENT What is already known on this subject? Polycystic ovary syndrome (PCOS) is a common endocrine disorder in women. Some common clinical manifestations of this syndrome include menstrual disorders such as oligomenorrhoea and amenorrhoea. The recommended therapeutic interventions include oral intervention, as well as metformin, which are associated with an increased risk of vascular thromboembolism, digestive complications such as nausea, and dizziness, and vitamin B12 deficiency. Therefore, the use of complementary medicine in controlling and treating PCOS is considered a valuable intervention in conventional medicine. In Persian traditional medicine, medicinal fennel (with the scientific name of Foeniculum Vulgare Mill) is commonly used in this regard. The practice of dry cupping during the monthly period that ends with ovulation is also recommended. What do the results of this study add? The present study concludes that fennel seed infusion plus a dry cupping therapy is effective and safe in reducing the days between two menstrual periods and manages oligomenorrhoea. What are the implications of these findings for clinical practice and/or further research? A clinical study is suggested for assessing the effect of fennel seed infusion plus dry cupping on oligomenorrhoea, with a large sample size and a longer follow up time.",
      "mesh_terms": [
        "Acupuncture Therapy",
        "Adult",
        "Body Mass Index",
        "Cupping Therapy",
        "Dysmenorrhea",
        "Female",
        "Foeniculum",
        "Humans",
        "Iran",
        "Medicine, Traditional",
        "Metformin",
        "Oligomenorrhea",
        "Phytotherapy",
        "Plant Extracts",
        "Polycystic Ovary Syndrome",
        "Seeds"
      ]
    },
    {
      "pmid": "30671414",
      "title": "Effect of Foeniculum Vulgare (Fennel) on Sleep Quality of Menopausal Women: A Double-blinded, Randomized Placebo-controlled Trial.",
      "authors": [
        "Maliheh Afiat",
        "Fatemeh Rajab Dizavandi",
        "Leila Kargarfard",
        "Seyede Houra Mosavi Vahed",
        "Masumeh Ghazanfarpour"
      ],
      "journal": "Journal of menopausal medicine",
      "publication_date": "2018-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: Aim of present study was designed to investigate the soporific effect of fennel among menopausal women. METHODS: The present double-blinded and placebo-controlled trial examined the fennel effect on Pittsburgh Sleep Quality Index (PSQI). Total score and relevant 7 components, including sleep duration, sleep latency, use of sleeping medication, subjective sleep quality, sleep disturbances, daytime dysfunction and habitual sleep efficiency among 50 menopausal women compared to control group within a 12-week follow-up. RESULTS: The patients in both groups reported no certain side effects and all subjects completed the study. The mean actual sleep duration was 5 hours and 66 minutes. Intergroup comparison revealed no statistically significant differences in the mean total PSQI score (P = 0.439), subjective sleep quality (P = 0.826), habitual sleep efficiency (P = 0.127), sleep disturbances (P = 0.130), use of sleeping medication (P = 0.52) and daytime dysfunction (P = 0.439). A tendency toward significant between 2 groups was seen concerning the sleep duration (P = 0.059). Intergroup comparison showed significantly borderline levels (P = 0.059). CONCLUSIONS: The treatment of 12 weeks with fennel caused a slight effect that did not reach to significant. These findings should be considered cautiously because of small sample size, short-term follow-up and subjective measure of sleep quality."
    },
    {
      "pmid": "30417995",
      "title": "Health Benefits of Fennel, Rosemary Volatile Oils and their Nano-Forms in Dyslipidemic Rat Model.",
      "authors": [
        "Sahar Y Al-Okbi",
        "Ahmed M S Hussein",
        "Hagar F H Elbakry",
        "Karem Aly Fouda",
        "Khaled F Mahmoud",
        "Mohamed E Hassan"
      ],
      "journal": "Pakistan journal of biological sciences : PJBS",
      "publication_date": "2018-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND OBJECTIVE: Dyslipidemia is a major health problem that may lead to cardiovascular diseases (CVDs). In the present research, a biological experiment was run on dyslipidemic rats to study the health benefits of the volatile oils (VOs) of fennel and rosemary in its original and nano-form using chitosan as carrier. MATERIALS AND METHODS: Rats were divided into 6 groups; normal control, dyslipidemic control and 4 test groups with dyslipidemia and treated by VOs of fennel and rosemary and their respective nano-forms separately. Glucose tolerance test was carried out after 4 weeks. Parameters reflecting oxidative stress/antioxidant plasma catalase, malondialdehyde (MDA) and blood uric acid, were assessed. Plasma lipid profile and tumor necrosis factor alpha (TNF-α) as inflammatory biomarker were determined. Liver and kidney function were assessed as determinant of the safety of the different VO forms. Twenty four hour urinary volume was measured to assess creatinine clearance and to evaluate the possible diuretic activity of the VOs. RESULTS: Dyslipidemic control rats showed dyslipidemia, increased CVDs risk, liver dysfunction, elevated MDA and TNF-α with marked increase in blood sugar after half an hour of glucose ingestion compared to normal control. Treatment with the four VOs forms improved the majority of the biochemical parameters. CONCLUSION: All treatment showed cardio and hepato- protective effect and safety towards kidney and blood sugar. Oxidative stress and inflammatory biomarkers were significantly improved by the different treatments; both VO forms of fennel were more efficient in ameliorating inflammation.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Catalase",
        "Dietary Supplements",
        "Disease Models, Animal",
        "Dyslipidemias",
        "Foeniculum",
        "Lipid Peroxidation",
        "Liver",
        "Male",
        "Malondialdehyde",
        "Oils, Volatile",
        "Oxidative Stress",
        "Plant Oils",
        "Rats",
        "Rosmarinus"
      ]
    },
    {
      "pmid": "30386118",
      "title": "Efficacy of bio-optimized extracts of turmeric and essential fennel oil on the quality of life in patients with irritable bowel syndrome.",
      "authors": [
        "Agostino Di Ciaula",
        "Piero Portincasa",
        "Nathalie Maes",
        "Adelin Albert"
      ],
      "journal": "Annals of gastroenterology",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The use of herbal products to treat irritable bowel syndrome (IBS), a disease that frequently affects the quality of life (QoL), is still under evaluation. This open pilot study assessed the efficacy of bio-optimized extracts of turmeric and essential fennel oil (Enterofytol®) in IBS patients. METHODS: A total of 211 patients (14% diarrhea-predominant, IBS-D; 24% constipation-predominant, IBS-C; 62% mixed, IBS-M) were enrolled by general practitioners and completed questionnaires measuring symptom severity and QoL before and after Enterofytol®, two capsules b.i.d. for one month, followed by two capsules q.d. for another month. RESULTS: IBS severity index and QoL were inversely related. A significant reduction in the severity index and an improvement in QoL were evident following treatment in all IBS subgroups. IBS-D patients showed the worst clinical picture at entry, with the highest IBS severity index and the lowest QoL score, compared with IBS-C and IBS-M subtypes. IBS-D patients, however, also showed the most pronounced response to therapy, considering both scores. The improvement in the IBS severity index was independent of age and sex. CONCLUSIONS: Results from this \"real-life\" study show that the combination of turmeric and essential fennel oil over two months improves both symptoms and QoL in IBS patients, irrespectively of age, sex, initial severity of symptoms and IBS-subtypes, suggesting a potential role for the natural treatment of IBS."
    },
    {
      "pmid": "29901094",
      "title": "Fennel main constituent, trans‑anethole treatment against LPS‑induced acute lung injury by regulation of Th17/Treg function.",
      "authors": [
        "Sichao Zhang",
        "Xi Chen",
        "Ichinkhorloo Devshilt",
        "Qi Yun",
        "Cong Huang",
        "Lijun An",
        "Sosorburam Dorjbat",
        "Xin He"
      ],
      "journal": "Molecular medicine reports",
      "publication_date": "2018-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fennel, commonly used in traditional Chinese medicine, is known as Foeniculum vulgare Mill. And its clinical application has been shown to target many biological systems including gastroenterology, endocrinology, gynecology and respiratory. The main constituent of the fennel essential oil is trans‑anethole, which has been described to have anti‑inflammatory and antibacterial activities. The aim of the present study was to define the anti‑inflammatory influence in acute lung injury (ALI)‑bearing mice. For 3 days, ALI‑bearing mice were induced by lipopolysaccharide (LPS) suspension in normal saline (24 mg/kg). On the fourth day, the trans‑anethole was administrated (36.4, 72.8 or 145.6 mg/kg) as well as dexamethasone (5 mg/kg) once per day for 7 consecutive days in mice. Following the completion of drug administration mice were sacrificed. Hematoxylin and eosin staining was performed in the lung paraffin section, for comparisons between monocyte and eosinophil cells in bronchoalveolar lavage fluid. The relative gene expression of interleukin (IL)‑10 and IL‑17 was determined by reverse transcription‑quantitative polymerase chain reaction. These two cytokines and the proportion of T helper 17 (Th17) cells and T regulatory (Treg) cells were determined by flow cytometry. The main constituent of fennel, trans‑anethole, eliminated LPS‑induced histopathological changes, decreased the number of inflammatory cells and resulted in a notable reduction in IL‑17 mRNA expression. In addition, trans‑anethole increased IL‑10 mRNA expression in isolated lung tissues and resulted in a marked elevation in Treg cells and reduction in Th17 cells in spleen tissues. The results of the present study indicated that the main constituent of fennel, trans‑anethole may be an anti‑inflammation component, which influenced the regulation of Th17/Treg responses. Therefore, this medicinal herb may support a healing effect on diseases of inflammatory.",
      "mesh_terms": [
        "Acute Lung Injury",
        "Allylbenzene Derivatives",
        "Animals",
        "Anisoles",
        "Foeniculum",
        "Interleukin-10",
        "Interleukin-17",
        "Lipopolysaccharides",
        "Male",
        "Mice",
        "T-Lymphocytes, Regulatory",
        "Th17 Cells"
      ]
    },
    {
      "pmid": "29765924",
      "title": "The Effect of Short-term Treatment with Fennel on Lipid Profile in Postmenopausal Women: A Randomized Controlled Trial.",
      "authors": [
        "Maliheh Afiat",
        "Elham Amini",
        "Masumeh Ghazanfarpour",
        "Bahareh Nouri",
        "Mahsa Sadat Mousavi",
        "Masoudeh Babakhanian",
        "Hassan Rakhshandeh"
      ],
      "journal": "Journal of menopausal medicine",
      "publication_date": "2018-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The present trial aimed to assess the effects of Fennel (Foeniculum vulgare Mill.) on lipid profiles. METHODS: In this double blind, randomized and placebo-controlled trial, sixty eligible postmenopausal women were randomly assigned into the fennel and placebo groups. Total blood cholesterol, cholesterol fractions, and triglycerides were tested at the baseline, and after three-month follow-up. RESULTS: There was no significant difference in triglyceride (P = 0.679), total cholesterol (P = 0.103), low-density lipoprotein cholesterol (LDL-C; P = 0.146) and high-density lipoprotein cholesterol (HDL-C; P = 0.266) levels between the two groups. In addition, in both groups, a paired t.test showed no significant difference in all mentioned parameters, except for HDL-C, indicating significant borderline improvement (P = 0.052) in the fennel group. CONCLUSIONS: The fennel group revealed a very slight positive change in LDL-C, triglyceride and HDL-C. Further studies with longer durations, higher doses, and larger sample sizes are recommended to validate the results."
    },
    {
      "pmid": "29755029",
      "title": "A double-blind, placebo-controlled trial of Fennel (Foeniculum vulgare) on menopausal symptoms: A high placebo response.",
      "authors": [
        "Masumeh Ghazanfarpour",
        "Mona Najaf Najafi",
        "Nosrat Baharian Sharghi",
        "Mahsa Sadat Mousavi",
        "Masoudeh Babakhanian",
        "Hassan Rakhshanded"
      ],
      "journal": "Journal of the Turkish German Gynecological Association",
      "publication_date": "2018-Aug-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The present study aimed to evaluate the effects of oral fennel on menopausal symptoms. MATERIAL AND METHODS: This double-blind, randomized, placebo-controlled trial was conducted on 50 postmenopausal women in Mashhad (Iran). Patients were randomly divided into two groups of fennel (n=25) and placebo (n=25). Measurements were performed at baseline and after three months using the Menopause-Specific Quality of Life questionnaire. RESULTS: Both placebo and treatment groups revealed significant improvements in the hot flush score (p<0.001 for fennel and p<0.01 for placebo), night sweats (p=0.007 for fennel and p<0.01 for placebo), sweating (p=0.002 for fennel and p<0.01 for placebo), symptoms of anxiety (p=0.05 for fennel and p=0.001 for placebo), feeling depressed (p<0.01 for fennel and p=0.006 for placebo), and impatience with other people (p<0.01 for fennel and p=0.003 for placebo). There were no significant differences in any menopausal symptoms between the fennel and placebo groups, except for coughing and sneezing when urinating (p=0.03). CONCLUSION: The failure to indicate a significant effect may have been caused by a high placebo response. It is suggested that future trials should include a placebo run-in phase or design a sequential, parallel study with larger sample sizes to mitigate the placebo effect."
    },
    {
      "pmid": "29696061",
      "title": "Effect of fennel vaginal cream on sexual function in postmenopausal women: A double blind randomized controlled trial.",
      "authors": [
        "Parvin Abedi",
        "Mahin Najafian",
        "Masumeh Yaralizadeh",
        "Foroogh Namjoyan"
      ],
      "journal": "Journal of medicine and life",
      "publication_date": "2018",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Objective: The aim of this study was to assess the effect of fennel on sexual function in postmenopausal women. It was a randomized controlled trial in 60 postmenopausal women with sexual dysfunction who were randomly assigned to two groups receiving either fennel vaginal cream (n=30) or placebo (n=30). Vaginal atrophy in the women was assessed using symptoms such as pallor, dryness, dyspareunia, itching and burning. The pH of the vagina and cytology of the vaginal mucosa were also measured at baseline and 8 weeks after the intervention. All participants were requested to fill out the Female Sexual Function Index (FSFI) at baseline and after 8 weeks. The intervention group was requested to use fennel vaginal cream (5 grams) every night, while the control group used placebo each night for 8 weeks. The data were analyzed using the independent t-test and Chi-square, Mann-Whitney and Wilcoxon tests. All areas of sexual function including arousal, lubrication, orgasm, sexual satisfaction and pain improved in both fennel and placebo groups after 8 weeks; however, the differences in the fennel group were more evident (p<0.05). The total FSFI score was significantly higher in the fennel group compared to the control group (8.2 ±9.4 and 8.03±10.36 before the intervention and changing to 33.79±0.7 and 18.99±1.09 after the intervention in the fennel and placebo groups, respectively; p<0.001). Discussion: According to our results, fennel vaginal cream is an effective means of improving sexual activity in postmenopausal women. The use of this product in women who have sexual dysfunction and contraindications for hormone therapy is recommended.",
      "mesh_terms": [
        "Demography",
        "Double-Blind Method",
        "Female",
        "Foeniculum",
        "Humans",
        "Middle Aged",
        "Placebos",
        "Plant Extracts",
        "Postmenopause",
        "Sexual Dysfunction, Physiological",
        "Vaginal Creams, Foams, and Jellies"
      ]
    },
    {
      "pmid": "29354616",
      "title": "The Effect of Foeniculum Vulgare (Fennel) on Body Composition in Postmenopausal Women with Excess Weight: A Double-blind Randomized Placebo-controlled Trial.",
      "authors": [
        "Nafiseh Saghafi",
        "Masumeh Ghazanfarpour",
        "Talat Khadivzadeh",
        "Masoudeh Babakhanian",
        "Maliheh Afiat"
      ],
      "journal": "Journal of menopausal medicine",
      "publication_date": "2017-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The goal of this study was to evaluate the effect of fennel on body composition. METHODS: This study is a secondary analysis of a double-blind, randomized, placebo-controlled trial. Fifty-four out of 60 patients were able to successfully complete the original study. Seven out of 54 patients were excluded because they were not overweight and obese. Thus, 47 women were included in this secondary analysis. Of these 47 women, 22 were in the fennel group and 25 were in placebo group. Body weight, body mass index (BMI) as well as fat distribution was measured at the baseline and after a three-month follow-up. RESULTS: Comparison of fennel and placebo groups did not reveal any significant effect in terms of body weight, BMI, waist and hip circumferences and fat distribution. Also, the results of paired t-test did not variation of these parameters across groups before and after 12-week treatment. CONCLUSIONS: Menopausal women in fennel group experienced a slight increase in body weight and fat distribution, which was not significant. Further studies with larger sample sizes are recommended to validate the results of this study."
    },
    {
      "pmid": "28959636",
      "title": "Ovarian protection in cyclophosphamide-treated mice by fennel.",
      "authors": [
        "Azam Hassanpour",
        "Shirin Yousefian",
        "Majid Askaripour",
        "Fariba Sharififar",
        "Massood Ezzatabadipour"
      ],
      "journal": "Toxicology reports",
      "publication_date": "2017",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Evaluation of protective effect of fennel on mouse ovary against the destructive effects of cyclophosphamide (CP) was the aim of this study. Adult female NMARI mice were randomly divided into six groups (n = 8): (A) negative control, (B) CP200 mg/kg, (C) fennel 400 mg/kg/day, (E, F, and D) that received fennel 200, 400 and 100 mg/kg/day respectively + CP200 mg/kg. Their ovary weight, volume, and diameter (WVD) were measured. Five micron sections were stained using the H&E method. The serum levels of oestrogen and progesterone were measured using ELISA kit. The results showed that WVD significantly reduced in the CP-treated groups in comparison with the A and C, but WVD increased after treatment of the mice with fennel extract, in comparison with B group. A significant decrease of serum in terms of oestrogen and progesterone levels among CP-treated groups in comparison with the A group was observed. In the CP-treated groups a reduction in the number of different ovarian follicles in comparison with the A and C groups was observed. However, in the treated animals with fennel extract, these parameters significantly increased in comparison with the B group. Finally, it is concluded that fennel can protect ovary from cyclophosphamide side effects."
    },
    {
      "pmid": "28951861",
      "title": "The Effect of Short-term Treatment with Fennel on Bone Density in Postmenopausal Women: A Randomized Controlled Trial.",
      "authors": [
        "Masumeh Ghazanfarpour",
        "Elham Amini",
        "Talat Khadivzadeh",
        "Masoudeh Babakhanian",
        "Bahareh Nouri",
        "Hassan Rakhshandeh",
        "Maliheh Afiat"
      ],
      "journal": "Journal of menopausal medicine",
      "publication_date": "2017-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: The goal of this study is to assess the effect of fennel on bone density. METHODS: This was a double-blind, randomized, placebo-controlled trial, which studied sixty eligible postmenopausal women, who were randomly assigned to fennel and placebo groups. Then, the dual energy X-ray absorptiometry was utilized to measure bone mineral density (BMD) and bone mineral content (BMC) of the spine, femoral neck, intertrochanter, and trochanter at the baseline and after three-month follow-up. RESULTS: The mean BMD and BMC at lumbar spine (P = 0.14, P = 0.504), total hip femoral (P = 0.427, P = 0.471), trochanter (P = 0.075, P = 0.07), intertrochanter, (P = 0.864, P = 0.932) and femoral neck (P = 0.439, P = 0.641) was not significantly different between the fennel and placebo groups. CONCLUSIONS: The results of this study did not approve the effect of fennel on bone density in post-menopausal women. However, to gain deeper insights, further studies with longer durations and larger sample sizes are recommended."
    },
    {
      "pmid": "28891367",
      "title": "Effect of Foeniculum vulgare (fennel) on symptoms of depression and anxiety in postmenopausal women: a double-blind randomised controlled trial.",
      "authors": [
        "Masumeh Ghazanfarpour",
        "Fatemeh Mohammadzadeh",
        "Paymaneh Shokrollahi",
        "Talat Khadivzadeh",
        "Mona Najaf Najafi",
        "Hamidreza Hajirezaee",
        "Maliheh Afiat"
      ],
      "journal": "Journal of obstetrics and gynaecology : the journal of the Institute of Obstetrics and Gynaecology",
      "publication_date": "2018-Jan",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The aim of this study was to evaluate the effect of Foeniculum vulgare (fennel) on anxiety and depression symptoms in postmenopausal women. This study was a double-blind, randomised, placebo-controlled trial, in which 60 eligible postmenopausal women were selected and then randomly assigned to fennel and placebo groups. Then, symptoms of anxiety and depression were measured using Hospital Anxiety and Depression Scale (HADS) and Zung's Self Rating Depression Scale (SDS). Following the intervention, the score of HADS (depression and anxiety subgroups) and SDS did not show any significant decrease in the sample under study. However, the analysis of patients with depression or anxiety disorder showed a borderline or significant improvement. Further studies with a larger sample size are required to confirm the findings. Impact statement Current knowledge on the subject: Based on the results of in vivo and in vitro animal studies, fennel may have anti-depressant and anti-anxiety properties. The contribution made by this study: It appears that fennel is effective in menopausal women with depression and anxiety disorders. The implications of findings for clinical practice and future research: Further studies with a larger sample size are required to confirm the actual effect of fennel in clinical setting.",
      "mesh_terms": [
        "Anxiety",
        "Depression",
        "Double-Blind Method",
        "Female",
        "Foeniculum",
        "Humans",
        "Middle Aged",
        "Phytotherapy",
        "Plant Extracts",
        "Postmenopause",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "28509813",
      "title": "Effect of Foeniculum vulgare Mill. (fennel) on menopausal symptoms in postmenopausal women: a randomized, triple-blind, placebo-controlled trial.",
      "authors": [
        "Fatemeh Rahimikian",
        "Roja Rahimi",
        "Parvin Golzareh",
        "Reza Bekhradi",
        "Abbas Mehran"
      ],
      "journal": "Menopause (New York, N.Y.)",
      "publication_date": "2017-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVE: Preliminary data suggest that Foeniculum vulgare (fennel) can be an effective treatment for menopausal symptoms. This trial was designed to assess the efficacy of fennel in the management of menopausal symptoms in postmenopausal women. METHODS: In this triple-blind, placebo-controlled trial, 90 postmenopausal women aged 45 to 60 years in Tehran were randomly assigned to treatment (n = 45) or placebo (n = 45) groups. The participants received 8 weeks of treatment with soft capsules containing 100 mg fennel or a placebo (2 per day for each group). The participants were followed for 2 weeks postintervention to assess the continuance of the effect of intervention. The Menopause Rating Scale (MRS) questionnaire was used to assess changes in menopausal symptoms at baseline and at 4, 8, and 10 weeks after onset of intervention. RESULTS: The groups recorded similar mean scores on the MRS questionnaire before intervention. After intervention, the treatment group showed a significant decrease in the mean MRS score. The results of the Friedman test showed significant differences between the mean score at baseline and those at 4, 8, and 10 weeks after onset of intervention in the treatment group (P < 0.001), whereas there were no significant differences in the placebo group. When the fennel and the placebo groups were compared, the independent t test showed significant differences in mean scores between groups at 4, 8, and 10 weeks (2 weeks postintervention; P < 0.001). CONCLUSIONS: Fennel is an effective and safe treatment to reduce menopausal symptoms in postmenopausal women without serious side effects. More clinical trials with larger populations are required to confirm this result.",
      "mesh_terms": [
        "Female",
        "Foeniculum",
        "Humans",
        "Iran",
        "Middle Aged",
        "Oils, Volatile",
        "Phytoestrogens",
        "Phytotherapy",
        "Placebos",
        "Plant Extracts",
        "Postmenopause",
        "Quality of Life",
        "Surveys and Questionnaires",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "28490965",
      "title": "Protective effects of fennel oil extract against sodium valproate-induced hepatorenal damage in albino rats.",
      "authors": [
        "Wael M Al-Amoudi"
      ],
      "journal": "Saudi journal of biological sciences",
      "publication_date": "2017-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Foeniculum vulgare (Apiaceae) is commonly known as fennel. This herb is well-known worldwide and traditionally used as curative herbal therapy for the treatment of epileptic disease, seizurescarminative, digestive, lactogogue, diuretic, treating respiratory and gastrointestinal disorders. The aim of present study is to investigate the possible effect of fennel oil against the toxicity of Sodium-Valproic (SVP) in albino rats. In order to assess the protection of fennel oil on SVP induced hepato- and nephro-toxicity, male albino rats were treated with 1 ml/kg b.w fennel oil 3 days/week for 6 weeks. The biochemical analyses of hepatic enzymes were evaluated by estimating blood biomarkers of liver and renal damage along with histological examination. The results obtained from this work showed that treating animals with SVP lead to many histopathological alterations in the liver and kidney tissues. The effect appeared in the liver tissue include leukocyte infiltrations, cytoplasmic vacuolization of the hepatocytes, fatty degeneration and congestion of blood vessels. This commonly used chemical (SVP) caused some unwanted effects on the kidney cortex which histologically observed as degeneration in renal tubules, atrophy of the glomeruli and edema. Biochemical results also revealed an abnormal increase in the enzyme level of AST, SAT, ALP, bilirubin, creatinine and urea-nitrogen, with a noticed decrease in total protein content. However, the results of treated rats with SVP plus fennel oil showed some positive histopathological changes in both the liver and kidney tissues. These results have confirmed that fennel oil has positive effects on the histological structure of the liver and kidney and the biochemical levels of AST, ALT, ALP, bilirubin, total proteins, creatinine and urea. It is concluded that fennel oil has various pharmacological properties including antioxidant, anti-cancer activity, anti-inflammatory. These valuable effects might be due to the presence of aromatic compounds trans-anethole. This useful properties of fennel plant could be due to its antioxidant activity that prevents the toxicity of SVP."
    },
    {
      "pmid": "32625271",
      "title": "Modification of the existing maximum residue levels for deltamethrin in celery, Florence fennel and rhubarb.",
      "authors": [],
      "journal": "EFSA journal. European Food Safety Authority",
      "publication_date": "2017-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In accordance with Article 6 of Regulation (EC) No 396/2005, the applicant AHDB Horticulture submitted a request to the competent authority in the United Kingdom (evaluating Member State) to modify the existing maximum residue levels (MRLs) for the active substance deltamethrin in celery, Florence fennel and rhubarb. To accommodate for the intended uses of deltamethrin in these crops, it was considered necessary to raise existing MRLs. Based on the evaluation report prepared by the EMS in accordance with Article 8 of Regulation (EC) No 396/2005, EFSA concludes that the applicant provided sufficient data to derive MRL proposals of 0.3 mg/kg for the proposed uses in celeries, Florence fennels and rhubarbs. Adequate analytical enforcement methods are available to control compliance with the proposed MRLs for deltamethrin in the commodities under consideration. Taking into account the available information, EFSA concludes that residues of deltamethrin at the level expected following the treatment according to the envisaged agricultural practices will not result in a consumer exposure exceeding the toxicological reference values and therefore are unlikely to pose a consumer health risk."
    },
    {
      "pmid": "27905126",
      "title": "Ameliorating effects of fennel and cumin extracts on sperm quality and spermatogenic cells apoptosis by inducing weight loss and reducing leptin concentration in diet-induced obese rats.",
      "authors": [
        "R Nejatbakhsh",
        "S Riyahi",
        "A Farrokhi",
        "S Rostamkhani",
        "S Mahmazi",
        "A Yazdinezhad",
        "M Kazemi",
        "S Shokri"
      ],
      "journal": "Andrologia",
      "publication_date": "2017-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study was established a model of obesity to estimate the impact of fennel and cumin as anti-obesity extracts on body weight, body mass index (BMI), food consumption, leptin concentration, sperm quality and testis architecture to determine the reversibility of reproductive function of obese animals. Male rats were randomly assigned to either a normal or high-fat diet for 8 weeks. Then, we divided 56 adult rats into seven groups: control (CO); obesity (OB); fennel 100 and 200 mg/kg; cumin 50 and 100 mg/kg; and fennel 100 mg/kg plus cumin 50 mg/kg. From weeks 9-16, the animals treated extracts by gavages daily. We analysed leptin concentration, sperm quality and apoptosis of testis along with evaluating changes in body weight. Body weight of animals increased 25% at week 8. However, body weight, BMI, leptin concentration and apoptosis indices of OB rats increased at the end of study. However, the relative sperm parameters decreased. Nevertheless, fennel and cumin treatment improved sperm quality, and spermatogenic cells apoptosis following weight loss. Concomitant with weight loss, leptin concentration and food consumption decreased. In conclusion, fennel and cumin as supplements may ameliorate sperm quality of obese animals following weight loss and reduction in leptin concentration.",
      "mesh_terms": [
        "Animals",
        "Apoptosis",
        "Body Weight",
        "Cuminum",
        "Diet, High-Fat",
        "Foeniculum",
        "Leptin",
        "Male",
        "Obesity",
        "Plant Extracts",
        "Rats",
        "Rats, Wistar",
        "Semen Analysis",
        "Spermatogenesis",
        "Spermatozoa",
        "Testis",
        "Weight Loss"
      ]
    },
    {
      "pmid": "27328491",
      "title": "The chemosensitizing effect of aqueous extract of sweet fennel on cisplatin treated HeLa cells.",
      "authors": [
        "W S Ramadan",
        "K H Sait",
        "N M Anfinan",
        "H Sait"
      ],
      "journal": "Clinical and experimental obstetrics & gynecology",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "BACKGROUND: Cisplatin is an important chemotherapeutic agent that is widely used in treatment of several malignancies, but its side effects on normal tissues and organs limit its use. The aim of this study was to evaluate the effect of aqueous extract of sweet fennel alone and in combination with cisplatin on human cervical cancer adenocarcinoma cell line (HeLa cells) searching for an effective, inexpensive therapy with minimal side effects. MATERIALS AND METHODS: HeLa cell line was used to study the cytotoxic effect of different concentrations of the aqueous extract of sweet fennel alone and in combination with 50 μg/ml cisplatin. Quantitative measure of drug interaction was quantified by the combination index. Gas chromatography-mass spectrometry (GC-MS) and high-performance liquid chromatography (HPLC) were used to analyze the sweet fennel decoction. MTT assay was used to examine cell viability percentage. Electron microscopy was applied to study the ultrastructure of the cells. RESULTS: The phenyl propanoids (23%) and phenols (12%) constituted the highest percentage of the aqueous extract. Increasing the concentration of sweet fennel from 50 μg/ml to 80 μg/ml, decreased the percentage of the cell viability of HeLa cells from 86.74% to 78.28%, respectively. Further decrease to 11.31% was demonstrated when 50 μg/ml of fennel was combined with 50 μg/ml cisplatin (additive effect). In addition to the signs of apoptosis observed in HeLa cells at 50 μg/ml of fennel, disruption of both nuclear and cytoplasmic membranes and presence of autophagolysosomes were noticed at a dose of 80 μg/ml. Combination of 50 μg/ml of cisplatin with 60, 70, and 80 μg/ml of sweet fennel revealed no significant difference in comparison to cisplatin alone. The combination with 50 μg/ml of sweet fennel revealed marked vacuolization of the cytoplasm, fragmentation of the nucleus, and complete disruption of nuclear membrane. CONCLUSIOn: Combination of cisplatin and the 50 μg/ml of the fennel could enhance cervical cancer growth inhibition. This combination could be effective in lowering the dose of single or repeated cumulative courses of cisplatin and hence decreases its hazardous side effects. In vivo studies and the evaluation of different combination doses of cisplatin and sweet fennel are recommended.",
      "mesh_terms": [
        "Adenocarcinoma",
        "Antineoplastic Agents",
        "Apoptosis",
        "Autophagy",
        "Cell Membrane",
        "Cell Survival",
        "Chromatin",
        "Chromatography, High Pressure Liquid",
        "Cisplatin",
        "Female",
        "Foeniculum",
        "Gas Chromatography-Mass Spectrometry",
        "HeLa Cells",
        "Humans",
        "Microscopy, Electron",
        "Nuclear Envelope",
        "Plant Extracts",
        "Uterine Cervical Neoplasms"
      ]
    },
    {
      "pmid": "27308645",
      "title": "Curcumin and Fennel Essential Oil Improve Symptoms and Quality of Life in Patients with Irritable Bowel Syndrome.",
      "authors": [
        "Piero Portincasa",
        "Leonilde Bonfrate",
        "Maria Lia Lia Scribano",
        "Anna Kohn",
        "Nicola Caporaso",
        "Davide Festi",
        "Maria Chiara Campanale",
        "Teresa Di Rienzo",
        "Maria Guarino",
        "Martina Taddia",
        "Maria Vittoria Fogli",
        "Maria Grimaldi",
        "Antonio Gasbarrini"
      ],
      "journal": "Journal of gastrointestinal and liver diseases : JGLD",
      "publication_date": "2016-Jun",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND AIMS: Irritable Bowel Syndrome (IBS) patients still require effective treatment. The anti-inflammatory property of curcumin and the antispasmodic and carminative effect of fennel suggests that combination of these nutraceutical compounds would be useful in functional bowel disorders including IBS. We assessed the efficacy and tolerability of a combination of curcumin and fennel essential oil (CU-FEO) in IBS symptoms relief. METHODS: 121 patients with mild-to-moderate symptoms of IBS defined by an Irritable Bowel Syndrome- symptom severity score (IBS-SSS) 100-300 and abdominal pain score 30-70 on a 100 mm Visual Analogue Scale (VAS), were randomly assigned to CU-FEO or placebo (2 capsules b.d. for 30 days). Primary endpoint was the mean decrease of IBS-SSS at the end of the treatment corrected for the mean baseline score (relative decrease). The impact of the treatment on quality of life was assessed through IBS-QoL questionnaire. RESULTS: CU-FEO was safe, well-tolerated and induced symptom relief in patients with IBS; a significant decrease in the mean relative IBS-SSS was observed after 30 days of treatment (50.05 +/- 28.85% vs 26.12 +/- 30.62%, P<0.001). This result matched the reduction of abdominal pain and all the other symptoms of IBS-SSS. The percentage of symptom-free patients was significantly higher in the CU-FEO than in the placebo group (25.9% vs. 6.8%, P = 0.005). All domains of IBS-QoL improved consistently. CONCLUSION: CU-FEO significantly improved symptoms and quality of life in IBS patients over 30 days.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Anti-Inflammatory Agents",
        "Curcumin",
        "Double-Blind Method",
        "Drug Combinations",
        "Female",
        "Foeniculum",
        "Gastrointestinal Agents",
        "Humans",
        "Irritable Bowel Syndrome",
        "Italy",
        "Male",
        "Middle Aged",
        "Oils, Volatile",
        "Phytotherapy",
        "Plant Oils",
        "Plants, Medicinal",
        "Quality of Life",
        "Remission Induction",
        "Severity of Illness Index",
        "Surveys and Questionnaires",
        "Time Factors",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "30263295",
      "title": "Chlorophyll degradation and lignification of fresh-cut water fennel treated with a complex chemical solution and subsequent packaging.",
      "authors": [
        "Runqiang Yang",
        "Jingru Wang",
        "Xintian Nie",
        "Yan Zhuang",
        "Zhenxin Gu",
        "Qianghui Guo"
      ],
      "journal": "Food science and biotechnology",
      "publication_date": "2016",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fresh-cut water fennel was treated with a novel complex chemical solution and subsequently packaged prior to refrigerated storage. Chlorophyll degradation and lignification were investigated. The complex solution consisted of 1.16 g/L calcium lactate, 150 mg/L zinc acetate, and 15.29 mg/L salicylic acid. Chlorophyllase, Mg-dechelatase, and chlorophyll-degrading peroxidase activities of water fennel decreased after immersion in the complex solution, which delayed chlorophyll degradation and increased L* and a* values. Complex solution treatment also reduced phenylalanine ammonia-lyase (PAL) activity and, thus, inhibited accumulation of lignin. After the complex solution treatment, packaging in high-density polypropylene plastic bags further retained chlorophylls and alleviated lignification of water fennel. Treatment with a complex chemical solution and subsequent packaging can maintain the quality, delay senescence, and improve the shelf life of water fennel."
    },
    {
      "pmid": "26826740",
      "title": "Metabolite profiles of essential oils and molecular markers analysis to explore the biodiversity of Ferula communis: Towards conservation of the endemic giant fennel.",
      "authors": [
        "Fatma Zohra Rahali",
        "Myriam Lamine",
        "Mahmoud Gargouri",
        "Iness Bettaieb Rebey",
        "Majdi Hammami",
        "Ibtissem Hamrouni Sellami"
      ],
      "journal": "Phytochemistry",
      "publication_date": "2016-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Giant fennel (Ferula communis L.) is well known in folk medicine for the treatment of various organ disorders. The biological importance of members of genus Ferula prompted us to investigate the leaves of the endangered Tunisian medicinal plant F. communis L. not previously investigated. An estimate of genetic diversity and differentiation between genotypes of breeding germplasm is of key importance for its improvement. Thus, four F. communis populations were RAPD fingerprinted (63 RAPD markers generated by 7 primers) and the composition of their leaf essential oils (EO) (134 EO compounds) was characterized by GC-MS. Cluster analysis based on the leaf volatiles chemical composition of F. communis accessions defined three chemotypes according to main compounds have been distinguished: α-eudesmol/β-eudesmol/γ-terpinene; α-eudesmol/α-pinene/caryophyllene oxide and chamazulene/α-humulene chemotypes. A high genetic diversity within population and high genetic differentiation among them, based on RAPDs, were revealed (H(pop)=0.320 and GST=0.288) caused both by the habitat fragmentation, the low size of most populations and the low level of gene flow among them. The RAPD dendrogram showed separation of three groups. Populations dominated by individuals from the β-eudesmol/γ-terpinene; chemotype showed the lowest gene diversity (H=0.104), while populations with exclusively α-pinene/caryophyllene oxide chemotype showed the highest value (H=0.285). The UPGMA dendrogram and PCA analysis based on volatiles yielded higher separation among populations, indicated specific adaptation of populations to the local environments. Correlation analysis showed a non-significant association between the distance matrices based on the genetic markers (RAPD) and chemical compounds of essential oil (P>0.05) indicating no influence of genetic background on the observed chemical profiles. These results reinforce the use of both volatile compounds and RAPD markers as a starting point for in situ conservation. The analysis of chemical constitution of oil of the populations from a specific region revealed predominance of specific constituents indicating possibility of their collection/selection for specific end uses like phytomedicines. Sufficient molecular and biochemical diversity detected among natural populations of this species will form the basis for the future improvement. The correlation between matrices of RAPD and essential oils was not significant. The conservation strategies of populations should be made according to their level of genetic and chemical diversity in relation to geographic location of populations. Our results give some insights into the characterization of this as yet little investigated plant.",
      "mesh_terms": [
        "Bicyclic Monoterpenes",
        "Biodiversity",
        "Cyclohexane Monoterpenes",
        "Ferula",
        "Gas Chromatography-Mass Spectrometry",
        "Monocyclic Sesquiterpenes",
        "Monoterpenes",
        "Oils, Volatile",
        "Plant Leaves",
        "Plant Oils",
        "Plants, Medicinal",
        "Random Amplified Polymorphic DNA Technique",
        "Sesquiterpenes",
        "Sesquiterpenes, Eudesmane",
        "Terpenes"
      ]
    },
    {
      "pmid": "26617271",
      "title": "Effect of Foeniculum vulgare (fennel) vaginal cream on vaginal atrophy in postmenopausal women: A double-blind randomized placebo-controlled trial.",
      "authors": [
        "Masomeh Yaralizadeh",
        "Parvin Abedi",
        "Shahnaz Najar",
        "Foroogh Namjoyan",
        "Amal Saki"
      ],
      "journal": "Maturitas",
      "publication_date": "2016-Feb",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVE: Vaginal atrophy is one of the main concerns of postmenopausal women. The aim of the present study was to investigate the effect of fennel vaginal cream on vaginal atrophy in postmenopausal women in Ahvaz, Iran. MATERIALS AND METHODS: This double-blind randomized controlled trial was conducted on 60 postmenopausal women (45-65 years of age) in Ahvaz, Iran. The study participants were randomly divided into one of two groups, receiving either a placebo (n=30) or fennel 5% vaginal cream (n=30) administered as one application per day (5g/day) for 8 weeks. MAIN OUTCOME: The vaginal pH and maturation vaginal index (MVI) were measured at baseline and 8 weeks after the intervention, while the vaginal atrophy symptoms was measured at baseline and at 2, 4, and 8 weeks after the intervention. The data were analyzed using the independent t-test, chi-square test, paired sample t-test, and the generalized estimating equation. RESULTS: The number of superficial cells increased significantly in the fennel group after 8 weeks compared to the control group (76.1±15.3 vs. 11.8±8, p<0.001). The number of intermediate and parabasal cells decreased significantly in the fennel group compared to the control group (p<0.001). The vaginal pH decreased significantly at the 8-week follow-up in the fennel group compared to the control group (100% vs. 7.4%, p<0.001). All women in the fennel group had an MVI of 65-100 at the 8-week follow-up, whereas almost half (40.7%) of the women in the control group had an MVI of 50-64 (p<0.001). CONCLUSION: According to results of this study, fennel is an effective means to manage the symptoms of vaginal atrophy in postmenopausal women and is devoid of side effects. Larger studies are necessary to confirm the positive impact of fennel for vaginal conditions occurring among postmenopausal women.",
      "mesh_terms": [
        "Atrophy",
        "Double-Blind Method",
        "Female",
        "Foeniculum",
        "Humans",
        "Hydrogen-Ion Concentration",
        "Middle Aged",
        "Phytotherapy",
        "Plant Preparations",
        "Postmenopause",
        "Vagina",
        "Vaginal Creams, Foams, and Jellies"
      ]
    },
    {
      "pmid": "26251835",
      "title": "Fennel (Foeniculum vulgare) and Fenugreek (Trigonella foenum-graecum) Tea Drinking Suppresses Subjective Short-term Appetite in Overweight Women.",
      "authors": [
        "JiYoung Bae",
        "JiEun Kim",
        "Ryowon Choue",
        "Hyunjung Lim"
      ],
      "journal": "Clinical nutrition research",
      "publication_date": "2015-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Appetite controlling has been an main strategy for regulating food intake and energy balance in obesity treatment. The aim of this study was to examine the effects of drinking tea of the medicinal herbs, fennel and fenugreek, on the subjective appetite in overweight Korean women. The study was conducted using a placebo-controlled, single-blinded, randomized, and 3-way crossover design. Nine healthy women were given fennel tea (FT), fenugreek tea (FGT), or placebo tea (PT). After drinking a given tea, a lunch buffet was provided and then food consumption of subjects was analyzed. Subjective appetite, hunger, fullness, desire to eat, and prospective food consumption were measured at seven independent time point using a visual analog scale (VAS). Mean age of 9 subjects were 49.7 ± 4.5 years and their mean body mass index were 24.6 ± 0.6 kg/m(2). There was no significant difference in food consumption in the lunch buffet after drinking each tea; however, with respect to the subjective appetite scale, FGT decreased hunger, led to less prospective food consumption, and increased feelings of fullness compared with the PT (p < 0.05). Similarly, the consumption of FT resulted in decreased hunger, less prospective food consumption, and increased feelings of fullness compared with the PT (p < 0.05). The area under the curve of VAS graph indicated that FGT resulted in a higher feeling of fullness than the PT (p < 0.05). In conclusion, drinking the FT and FGT were significantly effective aid to suppress subjective appetite among overweight women in South Korea."
    },
    {
      "pmid": "25977696",
      "title": "Biosignals analysis for kidney function effect analysis of fennel aromatherapy.",
      "authors": [
        "Bong-Hyun Kim",
        "Dong-Uk Cho",
        "Ssang-Hee Seo"
      ],
      "journal": "Evidence-based complementary and alternative medicine : eCAM",
      "publication_date": "2015",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Human effort in order to enjoy a healthy life is diverse. IT technology to these analyzes, the results of development efforts, it has been applied. Therefore, I use the care and maintenance diagnostic health management and prevention than treatment. In particular, the aromatherapy treatment easy to use without the side effects there is no irritation, are widely used in modern society. In this paper, we measured the aroma effect by applying a biosignal analysis techniques; an experiment was performed to analyze. In particular, we design methods and processes of research based on the theory aroma that affect renal function. Therefore, in this paper, measuring the biosignals and after fennel aromatherapy treatment prior to the enforcement of the mutual comparison, through the analysis, studies were carried out to analyze the effect of fennel aromatherapy therapy on kidney function."
    },
    {
      "pmid": "25085020",
      "title": "The effect of fennel on pain quality, symptoms, and menstrual duration in primary dysmenorrhea.",
      "authors": [
        "Zahra Ghodsi",
        "Maryam Asltoghiri"
      ],
      "journal": "Journal of pediatric and adolescent gynecology",
      "publication_date": "2014-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "STUDY OBJECTIVES: To assess the effectiveness of fennel on primary dysmenorrhea symptoms and menorrheal duration. DESIGN: Clinical trial study. SETTING: Islamic Azad University, Toyserkan. PARTICIPANTS: 80 female students were randomly divided in to two groups of intervention (n = 40) and control (n = 40). INTERVENTIONS: The intervention group was given one soft capsule Fennel (30 mg) every 4 hours, 3 days before menstruation till the 5th day and continued for 3 months. The control group received no medication. MAIN OUTCOME MEASURES: The severity of samples pain was graded using a visual analogue scale. 5 standard questionnaires include of Visual analog scale pain (VAS), McGill pain questionnaire, the range of stress about dysmenorrheal (VASA), Perceived stress scale, Well being scale were filled out in intervals of before, during and after fennel capsule uptake. Data were analyzed by SPSS 17 software. P < .05 was considered to be statistically significant. RESULTS: The mean of nausea intensity and weakness decreased to 1.93, and 2.88 after 3 months, whereas they were 2.37, 6.65 in control group which indicated a significant difference. Reduce the duration of menstrual period, a significant difference was found after two and three months of use. Concern in terms of quality and feelings of well-being after 1 and 3 months, was observed significant difference compared with before using. CONCLUSION: Considering the safety of herbal medicines, this drug can use to relieve dysmenorrheal signs and menstrual duration.",
      "mesh_terms": [
        "Adolescent",
        "Capsules",
        "Drug Administration Schedule",
        "Dysmenorrhea",
        "Female",
        "Foeniculum",
        "Humans",
        "Pain Measurement",
        "Phytotherapy",
        "Plant Preparations",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "25050308",
      "title": "Effect of the aqueous extract of Foeniculum vulgare (fennel) on the kidney in experimental PCOS female rats.",
      "authors": [
        "Somayyeh Sadrefozalayi",
        "Farah Farokhi"
      ],
      "journal": "Avicenna journal of phytomedicine",
      "publication_date": "2014-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Foeniculum vulgare seed (F. vulgare) is an herbal plant which is used with phytoestrogene compounds for polycystic ovary syndrome (PCOS) treatment. In this research, renoprotective effect of the aqueous extract of Foeniculum vulgare (AEF) in experimental PCOS female rats is studied. MATERIALS AND METHODS: Forty female rats were randomly divided into five groups. The first group served as control, was injected with an equivalent volume (0.2 ml) of normal saline, and received normal diet. Animals in the second group were non poly cystic ovary syndrome (PCOS) rats which were treated with intragastric administration of aqueous extract of F. vulgare (150 mg/kg b.w.). In the third group, the rats were treated with intraperitoneal injection of estradiolvalerate (EV) (4 mg in 0.2 ml of sesame oil). The fourth groups were treated with EV and AEF (150mg/kg bw) with the same route. The fifth groups were treated with EV and AEF (100mg/kg bw). After 4 weeks of study, all of the rats were sacrificed, their kidneys tissues were processed for light microscopy, and some biochemical parameters of serum were measured. RESULTS: The mean values of blood urea nitrogen in PCOS rats treated with low dose of AEF and EV and non-treated, was significantly (p<0.05) increased compared with non-PCOS and PCOS rats treated with high dose of AEF. Moreover, histopathological changes of kidney samples were comparable in PCOS rats with respect to treated groups with AEF. CONCLUSION: Aqueous extract of fennel seed showed the beneficial effect (especially at dose of 150 mg/kg b.w.) on renal function in PCOS rats."
    },
    {
      "pmid": "24981150",
      "title": "Efficacy of fennel and combined oral contraceptive on depot medroxyprogesterone acetate-induced amenorrhea: a randomized placebo-controlled trial.",
      "authors": [
        "Ensiyeh Mohebbi-Kian",
        "Sakineh Mohammad-Alizadeh-Charandabi",
        "Reza Bekhradi"
      ],
      "journal": "Contraception",
      "publication_date": "2014-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: We aimed to determine the efficacy of fennel and low-dose combined oral contraceptive (LD-COC) on inducing menstrual bleeding and method continuation in women using depot medroxyprogesterone acetate (DMPA) who had no menstrual bleeding within the previous 45 to 140 days. STUDY DESIGN: In this double-blind double-dummy trial, 78 married women referred to public health centers in Hamadan, Iran, who complained of menstrual cessation induced by DMPA were randomly assigned into fennel, LD-COC or placebo groups with an allocation ratio of 1:1:1. All participants received two fennel or placebo capsules and one placebo or LD-COC pill daily for 21 days. We evaluated menstrual bleeding using the Higham pictorial chart within 40 days following initiating intervention. Data were analyzed using chi-square or analysis of variance. RESULTS: There was no loss to follow-up. Significantly more women in the fennel (73%) and LD-COC (81%) groups experienced menstrual bleeding compared to the placebo (19%) group [relative risk (RR) 3.1, 95% confidence interval (CI) 1.6 to 6.2; RR 4.2, 95% CI 1.9 to 9.4, respectively]. Mean amount of menstrual bleeding among those who experienced menstruation was significantly higher in the fennel group (21 cc) than both the LD-COC (14 cc) and placebo (12 cc) groups. Also, women using fennel (73%) and LD-COC (65%) were significantly more likely than those using placebo (31%) to have subsequent DMPA injection [RR 2.5 (95% CI 1.3 to 4.9) and RR 2.0 (95% CI 1.1 to 3.7), respectively]. CONCLUSIONS: Fennel and LD-COC can resolve DMPA-induced amenorrhea and increase continuation rate of this contraceptive method.",
      "mesh_terms": [
        "Adult",
        "Amenorrhea",
        "Contraceptive Agents, Female",
        "Contraceptives, Oral, Combined",
        "Double-Blind Method",
        "Ethinyl Estradiol",
        "Female",
        "Foeniculum",
        "Humans",
        "Levonorgestrel",
        "Medroxyprogesterone Acetate",
        "Menstruation",
        "Phytotherapy",
        "Plant Oils",
        "Young Adult"
      ]
    },
    {
      "pmid": "24490010",
      "title": "The effect of fennel (Foeniculum vulgare) gel 3% in decreasing hair thickness in idiopathic mild to moderate hirsutism, A randomized placebo controlled clinical trial.",
      "authors": [
        "Ozra Akha",
        "Khadijeh Rabiei",
        "Zahra Kashi",
        "Adele Bahar",
        "Elham Zaeif-Khorasani",
        "Mehrnoush Kosaryan",
        "Majid Saeedi",
        "Mohammad Ali Ebrahimzadeh",
        "Omid Emadian"
      ],
      "journal": "Caspian journal of internal medicine",
      "publication_date": "2014",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Hirsutism is a common symptom presenting to primary care endocrinologists, gynecologists, and dermatologists. Management is usually a long and troublesome process. This study was designed to evaluate the effect of fennel topical gel on mild to moderate idiopathic hirsutism. METHODS: The randomized, double-blind, placebo-controlled clinical trial was carried out from 2009 to 2011, in Sari, Iran. Forty four women with mild to moderate idiopathic hirsutism were randomly divided to case and control groups, each group included 22 cases. The case group received fennel gel 3% and the control group received placebo. The effect of fennel gel 3% was defined as reduction of thickness of facial hair in micrometer by microscope in comparison with placebo. Measurements were performed at zero time and 24 weeks after treatment. This study was registered in the Iranian Registry of Clinical Trial (www.irct.ir) with registration number 138901213672N1. RESULTS: The mean age of patients was 26.9±6.7 and 25.6±4.3 years in case and control groups, respectively. Hair thickness was similar between the two groups before intervention. The hair thickness reduced from 97.9±31.5 to 75.6±26.7 micron in patients receiving fennel gel after 24 weeks (P<0.001). Four patients complained of itching (3 in case group) and 4 patients complained of irritation and itching (3 in case group). However, this difference was not statistically significant. CONCLUSION: The study indicated that fennel gel 3% is effective in decreasing hair thickness in women with idiopathic mild to moderate hirsutism."
    },
    {
      "pmid": "24384409",
      "title": "Chemical analysis of estragole in fennel based teas and associated safety assessment using the Margin of Exposure (MOE) approach.",
      "authors": [
        "Suzanne J P L van den Berg",
        "Wasma Alhusainy",
        "Patrizia Restani",
        "Ivonne M C M Rietjens"
      ],
      "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association",
      "publication_date": "2014-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "This study describes the analysis of estragole in dry fennel preparations and in infusions prepared from them and an associated safety assessment. A wide range of estragole levels of 0.15-13.3mg/g dry fennel preparation was found. The estragole content in infusions was considerably lower ranging between 0.4 and 133.4μg/25mL infusion prepared from 1g dry material. Infusions prepared from whole fennel fruits contained about 3-fold less estragole compared to infusions prepared from fine cut fennel material. Safety assessment was performed using the Margin of Exposure (MOE) approach comparing available tumour data to the estimated daily estragole intakes from the consumption of 1-3 cups fennel tea. MOEs obtained for adults generally point at a low priority for risk management, especially when one cup of fennel tea is used daily during lifetime. MOEs for use of fennel teas by children were generally <10,000 indicating a priority for risk management. However, limiting such uses to 1-2weeks, MOEs might be 3 orders of a magnitude higher and there would be no priority for risk management. These results indicate a low priority for risk management actions for use of fennel teas especially for short-term uses proposed for the symptomatic treatment of digestive disorders.",
      "mesh_terms": [
        "Adult",
        "Allylbenzene Derivatives",
        "Anisoles",
        "Environmental Exposure",
        "Foeniculum",
        "Humans",
        "Infant",
        "Tea"
      ]
    },
    {
      "pmid": "24082507",
      "title": "Effects of Fennel Essential Oil on Cisplatin-induced Nephrotoxicity in Ovariectomized Rats.",
      "authors": [
        "Safoora Mazaheri",
        "Mehdi Nematbakhsh",
        "Mehrnoosh Bahadorani",
        "Zahra Pezeshki",
        "Ardeshir Talebi",
        "Ali-Reza Ghannadi",
        "Farzaneh Ashrafi"
      ],
      "journal": "Toxicology international",
      "publication_date": "2013-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cisplatin (cis-diamminedichloroplatinum II (CDDP)) is an effective drug in cancer therapy to treat solid tumors. However, the drug is accompanied by nephrotoxicity. Previous reports indicated that estrogen has no protective role against CDDP-induced nephrotoxicity, but the role of phytoestrogen as an estrogenic agent in plants is not determined yet. The major composition of fennel essential oil (FEO) is trans-anethole that has estrogenic activity; so, we used FEO as a phytoestrogen source against CDDP-induced nephrotoxicity. MATERIALS AND METHODS: Fifty-four ovariectomized Wistar rats were divided into seven groups. Groups 1-3 received different doses of FEO (250, 500, and 1000 mg/kg/day, respectively) for 10 days. Group 4 received saline for 10 days plus single dose of CDDP (7 mg/kg, intraperitoneally (ip)) at day 3. Groups 5-7 received FEO similar to groups 1-3, respectively; plus a single dose of CDDP (7 mg/kg, ip) on day 3. On day 10, the animals were sacrificed for histopathological studies. RESULTS: The serum levels of blood urea nitrogen (BUN) and creatinine (Cr), kidney tissue damage score (KTDS), and kidney weight (KW) and body weight changes in CDDP-treated groups increased significantly (P < 0.05). FEO did not reduce the levels of BUN and Cr, KTDS, and KW and body weight changes. Also, the serum and tissue levels of nitrite were not altered significantly by FEO. CONCLUSION: FEO, as a source of phytoestrogen, did not induce kidney damage. In addition, FEO similar to estrogen was not a nephroprotectant agent against CDDP-induced nephrotoxicity."
    },
    {
      "pmid": "24067338",
      "title": "Mugwort-fennel-allergy-syndrome associated with sensitization to an allergen homologous to Api g 5.",
      "authors": [
        "F Borghesan",
        "G Mistrello",
        "S Amato",
        "M G Giuffrida",
        "D Villalta",
        "R Asero"
      ],
      "journal": "European annals of allergy and clinical immunology",
      "publication_date": "2013-Aug-01",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The cross-reactive allergen responsible for the so called \"mugwort-celery-spice-syndrome\", a pollen-food allergy that occurs in a minority of mugwort pollen-allergic patients, is still undefined. OBJECTIVE: To identify the allergen responsible for the cross-reactivity between mugwort pollen and plant-derived foods. METHODS: The serum from one index patient with both fennel and mugwort pollen allergy was used to identify IgE-reactive allergens by direct ELISA and Immunoblot analysis. Cross-reactivity between mugwort pollen and fennel was checked by cross-inhibition experiments. Fennel and mugwort allergens selected on the basis of IgE reactivity and inhibition tests were excised from SDS-PAGE gels and microsequenced. The amino acid sequences obtained were used to screen the NCBI database using the protein BLAST software. RESULTS: On ELISA inhibition experiments, serum absorption with fennel extract completely inhibited the IgE response to mugwort. On immmunoblot analysis periodate treatment caused the disappearance of all bands of IgE reactivity except one at about 60 kDa. The 60 kDa bands from both mugwort and fennel PAGE-SDS gels revealed the presence of distinct proteins. The N-terminal amino acid sequencing gave the same major amino acid sequence corresponding to an Api g 5-like allergen. The MS/MS spectra were analyzed and a provided evidence of a fennel-specific protein with sequence similarity to phosphoglyceromutase from Apium graveolens. CONCLUSION: A 60 kDa allergen, highly homologous to Api g 5, was recognized in fennel by patient's IgE. Inhibition experiments showed a high degree of cross-reactivity between this fennel allergen and the homologous mugwort pollen allergen. This allergen might be responsible for the mugwort-celery-spice syndrome.",
      "mesh_terms": [
        "Adult",
        "Amino Acid Sequence",
        "Antigens, Plant",
        "Artemisia",
        "Biomarkers",
        "Cross Reactions",
        "Databases, Protein",
        "Enzyme-Linked Immunosorbent Assay",
        "Foeniculum",
        "Food Hypersensitivity",
        "Humans",
        "Immunoglobulin E",
        "Male",
        "Molecular Sequence Data",
        "Molecular Weight",
        "Plant Proteins",
        "Pollen",
        "Proteomics",
        "Rhinitis, Allergic, Seasonal",
        "Sequence Homology, Amino Acid",
        "Syndrome",
        "Young Adult"
      ]
    },
    {
      "pmid": "23983742",
      "title": "Oral fennel (Foeniculum vulgare) drop effect on primary dysmenorrhea: Effectiveness of herbal drug.",
      "authors": [
        "Mahshid Bokaie",
        "Tahmineh Farajkhoda",
        "Behnaz Enjezab",
        "Azam Khoshbin",
        "Mojgan Karimi-Zarchi"
      ],
      "journal": "Iranian journal of nursing and midwifery research",
      "publication_date": "2013-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Primary dysmenorrhea refers to the occurrence of painful menstrual cramps of uterus and is considered as a gynecological complaint. The common treatment for this problem is medical therapy such as mefenamic acid [non-steroidal anti-inflammatory drugs (NSAIDs)] and oral contraceptive pills, both of which work by reducing myometrial activity. Fennel contains an antispasmodic and anethol agents and may be helpful for management of primary dysmenorrhea. MATERIAL AND METHODS: The aim of this study was to evaluate the effects of oral fennel drop for treating primary dysmenorrhea. Sixty college students suffering from primary dysmenorrhea were randomly assigned to two groups and followed up for two cycles. Statistical analysis was performed using SPSS version 16. P < 0.05 was considered to be statistically significant. Parametric and non-parametric tests were adopted. RESULTS: Comparison of pain intensity in the two groups showed that there was no significant difference in pain relief between the two groups. Comparison of bleeding severity in the study group before and after intervention was demonstrated from the first day to the fifth day (PV on first day, second day, third day, fourth day, and fifth day 0.948, 0.330, 0.508, 0.583, 0.890, respectively). CONCLUSION: It seems that fennel can be effective in reducing the severity of dysmenorrhea, but it has an unpleasant taste in view of most of the volunteers."
    },
    {
      "pmid": "23559811",
      "title": "Effect of fennel on pain intensity in dysmenorrhoea: A placebo-controlled trial.",
      "authors": [
        "Shabnam Omidvar",
        "Sedighe Esmailzadeh",
        "Mahmood Baradaran",
        "Zahra Basirat"
      ],
      "journal": "Ayu",
      "publication_date": "2012-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aim of this study was to determine the clinical effect of Foeniculum vulgare on primary dysmenorrhoea. Sixty virgin girls with complaints of dysmenorrhoea were enrolled in this study, out of which 50 cases were completed the course of treatment and were divided in two groups (study and placebo) and were under treatment for two cycles. In study group a capsule of 30 mg fennel extract, four times a day for three days from start of their menstrual period and in placebo a capsule containing wheat flour in same dose was administered. Intensity of pain was reported by using a 10 - point linear analogue technique. In study group the mean age of menarche was 13.1 ± 0.1 and onset age of dysmenorrhoea was 14.5 ± 0.1 years. Both groups were relieved but there was significant difference between study and placebo group. Study group shown more effective results than placebo in pain relief (P`0.05). Based on the observations, it can be concluded that, fennel is an effective herbal drug for menstrual pain."
    },
    {
      "pmid": "23357866",
      "title": "Phytotoxicity and stimulatory impacts of nanosized and bulk titanium dioxide on fennel (Foeniculum vulgare Mill).",
      "authors": [
        "Hassan Feizi",
        "Maryam Kamali",
        "Leila Jafari",
        "Parviz Rezvani Moghaddam"
      ],
      "journal": "Chemosphere",
      "publication_date": "2013-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The objective of the this study was to compare concentrations of nanosized TiO2 at 0, 5, 20, 40, 60 and 80 mg L(-1) with bulk TiO2 for phytotoxic and stimulatory effects on fennel seed germination and early growth stage. After 14 d of seed incubation, germination percentage highly improved following exposure to 60 ppm nanosized TiO2. Similar positive effects occurred in terms of shoot dry weight and germination rate. Application of bulk TiO2 particles in 40 ppm concentration greatly decreased shoot biomass up to 50% compared to the control. Application of 40 ppm nanosized TiO2 treatment improved mean germination time by 31.8% in comparison to the untreated control. In addition, low and intermediate concentrations of nanosized TiO2 enhanced indices such as germination value, vigor index and mean daily germination. In general, there was a considerable response by fennel seed to nanosized TiO2 presenting the possibility of a new approach to overcome problems with seed germination in some plant species, particularly medicinal plants.",
      "mesh_terms": [
        "Foeniculum",
        "Germination",
        "Nanoparticles",
        "Soil Pollutants",
        "Titanium"
      ]
    },
    {
      "pmid": "21865126",
      "title": "Epileptic seizure induced by fennel essential oil.",
      "authors": [
        "Souad Skalli",
        "Rachida Soulaymani Bencheikh"
      ],
      "journal": "Epileptic disorders : international epilepsy journal with videotape",
      "publication_date": "2011-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "An epileptic seizure is reported in a 38-year-old woman, known to be an epileptic patient. Although she was under antiepileptic treatment and had well-controlled epilepsy, she developed a typical generalised tonic-clonic seizure and remained unconscious for 45 minutes following ingestion of a number of cakes containing an unknown quantity of fennel essential oil. Involuntary diarrhoea accompanied her epileptic seizure. This reported case recalls the fact that fennel essential oil can induce seizures and that this oil should probably be avoided by patients with epilepsy. Labelling of products with fennel essential oil should refer to the risk of seizures, particularly for patients with epilepsy. An awareness programme should involve all stakeholders affected by this issue.",
      "mesh_terms": [
        "Adult",
        "Anticonvulsants",
        "Epilepsy",
        "Epilepsy, Tonic-Clonic",
        "Female",
        "Foeniculum",
        "Humans",
        "Lamotrigine",
        "Oils, Volatile",
        "Seizures",
        "Triazines"
      ]
    },
    {
      "pmid": "23926506",
      "title": "Comparing the Effects of Echinophora-platyloba, Fennel and Placebo on Pre-menstrual Syndrome.",
      "authors": [
        "Masoumeh Delaram",
        "Soleiman Kheiri",
        "Mohammad Reza Hodjati"
      ],
      "journal": "Journal of reproduction & infertility",
      "publication_date": "2011-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Premenstrual syndrome (PMS) is a condition characterized by a number of behavioral, psychological and physical symptoms recurring cyclically during the luteal phase of the menstrual cycle. The uncertainty in the pathogenesis of PMS has led to many treatment protocols being suggested as possible therapies. The present study was carried out to compare the effects of echinophora-platyloba and fennel extracts on the PMS against placebo in students of Shahrekord University of Medical Sciences in 2008. METHODS: In this single-blind randomized clinical trial, 90 students with moderate to severe PMS enrolled in the study and were randomely divided into three equal groups. The first group received echinophora-platyloba extract, the second group received fennel extracts and the third group received placebo. The severity of PMS was measured by Daily Record of Severity of Problems (DRSP) questionnaire at the end of the first and second menstrual cycles before the intervention and the results were compared with them after the intervention. Data was analyzed using Dunn, Kruskal Wallis, and Pearson correlation tests by SPSS (v. 11.5) and p < 0.05 was considered statistically significant. RESULTS: There were not any significant differences in the means of premenstrual syndrome scores before the intervention among the three groups (100.8±22.1 in echinophora-platyloba group, 101.3±27.1 in fennel group and 104.3±19.5 in placebo group, p > 0.05), but the differences were significant after the intervention (49.7±23.2 in echinophora-platyloba group, 64.4±27.5 in fennel group and 79.1±28.1 in placebo group, respectively, p < 0.001). No significant differences were seen between the echinophora-platyloba and fennel groups. CONCLUSION: The echinophora-platyloba and fennel extracts could reduce the severity of PMS. The effects of echinophora-platyloba and fennel were similar and greater than the placebo. Administration of the extracts of these herbs is suggested for relieving the signs and symptoms of PMS."
    },
    {
      "pmid": "17877395",
      "title": "Fennel waste-based films suitable for protecting cultivations.",
      "authors": [
        "L Mariniello",
        "C V L Giosafatto",
        "G Moschetti",
        "M Aponte",
        "P Masi",
        "A Sorrentino",
        "R Porta"
      ],
      "journal": "Biomacromolecules",
      "publication_date": "2007-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Biodegradable, flexible, and moisture-resistant films were obtained by recycling fennel waste and adding to fennel homogenates the bean protein phaseolin that was modified or not modified by the enzyme transglutaminase. All films were analyzed for their morphology, mechanical properties, water vapor permeability, and susceptibility to biodegradation under soil-like conditions. Our experiments showed that transglutaminase treatment of the phaseolin-containing fennel waste homogenates allowed us to obtain films comparable in their mechanical properties and water vapor permeability to the commercial films Ecoflex and Mater-Bi. Furthermore, biodegradability tests demonstrated that the presence of the enzyme in the film-casting sample significantly influences the integrity of such a product that lasts longer than films obtained either with fennel waste alone or with a mixture of fennel waste and phaseolin. These findings indicate the fennel-phaseolin film prepared in the presence of transglutaminase to be a promising candidate for a new environmentally friendly mulching bioplastic.",
      "mesh_terms": [
        "Agriculture",
        "Biocompatible Materials",
        "Biodegradation, Environmental",
        "Carbon",
        "Cellulose",
        "Environment",
        "Fabaceae",
        "Foeniculum",
        "Food Handling",
        "Industrial Waste",
        "Microscopy, Electron, Scanning",
        "Oligonucleotides",
        "Pectins",
        "Plant Proteins",
        "Plastics",
        "Spectrophotometry, Ultraviolet",
        "Time Factors",
        "Transglutaminases"
      ]
    },
    {
      "pmid": "16628955",
      "title": "Effectiveness and residues of procymidone applied on celery and fennel in the control of Sclerotinia sclerotiorum (Lib.) de Bary.",
      "authors": [
        "V Pompi",
        "M Galli",
        "A Leandri",
        "L Forchielli"
      ],
      "journal": "Communications in agricultural and applied biological sciences",
      "publication_date": "2005",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "A biennial experimentation has been led using the active ingredient (a.i.) procymidone, for the control of Sclerotinia sclerotiorum (Lib.) De Bary on fennel and celery. At present this utilizathion it is not authorized, even though this \"minor use\" is considered essential for the control of the various phytopathologies. For every test, both in field and in greenhouse, two treatments to the dose of 40 g/hl of a.i. have been made. After the second treatment two assessments were led to check effectiveness of a.i. and subsequent vegetable samplings have been made to determine the entity and the persistence of the residues of the used active ingredient. At the end of the agricultural cycle, in all the tests a good control of the infection caused by the fungus has been found; statistically significant differences of the infection between treated plots and the control. At harvesting (21 days from the 2nd treatment) we have found a residue average value of 0.1-0.2 mg/kg (field) and 0.3-0.4 mg/kg (greenhouse) on fennel and of: 1.0-1.5 mg/kg (field) e 3.0-3.5 mg/kg (greenhouse) on celery.",
      "mesh_terms": [
        "Apium",
        "Ascomycota",
        "Bridged Bicyclo Compounds",
        "Consumer Product Safety",
        "Foeniculum",
        "Fungicides, Industrial",
        "Humans",
        "Pesticide Residues"
      ]
    },
    {
      "pmid": "15138375",
      "title": "[Fennel tea: risk assessment of the phytogenic monosubstance estragole in comparison to the natural multicomponent mixture].",
      "authors": [
        "F Iten",
        "R Saller"
      ],
      "journal": "Forschende Komplementarmedizin und klassische Naturheilkunde = Research in complementary and natural classical medicine",
      "publication_date": "2004-Apr",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "For centuries, fennel fruits have been used as traditional herbal medicine in Europe and China. For the treatment of infants and sucklings suffering from dyspeptic disorders, fennel tea is the drug of first choice. Its administration as a carminativum is practiced in infant care in private homes and in maternity clinics as well where it is highly appreciated for its mild flavor and good tolerance. The long standing positive experience is astonishingly contrasted by a recent statement of the German 'Bundesinstitut für gesundheitlichen Verbraucherschutz und Veterinärmedizin' (BgVV, May 11, 2001), where consumers are advised to reduce their intake of foods containing estragole and methyleugenol, e.g. tarragon, basil, anis, star anis, jamaica pepper, nutmeg, lemon grass as well as bitter and sweet fennel fruits for reasons of health. These warnings are based on experiments with rats and mice where estragole, a natural ingredient of fennel fruits, proved to be carcinogenic. Meanwhile, criticism arose amongst experts concerning the interpretation of these studies. The crucial points of criticism concern the transfer of data obtained in animal models to the human situation as well as the high doses of the applied monosubstance, which do not at all represent the amounts humans are exposed to as consumers of estragole-containing foods and phytopharmaceuticals. Furthermore, studies on estragole metabolism revealed at least quantitative differences between the estragole metabolism of mice and men. In addition, it has been shown that an agent when administered in its isolated form may have significantly different effects and side effects than the same agent applied as a constituent in naturally occurring multicomponent mixtures. Thus, a multicomponent mixture such as fennel tea contains various antioxidants known to be protective against cancer. These differences were not considered in the risk assessment. A well done risk assessment should be based on appropriate data collected in humans. Considering the long traditional use of fennel tea and the total lack of epidemiological and clinical studies indicating a well founded cancerogenic potential, the probability of a serious risk connected with the consumption of fennel tea seems to be negligibly small.",
      "mesh_terms": [
        "Allylbenzene Derivatives",
        "Animals",
        "Anisoles",
        "Antioxidants",
        "Beverages",
        "Carcinogens",
        "Foeniculum",
        "Humans",
        "Mice",
        "Phytotherapy",
        "Plant Extracts",
        "Risk Assessment"
      ]
    },
    {
      "pmid": "13678227",
      "title": "Antihirsutism activity of Fennel (fruits of Foeniculum vulgare) extract. A double-blind placebo controlled study.",
      "authors": [
        "K Javidnia",
        "L Dastgheib",
        "S Mohammadi Samani",
        "A Nasiri"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2003",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Idiopathic hirsutism is defined as the occurrence of excessive male pattern hair growth in women who have a normal ovulatory menstrual cycle and normal levels of serum androgens. It may be a disorder of peripheral androgen metabolism. In this study we evaluated the clinical response of idiopathic hirsutism to topical Fennel extract. Fennel, Foeniculum vulgare, is a plant, which has been used as an estrogenic agent. The ethanolic extract of Fennel was obtained by using a soxhlete apparatus. In a double blind study, 38 patients were treated with creams containing 1%, 2% of Fennel extract and placebo. Hair diameter was measured and rate of growth was considered. The efficacy of treatment with the cream containing 2% Fennel is better than the cream containing 1% Fennel and these two were more potent than placebo. The mean values of hair diameter reduction was 7.8%, 18.3% and -0.5% for patients receiving the creams containing 1%, 2% and 0% (placebo) respectively.",
      "mesh_terms": [
        "Administration, Cutaneous",
        "Adolescent",
        "Adult",
        "Double-Blind Method",
        "Face",
        "Female",
        "Foeniculum",
        "Fruit",
        "Hair",
        "Hirsutism",
        "Humans",
        "Middle Aged",
        "Phytotherapy",
        "Plant Extracts",
        "Seeds",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "12868253",
      "title": "The effect of fennel (Foeniculum Vulgare) seed oil emulsion in infantile colic: a randomized, placebo-controlled study.",
      "authors": [
        "Irina Alexandrovich",
        "Olga Rakovitskaya",
        "Elena Kolmo",
        "Tatyana Sidorova",
        "Sergei Shushunov"
      ],
      "journal": "Alternative therapies in health and medicine",
      "publication_date": "2003",
      "publication_types": [
        "Clinical Trial",
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "CONTEXT: Despite its benign, natural course, colic is a significant problem in infants and imparts a psychological, emotional, and physical burden to parents. Dicyclomine hydrochloride is the only pharmacological treatment for infantile colic that has been consistently effective. Unfortunately, 5% of infants treated with dicyclomine hydrochloride develop serious side effects, including death. Fennel seed oil has been shown to reduce intestinal spasms and increase motility of the small intestine. However, there have not been any clinical studies of its effectiveness. OBJECTIVES: To determine the effectiveness of fennel seed oil emulsion in infantile colic. DESIGN: Randomized placebo-controlled trial. SETTINGS: Two large multi-specialty clinics. SUBJECTS: 125 infants, 2 to 12 weeks of age, who met definition of colic. INTERVENTION: Fennel seed oil emulsion compared with placebo. OUTCOME MEASURE: Relief of colic symptoms, which was defined as decrease of cumulative crying to less than 9 hours per week. RESULTS: The use of fennel oil emulsion eliminated colic, according to the Wessel criteria, in 65% (40/62) of infants in the treatment group, which was significantly better than 23.7% (14/59) of infants in the control group (P < 0.01). There was a significant improvement of colic in the treatment group compared with the control group [Absolute Risk Reduction (ARR) = 41% (95% CI 25 to 57), Number Needed to Treat (NNT) = 2 (95% CI 2 to 4)]. Side effects were not reported for infants in either group during the trial. CONCLUSION: Our study suggests that fennel seed oil emulsion is superior to placebo in decreasing intensity of infantile colic.",
      "mesh_terms": [
        "Colic",
        "Double-Blind Method",
        "Female",
        "Foeniculum",
        "Humans",
        "Infant",
        "Infant, Newborn",
        "Male",
        "Phytotherapy",
        "Plant Oils",
        "Plants, Medicinal",
        "Time Factors",
        "Treatment Outcome",
        "United States"
      ]
    },
    {
      "pmid": "12566188",
      "title": "Comparison of fennel and mefenamic acid for the treatment of primary dysmenorrhea.",
      "authors": [
        "B Namavar Jahromi",
        "A Tartifizadeh",
        "S Khabnadideh"
      ],
      "journal": "International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics",
      "publication_date": "2003-Feb",
      "publication_types": [
        "Comparative Study",
        "Journal Article"
      ],
      "abstract": "OBJECTIVES: To compare the effect of Foeniculum vulgare variety dulce (Sweet Fennel) vs. mefenamic acid for the treatment of primary dysmenorrhea. METHODS: A cohort of seventy women, 15-24 years old from a local university and high-school, who complained of dysmenorrhea were enrolled in this study. Ten cases were excluded due to evidence of secondary dysmenorrhea. The remaining 60 patients were graded mild, moderate and severe on the basis of a verbal multidimensional scoring system. Thirty patients with mild dysmenorrhea were also excluded from the study. Each of the 30 cases with moderate to severe dysmenorrhea was evaluated for three cycles. In the first cycle no medication was given (control cycle), in the second cycle the cases were treated by mefenamic acid (250 mg q6h orally) and in the third cycle, essence of Fennel's fruit with 2% concentration (25 drops q4h orally), was prescribed at the beginning of the cycle. These cycles were compared day by day for the effect, potency, time of initiation of action and also complications associated with each treatment modality, by using a self-scoring system. Intensity of pain was reported by using a 10-point linear analog technique. Statistical analyses were performed by the independent sample t-test, paired t-test and repeated measurement analysis method. RESULTS: In the study group the mean age of menarche was 12.5+/-1.3 years, the mean duration of menstruation was 6.6+/-1.4 days with the mean cycle days of 27+/-3. The findings observed during menses were as follows: headache in 26.7%, nausea in 63.3%, vomiting in 23.3%, diarrhea in 33.3%, fatigue in 93.3% and leaving the daily tasks undone was reported in 86.9% of the cases. Both of the drugs effectively relieved menstrual pain as compared with the control cycles (P<0.001). The mean duration of initiation of action was 67.5+/-46.06 min for mefenamic acid and 75+/-48.9 min for fennel. The difference was not statistically significant (P=0.57). Mefenamic acid had a more potent effect than fennel on the second and third menstrual days (P<0.05), however, the difference on the other days was not significant. No complication was reported in mefenamic acid treated cycles, but five cases (16.6%) withdrew from the study due to fennel's odor and one case (3.11%) reported a mild increase in the amount of her menstrual flow. CONCLUSIONS: The essence of fennel can be used as a safe and effective herbal drug for primary dysmenorrhea, however, it may have a lower potency than mefenamic acid in the dosages used for this study.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Cyclooxygenase Inhibitors",
        "Dysmenorrhea",
        "Female",
        "Foeniculum",
        "Humans",
        "Mefenamic Acid",
        "Phytotherapy",
        "Plant Oils",
        "Plants, Medicinal",
        "Treatment Outcome"
      ]
    }
  ]
}