{
  "supplement": "Fennel Essential Oil",
  "query": "Fennel Essential Oil[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:34:32",
  "research_count": 8,
  "count": 8,
  "articles": [
    {
      "pmid": "38139998",
      "title": "Fennel Essential Oil as a Complementary Therapy in the Management of Diabetes.",
      "authors": [
        "Ruxandra Ștefănescu",
        "Bianca-Eugenia Ősz",
        "Andrada Pintea",
        "Eszter Laczkó-Zöld",
        "Amelia Tero-Vescan",
        "Camil-Eugen Vari",
        "Emoke Fulop",
        "Iuliana Blaș",
        "Szende Vancea"
      ],
      "journal": "Pharmaceutics",
      "publication_date": "2023-Nov-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetes is a serious pathology that affects a significant number of people worldwide. Its progression is rapid and leads to serious complications if glycemic control is missing. The micro and macrovascular complications of diabetes produce disabilities over time that affect the daily lives of patients. The major challenge of diabetes therapy is to reach a stable glycemic state and to delay the onset of specific complications. Aromatherapy is considered an alternative or complementary therapy, but in recent years, there has been a tendency to overuse essential oils. The present study was designed to evaluate and compare the effects produced by the topical and oral administration of fennel essential oil to diabetic rats. Eighteen compounds in fennel essential oil were identified by gas chromatography-mass spectrometry (GC-MS) analysis. The major compounds were trans-anethole (64.6%) and fenchone (24.5%). The in vivo study revealed that after a four-week treatment with fennel essential oil, the rats' glycemic levels were significantly reduced (p ≤ 0.05). Furthermore, there were no differences between the two routes of administration. In addition, an ex vivo study underlined the potential effect of this essential oil in the prevention of cataract formation."
    },
    {
      "pmid": "36421558",
      "title": "Herbal Fennel Essential Oil Nanogel: Formulation, Characterization and Antibacterial Activity against Staphylococcus aureus.",
      "authors": [
        "Aftab Alam",
        "Ahmed I Foudah",
        "Mohammad Ayman Salkini",
        "Mohammad Raish",
        "Jyotiram Sawale"
      ],
      "journal": "Gels (Basel, Switzerland)",
      "publication_date": "2022-Nov-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Antimicrobial resistance (AMR) is one of the greatest threats to humanity in the world. Antibiotic-resistant bacteria spread easily in communities and hospitals. Staphylococcus aureus (S. aureus) is a serious human infectious agent with threatening broad-spectrum resistance to many commonly used antibiotics. To prevent the spread of pathogenic microorganisms, alternative strategies based on nature have been developed. Essential oils (EOs) are derived from numerous plant parts and have been described as antibacterial agents against S. aureus. Fennel essential oils were selected as antibacterial agents encapsulated in nanoparticles of polylactic acid and glycolic acid (PLGA). The optimum size of the formulation after loading with the active ingredient was 123.19 ± 6.1595 nm with a zeta potential of 0.051 ± 0.002 (23 ± 1.15 mV). The results of the encapsulation efficiency analysis showed high encapsulation of EOs, i.e., 66.4 ± 3.127. To obtain promising carrier materials for the delivery of fennel EOs, they were incorporated in the form of nanogels. The newly developed fennel oils in PLGANPs nanogels have good drug release and MIC against S. aureus. These results indicate the potential of this novel delivery system for antimicrobial therapy."
    },
    {
      "pmid": "34829668",
      "title": "Impact of Fennel Essential Oil as an Antibiotic Alternative in Rabbit Diet on Antioxidant Enzymes Levels, Growth Performance, and Meat Quality.",
      "authors": [
        "Tharwat Imbabi",
        "Islam Sabeq",
        "Ali Osman",
        "Kamal Mahmoud",
        "Shimaa A Amer",
        "Aziza M Hassan",
        "Nikolay Kostomakhin",
        "Walid Habashy",
        "Ahmed A Easa"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2021-Nov-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In the current study, fennel essential oil was used as an antibiotic alternative compared to gentamycin for enhancing the expression of apoptosis genes and antioxidant enzymes in weaned rabbits as well as meat quality and growth performance. The gene expression of the cell lymphoma 2 (BAX and BCL2), caspase3 (CASP3), and glutathione peroxidase (GPX1) were estimated in the liver tissue using qRT-PCR. A total of 45 Moshtohor weaned male rabbits aged four weeks were randomly allocated to control, T1, and T2 treatment groups; each consisted of 15 weaned male rabbits with five replicates. Rabbits in the T1 and T2 groups were orally supplied with 1 mL fennel oil and 1 mL gentamycin, respectively. Weaned rabbits under different treatments showed increased body weight (BW) at 8 and 12 weeks of age and average daily gain (ADG) at 4-8 and 4-12 weeks of age compared to the control group. Compared to the controls, the weaned rabbits supplemented with fennel oil and gentamycin had lower total cholesterol, triglyceride, and MDA. In addition, villus length, mRNA of BAX, BCL2, Casp3, and GPX were increased in the different treatments compared to the control. Furthermore, the meat of these rabbits was less tender, had a lower aerobic plate count (APC), pH, and was brighter and redder in color than the control. Under the conditions of the present study, the supplementation of weaned Moshtohor rabbits with fennel oil as a natural alternative for gentamycin enhanced feed conversion and daily gain through enhancing villus length and mucus thickness. Additionally, fennel essential oil reduces oxidative stress by increasing the antioxidant enzymes."
    },
    {
      "pmid": "30907324",
      "title": "Virtual Structural Similarity Elucidates Bioactivity of Fenchone: A Phytochemical Enriched in Fennel Essential Oil.",
      "authors": [
        "Sukhchain Singh",
        "Pawan Gupta",
        "Jeena Gupta"
      ],
      "journal": "Current drug discovery technologies",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Fenchone is a natural monoterpene abundantly present in fennel essential oil. It is known for its wound healing properties but its other biological activities are less explored. METHODS: We used an in silico structural similarity searching approache to identify various biological activities of fenchone. The identified biological activities of fenchone (purchased from Sigma Aldrich) were validated by conducting DPPH free radical scavenging assay, MTT assay, well diffusion assay for antimicrobial activity and enzymatic assays to analyze the activity of different antioxidant enzymes. RESULTS: Camphor was found to possess maximum structural similarity with fenchone (similarityindex 100). Molecular docking demonstrated that the binding modes of fenchone were also similar to camphor against protein Cytochrome CYP101D1 (PDB ID: 4C9K). Fenchone also demonstrated to possess an antioxidant activity (IC50: 3.32±0.008mM), an antimicrobial activity (MIC: 0.49mM) and a very strong antifungal activity. Fenchone protects yeast cells from H2O2 induced cytotoxicity and is cytotoxic to cancerous Hela cells (IC50: 12.63±0.12 μM). Fenchone treatment also showed the reduced activity of antioxidant enzymes i.e glutathione-S-transferase, catalase and lipid peroxidase. CONCLUSION: To the best of our knowledge, this is the first report that used structural similarity searching to explore the biological activities of fenchone.",
      "mesh_terms": [
        "Anti-Bacterial Agents",
        "Antineoplastic Agents",
        "Antioxidants",
        "Camphanes",
        "Camphor",
        "Cytochrome P-450 Enzyme Inhibitors",
        "Cytochrome P-450 Enzyme System",
        "Escherichia coli",
        "Escherichia coli Proteins",
        "Foeniculum",
        "HeLa Cells",
        "Humans",
        "Lipid Peroxidation",
        "Microbial Sensitivity Tests",
        "Molecular Docking Simulation",
        "Norbornanes",
        "Oils, Volatile",
        "Structure-Activity Relationship"
      ]
    },
    {
      "pmid": "27308645",
      "title": "Curcumin and Fennel Essential Oil Improve Symptoms and Quality of Life in Patients with Irritable Bowel Syndrome.",
      "authors": [
        "Piero Portincasa",
        "Leonilde Bonfrate",
        "Maria Lia Lia Scribano",
        "Anna Kohn",
        "Nicola Caporaso",
        "Davide Festi",
        "Maria Chiara Campanale",
        "Teresa Di Rienzo",
        "Maria Guarino",
        "Martina Taddia",
        "Maria Vittoria Fogli",
        "Maria Grimaldi",
        "Antonio Gasbarrini"
      ],
      "journal": "Journal of gastrointestinal and liver diseases : JGLD",
      "publication_date": "2016-Jun",
      "publication_types": [
        "Journal Article",
        "Multicenter Study",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND AND AIMS: Irritable Bowel Syndrome (IBS) patients still require effective treatment. The anti-inflammatory property of curcumin and the antispasmodic and carminative effect of fennel suggests that combination of these nutraceutical compounds would be useful in functional bowel disorders including IBS. We assessed the efficacy and tolerability of a combination of curcumin and fennel essential oil (CU-FEO) in IBS symptoms relief. METHODS: 121 patients with mild-to-moderate symptoms of IBS defined by an Irritable Bowel Syndrome- symptom severity score (IBS-SSS) 100-300 and abdominal pain score 30-70 on a 100 mm Visual Analogue Scale (VAS), were randomly assigned to CU-FEO or placebo (2 capsules b.d. for 30 days). Primary endpoint was the mean decrease of IBS-SSS at the end of the treatment corrected for the mean baseline score (relative decrease). The impact of the treatment on quality of life was assessed through IBS-QoL questionnaire. RESULTS: CU-FEO was safe, well-tolerated and induced symptom relief in patients with IBS; a significant decrease in the mean relative IBS-SSS was observed after 30 days of treatment (50.05 +/- 28.85% vs 26.12 +/- 30.62%, P<0.001). This result matched the reduction of abdominal pain and all the other symptoms of IBS-SSS. The percentage of symptom-free patients was significantly higher in the CU-FEO than in the placebo group (25.9% vs. 6.8%, P = 0.005). All domains of IBS-QoL improved consistently. CONCLUSION: CU-FEO significantly improved symptoms and quality of life in IBS patients over 30 days.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Aged",
        "Anti-Inflammatory Agents",
        "Curcumin",
        "Double-Blind Method",
        "Drug Combinations",
        "Female",
        "Foeniculum",
        "Gastrointestinal Agents",
        "Humans",
        "Irritable Bowel Syndrome",
        "Italy",
        "Male",
        "Middle Aged",
        "Oils, Volatile",
        "Phytotherapy",
        "Plant Oils",
        "Plants, Medicinal",
        "Quality of Life",
        "Remission Induction",
        "Severity of Illness Index",
        "Surveys and Questionnaires",
        "Time Factors",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "24082507",
      "title": "Effects of Fennel Essential Oil on Cisplatin-induced Nephrotoxicity in Ovariectomized Rats.",
      "authors": [
        "Safoora Mazaheri",
        "Mehdi Nematbakhsh",
        "Mehrnoosh Bahadorani",
        "Zahra Pezeshki",
        "Ardeshir Talebi",
        "Ali-Reza Ghannadi",
        "Farzaneh Ashrafi"
      ],
      "journal": "Toxicology international",
      "publication_date": "2013-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Cisplatin (cis-diamminedichloroplatinum II (CDDP)) is an effective drug in cancer therapy to treat solid tumors. However, the drug is accompanied by nephrotoxicity. Previous reports indicated that estrogen has no protective role against CDDP-induced nephrotoxicity, but the role of phytoestrogen as an estrogenic agent in plants is not determined yet. The major composition of fennel essential oil (FEO) is trans-anethole that has estrogenic activity; so, we used FEO as a phytoestrogen source against CDDP-induced nephrotoxicity. MATERIALS AND METHODS: Fifty-four ovariectomized Wistar rats were divided into seven groups. Groups 1-3 received different doses of FEO (250, 500, and 1000 mg/kg/day, respectively) for 10 days. Group 4 received saline for 10 days plus single dose of CDDP (7 mg/kg, intraperitoneally (ip)) at day 3. Groups 5-7 received FEO similar to groups 1-3, respectively; plus a single dose of CDDP (7 mg/kg, ip) on day 3. On day 10, the animals were sacrificed for histopathological studies. RESULTS: The serum levels of blood urea nitrogen (BUN) and creatinine (Cr), kidney tissue damage score (KTDS), and kidney weight (KW) and body weight changes in CDDP-treated groups increased significantly (P < 0.05). FEO did not reduce the levels of BUN and Cr, KTDS, and KW and body weight changes. Also, the serum and tissue levels of nitrite were not altered significantly by FEO. CONCLUSION: FEO, as a source of phytoestrogen, did not induce kidney damage. In addition, FEO similar to estrogen was not a nephroprotectant agent against CDDP-induced nephrotoxicity."
    },
    {
      "pmid": "21865126",
      "title": "Epileptic seizure induced by fennel essential oil.",
      "authors": [
        "Souad Skalli",
        "Rachida Soulaymani Bencheikh"
      ],
      "journal": "Epileptic disorders : international epilepsy journal with videotape",
      "publication_date": "2011-Sep",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "An epileptic seizure is reported in a 38-year-old woman, known to be an epileptic patient. Although she was under antiepileptic treatment and had well-controlled epilepsy, she developed a typical generalised tonic-clonic seizure and remained unconscious for 45 minutes following ingestion of a number of cakes containing an unknown quantity of fennel essential oil. Involuntary diarrhoea accompanied her epileptic seizure. This reported case recalls the fact that fennel essential oil can induce seizures and that this oil should probably be avoided by patients with epilepsy. Labelling of products with fennel essential oil should refer to the risk of seizures, particularly for patients with epilepsy. An awareness programme should involve all stakeholders affected by this issue.",
      "mesh_terms": [
        "Adult",
        "Anticonvulsants",
        "Epilepsy",
        "Epilepsy, Tonic-Clonic",
        "Female",
        "Foeniculum",
        "Humans",
        "Lamotrigine",
        "Oils, Volatile",
        "Seizures",
        "Triazines"
      ]
    },
    {
      "pmid": "11448553",
      "title": "The effect of fennel essential oil on uterine contraction as a model for dysmenorrhea, pharmacology and toxicology study.",
      "authors": [
        "S N Ostad",
        "M Soodi",
        "M Shariffzadeh",
        "N Khorshidi",
        "H Marzban"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2001-Aug",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Increasing the ectopic uterine motility is the major reason for primary dysmenorrhea. This motility is the basis for several symptoms including for pain is the main complaints of patients with primary dysmenorrhea. There are several mechanisms, which initiate dysmenorrhea. Therefore, different compounds can be employed to control its symptoms. In long-term therapy, combination of oestrogens and progestins may be useful. In short-term therapy, dysmenorrhea sometimes non-steroidal anti-inflammatory drugs (NSAIDs) are used. Most of NSAIDs in long-term therapy show severe adverse effects. In an attempt to find agents with less adverse effect the fennel essential oil (FEO) was chosen for this investigation. In this article, effects of FEO on the uterine contraction and estimation of LD(50) in rat were described. For assessment of pharmacological effects on the isolated rat uterus, oxytocin (0.1, 1 and 10 mu/ml) and prostaglandin E(2) (PGE(2)) (5x10(-5) M) were employed to induce muscle contraction. Administration of different doses of FEO reduced the intensity of oxytocin and PGE(2) induced contractions significantly (25 and 50 microg/ml for oxytocin and 10 and 20 microg/ml PGE(2), respectively). FEO also reduced the frequency of contractions induced by PGE(2) but not with oxytocin. LD(50) of FEO was obtained in the female rats by using moving average method. The estimated LD(50) was 1326 mg/kg. No obvious damage was observed in the vital organs of the dead animals.",
      "mesh_terms": [
        "Animals",
        "Bronchi",
        "Dysmenorrhea",
        "Endocardium",
        "Female",
        "Ferula",
        "In Vitro Techniques",
        "Kidney Cortex",
        "Lethal Dose 50",
        "Liver",
        "Oils, Volatile",
        "Oxytocin",
        "Phytotherapy",
        "Plant Oils",
        "Plants, Medicinal",
        "Plants, Toxic",
        "Rats",
        "Rats, Sprague-Dawley",
        "Rats, Wistar",
        "Stomach",
        "Uterine Contraction",
        "Uterus"
      ]
    }
  ]
}