{
  "supplement": "Fish",
  "query": "Fish[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:35:28",
  "research_count": 5638,
  "count": 100,
  "articles": [
    {
      "pmid": "40309128",
      "title": "Polydopamine-functionalized acellular fish scale scaffolds for accelerated bone tissue regeneration.",
      "authors": [
        "Shilong Su",
        "Ruideng Wang",
        "Jinwu Bai",
        "Shan Gao",
        "Rubing Zhou",
        "Fang Zhou"
      ],
      "journal": "RSC advances",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The complex microenvironment changes in the bone defect site are the main reason for its refractory treatment, including the significant increase in the level of reactive oxygen species (ROS) and inflammatory dysregulation. There is an urgent need to develop some bioactive materials that can regulate the microenvironment and promote bone regeneration. This study proposed a new strategy for designing bone tissue engineering scaffolds based on fish scales and developed a polydopamine-functionalized acellular fish scale scaffold (PDA-AFS). The results showed that PDA-AFS had excellent mechanical properties, special three-dimensional surface topography, and biodegradability. In vitro results showed that PDA-AFS had good biocompatibility and cell adhesion ability, could effectively reduce ROS levels, and had immunomodulatory activity. More importantly, PDA-AFS can enhance osteogenic differentiation of bone marrow mesenchymal stem cells and promote endogenous bone regeneration in critical-sized calvarial bone defects. In addition, transcriptome analysis also provided clues to its possible osteogenic mechanism. Overall, we provide a new strategy for designing bone tissue engineering scaffolds based on fish scales for bone regeneration treatment of bone defects."
    },
    {
      "pmid": "40297279",
      "title": "Impacts of Substituting Fish Meal With Hydrolyzed Feather Meal on the Growth Performance, Immunity, and Antioxidant Capacity of Juvenile Largemouth Bass (Micropterus salmoides).",
      "authors": [
        "Yanhong Zhou",
        "Hualiang Liang",
        "Mingchun Ren",
        "Dongyu Huang",
        "Jiaze Gu"
      ],
      "journal": "Aquaculture nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An 8-week breeding experiment was conducted to study the impacts of adding different levels (0%, 3.1%, 6.2%, 9.3%, 12.4%, and 15.5%) of hydrolyzed feather meal (HFM) in place of fish meal (FM) in the feed on the growth performance, immune function, and antioxidative ability of juvenile largemouth bass (Micropterus salmoides), with fishmeal substitution levels (FSLs) of 0% (control group; FSL0), 10% (FSL10), 20% (FSL20), 30% (FSL30), 40% (FSL40), and 50% (FSL50), respectively. The findings show that there were no notable differences observed among the different treatment groups when contrasted with FSL0. However, as the substitution level increased, final body weight (FBW), weight gain rate (WGR), and specific growth rate (SGR) declined, while the feedback coefficient rate (FCR), condition factor (CF), hepatosomatic index (HSI), and viscerosomatic index (VSI) increased. With an increase in the FSL, catalase (CAT) activity increased in all the groups and was significantly higher in the FSL20 and FSL50 groups than the control group; SOD activities in FSL40 and FSL50 significantly increased, and the plasma MDA contents in FSL40 and FSL50 significantly decreased. The gene expression levels of IL-10 and IL-8 in the groups FSL20 to FSL50 significantly decreased. When compared with FSL0, the gene expression levels of CHOP and ATF6 were also significantly lower in the FSL10 to FSL50 groups. The overall expression level of ASK1 was significantly reduced in the FSL20 group. Similarly, the expression level of JNK1 was also significantly reduced in the FSL20 group. To sum up, replacing FM with HFM at 50% did not impact the growth of juvenile largemouth bass. An FSL range of 20%-50% can enhance the antioxidant capacity of largemouth bass, reduce inflammation and stress states, and have beneficial effects on the body. It is beneficial for maintaining the healthy growth of largemouth bass."
    },
    {
      "pmid": "40293601",
      "title": "Effects of CuSO4 and CuO nanoparticles on fish gut motility in Altantic salmon, Salmo salar.",
      "authors": [
        "Alice Facques",
        "Richard D Handy"
      ],
      "journal": "Ecotoxicology (London, England)",
      "publication_date": "2025-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Innovation with metallic nanoparticles (NPs) is increasing, but their effects on the gastrointestinal physiology of fishes is poorly understood. This study explored the effects of CuSO4 and CuO NPs (primary size; 10-20 nm) on gut motility of Salmo salar (Atlantic Salmon), using an isolated gut preparation to record the frequency and amplitude of contractions. The study design used each gut as its own control, with measurements before, during and after exposure to each substance. Nanoparticle tracking analysis (NTA), as expected, showed some particle aggregation of CuO NPs in physiological saline with a hydrodynamic diameter of (mean ± S.E., n = 10) 242 nm ± 42. Exposure to 0.1 mg/L of Cu as CuSO4 displayed no significant effect on both the frequency and amplitude when compared to controls without Cu, and the CuO NP treatment. The CuO NP treatment displayed a similar effect on contractions when compared to controls, where the frequency and amplitude of contractions remained unchanged. However, a significant decrease in number of contractions between pre- and post-exposure phases in the CuSO4 treatment was observed. Impaired contractility remained evident in clean saline after exposure to CuSO4, indicating a continued post-exposure effect. In contrast, guts exposed to CuO NP showed similar numbers of contractions in the exposure and post-exposure phases, indicating no further deterioration. Total Cu concentrations in the tissue as dry weight (dw) were significantly higher in guts exposed to CuO NPs (1060 µg/g dw) than CuSO4 (24 µg/g dw), but CuSO4 was more hazardous with respect to gut motility than the nano form."
    },
    {
      "pmid": "40284162",
      "title": "Impact of a Fish-Based Restrictive Ketogenic Diet on Body Composition and Strength Capacity: A Pre-Post Study.",
      "authors": [
        "Katarzyna Siedzik",
        "Kamil Góral",
        "Ewa Rodziewicz-Flis",
        "Robert A Olek",
        "Wiesław Ziółkowski"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: The ketogenic diet (KD) is becoming a popular nutritional model for athletes. One limitation of this diet is the use of animal-meat products, which may be unacceptable to some people. Moreover, the relationship between this diet's use, body composition, and strength capacity has not been thoroughly investigated. This study aimed to assess the effects of a two-week fish-based restrictive KD on body composition, strength capacity (isometric muscle strength), and somatic disorders in healthy adults. Methods: Participants were recruited through advertisements, posters displayed at the university, and information shared among colleagues. Ultimately, 14 individuals qualified for this study. For two weeks, they followed a designated ketogenic diet enriched with fish and omega-3 fatty acids, with a calorie reduction of -500 kcal/day. The study was designed and conducted as a single-group pre-post study. Before and after completing the diet, participants' body composition (body mass, body fat, fat-free mass, and visceral fat) and strength capacity (knee extensor peak torque [KEPT] and knee flexor peak torque [KFPT]) were measured. The survey also analyzed participants' somatic disorders such as nausea, vomiting, energy level, diarrhea, constipation, drowsiness, sleep problems, hunger, thirst, and bad breath. The average results of both trials obtained before and after the diet were compared using the paired Student's t-test or non-parametric test. The significance level was set at 0.05. Results: After two weeks of a fish-based restrictive KD, significant increases in ketone bodies were observed in both the blood (pre: 0.21 mmol/L ± 0.15 vs. post: 2.20 ± 1.19, p < 0.001) and urine (pre: 0.00 mmol/L ± 0.00 vs. post: 4.64 mmol/L ± 3.24, p < 0.001). Body composition changes included significant reductions in total body mass (pre: 76.66 kg ± 11.06 vs. post: 73.77 kg ± 10.76, p < 0.001), fat mass (pre: 21.34 kg ± 7.36 vs. post: 19.73 kg ± 7.20, p < 0.001), and visceral fat (pre: 708.50 g ± 627.67 vs. post: 603.21 g ± 567.82, p = 0.0012). Skeletal muscle mass decreased by 2% (pre: 27.75 kg ± 5.80 vs. post: 27.03 kg ± 5.47, p = 0.01), though no significant changes were seen in muscle strength when adjusting for body mass or skeletal muscle mass. No major adverse effects were noted in relation to somatic disorders, although some participants reported increased thirst and bad breath. Conclusions: After 14 days of a fish-based restrictive KD, a significant reduction in body mass and changes in body composition were observed, with no loss of muscle strength. This type of diet may serve as an effective method for rapid body mass reduction in sports with weight categories, while preserving muscle strength, which is crucial for athletes. It could also be an alternative means for individuals to eliminate animal meat from their diet.",
      "mesh_terms": [
        "Humans",
        "Body Composition",
        "Male",
        "Diet, Ketogenic",
        "Muscle Strength",
        "Female",
        "Adult",
        "Young Adult",
        "Animals",
        "Fishes",
        "Fatty Acids, Omega-3",
        "Seafood"
      ]
    },
    {
      "pmid": "40282736",
      "title": "A Simulation of the Real-Time Shelf Life of Frozen Fish Products in a Bulk System Sale.",
      "authors": [
        "Ilenia Dottori",
        "Stefania Urbani",
        "Luigi Daidone",
        "Arianna Bonucci",
        "Matteo Beccerica",
        "Roberto Selvaggini",
        "Beatrice Sordini",
        "Raffaella Branciari",
        "Gianluca Veneziani",
        "Davide Nucciarelli",
        "Agnese Taticchi",
        "Maurizio Servili",
        "Sonia Esposto"
      ],
      "journal": "Foods (Basel, Switzerland)",
      "publication_date": "2025-Apr-12",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, the real-time shelf life of frozen fillets of two different types of fish, tuna (Thunnus albacares) and hake (Merluccius hubbsi), was studied, simulating a bulk system sale. A glaze treatment was used on all the samples at the beginning, and during the 60-day storage period, the glaze was reapplied at regular intervals on half of the samples (\"glazed\"), while the other half was not re-glazed (\"control\"). To assess the quality changes in the two products, the peroxide value (PV), total volatile basic nitrogen (TVB-N), biogenic amines and volatile composition were determined every twenty days. Our results showed that both the glazed and control products did not exceed the legal limits of 35 mg/100 g of TVB-N and 100 mg/kg of histamine. In the hake fillets, in particular, glazing reduced the alteration phenomena associated with oxidative processes. In contrast, because of the high initial thickness of the glazing layer (20% of the weight of the frozen product), the reapplication of glazing during the storage period did not lead to any significant differences between the glazed and control tuna fillets. In conclusion, the different fishes' compositions affect their conservation after the freezing process, which was improved by means of glazing in the case of the hake fillets."
    },
    {
      "pmid": "40274893",
      "title": "Assessment of untreated and vermifiltration treated pharmaceutical industrial effluent in fish Channa punctata using biochemical, histopathological, ultrastructural and ATR-FTIR analysis.",
      "authors": [
        "Harpal Kaur",
        "Pooja Chadha"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-24",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The unfettered discharge of untreated pharmaceutical effluent into water bodies poses severe menace to aquatic ecosystem. The conventional approaches found to be ineffectual in treating pharmaceutical effluent due to certain issues such as lack of eco-friendliness, cost extensive, also sludge is formed which further increases the expenditure for processing. In context of developing nations, the cost effectiveness and environmental sustainability of vermifiltration technology make it an ideal alternative to conventional wastewater treatment techniques. The current exploration was devised to appraise the effect of untreated and vermifiltration treated effluent in fish Channa punctata through biochemical, histopathological, ultrastructural and ATR-FTIR analysis. Considerably augmented alterations in biochemical parameters (MDA, SOD, CAT and GST) in liver, gill and kidney tissues were scrutinized in untreated group. After 45 days of exposure, 4.35, 4.19 and 3.89 folds hike in MDA content were noticed in liver, gill and kidney tissues of untreated group respectively in contrast to control group. Histopathological examination in fish unveiled to untreated effluent exhibited numerous distortions in liver (necrosis, vacuolization, hepatocyte degeneration), gill (disintegration of primary lamellae, upliftment of gill epithelial layer, fusion of secondary lamellae) and kidney (necrosis, degenerated and constricted glomerulus) tissues. Scanning electron microscopy examination further reiterated the anomalies perceived in histopathological investigation. Further, ATR-FTIR analysis presented more biomolecular alterations in exposed tissues. On contrary, fewer biochemical, histopathological, ultrastructural and biomolecular alterations were noticed in treated effluent exposed fish implies its less toxic nature. The outcomes of the study concluded that vermifiltration technology is trustworthy, economic and sustainable technology for treating different industrial effluents.",
      "mesh_terms": [
        "Animals",
        "Gills",
        "Spectroscopy, Fourier Transform Infrared",
        "Liver",
        "Water Pollutants, Chemical",
        "Kidney",
        "Industrial Waste",
        "Water Purification",
        "Fishes",
        "Wastewater",
        "Channa punctata"
      ]
    },
    {
      "pmid": "40269939",
      "title": "Fish bone migration: complications, diagnostic challenges, and treatment strategies.",
      "authors": [
        "Deng Li",
        "Wanting Zeng",
        "Jichuan Chen"
      ],
      "journal": "World journal of emergency surgery : WJES",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Fish bone impaction in the pharynx is a common otolaryngological emergency. However, if the fish bone perforates the pharyngeal wall or the gastrointestinal wall and migrates to the neck tissues or organs, entering the lungs, mediastinum, heart, liver, biliary tract, spleen, pancreas, or other structures, or damages major blood vessels in the thoracic or abdominal cavities, it can lead to severe complications. This condition is rare and dangerous, potentially resulting in a series of serious complications, including neck abscess, thyroid abscess, thrombosis or air embolism of the cervical vessels, esophageal perforation, rupture of major mediastinal vessels, mediastinitis, aorto-esophageal fistula, lung abscess, spinal injury, sepsis, splenic abscess, hepatic abscess, anal fistula, and it may even be misdiagnosed as a tumor. OBJECTIVE: This narrative review synthesizes evidence on fish bone translocation complications to (1) identify high-risk clinical presentations, (2) guide site-specific imaging selection, and (3) inform multidisciplinary management strategies. METHODS: Use the keyword \"fishbone\" to systematically search articles from PubMed、CNKI and Embase databases from 1972 to 2024. Review all original articles and include them in this review where appropriate. This narrative review synthesizes evidence from case reports and observational studies to explore complications and management of fish bone translocation in uncommon sites. Given the predominance of heterogeneous case reports, a formal systematic review with meta-analysis was not feasible; however, we employed systematic search strategies to minimize selection bias. CONCLUSION: To avoid severe complications, it is crucial to provide comprehensive information on the management of fish bone impaction. When fish bone removal cannot be achieved using laryngoscopy, prompt and decisive surgical intervention is required to extract the foreign body.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Fishes",
        "Foreign-Body Migration",
        "Bone and Bones",
        "Foreign Bodies"
      ]
    },
    {
      "pmid": "40268084",
      "title": "ω-3 Fish Oil Fat Emulsion can reduce the incidence of Delayed Gastric Emptying after Roux-en-Y Reconstruction for Gastric Cancer.",
      "authors": [
        "Siqing Jing",
        "Hao Chen",
        "Linsen Bao",
        "Ruohan Lyu",
        "Xu Boqi",
        "Lingxiao Pu",
        "Xiaojie Bian",
        "Liang Tao",
        "Meng Wang"
      ],
      "journal": "Journal of gastrointestinal surgery : official journal of the Society for Surgery of the Alimentary Tract",
      "publication_date": "2025-Apr-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Despite standardized surgical techniques, delayed gastric emptying (DGE) remains a major complication after Roux-en-Y reconstruction in gastric cancer patients. This study aimed to evaluate the efficacy of ω-3 fish oil fat emulsion in reducing DGE incidence and improving postoperative outcomes. METHODS: In this retrospective cohort study, 210 patients undergoing radical gastrectomy with Roux-en-Y reconstruction (Nanjing Drum Tower Hospital, 2018-2020) were stratified into two groups: the intervention group (n=139) received parenteral nutrition (PN) with ω-3 fish oil emulsion (0.2g/kg/day), while controls (n=71) received standard PN. DGE diagnosis required persistent symptoms (>72h postoperatively) and objective evidence of impaired motility (CT contrast retention ≥50% at 4h or scintigraphic T½ >90min), excluding mechanical obstructions (luminal stenosis <8mm). RESULTS: The ω-3 group exhibited significantly lower DGE incidence (4.3% vs. 15.5%, P=0.005) and shorter median postoperative hospital stay (10 vs. 13 days, P<0.001). Multivariate analysis identified ω-3 supplementation as an independent protective factor against DGE (OR=0.32, 95% CI:0.11-0.96, P=0.042). Symptom severity (Gastroparesis Cardinal Symptom Index) showed progressive improvement in the ω-3 cohort, with significant reductions in nausea and vomiting scores by week 4 (P<0.05). CONCLUSION: Perioperative ω-3 fish oil fat emulsion supplementation reduces DGE risk by 71%, accelerates recovery, and improves surgical outcomes in gastric cancer patients undergoing Roux-en-Y reconstruction. These findings support its integration into enhanced recovery protocols, particularly in high-risk populations."
    },
    {
      "pmid": "40255431",
      "title": "Differences in treatment response and survival between HER2(2+)/FISH-positive and HER2(3+) breast cancer patients after dual-target neoadjuvant therapy: a matched case-control study.",
      "authors": [
        "Sicheng Zhou",
        "Xuhui Qin",
        "Wei Xing",
        "Zhao Xu",
        "Chunlv Wei",
        "Yining Ren",
        "Zixing Gong"
      ],
      "journal": "Frontiers in oncology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The efficacy of neoadjuvant therapy (NAT) comprising dual-target drugs has been confirmed among patients with human epidermal growth factor receptor 2 (HER2)-positive breast cancer (BC). Therefore, we explored the differences in responses to NAT and prognosis between patients with HER2(3+) and HER2(2+)/fluorescence in-situ hybridization (FISH)-positive BC after TCbHP-based dual-target NAT. METHODS: Data from patients with HER2-positive invasive BC who underwent NAT and radical surgery between January 2019 and December 2022 at the Peking University First Hospital and Cancer Hospital of Chinese Academy of Medical Sciences were retrospectively summarized. Propensity score matching (PSM) was used to reduce confounding effects. Pathological complete response (pCR) and invasive disease-free survival (IDFS) were evaluated to respectively reflect therapeutic response and patients' survival status. RESULTS: We selected 132 BC patients (66 pairs) through PSM form a cohort of 308 patients. The pCR rate of patients in the HER2(3+) group was significantly higher than that in the HER2(2+)/FISH-positive group after NAT (P<0.001). Univariate and multivariate logistic regression analyses determined that pCR was significantly affected by tumor grade, hormone receptor (HR) status, HER2 status (P<0.05). The 3-year IDFS rate of HER2(3+) BC patients was better than that of HER2(2+)/FISH-positive BC patient (P=0.083), although the difference was not statistically significant. Furthermore, multivariable Cox regression analysis exhibited that positive lymph node, HER2(3+), and pCR were independent prognostic factors for IDFS. CONCLUSION: HER2(2+)/FISH-positive BC patients exhibited worse treatment response and prognosis than HER2(3+) BC patients after dual-target NAT, indicating that HER2 expression level is a crucial factor influencing the therapeutic efficacy and prognosis of BC patients after TCbHP-based dual-target NAT."
    },
    {
      "pmid": "40253998",
      "title": "Reclaiming Wolffia arrhiza as fish feed for the phytoremediation of aquaculture effluent.",
      "authors": [
        "Nor Sakinah Mohd Said",
        "Muhammad Zahin Zakaria",
        "Norsyasmin Izzati Samsuddin",
        "Nur Aina'a Zafirah Barom",
        "Navieen Al M Murugiah",
        "Siti Rozaimah Sheikh Abdullah"
      ],
      "journal": "Journal of environmental management",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aquaculture industry through the fisheries sector holds an important key aspect of food security. Despite its significance, it comes with environmental issues that cannot be avoided in most industrial activities, especially issues regarding water-related pollution. This study explores a novel dual-purpose approach, in which a floating species, Wolffia arrhizal, was applied for phyto-remediating aquaculture effluent and later followed by the evaluation of its potential as alternative fish feed. Different concentrations of contaminant loads were exposed to W. arrhiza plants for 7 days, and the best performance with removals of 15 % chemical oxygen demand (COD), 80 % biological oxygen demand (BOD), 99 % ammoniacal nitrogen (AN) and 94 % total suspended solids (TSS) were achieved in the treatment system using 0.1 g COD/g plant. The harvested plant biomass enriched with nutrients demonstrating strong potential for resource recovery within a circular economy framework, was then utilized in three separate fish feeding trials. Catfish were fed with 100 % commercial pallets; 50 % mixture of commercial pallets and 50 % W. arrhizal; and 100 % W. arrhiza. Results showed that W. arrhiza collected after phytoremediation treatment shows good potential as fish feed, but modification is needed in its formulation to ensure sufficient nutrient supply for fishes. This study highlights the dual potential of W. arrhiza as phytoremediator for aquaculture effluent and later being used as fish feed, contributing to both environmental protection and resource circularity in aquaculture.",
      "mesh_terms": [
        "Aquaculture",
        "Biodegradation, Environmental",
        "Animals",
        "Animal Feed",
        "Water Pollutants, Chemical",
        "Biological Oxygen Demand Analysis",
        "Fishes",
        "Nitrogen",
        "Catfishes"
      ]
    },
    {
      "pmid": "40248554",
      "title": "Laparoscopic Appendectomy for Perforated Appendicitis Caused by a Fish Bone: A Case Report.",
      "authors": [
        "Michinari Suzuki",
        "Hiroshi Kondou"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Foreign body ingestion is relatively common, with most objects passing through the gastrointestinal tract without complications. However, some foreign bodies can cause gastrointestinal perforation, leading to severe complications. Fish bone-induced gastrointestinal perforation is relatively common in regions with high fish consumption, but appendiceal perforation remains extremely rare and diagnostically challenging. We report a case of a 76-year-old male patient who presented with worsening lower abdominal pain. Computed tomography (CT) revealed a swollen appendix (16 mm) with a high-density area and surrounding fat stranding, confirming acute appendicitis caused by appendicolith. Emergency laparoscopic appendectomy revealed a markedly swollen appendix with a central perforation. A 10-mm wedge-shaped fish bone was identified within the appendiceal lumen, confirming fish bone-induced perforated appendicitis. Histopathological examination confirmed severe inflammation with focal necrosis. Postoperative multiplanar reconstruction (MPR) images revealed a wedge-shaped hyperdense linear structure within the appendix, which was identified as a fish bone. Fish bone-induced perforated appendicitis is a rare but important differential diagnosis in regions with high fish consumption. A detailed dietary history and careful review of MPR images on CT are essential for accurate preoperative diagnosis. Early recognition and laparoscopic surgical intervention can prevent severe complications and improve patient outcomes."
    },
    {
      "pmid": "40246605",
      "title": "Impact of fish oil on epigenetic regulation in perirenal adipose tissue of obese mice.",
      "authors": [
        "Victor Tadeu Gonçalves Plata",
        "Jussara de Jesus Simão",
        "Andressa França Bispo de Sousa",
        "Maria Isabel Alonso-Vale",
        "Lucia Armelin-Correa"
      ],
      "journal": "Obesity research & clinical practice",
      "publication_date": "2025-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "It has been demonstrated that fish oil (FO), a source of omega-3 polyunsaturated fatty acids (n-3 PUFA), offers partial protection to mice from the adverse effects of a high-fat diet (HFD) by altering the expression of genes involved in adipogenesis and adipocyte metabolism. Histone 3 lysine 27 (H3K27) modifiers, namely Ezh2, Kdm6a, Kdm6b, Crebbp and Ep300, are vital for the appropriate differentiation and metabolism of adipocytes, as they can either silence or activate transcription. The expansion of perirenal adipose tissue (AT) in obesity is associated with a number of complications, including hypertension and kidney disease. The aim of this study was to assess the expression of H3K27 modifiers and genes involved in adipogenesis and adipocyte metabolism in perirenal AT of HFD-fed and FO-treated (5DHA:1EPA) mice using real-time PCR. This study demonstrates, for the first time, that a high-fat diet (HFD) increases the expression of Kdm6b (H3K27 demethylase) in perirenal AT, and that treatment with FO can completely reverse this effect. Conversely, the expression of the Acly gene, which encodes an enzyme that provides a substrate for histone acetylases, was found to be reduced in HFD-fed mice and this was not reversed by FO treatment. Additionally, transcription factor genes, such as Tbx1, exhibited diminished expression in perirenal AT of mice fed an HFD. These observations suggest that a HFD affects the expression of chromatin modifiers, transcription factors, and metabolic genes in perirenal AT, and that FO can reverse some of these effects, offering a promising avenue for the treatment of obesity."
    },
    {
      "pmid": "40244553",
      "title": "Culture practice of Oreochromis niloticus through recirculating aquaculture system (RAS): a modern and growth-optimized approach of fish culture by maintaining water quality with proper fish stocking density in Bangladesh.",
      "authors": [
        "Dulon Roy",
        "Pritam Kumer Saha",
        "Smita Sarker",
        "Md Anwar Parves",
        "Aleksander Petrobich Zavyalov",
        "Gulshan Ara Latifa"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2025-Apr-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The recirculating aquaculture system is a modern method for managing indoor fish culture and ensuring maximum output. The focus of this research was to see how water physical and chemical characteristics influenced the productivity of tilapia in fish tanks (size: dia-3.35 m and depth-1.5 m) of constant water capacity (10,000 l) using three stocking densities such as 1200 fish/tank (89 fish per m3), 1000 fish/tank (74 fish per m3), and 800 fish/tank (59 fish per m3) in Treatments I, II, and III, respectively. Ninety fish samples were randomly obtained every 2 weeks over 4 months; they were weighed, measured, and returned to the tank. The average range of different physical-chemical parameters was within the limit, with some variations observed in certain readings. It was noted how much weight the fish gained on average and their specific growth rates (SGR) for Treatments I, II, and III at the end of the experiment. The treatments indicated statistically substantial differences ( P < 0.05 )  considering the specific growth rate, final mean weight, and weight gain. Treatment III which was the controlled group had a significantly higher SGR than the other treatments. Correlation between length, weight, specific growth rate (based on weight), and physical-chemical parameters was observed and tabulated. The regression between fish growth and physical-chemical parameters was also calculated. The results of this study consistently indicate that stocking density is a more important factor in determining the overall yield than water quality indicators in RAS."
    },
    {
      "pmid": "40240088",
      "title": "Fish and CHIP: Concurrent Percutaneous Left Ventricular Thrombus Retrieval and Complex Coronary Intervention With Hemodynamic Support.",
      "authors": [
        "Jonathan X Fang",
        "Zaid Al Jebaje",
        "Khaldoon Alaswad",
        "Gennaro Giustino",
        "James C Lee",
        "Brian P O'Neill",
        "Pedro Engel Gonzalez",
        "Tiberio M Frisoli",
        "Hussayn Alrayes",
        "Leo Kar Lok Lai",
        "Dee Dee Wang",
        "William W O'Neill",
        "Pedro A Villablanca"
      ],
      "journal": "JACC. Cardiovascular interventions",
      "publication_date": "2025-Apr-14",
      "publication_types": [
        "Journal Article"
      ]
    },
    {
      "pmid": "40239291",
      "title": "Synergistic inhibition of Pseudomonas aeruginosa by EGCG and I3A: preliminary mechanisms and application in fish meat preservation.",
      "authors": [
        "Yongqi Tian",
        "Yuanyuan Chen",
        "Ruyang Huang",
        "Tao Wang",
        "Shaoyun Wang"
      ],
      "journal": "International journal of food microbiology",
      "publication_date": "2025-May-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Synergistic bacteriostatic action represents a potent strategy for combating microbial contamination in the food industry. This study investigated the synergistic bacteriostatic effect of epigallocatechin gallate (EGCG) and indole-3-carboxaldehyde (I3A). Results showed a pronounced synergistic action of EGCG and I3A against diverse food spoilage microorganisms, most notably Pseudomonas aeruginosa (P. aeruginosa), with a fractional inhibitory concentration index (FICI) of 0.25. Further research revealed that EGCG disrupted the cell wall and cell membrane of P. aeruginosa, while supplementing I3A significantly boosted the concentration of intracellular reactive oxygen species, thereby inflicting cellular damage. Moreover, the EGCG-I3A treatment inhibited the biofilm formation of P. aeruginosa in a dose-dependent manner, with the effectiveness increasing with the quantity of I3A added. Metabolomic study revealed a perturbation in glutathione and taurine metabolic pathways post synergistic treatment, compromising redox homeostasis. This synergistic treatment also downregulated uracil, proline, and glutamate metabolites, thereby suppressing Quorum Sensing (QS) and biofilm-associated expression within P. aeruginosa. Additionally, the combination significantly inhibited P. aeruginosa growth in fish meat. In essence, this study underscored the synergistic bacteriostatic efficacy of EGCG and I3A, highlighting its potential application in food preservation."
    },
    {
      "pmid": "40236740",
      "title": "Fish are poor sentinels for surveillance of riverine antimicrobial resistance.",
      "authors": [
        "Faina Tskhay",
        "Christoph Köbsch",
        "Alan X Elena",
        "Johan Bengtsson-Palme",
        "Thomas U Berendonk",
        "Uli Klümper"
      ],
      "journal": "One health (Amsterdam, Netherlands)",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Effective surveillance of antimicrobial resistance (AMR) in the environment is crucial for assessing the human and animal health risk of AMR pollution. Wastewater treatment plants (WWTPs) are one of the main sources of AMR pollutants discharged into water bodies. One important factor for assessing the risks associated with such pollution is the colonization potential of the resistant bacteria (ARB) and resistance genes (ARGs) from the environment into human or animal microbiomes upon exposure. This study explores whether fish can act as sentinels for surveillance of AMR pollution in general and specifically the human colonization potential of ARB in rivers impacted by WWTP effluents. Two riverine fish species, Brown trout, and European bullhead, were sampled up- and downstream a German WWTP. The two fish species were chosen due to their different lifestyles: Trout are mainly actively swimming in the water phase, while bullheads are sedentary and river sediment-associated. The bacterial microbiomes and resistomes of fish gills, skin, and feces were compared with those of the respective river water and sediment up- and downstream of the WWTP. Microbiomes of both fish mirrored the changes in river water and sediment downstream of the WWTP, with significant shifts in bacterial community composition, particularly an increase in Proteobacteria and Verrucomicrobia. However, increases in ARG abundances observed in water and sediment downstream of the WWTP were not reflected in any of the fish-associated resistomes. This indicates that while the fish microbiome is sensitive to environmental changes, resistomes of poikilothermic animals such as fish are less responsive to colonization by ARB originating from WWTPs and may not serve as effective sentinels for assessing AMR pollution and colonization risks in freshwater environments. This study highlights the complexity of using wildlife as indicators for environmental AMR pollution and suggests that other species are better suited for surveillance efforts."
    },
    {
      "pmid": "40236453",
      "title": "Case Report: Fish bone-induced duodenal perforation leading to bile duct stones and portal vein thrombosis.",
      "authors": [
        "Yuyi Shi",
        "Xiliang Xu",
        "Yuxu Wang",
        "Wenhao Qu"
      ],
      "journal": "Frontiers in medicine",
      "publication_date": "2025",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "We present a case of duodenal perforation caused by accidental ingestion of a fishbone, presenting with right upper abdominal pain and jaundice. Imaging studies revealed duodenal perforation, common bile duct stones, and portal vein thrombosis. By reviewing the patient's clinical presentation, diagnostic process, treatment measures, and prognosis, we analyzed the potential mechanisms underlying this complex pathological condition and proposed appropriate clinical management strategies. Duodenal perforation caused by foreign bodies is a rare but potentially fatal condition that may lead to severe complications. Foreign body-induced duodenal and bile duct perforation can act as potential triggers for common bile duct stones and portal vein thrombosis. Its intricate pathophysiology requires heightened vigilance and comprehensive evaluation. Prompt diagnosis and individualized treatment strategies are critical for improving patient outcomes."
    },
    {
      "pmid": "40227211",
      "title": "Phenolics of Maqui Leaf Residues Exhibit Antioxidant Properties Against Ozone-Induced Oxidation in Fish Model Systems.",
      "authors": [
        "Miguel Angel Varas Condori",
        "María Fernanda Arias-Santé",
        "Raquel Bridi",
        "Miguel Ángel Rincón-Cervera",
        "Omar Porras",
        "Angélica Reyes-Jara",
        "Adriano Costa de Camargo"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2025-Feb-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Growing concern about food quality and safety has driven the search for natural food additives. Furthermore, maqui leaf residue (MLR), recovered from infusions that have long been part of traditional Chilean herbal medicine, still conserves a high content of phenolic compounds. The aim of this study was to optimize the ultrasound-assisted extraction (UAE) of phenolics from MLR and evaluate their potential effect on salmon preservation. The optimized parameters for UAE (6 min, MLR:Water = 1:30, and 70 W), obtained by using a Box-Behnken design, rendered the highest total phenolic content and antioxidant capacity. Furthermore, UAE showed a higher concentration of phenolic compounds compared to conventional extraction techniques, as evaluated by UPLC-ESI-MS/MS. The salmon with MLR had up to four times lower levels of thiobarbituric acid reactive substances, induced by ozonated water treatment, than the sample without this natural antioxidant. Moreover, MLR exhibited similar or superior effectiveness compared to synthetic antioxidants, such as butylated hydroxyanisole (BHA), 3,5-Di-tert-4butylhydroxytoluene (BHT). This study highlights the use of short-time aqueous ultrasound extraction as an environmentally friendly technology that allows the recovery of phenolic compounds from MLR, with potential application as a natural preservative that may replace or decrease the use of BHA and/or BHT."
    },
    {
      "pmid": "40226353",
      "title": "Fish Protein Hydrolysates Mitigate the Adverse Effects of No-Fishmeal Diets in Gilthead Seabream Juveniles.",
      "authors": [
        "Cláudia Aragão",
        "Rita Colen",
        "Rita Teodósio",
        "Miguel Cabano",
        "Luís T Antelo",
        "José Antonio Vázquez",
        "Sofia Engrola"
      ],
      "journal": "Aquaculture nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The aquaculture industry must continue to reduce its reliance on finite marine ingredients and promote biocircularity to enhance sustainability. This study evaluated the effects of no-fishmeal (FM) diets and fish protein hydrolysates (FPHs) on the growth performance, antioxidant status, and immune responses of gilthead seabream (Sparus aurata). Following established conditions, two FPHs were prepared from the enzymatic hydrolysis of discards from whole-body blue whiting (Micromesistius poutassou) and gurnard heads (Trigla spp.); the former contained a higher proportion of large peptides (LPs), while the latter had more small peptides (SPs). Four isoproteic (48%) and isolipic (16%) diets were tested: a commercial (COM)-like diet with 35% FM, 10% poultry meal, and 5% soy protein concentrate; a FUTURE (FUT) diet, without FM or soy protein concentrate, containing 25% poultry meal; and two FUT diets supplemented with FPH (FUTLP and FUTSP). Gilthead seabream (initial weight ± 8.0 g) was distributed into 500 L tanks at an initial density of 1.4 kg m-3 and fed the experimental diets to apparent satiety for 8 weeks. Sampling was performed at the end of the growth trial, followed by a digestibility trial. Nutrient and energy digestibilities were significantly lower in the FUT than in the COM diet, with protein and energy digestibilities being 7% and 16% lower, respectively, in the FUT treatment, leading to higher nitrogen losses. Growth performance and feed utilization were negatively impacted in the FUT treatment, with weight gain of only 310 ± 33% compared to 482 ± 22% in the COM treatment. Additionally, immune responses in plasma and antioxidant status in the liver were slightly impaired in the FUT treatment. Supplementation of FPH to the FUT diet mitigated or even reversed these negative effects. The results confirmed that including small- and medium-sized peptides in no-FM diets is more beneficial than using larger ones."
    },
    {
      "pmid": "40225439",
      "title": "Fish Skin Acellular Dermal Matrix Combined With Negative Pressure Wound Therapy for Diabetic Foot Ulcers.",
      "authors": [
        "Audrey Poh Poh Tan",
        "Jack Kian Chng"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background Managing diabetic foot ulcers (DFUs) is challenging due to poor blood supply, which leads to chronic wounds, increased susceptibility to infections, ischemia, and necrosis. The compromised quality of surrounding tissues, combined with complex underlying conditions and weakened immune systems, often hinders proper wound healing. Fish skin acellular dermal matrix (ADM) has emerged as an effective treatment option to promote healing in such wounds. Objective This study is the first to explore the use of fish skin ADM combined with negative pressure wound therapy (NPWT) for treating DFUs in the Asian population. The aim is to demonstrate the efficacy and effectiveness of this combined treatment approach. Methods Six patients with DFUs who visited the vascular surgery department between November 2022 and June 2023 were included in the study. Their wounds were treated with Kerecis® Omega3 Wound dressing for definitive closure, while NPWT was applied as an adjunct therapy to enhance graft uptake when suitable. Results The average initial wound size was 34.30 cm², with a complete healing rate of 100% achieved over an average of 19 weeks using Kerecis® Omega3 Wound dressing and adjunct NPWT. By the 12-week mark, the average reduction in wound size was 80.50%. Conclusions Fish skin ADM offers a biocompatible and sustainable solution for improving wound healing in difficult-to-treat DFUs. The addition of NPWT appears to enhance graft uptake, shorten the time to complete wound closure, and lower the risk of infections commonly associated with chronic diabetic foot wounds."
    },
    {
      "pmid": "40219297",
      "title": "Composite Fish Collagen Peptide-Based Biopolymer Emulsion for Keratin Structure Stabilization and Hair Fiber Repair.",
      "authors": [
        "Wenwei Gu",
        "Lei Gu",
        "Ningping Tao",
        "Xichang Wang",
        "Changhua Xu"
      ],
      "journal": "Polymers",
      "publication_date": "2025-Mar-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Marine-derived proteins, rich in amino acids and bioactivity, serve as a natural and safe alternative to chemical haircare products. This study selected three highly bioactive fish-derived protein peptides and determined their optimal repair ratio using FTIR structural analysis and response surface methodology (RSM). A collagen peptide-based composite human hair repair emulsion (CHFRE) was formulated, and its repair efficacy on damaged hair (DH) was evaluated using scanning electron microscopy (SEM), Fourier transform infrared spectroscopy (FTIR), differential scanning calorimetry (DSC), and amino acid analysis. Following CHFRE treatment, the physical and chemical properties of damaged hair improved significantly. SEM analysis revealed enhanced hair luster, aligned cuticle scales, and a denser cortex. FTIR and DSC analyses showed a 5.94% increase in α-conformation content and a 28.44% rise in relative helical content (RHC), indicating enhanced protein stability and a conformation closer to that of normal hair. Additionally, the 14.63% increase in S=O transmittance suggested reduced oxidative damage. Amino acid analysis and hydrophobic amino acids, with specific increments of 16.77 g/100 g and 2.47 g/100 g, respectively, enhance hair affinity and keratin stability. This bio-based repair material effectively restores damaged hair structure, strengthens resistance to chemical damage, and ensures sustainability, safety, and biocompatibility, providing a promising approach for the development of natural hair repair products."
    },
    {
      "pmid": "40219041",
      "title": "Parenteral Nutrition Containing Fish Oil for Hospitalized Non-Intensive Care Unit (ICU) Patients: A Systematic Review, Meta-Analysis, and Cost-Effectiveness Analysis.",
      "authors": [
        "Lorenzo Pradelli",
        "Axel Rüdiger Heller",
        "Stanislaw Klek",
        "Konstantin Mayer",
        "Martin D Rosenthal",
        "Maurizio Muscaritoli"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Apr-07",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "Background and aims: We investigated parenteral nutrition (PN) containing fish oil (FO-PN) vs. standard PN without fish oil (NF-PN) in adult patients hospitalized in the non-intensive care unit (general ward). Methods: Searches in Medline, Embase, and Web of Science (any date to 10 October 2024) were screened, data were extracted, and the quality of the studies was assessed by two independent researchers. Meta-analyses were performed, with outcomes included in random effects models, and heterogeneity for clinical outcomes was explored via subgroup analyses and meta-regression. Pharmacoeconomic analyses used data from the current meta-analysis. Results: In this study, 29 randomized controlled trials (RCTs) were included, with intervention and control groups given FO-PN and NF-PN, respectively, as part of PN covering ≥70% energy provision. Compared to NF-PN, FO-PN was associated with a 37% lower relative risk (RR) of infection (19 RCTs; RR 0.63, 95% confidence interval [CI] 0.50-0.78; p < 0.0001), 2.03 days shorter length of hospital stay (18 RCTs; 95% CI 1.23-2.84; p < 0.00001), and a 51% reduction in the risk of sepsis (10 RCTs; RR 0.49, 95% CI 0.32-0.74; p = 0.0009). There was a non-significant 54% reduction in the 30-day mortality rate (11 RCTs; RR 0.46, 95% CI 0.20-1.08; p = 0.07) for FO-PN. FO-PN was associated with better clinical outcomes and financial savings (i.e., dominance) compared to NF-PN in all five countries studied. Conclusions: FO-PN is a cost-effective option compared to NF-PN for adult patients hospitalized in a general ward across a range of healthcare systems.",
      "mesh_terms": [
        "Humans",
        "Cost-Benefit Analysis",
        "Cost-Effectiveness Analysis",
        "Fish Oils",
        "Hospitalization",
        "Intensive Care Units",
        "Length of Stay",
        "Parenteral Nutrition",
        "Randomized Controlled Trials as Topic"
      ]
    },
    {
      "pmid": "40218281",
      "title": "Telomere Length and Genetic Variations in Acquired Pediatric Aplastic Anemia: A Flow-FISH Study in Korean Patients.",
      "authors": [
        "Yuna Hong",
        "Jong-Mi Lee",
        "Chaeyeon Lee",
        "Duyeon Na",
        "Jin Jung",
        "Ari Ahn",
        "Jae Won Yoo",
        "Jae Wook Lee",
        "Nack-Gyun Chung",
        "Myungshin Kim",
        "Yonggoo Kim"
      ],
      "journal": "Diagnostics (Basel, Switzerland)",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background: Aplastic anemia (AA) is a rare bone marrow failure syndrome characterized by notably short telomere length, which is associated with treatment responses. In this study, we measured telomere lengths in Korean pediatric AA patients using flow-fluorescence in situ hybridization (Flow-FISH) and explored their shortening in relation to disease characteristics, genetic conditions and patient outcomes. Methods: We analyzed peripheral blood samples from 75 AA patients and 101 healthy controls. Telomere lengths were measured using Flow-FISH, and relative telomere length (RTL) and delta RTL assessments were conducted. Genetic evaluations included karyotyping, chromosome breakage tests and clinical exome sequencing (CES) to identify inherited bone marrow failure syndrome (IBMFS)-associated genetic variants. Results: Telomere lengths in AA patients were significantly lower than those of age-adjusted healthy controls. Patients receiving immunosuppressive therapy tended to have long telomeres, as indicated by high delta RTL values. Patients with genetic abnormalities, including karyotype abnormalities (n = 2) and genetic variants (n = 11) such as carrier genes of IBMFS or variants of unclear significance, showed significantly short telomere lengths. Conclusions: This study reinforces the importance of telomere length as a biomarker in acquired AA. Utilizing Flow-FISH, we were able to accurately measure telomere lengths and establish confidence in this method as an appropriate laboratory test. We found significant reduction in telomere lengths in AA patients, and importantly, longer telomeres were correlated with better outcomes in immunosuppressive therapy. Additionally, our genetic analysis underscored the relevance of variants in IBMFS-associated genes to the pathophysiology of short telomeres."
    },
    {
      "pmid": "40209508",
      "title": "Vasotocin and oxytocin modulation of the endocrine and behavioral response to an aggressive challenge in male Siamese fighting fish.",
      "authors": [
        "Bianca Fusani",
        "Andreia Ramos",
        "Sara D Cardoso",
        "David Gonçalves"
      ],
      "journal": "Hormones and behavior",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aggressive behavior is an adaptive trait present across all taxa. However, the neuroendocrine mechanisms regulating it, particularly in fish, are not well understood. Oxytocin (OXT) and arginine vasotocin (VT) are known modulators of aggression, but their actions remain controversial. This study tested the possible modulation of endocrine and behavioral responses to an aggression challenge by these nonapeptides in Siamese fighting fish, Betta splendens, a species known for its intrinsic aggressiveness. Male B. splendens were injected with different dosages of either Manning compound or L-368,899, VT and OXT receptor antagonists respectively, and were exposed to a mirror challenge for 30 min. While all fish displayed high levels of aggression toward their mirror image, no differences were observed between control-injected and treatment fish. However, blocking VT inhibited the post-fight increase in plasma levels of the androgen 11-ketotestosterone (KT). To further investigate this result, testis tissue from males was incubated with and without VT and Manning compound, and KT levels were measured after 180 min. Results showed a direct effect of VT on in vitro KT secretion, indicating the presence of VT receptors in the testes of this species. Overall, the study does not support a modulatory role of VT or OXT in aggressive behavior, although VT might be implicated in the regulation of peripheral androgen response to aggression in B. splendens."
    },
    {
      "pmid": "40200862",
      "title": "Fish Swim Bladder-Derived ECM Hydrogels Effectively Treat Myocardial Ischemic Injury through Immunomodulation and Angiogenesis.",
      "authors": [
        "Yulong Fu",
        "Canran Gao",
        "Hailing Zhang",
        "Jing Liu",
        "Boxuan Li",
        "Wei Chen",
        "Xiuping Chen",
        "Xue Lin",
        "Ligang Fang",
        "Zhihong Wang"
      ],
      "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)",
      "publication_date": "2025-Apr-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Injectable hydrogel implants represent a promising therapeutic approach for ischemic heart failure; but their efficacy is often limited by low bioactivity, poor durability, and inadequate injection techniques. Herein, a unique hydrogel incorporating extracellular matrix from fish swim bladder (FSB-ECM), which has distinct advantages over mammalian derived ECM, such as low antigenicity, bioactivity, and source safety, is developed. It consists of collagen, glycoproteins, and proteoglycans, including 13 proteins common in the myocardial matrix and three specific proteins: HSPG, Col12a1, and vWF. This hydrogel enhances cardiac cell adhesion and stretching while promoting angiogenesis and M2 macrophage polarization. In addition, its storage modulus (G') increases over time, reaching about 1000 Pa after 5 min, which facilitates transcatheter delivery and in situ gelling. Furthermore, this hydrogel provides sustained support for cardiac contractions, exhibiting superior longevity. In a rat model of ischemic heart failure, the ejection fraction significantly improves with FSB-ECM treatment, accompanied by increased angiogenesis, reduced inflammation, and decreased infarct size. Finally, RNA sequencing combined with in vitro assays identifies ANGPTL4 as a key protein involved in mediating the effects of FSB-ECM treatment. Overall, this new injectable hydrogel based on FSB-ECM is suitable for transcatheter delivery and possesses remarkable reparative capabilities for treating heart failure."
    },
    {
      "pmid": "40198372",
      "title": "FGFR2 fusion/rearrangement analysis in intrahepatic cholangiocarcinoma using DNA/RNA-based NGS and FISH.",
      "authors": [
        "Xin Zhang",
        "Qianming Bai",
        "Yulin Wang",
        "Zhengzeng Jiang",
        "Jing Han",
        "Cheng Xue",
        "Kai Huang",
        "Lijuan Luan",
        "Xiaoyong Huang",
        "Xiaowu Huang",
        "Guoming Shi",
        "Yingyong Hou",
        "Yuan Ji"
      ],
      "journal": "Virchows Archiv : an international journal of pathology",
      "publication_date": "2025-Apr-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Patients with intrahepatic cholangiocarcinoma (iCCA) harboring FGFR2 fusion/rearrangement benefit from targeted therapies, highlighting the need for reliable testing strategies to identify FGFR2 alterations. We assessed 226 iCCA cases using RNA-based NGS, DNA-based NGS, and break-apart FISH to evaluate the effectiveness of these methods in detecting FGFR2 fusion/rearrangement. The detection rates for FGFR2 fusion/rearrangement were 9.7% (22/226) for RNA-based NGS, 7.1% (16/226) for DNA-based NGS, and 10.2% (23/226) for FISH. Among the 26 FGFR2 fusion/rearrangement-positive cases identified by any method, only 15 (57.7%) were positive by all three techniques, yielding a concordance rate of 95.1% (215/226). RNA-based NGS confirmed oncogenic FGFR2 fusion in 81% (21/26) of positive cases and identified five novel oncogenic fusions. Thirty-five percent (6/17) of the partner genes were located on chromosome 10, with BICC1 being the most common fusion partner, while the rest were distributed across the other 9 chromosomes. FISH demonstrated a sensitivity of 95.2% and specificity of 98.5%, compared to oncogenic FGFR2 fusions confirmed by RNA-based NGS, while DNA-based NGS exhibited a sensitivity of 71.4% and specificity of 99.5%, identifying FGFR2 mutations in 4 cases. FGFR2-FISH positive cases displayed no significant heterogeneity in positive cell distribution. Oncogenic FGFR2 fusion/rearrangement was associated with small duct type iCCA, especially in cases with positive serum HBsAg and absent cholangiolocarcinoma components and peripheral liver steatosis. This study provides a comprehensive comparison of three assays for detecting FGFR2 fusion/rearrangement, along with clinicopathologic characterization of oncogenic FGFR2 fusion in iCCA."
    },
    {
      "pmid": "40182824",
      "title": "Evaluation of the nutritional value of fermented pangasius fish waste and its potential as a poultry feed supplement.",
      "authors": [
        "Abun Abun",
        "Denny Rusmana",
        "Kiki Haetami",
        "Tuti Widjastuti"
      ],
      "journal": "Veterinary world",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIM: The increasing global demand for sustainable and nutrient-dense poultry feed necessitates innovative approaches to utilize byproducts such as pangasius fish waste. This study explores the potential of bioconverted fermented pangasius fish waste (FPW) produced through microbial fermentation as a poultry feed supplement. MATERIALS AND METHODS: The study was conducted in two stages. In the first stage, bioconversion of pangasius fish waste utilized a microbial consortium (PaRmYl: Pseudomonas aeruginosa, Rhizopus microsporus, and Yarrowia lipolytica) at varying inoculum doses (5%, 10%, and 20%) and fermentation durations (2, 4, and 8 days). Nutritional content, enzyme activity, and antioxidant properties were analyzed. The second stage involved biological testing on 90 broiler chickens (randomized into three treatment groups with 30 replications each) to assess digestibility and nitrogen retention of FPW-based feed. RESULTS: Fermentation with a 10% inoculum dose over 4 days yielded the optimal nutritional composition, with crude protein content increasing to 37.27%, enhanced amino acid (EAA/NEAA ratio: 0.88), and fatty acid profiles (notably ω-3 and ω-6). Protease and lipase activity peaked at 1.49 U/mL and 1.21 U/mL, respectively, with antioxidant activity showing an IC50 value of 39.84 ppm. Biological tests demonstrated significantly higher dry matter digestibility (75.53%) and nitrogen retention (75.53%) in broilers fed FPW compared to non-fermented feed. CONCLUSION: FPW, produced through microbial bioconversion, offers a sustainable and cost-effective poultry feed supplement, enhancing digestibility and nutrient retention while addressing environmental concerns related to fish processing waste."
    },
    {
      "pmid": "40172839",
      "title": "Cannabidiol on aggression in betta fish (Betta splendens).",
      "authors": [
        "Mariangel Varela",
        "Charlotte C Gard",
        "Wiebke J Boeing"
      ],
      "journal": "Behavioural pharmacology",
      "publication_date": "2025-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cannabidiol (CBD) was first isolated in the 1940s and its drug structure was established in the 1960s. It has risen significantly in popularity since then and has been observed to reduce inflammation and anxiety in patients. CBD is easy to obtain and consume, therefore, its common use is rising and has spread to use in pets and children. Few studies have focused on the use of CBD as a solution to aggression. In our study, we tested if CBD is effective in reducing aggression in Siamese fighting fish (Betta splendens) induced by territorial interactions. Betta fish were exposed to controls (water or acetone) and CBD treatments ranging from low, medium, and high (2, 10, and 20 mg CBD/L, respectively), and their behaviors after the visual introduction of an intruder fish were recorded. CBD reduced the odds of aggressive behavior in treated fish. Seventy-five percent of all control fish exhibited aggressive behaviors, while only 17% of CBD-treated fish displayed aggression. Especially, the low CBD dose seemed effective at preventing aggressive behaviors but fish also appeared more lethargic than in any of the other treatments. However, when CBD-treated fish displayed aggressive behaviors, CBD did not appear to reduce the amount of time fish spent being aggressive compared to aggressive fish that did not receive any CBD treatment. While the long-term effects of CBD still have to be examined, our study indicates that CBD might be effective in reducing aggression in Betta fish and potentially other pets."
    },
    {
      "pmid": "40161406",
      "title": "Development and Evaluation of Low-Fat Fish and Chicken Nuggets Fortified With Date Seed Powder and Quinoa Flour as Agricultural Dietary Fiber Sources.",
      "authors": [
        "Shahab Naghdi",
        "Masoud Rezaei",
        "Mahboobeh Kashiri",
        "Fatemeh Rezaei",
        "Serva Naseri",
        "Hossein Nourani",
        "Zahra Khakpour"
      ],
      "journal": "Food science & nutrition",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In recent years, high-oil-content fried products, such as nuggets, have posed a significant challenge and concern for consumers, leading to increased interest in fiber-enriched meat alternatives that offer specific functional properties and health benefits. This study investigated the incorporation of quinoa flour and date seed powder as fiber sources into chicken and fish paste formulations at a 6% concentration, with varying ratios of quinoa flour to date seed powder: 0:0 (T1), 100:0 (T2), 75:25 (T3), and 50:50 (T4). The results demonstrated that adding these ingredients markedly improved the dietary fiber content, water holding capacity, cooking yield, and pH levels of the nuggets (p < 0.05). Notably, the T4 treatment exhibited the lowest oil absorption (3.82 g for chicken and 5.19 g for fish per 100 g of product) among all formulations (p < 0.05). The fiber-enriched nuggets exhibited noticeable differences in texture and color. Additionally, the incorporation of quinoa flour and date seed powder positively influenced the sensory attributes of the nuggets, with T3 achieving the highest overall acceptance score. This formulation was identified as the most favorable option for both chicken and fish nuggets, owing to its optimal cooking yield, high acceptance, adequate fiber content, and minimal oil absorption."
    },
    {
      "pmid": "40147241",
      "title": "Elucidating mechanisms of action of environmental contaminants from Doce River in Brazilian fish embryos using metabolomics and chemometric methods.",
      "authors": [
        "Flávia Y Yamamoto",
        "Larissa A Batista",
        "Mayara P Santos",
        "Carmen Bedia",
        "Silvia Lacorte",
        "Rivelino M Cavalcante",
        "Marco T Grassi",
        "Denis M de Souza Abessa",
        "Romà Tauler"
      ],
      "journal": "The Science of the total environment",
      "publication_date": "2025-Apr-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Mining and other essential economic activities have a long historical contamination impact on diverse aquatic environments, such as the Doce River Basin (DRB), in Southeast Brazil. High concentrations of metals combined with organic chemicals released from multiple sources of contaminants may trigger complex toxicity pathways that are complicated to interpret and distinguish. This study aimed to investigate mechanisms of toxicity of environmental chemicals from DRB using a comprehensive untargeted LC-HRMS metabolomics approach (data-independent acquisition of all ion-fragmentation mode), in fish embryos (Rhamdia quelen) exposed to complex chemical mixtures. The Regions of Interest (ROI) Multivariate Curve Resolution (MCR) approach was applied to compress and resolve data-independent acquisition (DIA) LC-MS/MS complex datasets mode. Fish embryos exposed for 96 h to 6 treatment sample groups showed a distinct pattern of responses when compared to controls, with downregulated essential metabolites, such as amino acids, as a main response, especially for metal exposure. Organic contaminants extracted from sediments combined with inorganic elements have shown non-additive effects, with inorganics possibly exerting greater influence on metabolic responses. The results helped to investigate and distinguish the effects of different complex mixtures of environmental chemicals on fish embryo samples. ROIMCR approach is shown to be a suitable strategy for the analysis of large metabolomics-derived data in the investigation of the effects of different classes of environmental chemicals on aquatic biota and ecosystems.",
      "mesh_terms": [
        "Animals",
        "Water Pollutants, Chemical",
        "Brazil",
        "Metabolomics",
        "Rivers",
        "Environmental Monitoring",
        "Embryo, Nonmammalian",
        "Fishes"
      ]
    },
    {
      "pmid": "40137956",
      "title": "Effects of Confinement Rearing and Sodium Chloride Treatment on Stress Hormones and Gene Expression in Siamese Fighting Fish (Betta splendens).",
      "authors": [
        "Chanoknan Sintuprom",
        "Wirawan Nuchchanart",
        "Sahabhop Dokkaew",
        "Chak Aranyakanont",
        "Raveewan Ploypan",
        "Andrew P Shinn",
        "Ratchakorn Wongwaradechkul",
        "Nguyen Dinh-Hung",
        "Ha Thanh Dong",
        "Satid Chatchaiphan"
      ],
      "journal": "Journal of applied animal welfare science : JAAWS",
      "publication_date": "2025-Mar-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Siamese fighting fish are typically reared individually in confined spaces under commercial practices. This study examined stress responses-plasma cortisol, blood chemistry, and stress-related gene expression-during confinement and evaluated sodium chloride (NaCl) as a cost-effective mitigation strategy. Fish (0.12 ± 0.04 g) were individually housed in 250 mL bottles with 150 mL water for 14 days. Control fish were kept in freshwater, while treated fish received 0.5% NaCl. Baseline parameters were collected before confinement, with further assessments at days 1, 3, 7, and 14. No significant differences in plasma cortisol, glucose, or hematological values were found between baseline and confined controls. However, confined fish showed upregulation of GR, MR, and HIF-1α and downregulation of HSP70 and HSP90, particularly at day 3, with levels returning to baseline by day 14. The NaCl treatment significantly reduced cortisol levels and the expression of HSP70, HSP90, GR, and MR (p < 0.05). These findings suggest that while confinement induces transient molecular stress responses, it does not significantly affect physiological stress markers, and 0.5% NaCl can help alleviate stress during confinement."
    },
    {
      "pmid": "40135452",
      "title": "Effect of pre-freezing on motility, viability and abnormality of Nile tilapia fish Oreochromis niloticus sperm post cryopreservation.",
      "authors": [
        "Z A Muchlisin",
        "R R Hasibuan",
        "S Maulida",
        "K Eriani",
        "N Fadli",
        "A A Muhammadar",
        "L S Handayani",
        "I Suharman",
        "M Kocabas",
        "F K Kocabas"
      ],
      "journal": "Polish journal of veterinary sciences",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Nile tilapia Oreochromis niloticus is a popular freshwater fish that has been extensively and intensively cultured worldwide. However, cryopreservation of its sperm, especially pre-freezing procedure, has not been properly developed. Therefore, the study aimed to determine the best pre-freezing procedure for cryopreservation of Nile tilapia Oreochromis niloticus sperm. The completely randomized design with five treatments and four replications was employed in this study. The tested treatments were T1=4°C → 0°C → -4°C → -10°C → -79°C → -196°C, T2=4°C → 0°C → -4°C → -10°C → -196°C, T3=4°C → 0°C → -4°C → -196°C, T4=4°C → 0°C → -196°C, and T5=4°C → -196°C, with a 10 min equilibration at each respective temperature. Furthermore, sperm was cryopreserved for two weeks in liquid nitrogen (-179°C). The results of the ANOVA test showed that pre-freezing had a significant effect on sperm motility, and viability (P<0.05), but had no considerable impact on sperm abnormality (P>0.05). Treatment T4 exhibited higher motility and viability, but these values were not significantly different from T3 and T5. Based on practical consideration, it was recommended to utilize the T5 pre-freezing procedures (4°C → -196°C) for cryopreservation of Nile tilapia sperm. Considering these results, Nile tilapia sperm can be directly cryopreserved into liquid nitrogen after equilibration at 4°C for 10 min.",
      "mesh_terms": [
        "Animals",
        "Cryopreservation",
        "Male",
        "Sperm Motility",
        "Cichlids",
        "Spermatozoa",
        "Semen Preservation",
        "Freezing",
        "Cell Survival"
      ]
    },
    {
      "pmid": "40118278",
      "title": "The effect of fish oil versus krill oil intervention on clinical symptoms and cardiometabolic risk factors in patients with major depressive disorder: A randomized placebo-controlled double-blind trial.",
      "authors": [
        "Murat Açik",
        "Funda Pınar Çakiroğlu",
        "Atilla Tekin",
        "Aslı Egeli"
      ],
      "journal": "Journal of affective disorders",
      "publication_date": "2025-Jul-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: This study aimed to compare the effects of krill- and fish-oil interventions on clinical symptoms and metabolic risk factors in individuals with MDD. METHODS: In this randomized study, 57 adults diagnosed with MDD were allocated to receive krill-oil (520 mg EPA + DHA), fish-oil (600 mg EPA + DHA), or a placebo (soybean-oil) daily for 8 weeks. Anthropometric measurements, depression anxiety stress-21 (DASS-21) scale, and Hamilton depression rating scale (HDRS) were performed at baseline and 4 and 8 weeks. In addition, venous blood samples were collected at baseline and post-intervention to evaluate lipid and glycemic profiles, including fasting glucose, HbA1c, cholesterol, triglycerides, LDL-c, and HDL-c levels.SPSS and R Studio software programs were used for statistical analysis. RESULTS: A total of 50 participants completed the study, with 17 in each intervention group and 16 in the placebo. The mean HDRS scores decreased significantly in both the krill-oil (8.5 ± 1.2) and fish-oil groups (10.0 ± 1.2) compared to the placebo (p < 0.001), indicating clinical symptom improvement. Furthermore, the interaction effect of group-by-time was found to be statistically significant (η2p = 0.273;ptime×group < 0.001). Anxiety and distress scores decreased to similar levels after the post-intervention compared to baseline in krill- and fish-oil groups. Krill- and fish-oil supplementation increased plasma HDL-c and uric acid levels, but the group-by-time interaction effect was only observed at the HDL-c level (η2p = 0.238;ptime×group = 0.002). The mean HbA1c rates and plasma triglyceride levels of krill-oil recipients were lower after the post-intervention. CONCLUSION: Krill- and fish-oil could be considered as a safe and effective adjuvant treatments for depression. However, there was no evidence of apparent superiority over each other.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Euphausiacea",
        "Female",
        "Adult",
        "Double-Blind Method",
        "Depressive Disorder, Major",
        "Fish Oils",
        "Middle Aged",
        "Animals",
        "Cardiometabolic Risk Factors",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "40114588",
      "title": "High-dose fish oil supplements are more effective than oily fish in altering the number and function of extracellular vesicles in healthy human subjects: a randomised, double-blind, placebo-controlled, parallel trial.",
      "authors": [
        "Amal Sharman",
        "Ruihan Zhou",
        "Jamie Pugh",
        "Graeme Close",
        "Helena L Fisk",
        "Philip C Calder",
        "Parveen Yaqoob"
      ],
      "journal": "The British journal of nutrition",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "n-3 PUFA delivered by fish oil supplements alter the number and functions of circulating extracellular vesicles (EV), but consumption of oily fish does not reproduce this effect. In order to assess the effects of fish oil supplements and oily fish, at a level achievable in the diet, on EV numbers, composition and procoagulant activity in healthy human volunteers, forty-two healthy subjects were assigned to one of three treatment groups: (i) fish oil supplements plus white fish meals, (ii) control supplements plus oily fish meals or (iii) control supplements plus white fish meals for 12 weeks in a randomised, double-blind, placebo-controlled, parallel trial; circulating EV were enumerated and their procoagulant activity assessed using thrombin generation and fibrinolysis assays. Our results showed that fish oil supplements decreased circulating EV numbers and reduced EV-stimulated thrombin generation, but the consumption of oily fish at half the dose of EPA had no effect on either EV number or thrombogenic capacity. Consumption of both oily fish and fish oil supplements increased the EPA and DHA contents of EV, and the proportion of EPA in circulating EV was strongly associated with EV-stimulated thrombin generation. This study revealed that the additional 1 g/d EPA delivered in the fish oil supplements is required to decrease the numbers and thrombogenic capacity of EV, since oily fish at a level achievable in the diet had no effect. Increasing EPA intake beyond current guidelines for oily fish consumption may therefore be required for cardiovascular benefits relating to EV."
    },
    {
      "pmid": "40114193",
      "title": "The influence of FADS1 and ELOVL2 genetic polymorphisms on polyunsaturated fatty acid composition in response to fish oil supplementation.",
      "authors": [
        "Alessandro Medoro",
        "Francesca Graziano",
        "Gaetano Cardinale",
        "Serena Voccola",
        "Tiziana Zotti",
        "Mariano Intrieri",
        "Giovanni Scapagnini",
        "Sergio Davinelli"
      ],
      "journal": "Lipids in health and disease",
      "publication_date": "2025-Mar-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Unhealthy dietary habits have been recognized as key contributors to the increasing incidence of non-communicable diseases. Among the healthy nutrients studied, omega-3 fatty acids, especially eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA), have received considerable attention for their benefits in cardiovascular health and inflammation management. Their synthesis is regulated by enzymes encoded by FADS1 and ELOVL2 genes. Single nucleotide polymorphisms (SNPs) within these genes can modify the efficiency of fatty acid conversion, thereby influencing the Omega-3 Index, which reflects omega-3 status, particularly EPA and DHA. This study aimed to assess the impact of FADS1 (rs174537) and ELOVL2 (rs953413) polymorphisms on the effects on fatty acids profiles of fish oil supplementation in healthy individuals. METHODS: Eighty-six healthy adults aged 20-70 participated in a quasi-experimental intervention involving a 4-week fish oil supplementation rich in EPA and DHA. Dried-blood spots (DBS) were collected before and after the intervention to evaluate lipid profiles. Genotyping for FADS1 and ELOVL2 SNPs was performed using high-resolution melting analysis. RESULTS: Post-supplementation, the percentage of EPA and DHA increased significantly (p < 0.001), leading to an improved Omega-3 Index. Baseline omega-3 percentages did not differ significantly between FADS1 and ELOVL2 genotypes. However, individuals with the ELOVL2 minor allele (GA + AA) genotype benefited more from the fish oil supplementation with increased EPA and DBS Omega-3 Index, indicating a more favorable metabolic response. CONCLUSIONS: Genetic variability may influence the metabolic response to fish oil supplementation. These findings underscore the importance of personalized nutrition strategies to optimize health outcomes and prevent non-communicable diseases.",
      "mesh_terms": [
        "Humans",
        "Fatty Acid Elongases",
        "Fatty Acid Desaturases",
        "Delta-5 Fatty Acid Desaturase",
        "Polymorphism, Single Nucleotide",
        "Fish Oils",
        "Dietary Supplements",
        "Adult",
        "Male",
        "Female",
        "Middle Aged",
        "Eicosapentaenoic Acid",
        "Docosahexaenoic Acids",
        "Aged",
        "Young Adult",
        "Fatty Acids, Omega-3",
        "Fatty Acids, Unsaturated",
        "Genotype"
      ]
    },
    {
      "pmid": "40104880",
      "title": "The influence of sleep disruption on learning and memory in fish.",
      "authors": [
        "Will Sowersby",
        "Taiga Kobayashi",
        "Satoshi Awata",
        "Shumpei Sogawa",
        "Masanori Kohda"
      ],
      "journal": "Journal of sleep research",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Sleep is a ubiquitous process that has been conserved in animals. Yet, our understanding of the functions of sleep largely derives from a few species. Sleep is considered to play an important role in mental processes, including learning and memory consolidation, but how widespread this relationship is across taxa remains unclear. Here, we test the impact of sleep disruption on the ability of the cleaner fish (Labroides dimidiatus) to both learn and remember a novel cognitive task. Sleep was disrupted by exposing a subset of fish to light at set intervals during the night. We found a significant negative relationship between sleep disruption and the ability to learn a novel task. Specifically, we found that fish in the light-disturbed sleep treatment took significantly longer and made more incorrect decisions to find a food reward, compared with the undisturbed sleep treatment. All fish were then allowed a normal sleep schedule and retested several days later to assess their ability to remember the task. In contrast to the learning phase, we observed no significant differences between the two treatment groups in remembering the food reward several days later. Our results demonstrate a negative impact of sleep disruption on performance in a cognitive challenging task that appeared to have the strongest effect when fish were first exposed to the challenge. Importantly, we show that the association between sleep and mental processes, such as learning, may be widespread across vertebrate taxa and potentially have an early origin in the evolutionary history of vertebrate animals."
    },
    {
      "pmid": "40103358",
      "title": "Demand for fish in Great Britain is driven by household income and taste.",
      "authors": [
        "Shashika D Rathnayaka",
        "Cesar Revoredo-Giha",
        "Baukje de Roos"
      ],
      "journal": "Public health nutrition",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Fish is high in nutrients that provide a range of health benefits, but people in Great Britain only consume around half the amount that is recommended. This study analysed the demand for fish, for consumption at home, across different household groups in Great Britain. DESIGN: Using a Rotterdam demand model, price and income elasticities were estimated for eleven fish groups across seven household groups. To investigate changes in fish demand, we decomposed growth in fish demand into income, relative price, and change in taste and seasonality. SETTING: The data used for our analysis was drawn from the Kantar Worldpanel dataset for Great Britain for the period from 2013 to 2021. PARTICIPANTS: 12,492 households in Great Britain. RESULTS: Families with children consistently allocated a lower share of their grocery spending on fish and prefer to purchase ready-to-use and convenient fish products, compared to households without children. Purchases of chilled fresh/smoked oily fish, canned oily fish, and frozen processed fish led spending across demographic groups, whilst purchases of canned oily fish showed minimal growth. The demand for most fish products across household groups was price inelastic, indicating that the percentage change in quantity of fish demanded increased or fell by less than the percentage change in price. CONCLUSIONS: Income and taste were identified as significant determinants of demand changes across all household groups, while price only played a prominent role in demand changes for certain fish groups. Thus, increasing fish consumption, especially in lower-income groups, who do not usually consume much fish, may require a different intervention than simply making fish more affordable."
    },
    {
      "pmid": "40092353",
      "title": "Black soldier fly larvae oil can partially replace fish oil in the diet of the juvenile mud crab (Scylla paramamosain).",
      "authors": [
        "Yuhang Yang",
        "Tingting Zhu",
        "Min Jin",
        "Xiangkai Li",
        "Shichao Xie",
        "Yuhui Cui",
        "Qicun Zhou"
      ],
      "journal": "Animal nutrition (Zhongguo xu mu shou yi xue hui)",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "An 8-week feeding trial was conducted to investigate the effects of replacing dietary fish oil (FO) with black soldier fly larval oil (BSFO) on growth performance, antioxidant and immune response, lipid metabolism and mitochondrial function of the juvenile mud crab. A total of 160 mud crabs (18.58 ± 0.02 g) were randomly distributed into five treatments spread across 160 aquaria. There were 4 replicates per treatment and 8 crabs per replicate. The basal diet (Control) contained 3% fish oil and fish oil was replaced with BSFO at 25%, 50%, 75%, and 100% in the remaining four treatments. The results showed that when the proportion of BSFO replacing FO was less than 50%, there were no significant differences in percent weight gain (PWG), specific growth rate (SGR) and feed efficiency (FE) between the experimental and the control groups (P > 0.05); however, PWG and SGR decreased as the percentage of substitution increased from 50% to 100% (P < 0.01). When the percentage of substitution was less than 50%, the expression levels of genes related to lipid synthesis and catabolism were significantly up-regulated and down-regulated, respectively (P < 0.05). When 25% and 50% FO were replaced with BSFO, the antioxidant and immune responses enhanced (P < 0.05), and antioxidant and immune-related enzyme activities and metabolite concentrations in the hemolymph and hepatopancreas significantly increased (P < 0.05), and the concentrations of malondialdehyde (MDA) and protein carbonyl (PC), and the apoptosis index in the hepatopancreas significantly decreased (P < 0.05). Moreover, mitochondrial function indexes in the hepatopancreas, such as mitochondrial DNA copy number and expression levels of energy metabolism-related genes were significantly up-regulated (P < 0.05). Hepatopancreas mitochondria were more abundant in crabs fed diets with 25% and 50% replacement of FO with BSFO, while adenosine triphosphate content was the highest in 25% FO replacement group (P = 0.003). In summary, the results of the present study demonstrated that the replacement of FO with BSFO at less than 50% (i.e. in-feed BSFO level of 1.5%) did not negatively affect the growth performance of mud crabs, and could improve the antioxidant capacity, immune response, and enhance mitochondrial function."
    },
    {
      "pmid": "40079058",
      "title": "Trimethylamine N-Oxide Plasma Levels Following Red Meat and Cod Fish Intake: A Pilot Crossover Trial in Hemodialysis Patients.",
      "authors": [
        "Larissa de Mattos Manhães",
        "Ludmilla Santana",
        "Marcelo Ribeiro Alves",
        "Priscila Mansur Leal",
        "Patricia Coelho de Velasco",
        "Isabelle Santana",
        "Jessyca Sousa de Brito",
        "Denise Mafra",
        "Natália Alvarenga Borges"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "SCOPE: The uremic toxin trimethylamine N-oxide (TMAO) accumulates in patients with chronic kidney disease (CKD) and is associated with its progression, cardiovascular disease, and other complications. The gut microbiota produces TMAO from substrates mainly found in red meat, eggs, and dairy. However, some saltwater fish also contain high levels of TMAO. Although fish consumption is generally linked to beneficial effects, its effects on CKD patients require further research. METHODS AND RESULTS: This study compares the effect of red meat and cod fish intake on TMAO plasma levels in CKD patients undergoing hemodialysis (HD). Participants received a single animal protein source (red meat vs. cod fish) for lunch and dinner for four consecutive days (each intervention), with a 2-week washout period in between. TMAO plasma levels were analyzed using LC-MS/MS. All 14 patients concluded the red meat intervention, while one refused to participate in the fish intervention. No significant difference in TMAO plasma levels was found post-red meat (p = 0.21) or fish intervention (p = 0.91), as well as between groups (p = 0.43). CONCLUSION: In this study, 4 days of red meat and cod fish intake did not significantly impact TMAO levels in HD patients, while other factors may be associated with their circulating levels.",
      "mesh_terms": [
        "Methylamines",
        "Humans",
        "Renal Dialysis",
        "Male",
        "Animals",
        "Middle Aged",
        "Female",
        "Cross-Over Studies",
        "Pilot Projects",
        "Aged",
        "Red Meat",
        "Renal Insufficiency, Chronic",
        "Gadus morhua",
        "Seafood",
        "Diet"
      ]
    },
    {
      "pmid": "40064404",
      "title": "Development of a quadruple Taqman probe-based real-time fluorescent quantitative PCR for the detection of bacterial pathogens in a marine fish.",
      "authors": [
        "Yuchen Dong",
        "Liping Hu",
        "Jianbai Zhang",
        "Dandan Zhou",
        "Binzhe Zhang",
        "Xuepeng Li",
        "Jian Zhang"
      ],
      "journal": "Microbial pathogenesis",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacterial diseases are the most common diseases in aquaculture worldwide, resulting in severe economic losses in the aquaculture industry. However, bacterial pathogens usually lead to non-specific clinical symptoms and are difficult to diagnose in clinical samples. Therefore, specific, sensitive, and time-saving detection methods are crucial for earlier prevention and accurate treatment of bacterial pathogens. This study developed a TaqMan probe-based multiplex real-time PCR method for simultaneous detection and quantification of four bacterial pathogens, including Edwardsiella piscicida, Photobacterium damselae subsp. piscicida, Vibrio rotiferianus, and Pseudomonas fluorescens. The conserved regions of the intra-species and the specific regions of the inter-species were targeted using specific primers and Taqman probes to ensure specificity. Sensitivity analysis showed that the four bacteria were simultaneously detected in the multiplex real-time PCR assay, with detection limits of 32-76 copies/reaction, which is 100 times higher than that of the conventional PCR assay. Furthermore, the assay had good reproducibility, with intra- and inter-group coefficients of variation below 1 %. A total of 63 clinical samples were analyzed using this established assay, of which either single or mixed infection samples could be correctly detected. These findings indicate that this multiplex qPCR assay can serve as a quick, specific, sensitive diagnostic tool for E. piscicida, P. damselae subsp. piscicida, V. rotiferianus, and P. fluorescens detection, thus can be utilized to monitor these bacteria in single or co-infected clinical samples.",
      "mesh_terms": [
        "Animals",
        "Real-Time Polymerase Chain Reaction",
        "Fish Diseases",
        "Sensitivity and Specificity",
        "Multiplex Polymerase Chain Reaction",
        "Reproducibility of Results",
        "Pseudomonas fluorescens",
        "Fishes",
        "Bacteria",
        "DNA Primers",
        "Photobacterium",
        "Bacterial Infections",
        "Vibrio",
        "Edwardsiella",
        "Limit of Detection",
        "Aquaculture",
        "DNA, Bacterial"
      ]
    },
    {
      "pmid": "40050230",
      "title": "Enhancing HER2 testing in breast cancer: predicting fluorescence in situ hybridization (FISH) scores from immunohistochemistry images via deep learning.",
      "authors": [
        "Daniel O Macaulay",
        "Wenchao Han",
        "Mark D Zarella",
        "Chris A Garcia",
        "Thomas E Tavolara"
      ],
      "journal": "The journal of pathology. Clinical research",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Breast cancer affects millions globally, necessitating precise biomarker testing for effective treatment. HER2 testing is crucial for guiding therapy, particularly with novel antibody-drug conjugates (ADCs) like trastuzumab deruxtecan, which shows promise for breast cancers with low HER2 expression. Current HER2 testing methods, including immunohistochemistry (IHC) and in situ hybridization (ISH), have limitations. IHC, a semi-quantitative assay, is prone to interobserver variability. While ISH provides higher precision than IHC, it remains more resource-intensive in terms of cost and workflow. However, turnaround time is typically faster than that of other advanced molecular methods such as next-generation sequencing. We adapted the clustering-constrained-attention multiple-instance deep learning model to improve IHC testing and reduce dependence on reflex fluorescence ISH (FISH) tests. Using 5,731 HER2 IHC images, including 592 cases with FISH testing, we trained two models: one for predicting HER2 scores from IHC images and another for predicting FISH scores from equivocal cases. The HER2 IHC score prediction model achieved 91% ± 0.01 overall accuracy and a receiver operating characteristic (ROC) area under the curve (AUC) of 0.98 ± 0.01. The FISH score prediction model had an ROC AUC of 0.84 ± 0.07, with sensitivity at 0.37 ± 0.13 and specificity at 0.96 ± 0.03. External validation on cases from 203 institutions showed similar performance. The HER2 IHC model maintained a 91% ± 0.01 accuracy and an ROC AUC of 0.98 ± 0.01, while the FISH model had an ROC AUC of 0.75 ± 0.03, with sensitivity at 0.28 ± 0.04 and specificity at 0.93 ± 0.01. Our model advances HER2 scoring by reducing subjectivity and variability in current scoring methods. Despite lower accuracy and sensitivity in the FISH prediction model, it may be a beneficial option for settings where reflex FISH testing is unavailable or prohibitive. With high specificity, our model can serve as an effective screening tool, enhancing breast cancer diagnosis and treatment selection.",
      "mesh_terms": [
        "Humans",
        "Deep Learning",
        "In Situ Hybridization, Fluorescence",
        "Breast Neoplasms",
        "Receptor, ErbB-2",
        "Female",
        "Immunohistochemistry",
        "Biomarkers, Tumor",
        "Predictive Value of Tests"
      ]
    },
    {
      "pmid": "40049462",
      "title": "Indispensable role of PGC1α signaling in lipid and carbohydrate metabolism of fish PPARα activation.",
      "authors": [
        "Haotian Zhang",
        "Xiaoying Chen",
        "Hua Rong",
        "Baojia Chen",
        "Junfeng Guang",
        "Qing Pan",
        "Xiaobo Wen",
        "Lijun Ning"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Unlike predictability in mammals, the responses of PPARα activation treatment in fish varies between different fish species. Existing results indicated that the varied effects may result from fish feeding habits difference within their varied dietary protein content, while the exact mechanism remains obscure. In this study, we conducted an in vivo 8-week trial of low protein 30 % (LP) or high protein 38 % (HP) diet fed tilapia (8.83 ± 0.02 g) supplemented with or without fenofibrate and in vitro 24-h of BCAA (leucine, valine and isoleucine) treated primary cell trial, aiming to reveal the unknown mechanism. The in vivo results showed that, in LP group, fenofibrate significantly increased serum levels of TG, glucose, AST, ALT, MDA and liver TG (P < 0.05), while decreased liver, muscle and serum BCAA, liver mitochondria quantity, glucose tolerance (P < 0.05). Moreover, fenofibrate notably lifted the hepatic bckdha, bckdhb, mff, fis, fas and pparγ expression (P < 0.05), while decreased genes expression of pgc1α, tfam, parkin, pink, foxo3a, sod2, cat, ir and irs (P < 0.05). No great impact was found in aco, cyp4a3 and cytb (P > 0.05). In HP group, fenofibrate improved lipid and glucose metabolism along with unaltered BCAA, increased expression of aco, cytb, cpt1a, pparβ, foxo3a, sod2, nrf1, mfn1 and fis (P < 0.05). In vitro findings revealed that the PGC1α and PPARα could be activated by BCAA, particular for leucine (P < 0.05). Taken together, we conclude that: 1) increased lipid deposition, lipid peroxidation, liver damage and glucose intolerance in fenofibrate-LP group could be ascribed to decreased BCAA and done through PGC1α/FOXO3, PGC1α/MQC regulation; 2) improved lipid-lowering and glucose tolerance in fenofibrate-HP group would be attributed to the enhanced PGC1α/MQC, organelles proliferation and fatty acid β-oxidation."
    },
    {
      "pmid": "40043972",
      "title": "Mechanism of the effect of mixing guar gum and fish collagen peptide with rice on in vitro digestibility, gastric emptying and postprandial response.",
      "authors": [
        "Luling Dong",
        "Song Zhu",
        "Dejian Huang",
        "Yue Li"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effects of adding guar gum (GG) and fish collagen peptide (FCP) during rice cooking on postprandial blood glucose and satiety of rice and the related mechanisms. The results showed that the combined intervention of GG and FCP (GG-FCP) significantly reduced the postprandial blood glucose levels. The GG increased the viscosity of the digesta, and the physical barrier of GG and FCP formed on the surface of the rice limited the disintegration of the rice granule. The chyme containing GG and FCP displayed a larger particle size and gastric emptying were delayed. GG-FCP alleviated the digestion rate of rice, with the rapidly digestible starch content decreasing from 77.68 % to 65.01 %. Low-field nuclear magnetic resonance (LF-NMR) analysis indicated the GG and FCP reduced the binding water content of starch. DSC analysis showed that the addition of GG and FCP reduced the enthalpy of gelatinization of rice flour from 5.87 to 3.13 J/g, and the gelatinization degree of the rice flour was reduced. This study investigated the mechanisms of exogenous additives in regulating rice digestion and postprandial response. The findings would provide evidence-based strategies for developing rice products with the potential to mitigate the effects of blood glucose."
    },
    {
      "pmid": "40040766",
      "title": "Small bowel perforation caused by a fish bone in a patient with vascular Ehlers-Danlos syndrome: a case report.",
      "authors": [
        "Hiroki Nakahara",
        "Shunsuke Doi",
        "Satoshi Yasuda",
        "Minako Nagai",
        "Kota Nakamura",
        "Yasuko Matsuo",
        "Taichi Terai",
        "Yuichiro Kohara",
        "Takeshi Sakata",
        "Masayuki Sho"
      ],
      "journal": "Journal of surgical case reports",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Management of gastrointestinal perforation in patients with vascular Ehlers-Danlos syndrome (vEDS) is clinically challenging. A male in his 40s with vEDS presented with right lower abdominal pain. Computed tomography revealed a foreign body in the ileum with bowel perforation. A detailed inquiry revealed that he had consumed codfish six days prior. Based on these findings, he was diagnosed with a small bowel perforation caused by a fish bone. Emergency laparotomy was performed and intraoperative findings showed a fish bone in the ileum penetrating the mesentery. We resected ~5 cm of the small intestine, including the perforation site. Although the patient experienced postoperative paralytic ileus, he was discharged on postoperative Day 27. Gastrointestinal perforation caused by fish bones in patients with vEDS is extremely rare and requires careful assessment to determine the appropriate treatment. For surgeons, an individualized surgical strategy and optimal perioperative management are important to prevent fatal complications."
    },
    {
      "pmid": "40024746",
      "title": "Dietary Patterns Rich in Soybean Products, Vegetables, Fish, Fruits, and Miso Soup Were Inversely Associated with Fatty Liver Index: The Nagahama Study.",
      "authors": [
        "Yoko Ueba",
        "Kaori Ikeda",
        "Yasuharu Tabara",
        "Takeo Nakayama",
        "Daisuke Tanaka",
        "Yoshimitsu Takahashi",
        "Shinji Kosugi",
        "Kazuya Setoh",
        "Takahisa Kawaguchi",
        "Fumihiko Matsuda",
        "Nobuya Inagaki"
      ],
      "journal": "Journal of nutritional science and vitaminology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic dysfunction-associated steatotic liver disease (MASLD) is a prominent liver disease occurring in approximately 25% of the general population. As treatment, lifestyle modification is essential, but there are few reports on dietary patterns associated with MASLD except for the Mediterranean diet. This study examines dietary habits related to MASLD using the fatty liver index (FLI). Longitudinal analysis of a community-based cohort, the Nagahama Prospective Cohort for Comprehensive Human Bioscience, was performed. Dietary habits were assessed by a self-reported questionnaire on food intake frequency, and factor analysis was applied to identify dietary patterns. Multiple regression analysis was performed with baseline FLI or FLI after 5 y as the dependent variable and sex, age, and/or baseline FLI, and factor scores of each dietary pattern as simultaneous independent variables. The same analyses stratified by sex or body mass index (BMI) were also performed. Three thousand five hundred one participants were included. The 15 food items of the questionnaire were summarized into four dietary patterns. Dietary patterns rich in soybean products, vegetables, fish, fruits, and miso soup, which is characteristic of traditional Japanese diet, negatively correlated with FLI and FLI after 5 y (partial regression coefficient: -3.01 and -1.03, respectively; p<0.01 for both). The result was similar in sex-specific analysis and in BMI<23 kg/m2 group, when the participants were stratified according to BMI. Our results suggest that dietary patterns rich in soybean products, vegetables, fish, fruits, and miso soup are protective factors against MASLD especially in individuals with BMI<23 kg/m2.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Female",
        "Vegetables",
        "Fruit",
        "Middle Aged",
        "Feeding Behavior",
        "Prospective Studies",
        "Diet",
        "Body Mass Index",
        "Japan",
        "Aged",
        "Fishes",
        "Longitudinal Studies",
        "Adult",
        "Soy Foods",
        "Fatty Liver",
        "Animals",
        "Surveys and Questionnaires",
        "Diet, Mediterranean",
        "Dietary Patterns"
      ]
    },
    {
      "pmid": "40015508",
      "title": "Omega-3-Enriched Fish oil reduces the chemotherapy-induced peripheral neuropathy in mice.",
      "authors": [
        "Jessica Melato",
        "Fernanda Capitanio Goldoni",
        "Larissa Benvenutti",
        "Thiago Patrício Corrêa",
        "Aline Pertile Remor",
        "Karina Giacomini Varela",
        "Luis Carlos Stoeberl",
        "Gabriel Gripp Fernandes",
        "Giulia de Lima Rasga",
        "Giselle Fazzioni Passos",
        "Miriam Anders Apel",
        "Luiz Carlos Klein-Junior",
        "José Roberto Santin",
        "Robson da Costa",
        "Nara Lins Meira Quintão"
      ],
      "journal": "Neuropharmacology",
      "publication_date": "2025-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer is a leading cause of mortality and morbidity worldwide and conventional chemotherapy frequently induce irreversible adverse effects in patients. Chemotherapy-induced peripheral neuropathy (CIPN) is a common adverse effect of both paclitaxel (PTX) and oxaliplatin (OXA) chemotherapies, affecting approximately 30-50% of patients. As cancer survival rates have improved, the efforts of scientific community to develop new strategies for preventing CIPN are also growing. This study presents the effects of omega-3 (ω-3)-enriched fish oil supplementation on the hypersensitivity induced by PTX or OXA in mice. GC-MS analysis of the fish oil revealed an amount of EPA and DHA corresponding to 55.2% and 37.4% of total oil composition, respectively. The thirty-day supplementation with the fish oil prevented the cold hypersensitivity induced by the acute OXA injection protocol, with reduction of spinal cord microglia activation, as well as decreased levels of cytokines and BDNF in the spinal cord and brain. A similar effect was observed with the chronic OXA administration, reducing both mechanical and thermal hypersensitivity. The fish oil also prevented PTX-induced neuropathy, accompanied by a reduction in cytokine levels. It is important to mention that biochemical parameters such as total cholesterol, triglycerides and glucose were also normalised. The fish oil supplementation prevented the development of hypersensitivity in both OXA and PTX models, with reduced neuroinflammation likely being the main mechanism behind this effect. The fish oil supplementation, either before or during chemotherapy, could be an important ally to prevent and treat CIPN, improving the patients' quality of life post-cancer treatment.",
      "mesh_terms": [
        "Animals",
        "Peripheral Nervous System Diseases",
        "Paclitaxel",
        "Fish Oils",
        "Oxaliplatin",
        "Mice",
        "Fatty Acids, Omega-3",
        "Antineoplastic Agents",
        "Male",
        "Spinal Cord",
        "Brain-Derived Neurotrophic Factor",
        "Cytokines",
        "Hyperalgesia",
        "Microglia",
        "Dietary Supplements",
        "Brain"
      ]
    },
    {
      "pmid": "40014621",
      "title": "Structural and Rheological Properties of a Fish Collagen-Based Hydrogel Considered as a Brain Tissue Phantom.",
      "authors": [
        "Kaustubh Naik",
        "Anastasia S Vanina",
        "Saurabh Kumar Srivastava",
        "Alexander V Sychev",
        "Eugene B Postnikov",
        "Avanish Singh Parmar"
      ],
      "journal": "Langmuir : the ACS journal of surfaces and colloids",
      "publication_date": "2025-Mar-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Hydrogels have gained attention as phantoms of soft materials mimicking properties of the brain tissue aimed at creating adjustable physical media for studying rheological models, training models for surgeons, tissue substitutes used in the process of surgical treatment of neurological diseases, and testing personal protective gears. In this work, we report the results of exploring the shear rheological properties of a material synthesized on the basis of fish collagen and discuss its relevance to the properties of biological samples under similar experimental conditions. It is shown that the stress-strain relations and the storage and loss moduli of the artificial and biological materials exhibit high similarity under amplitude shear sweep as well as responses to low-frequency oscillatory perturbations. The respective rheological models and perspectives for the use of this hydrogel material are discussed.",
      "mesh_terms": [
        "Hydrogels",
        "Collagen",
        "Animals",
        "Rheology",
        "Brain",
        "Fishes"
      ]
    },
    {
      "pmid": "40014257",
      "title": "Neuroprotective Effects of Berberine Chloride Against the Aluminium Chloride-Induced Alzheimer's Disease in Zebra Fish Larvae.",
      "authors": [
        "Deenathayalan Uvarajan",
        "Roselin Gnanarajan",
        "Panimalar Abirami Karuppusamy",
        "Nandita Ravichandran",
        "Chandramohan Govindasamy",
        "Balachandhar Vellingiri",
        "Arul Narayanaswamy",
        "Wei Wang"
      ],
      "journal": "Molecular biotechnology",
      "publication_date": "2025-Feb-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is a neurodegenerative disease distinguished by cognitive and memory deficits. A lack of memory, cognition, and other forms of cognitive dissonance characterizes AD, which affects approximately 50 million people worldwide. This study aimed to identify the neuroprotective effects of berberine chloride (BC) against aluminium chloride (AlCl3)-induced AD in zebrafish larvae by inhibiting oxidative stress and neuroinflammation. BC toxicity was assessed by evaluating survival rates, malformations, and heart rates in zebrafish larvae following treatment with varying concentrations of BC. This study elucidates the mechanisms of BC through an extensive range of biochemical assays, behavioral testing, and molecular docking analysis. The developmental toxicity assessment of BC indicated that doses up to 40 μM did not cause any developmental abnormalities until 96 h post fertilization. The LC50 value of BC in zebrafish larvae was found to be 50.16 μM. The biochemical and behavioral changes induced by AlCl3 in zebrafish larvae were significantly mitigated by BC treatment. Our findings demonstrate that BC can reduce total cholesterol and triglyceride levels in AlCl3-induced AD zebrafish larvae. Our molecular docking results indicated that BC significantly interacted with the ABCA1 protein, suggesting that BC may act as an ABCA1 agonist. Based on our results, it can be concluded that BC may serve as an effective therapeutic agent for mitigating oxidative stress by altering cholesterol metabolism in AlCl3-induced AD."
    },
    {
      "pmid": "40013564",
      "title": "Alteration of reproductive behaviors by aromatase inhibition is population dependent in an African cichlid fish.",
      "authors": [
        "Bethany L Williams",
        "Lauren M Pintor",
        "Suzanne M Gray"
      ],
      "journal": "The Journal of experimental biology",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although hormones are vital to an organism's ability to respond to environmental stressors, they can be directly altered by the environment and impact reproductive behavior. For example, in some fishes, aquatic hypoxia (low dissolved oxygen) inhibits the aromatase enzyme that converts testosterone to estradiol. Here, we examined the effects of short-term aromatase inhibition on reproductive behavior in male Pseudocrenilabrus multicolor, a widespread African cichlid, from one normoxic river population and one hypoxic swamp population. We further tested the response of females to treated and untreated males. We predicted that aromatase inhibition would decrease courtship and competitive behaviors, but the swamp population would be less affected given generational exposure to hypoxia. Specifically, we compared competition and courtship behavior of males treated with a short-term exposure to an aromatase inhibitor with control fish from the two populations. We found that both courtship and competitive behaviors were affected by the interaction between treatment and population. River fish performed fewer courtship and competitive behaviors under the aromatase inhibition treatment while the behavior of swamp males was unaffected. Additionally, we found that females from the swamp population preferred males from the aromatase inhibition treatment and river females preferred control males. While we found behavioral effects of short-term aromatase inhibition, we did not find any effects on male nuptial coloration. Overall, these results indicate that the effects of short-term aromatase inhibition on behavior could depend on local adaptation in response to hypoxia.",
      "mesh_terms": [
        "Animals",
        "Cichlids",
        "Male",
        "Female",
        "Aromatase Inhibitors",
        "Sexual Behavior, Animal",
        "Competitive Behavior",
        "Wetlands",
        "Reproduction"
      ]
    },
    {
      "pmid": "40003033",
      "title": "Effects of CLA, Soybean Oil, and Used Soybean Oil from Fish Friers in Sheep Diets on Milk Lipids and Lamb Tissues.",
      "authors": [
        "Isaac De Gasperin-López",
        "Juan Manuel Pinos-Rodríguez",
        "Jorge Genaro Vicente-Martínez",
        "Samuel López-Aguirre",
        "Alejandro Taylor Estrada-Coates",
        "Gustavo Contreras-Hernández"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Feb-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of omega fatty acids during pregnancy and lactation could be a beneficial strategy to improve health and production in ruminants. In this study, the effect of the dietary addition of c9, t11 and t10, c12 isomers of conjugated linoleic acid (CLA) in pure soybean oil (T1) was compared with pure soybean oil (T2) and soybean oil discarded after frying fish (Centropomus undecimalis, Pagrus pagrus, and Caranx crysos; T3) on the fatty acid profile in ewe milk and the tissues of their lambs. Forty-five multiparous ewes (East Friesian × Katahdin), 32 to 35 months old, 70 days pregnant, were randomly assigned to one of the three experimental diets. The fatty acid profile, total solids, fat, protein, and lactose in milk were determined 14 days postpartum. Fifteen lambs from each treatment were sacrificed at 70 days of age, and the fatty acid profiles in perirenal fat, muscle, and brain were determined. In milk, fat and total solids content were lower with T1. On the other hand, linoleic acid content, the sum of omega-6 and DHA were higher in T1 compared to other groups (p < 0.05). In the brain, stearic acid and linoleic acid concentration increased with T1; eicosapentaenoic acid decreased and omega-3s increased with T3, while DHA was lower in T2 (p < 0.05). The addition of CLA isomers or discarded soybean oil in ewe diet from pregnancy to lactation is advantageous for the ewe since less energy in the form of milk fat is lost. In addition, increasing the concentration of omega fatty acids in ewe diet to improve omega fatty acids in lamb's brain could be a feed strategy to increase their productivity and health."
    },
    {
      "pmid": "40003030",
      "title": "Effects of Fish Bone Meal Supplementation on Growth Performance, Blood Immunity, Intestinal Morphology, and Gut Microbiota in Laying Hens.",
      "authors": [
        "Kangle Wu",
        "Fang Wang",
        "Shihang Yang",
        "Chongyang Zhang",
        "Meizhu Xie",
        "Jiayang Li",
        "Yulong Yin",
        "Kang Yao"
      ],
      "journal": "Animals : an open access journal from MDPI",
      "publication_date": "2025-Feb-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The poultry industry relies heavily on soybean meal to feed egg-laying chickens, but its high cost and price instability necessitate the exploration of more affordable and reliable alternatives. Fish bone meal, a nutritious byproduct from fish processing, offers high-quality protein and essential minerals, making it a promising addition to poultry diets. In this study, 240 Hy-Line Brown laying hens (31 weeks old, average weight 1.90 ± 0.1 kg, egg laying 11 weeks) were randomly assigned to two dietary treatments for 12 weeks: one group received a regular diet, while the other was fed a diet containing 3% fish bone meal. Each treatment included 12 replicates with 10 hens per replicate, and all birds were maintained under identical environmental conditions using a completely randomized experimental design. The results showed that hens fed the fish bone meal diet produced more eggs (p < 0.05) and had heavier yolks (p < 0.05) compared to the control group. Furthermore, intestinal health indicators, including villus height and crypt depth, were significantly improved (p < 0.05), along with enhanced immune markers (p < 0.05) in the fish bone meal group. However, no significant differences were observed in other egg quality parameters or feed conversion efficiency between the two groups (p > 0.05). These findings demonstrate that fish bone meal can improve egg production, yolk quality, intestinal health, and immune function in laying hens."
    },
    {
      "pmid": "39988220",
      "title": "Advancing fish disease research through CRISPR-Cas genome editing: Recent developments and future perspectives.",
      "authors": [
        "Huria Marnis",
        "Khairul Syahputra"
      ],
      "journal": "Fish & shellfish immunology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "CRISPR-Cas genome editing technology has transformed genetic research, by enabling unprecedented precision in modifying DNA sequences across various organisms, including fish. This review explores the significant advancements and potential uses of CRISPR-Cas technology in the study and management of fish diseases, which pose serious challenges to aquaculture and wild fish populations. Fish diseases cause significant economic losses and environmental impacts, therefore effective disease control a top priority. The review highlights the pivotal role of CRISPR-Cas in identifying disease-associated genes, which is critical to comprehending the genetic causes of disease susceptibility and resistance. Some studies have reported key genetic factors that influence disease outcomes, using targeted gene knockouts and modifications to pave the way for the development of disease-resistant fish strains. The creation of such genetically engineered fish holds great promise for enhancing aquaculture sustainability by reducing the reliance on antibiotics and other conventional disease control measures. In addition, CRISPR-Cas has facilitated in-depth studies of pathogen-host interactions, offering new insights into the mechanisms by which pathogens infect and proliferate within their hosts. By manipulating both host and pathogen genes, this technology provides a powerful tool for uncovering the molecular underpinnings of these interactions, leading to the development of more effective treatment strategies. While CRISPR-Cas has shown great promise in fish research, its application remains limited to a few species, primarily model organisms and some freshwater fish. In addition, challenges such as off-target effects, ecological risks, and ethical concerns regarding the release of genetically modified organisms into the environment must be carefully addressed. This review also discusses these challenges and emphasizes the need for robust regulatory frameworks and ongoing research to mitigate risks. Looking forward, the integration of CRISPR-Cas with other emerging technologies, such as multi-omics approaches, promises to further advance our understanding and management of fish diseases. This review concludes by envisioning the future directions of CRISPR-Cas applications in fish health, underscoring its potential to its growing in the field.",
      "mesh_terms": [
        "Animals",
        "CRISPR-Cas Systems",
        "Gene Editing",
        "Fish Diseases",
        "Fishes",
        "Aquaculture",
        "Animals, Genetically Modified"
      ]
    },
    {
      "pmid": "39977981",
      "title": "Physical and oxidative stability of 5 % fish oil-in-water emulsions stabilized with lesser mealworm (Alphitobius diaperinus larva) protein hydrolysates pretreated with ultrasound and pulsed electric fields.",
      "authors": [
        "Aurélie Ballon",
        "Lucas Sales Queiroz",
        "Sílvia de Lamo-Castellví",
        "Carme Güell",
        "Montse Ferrando",
        "Charlotte Jacobsen",
        "Betül Yesiltas"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Lesser mealworm (Alphitobius diaperinus larva) meal was pretreated with ultrasound (US) or pulsed electric fields (PEF) and hydrolyzed using Alcalase or Trypsin enzymes. The resulting hydrolysates were evaluated for their ability to maintain physical and oxidative stability of 5 % fish oil-in-water emulsions. The effects of the pretreatment on enzymatic hydrolysis were assessed by measuring the degree of hydrolysis (DH), protein yield, and molecular weight distribution. Hydrolysates with 19-28 % DH were produced. Physical stability was evaluated in terms of creaming index, Turbiscan stability index, ζ-potential, and droplet size. Emulsions stabilized with US-pretreated Trypsin hydrolysates presented the smallest droplet sizes (0.626 μm). Primary and volatile secondary oxidation products were measured during storage. However, none of the hydrolysate-stabilized emulsions exhibited greater oxidative stability than sodium caseinate, the reference protein. These results suggest that although US-pretreated Trypsin hydrolysates exhibit potential as emulsifiers, additional antioxidants are needed to effectively control lipid oxidation.",
      "mesh_terms": [
        "Animals",
        "Emulsions",
        "Protein Hydrolysates",
        "Oxidation-Reduction",
        "Fish Oils",
        "Trypsin",
        "Larva",
        "Hydrolysis",
        "Coleoptera",
        "Water",
        "Electricity"
      ]
    },
    {
      "pmid": "39967114",
      "title": "Characteristics analysis of microstructure and physicochemical properties of fresh and water-soaked fish maws derived from various swim bladder species.",
      "authors": [
        "Siyu Wei",
        "Li Xu",
        "Yang Zhu",
        "Cuixia Sun",
        "Wei Lu",
        "Yiping Cao",
        "Yin Zhang",
        "Yiguo Zhao",
        "Yapeng Fang"
      ],
      "journal": "Food research international (Ottawa, Ont.)",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fish maw, a traditional nutritious food, has significant development potential. However, the limited species sources and scarce research on processing characteristics present challenges. This study selected nine species of fish maws to determine their morphology and yield during hydrothermal treatment. Changes in nutritional composition, water migration, and structural characteristics between fresh and water-soaked fish maws were compared. All fresh fish maws had a dry basis protein content of more than 80 %, with no heavy metals, rich in functional and hydrophobic amino acids. After processing fresh fish maw into water-soaked fish maw, the fat and ash content decreased, while the relative protein content increased, and there was little change in the amino acid composition. Water distribution and texture properties indicated an initial rapid then slow water absorption rate for fish maw. After soaking, most bound and immobilized water transformed into free water, significantly enhancing cohesiveness, springiness, and chewiness. Hardness change varied among different species of fish maws due to inherent differences. Microstructural analysis revealed that the fiber bundle transitioned from an interlaced, tight structure to a porous network structure, with pore size and network distribution related to water migration and the texture characteristics of the fish maw. Among all species studied, freshwater silver carp and redfin culter fish maws demonstrated potential for further development.",
      "mesh_terms": [
        "Animals",
        "Water",
        "Food Handling",
        "Fishes",
        "Air Sacs",
        "Nutritive Value",
        "Amino Acids",
        "Hardness",
        "Fish Products"
      ]
    },
    {
      "pmid": "39966843",
      "title": "Eikenella corrodens and Parvimonas micra purulent pericarditis following oral fish bone impaction: a case report.",
      "authors": [
        "Birdie Huang",
        "Jih-Kai Yeh"
      ],
      "journal": "BMC infectious diseases",
      "publication_date": "2025-Feb-18",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Purulent pericarditis is a rare, life-threatening condition often caused by Streptococci, Staphylococci, Haemophilus species, or Mycobacterium tuberculosis. Coinfection cases are exceedingly uncommon. We aim to document and share this rare case through this case report. CASE PRESENTATION: We report the case of a 44-year-old woman with no significant past medical history who presented to the emergency department of Chang Gung Memorial Hospital, Linkou branch, at Taoyuan, Taiwan, in July 2024 with a 3-day history of chest discomfort, shortness of breath and fever. Imaging revealed pericardial and mediastinal fluid with gas. Pericardiocentesis drained the pericardial effusion and later identified Eikenella corrodens and Parvimonas micra via MALDI-TOF mass spectrometry. A history of fish bone impaction one month prior suggested an oral origin for the infection, although imaging revealed no esophageal perforation. The patient underwent pericardial drainage, video-assisted thoracoscopic surgery for abscess drainage, and four weeks of antibiotic treatment with ampicillin-sulbactam, leading to full recovery. CONCLUSION: To our knowledge, this is likely the first documented case of purulent pericarditis caused by Eikenella corrodens and Parvimonas micra simultaneously. This case highlights the importance of a multidisciplinary approach and prompt management, including drainage and tailored antibiotic therapy, in mitigating the high mortality associated with purulent pericarditis.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Adult",
        "Pericarditis",
        "Eikenella corrodens",
        "Anti-Bacterial Agents",
        "Animals",
        "Firmicutes",
        "Gram-Negative Bacterial Infections",
        "Fishes",
        "Coinfection",
        "Bone and Bones",
        "Taiwan"
      ]
    },
    {
      "pmid": "39960437",
      "title": "A Novel 5-Probe FISH Strategy is Better Equipped for a More Comprehensive and Cost-Effective Risk Stratification of BCP-ALL.",
      "authors": [
        "Manish K Singh",
        "Arun S Nair",
        "Akshita Pandey",
        "Vineet Sharma",
        "Khaliqur Rahman",
        "Ruchi Gupta",
        "Dinesh Chandra",
        "Sanjeev Yadav",
        "Rajesh Kashyap",
        "S R Arun",
        "Mayur Parihar"
      ],
      "journal": "International journal of laboratory hematology",
      "publication_date": "2025-Feb-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The modern treatment protocols in B-cell precursor acute lymphoblastic leukemia (BCP-ALL) are based on the disease's genetic characteristics and response to treatment. We propose a novel five-probe FISH strategy to risk stratify the BCP-ALL and compare its ability with the triple trisomy probe strategy to detect high hyperdiploidy. METHODS: All newly diagnosed BCP-ALL cases were investigated using a five-probe FISH panel that included probes targeting BCR::ABL1 fusion, ETV6::RUNX1 fusion, and break-apart probes for KMT2A, IgH, and CRLF2 rearrangements. Further, a selected number of cases were screened by the triple trisomy probe of 4p11/CEN10/17 (Zytovision, Bremerhaven, Germany) to identify aneuploidy. RESULTS: Of the 380 patients of BCP-ALL screened (≤ 18 years: 57.9%; > 18 years: 42.1%) using this five-probe strategy, we could assign clinically relevant eight risk groups to almost two-thirds of the patients (similar to the available literature). Compared with the widely accepted triple trisomy probe strategy, we found concordant findings in 75.5% of the patients; the triple trisomy probe could not identify high hyperdiploidy in 24.5% of patients. We observed the presence of (non-CRLF2) IgH rearrangement in 5.3% of patients. CONCLUSIONS: We conclude that the proposed five-probe FISH strategy is better equipped to more comprehensively risk stratify BCP-ALL patients, with an increased ability to identify high hyperdiploidy and a subset of Ph-like-BCP-ALL."
    },
    {
      "pmid": "39958408",
      "title": "Accidental Fish Bone Ingestion Leading to Gastric Perforation: A Diagnostic Challenge.",
      "authors": [
        "Panuwat Pornkul",
        "Renae Bertucci",
        "Nicole Hawkins",
        "Sabin Smith"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Accidental ingestion of animal bones, including fish bones, often goes unnoticed and rarely leads to acute medical complications. However, in rare cases, fish bones can perforate the gastrointestinal tract, causing serious complications such as perforation, abscess formation, or fistula development, necessitating emergent surgical intervention. This case report describes a rare case of gastric perforation by a fish bone ingestion, complicated by perigastric and hepatic abscesses. The patient initially presented to a rural emergency department with acute abdominal pain, where limited imaging resources posed a diagnostic challenge. After repeated rural emergency department presentations, a definitive diagnosis was only established after the patient was transferred to a tertiary center and evaluated using computed tomography (CT) imaging. This helped to guide appropriate surgical management, and an emergency laparotomy was performed, which was followed by an uneventful recovery. We emphasize the critical role of CT imaging in diagnosing fish bone perforation, discuss common sites of perforation, and highlight the need to consider this pathology as a differential diagnosis in patients with undifferentiated abdominal pain."
    },
    {
      "pmid": "39949364",
      "title": "Comprehensive Assessment of Rapeseed Meal as a Fish Meal Substitute in Hybrid Sturgeon (Acipenser schrenckii ♀ × Acipenser baerii ♂) Diets: Impacts on Growth Performance, Body Composition, Immunological Responses, Intestinal Histology, and Inflammatory Response.",
      "authors": [
        "Wenpeng Zhang",
        "Siyuan Liu",
        "Shidi Wang",
        "Huamin Wang",
        "Kaibo Ge",
        "Yuhong Yang",
        "Shaoxia Lu",
        "Shicheng Han",
        "Haibo Jiang",
        "Chang'an Wang",
        "Hongbai Liu"
      ],
      "journal": "Aquaculture nutrition",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to assess the impact of incorporating rapeseed meal (RM) as a partial substitute for fish meal (FM) in the diet of cultured hybrid sturgeon (Acipenser schrenckii ♀ × Acipenser baerii ♂). A total of 450 juvenile hybrid sturgeon with similar weights were randomly assigned to five dietary groups, each with triplicates of 30 fish per tank. For 12 weeks, FM was replaced with varying percentages of RM (0%, 25%, 50%, 75%, and 100%). Results indicated a decreasing trend in final body weight (FBW), weight gain, and survival rates (SRs) as the ratio of RM increased. Growth performance was less affected when the substitution ratio of FM was below 50%. The replacement of FM with RM showed a decreasing trend in crude protein and ash content of sturgeon body composition and no significant effect on moisture and crude lipid content (p > 0.05). Essential amino acids (EAAs) in whole fish, such as methionine (Met), threonine (Thr), and lysine (Lys), increased with higher substitution rates (p > 0.05). The lysozyme (LZM) activities in the pyloric cecum, duodenum, and valve intestine of the sturgeon showed a decreasing trend (p > 0.05). Nevertheless, at a 50% substitution level, sturgeon liver superoxide dismutase (SOD) and malondialdehyde (MDA) activities reached their peak. At 100% substitution, serum alanine aminotransferase (ALT) and aspartate aminotransferase (AST) activities were significantly higher than in other groups (p < 0.05). At 50% substitution, sturgeon valve intestinal protease activity reached its maximum, and the duodenal villus height (VH) was not significantly different from that of the control group (morphological and structural indices were lower in the treatment groups). Gene expression of pro-inflammatory factors IL-1β, IL-6, IL-8, and TNF-α increased with the substitution ratio, while anti-inflammatory factor IL-10 showed the opposite trend. NF-κB and myeloid differentiation factor 88 (MyD88) expression increased with substitution ratio, and Toll-like receptor 1 (TLR1) and Toll-like receptor 2 (TLR2) showed the opposite trend in the intestine. The results of this study suggest that replacing less than 50% of fishmeal with RM in hybrid sturgeon diets can reduce the amount of fishmeal used without compromising fish health."
    },
    {
      "pmid": "39947856",
      "title": "First description of the fish-killing raphidophyceae Chattonella marina complex in Argentina: From genetics to ichthyotoxicity unveiled.",
      "authors": [
        "Delfina Aguiar Juárez",
        "Jorge I Mardones",
        "Ana Flores-Leñero",
        "Luis Norambuena",
        "Javier Paredes-Mella",
        "Eugenia A Sar",
        "Inés Sunesen"
      ],
      "journal": "Harmful algae",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Species of the harmful algal bloom (HAB)-forming genus Chattonella (Raphidophyceae) are responsible for massive fish kills worldwide. Despite this, the genus remains still unexplored in Argentinean waters in the Southwestern Atlantic. Three Chattonella strains (LPCc045, LPCc046, and LPCc047) were isolated and cultured as part of a harmful phytoplankton monitoring program in the marine coastal waters of Buenos Aires Province to determine: 1) taxonomic and genetic identification, 2) pigment compositions, and 3) ichthyotoxic potency and ROS production. Morphological observations (light and transmission electron microscopy) matched classical descriptions of C. marina. Phylogenetic reconstruction using a partial sequence of the ribosomal gene (LSU D1-D2) confirmed the cluster of the three strains within the C. marina complex clade (99 % bootstrap support). Pigment analyses by HPLC showed that the most abundant was chlorophyll-a, followed by fucoxanthin and other carotenoids. Gill cell damage, used as a proxy of cytotoxicity, was assessed using the rainbow trout RTgill-W1 cell-based assay against cell supernatant and intracellular treatments. Cytotoxic potency was positively correlated with cell abundance, with supernatant treatment causing more gill cell damage than intracellular content, reducing gill cell viability down to 60 % of control at 1.9 × 103 cells mL-1. Superoxide production was comparable with other globally distributed strains (supernatant 7.63 ± 0.67 pmol O2- cell-1 h-1; intracellular 8.1 ± 0.56 pmol O2- cell-1 h-1). This study provides the first morphological, phylogenetic, physiological and toxicological characterization of the fish-killing algae C. marina complex in Argentinean waters.",
      "mesh_terms": [
        "Argentina",
        "Animals",
        "Phylogeny",
        "Stramenopiles",
        "Harmful Algal Bloom"
      ]
    },
    {
      "pmid": "39947269",
      "title": "Multi-biomarker approach to assess the toxicity of carbamazepine, a neuropharmaceutical, in the female fish Astyanax lacustris (Teleostei: Characidae).",
      "authors": [
        "Amanda da Silveira Guerreiro",
        "Guilherme de Aguiar",
        "Cecilia Bertacini",
        "Filipe Guilherme Andrade de Godoi",
        "Giovana Souza Branco",
        "Renato Massaaki Honji",
        "Larissa Caminhas",
        "Susanne Rath",
        "Renata Guimarães Moreira"
      ],
      "journal": "Environmental toxicology and pharmacology",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Carbamazepine (CBZ) is a pharmaceutical commonly used in the treatment of epilepsy and bipolar disorder and has been detected in different aquatic ecosystems worldwide. Considering its possible role in altering nervous system and reproduction, this study aimed to evaluate the effects of CBZ on molecular and cellular biomarkers of the teleost Astyanax lacustris. Results demonstrated that CBZ, in environmentally relevant concentrations (500 ng L-1) increases fshβ gene expression levels, decreases muscle protein content and hepatic LPO (500 ng L-1 and 1250 ng L-1 of CBZ). Nonetheless, no effects were observed towards enzymatic activities, steroid plasma levels and/or lipid content. Considering that A. lacustris inhabits clean and polluted environments, it is possible to suggest that animals possess a level of tolerance to stressors, allowing them to maintain reproductive functions regardless of environmental challenges.",
      "mesh_terms": [
        "Animals",
        "Carbamazepine",
        "Water Pollutants, Chemical",
        "Characidae",
        "Female",
        "Biomarkers",
        "Liver",
        "Fish Proteins",
        "Anticonvulsants"
      ]
    },
    {
      "pmid": "39946173",
      "title": "Drinking water treatment residuals reduce toxicity to fish from metal-contaminated sediments.",
      "authors": [
        "Hajime G Kurita-Oyamada",
        "Kevin J Kroll",
        "Lang Zhou",
        "Marianne Kozuch",
        "Samuel M Wallace",
        "Jean-François Gaillard",
        "Jean-Claude J Bonzongo",
        "Nancy D Denslow"
      ],
      "journal": "Environmental toxicology and chemistry",
      "publication_date": "2025-Jan-06",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Drinking water treatment residuals (DWTRs) produced as a result of the coagulation-flocculation process during water treatment are considered waste materials. Characterization of this material shows its ability to sequester metals and other anionic and cationic chemicals. Drinking water treatment residuals from two different drinking water treatment plants located in Wyoming and Oregon were evaluated for their ability to function as viable capping materials of metal-contaminated sediments. The contaminated sediments tested were either spiked with a mixture of metals, 1 mg/kg of Cu, Zn, Cd, and Pb, or coming from an intertidal sediment collected at a U.S. Naval Air Station. A Gust chamber experiment was used to determine metal fluxes from these sediments into the overlying water with applied hydrodynamic stress of 0.05 and 0.4 Pa in the absence and presence of DWTR as a capping material. The DWTR effectively reduced the amount of metal released to the overlying waters to a value below the National Recommended Aquatic Life Criteria for Cr, Cu, Pb, and Zn, but slightly above the value for Cd. The toxicity of these waters was tested with an in vivo 96 hr fathead minnow survival assay. In the absence of capping, all the fry died within 1 hr. Capping with DWTR from Wyoming effectively reduced contamination, and 95% of the fish survived. The DWTR from Oregon was less successful, but the survival of fish was equivalent to diluting the original contaminated waters by a factor of 100. Drinking water treatment residual effectively reduced metallothionein in fish, a biomarker of metal contamination, corroborating the survival experiments. These results suggest that DWTRs may be very effective for remediation of metal-contaminated sites."
    },
    {
      "pmid": "39940643",
      "title": "Small Fish, Big Answers: Zebrafish and the Molecular Drivers of Metastasis.",
      "authors": [
        "Mayra Fernanda Martínez-López",
        "José Francisco López-Gil"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2025-Jan-21",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cancer metastasis is a leading cause of cancer-related deaths and represents one of the most challenging processes to study due to its complexity and dynamic nature. Zebrafish (Danio rerio) have become an invaluable model in metastasis research, offering unique advantages such as optical transparency, rapid development, and the ability to visualize tumor interactions with the microenvironment in real time. This review explores how zebrafish models have elucidated the critical steps of metastasis, including tumor invasion, vascular remodeling, and immune evasion, while also serving as platforms for drug testing and personalized medicine. Advances such as patient-derived xenografts and innovative genetic tools have further established zebrafish as a cornerstone in cancer research, particularly in understanding the molecular drivers of metastasis and identifying therapeutic targets. By bridging the experimental findings with clinical relevance, zebrafish continue transforming our understanding of cancer biology and therapy.",
      "mesh_terms": [
        "Zebrafish",
        "Animals",
        "Neoplasm Metastasis",
        "Humans",
        "Neoplasms",
        "Disease Models, Animal",
        "Tumor Microenvironment"
      ]
    },
    {
      "pmid": "39940405",
      "title": "Effects of Fish Oil with Heat Treatment on Obesity, Inflammation, and Gut Microbiota in Ovariectomized Mice.",
      "authors": [
        "Rong Fan",
        "Judy Kim",
        "Young-Cheul Kim",
        "Soonkyu Chung"
      ],
      "journal": "Nutrients",
      "publication_date": "2025-Jan-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Menopause induces substantial metabolic changes, including a reduction in metabolic rate and an elevated risk of developing metabolic diseases. Fish oil (FO) supplementation has been shown to ameliorate menopause-associated metabolic risks. Hyperthermia treatment (HT) has recently gained attention for its potential to improve metabolic and immune health. However, it remains to be determined whether HT can confer metabolic benefits comparable to those of FO supplementation or enhance the metabolic benefits of FO supplementation. This study aims to delineate the distinctive and collaborative effects of HT and FO supplementation in mitigating menopause-associated metabolic dysfunction. Methods: Female C57BL/6 ovariectomized (OVX) mice were randomly assigned to four groups (n = 12/group) to evaluate the individual and combined effects of FO supplementation (5% w/w) and HT treatment. For HT, whole-body heat exposure was conducted at 40-41 °C for 30 min, 5 days per week. After 12 weeks, animals were used to evaluate the changes in glucose and lipid metabolism, obesity outcome, and inflammatory markers. The gut microbiome analysis was conducted from cecal content by 16S rRNA sequencing. Acute inflammation was induced by lipopolysaccharide (LPS) injection to evaluate inflammatory responses. Results: HT alone distinctively reduced weight gain, lowered core body temperature, and attenuated insulin resistance comparable to FO supplement in OVX mice. The collaborative effect of FO and HT was not evident in metabolic parameters but more prominent in attenuating proinflammatory responses and microbiota modulation. Conclusions: Our findings suggest that the combined treatment of FO supplementation and HT may serve as an effective strategy to mitigate menopause-associated immune susceptibility and metabolic dysfunction. These benefits are likely mediated, at least in part, through the reduction in inflammation and modulation of the gut microbiota.",
      "mesh_terms": [
        "Animals",
        "Gastrointestinal Microbiome",
        "Female",
        "Fish Oils",
        "Ovariectomy",
        "Mice, Inbred C57BL",
        "Inflammation",
        "Obesity",
        "Mice",
        "Dietary Supplements",
        "Hyperthermia, Induced",
        "Insulin Resistance",
        "Menopause",
        "Hot Temperature"
      ]
    },
    {
      "pmid": "39934267",
      "title": "State of thermal tolerance in an endangered himalayan fish Tor putitora revealed by expression modulation in environmental stress related genes.",
      "authors": [
        "Amarjit Kaur",
        "Shahnawaz Ali",
        "Onkar Singh Brraich",
        "C Siva",
        "Pramod Kumar Pandey"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Feb-11",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Increasing temperature due to global warming in the Himalayan regions has severe implications for the survival of aquatic ectotherms. To study the thermal acclimation and heat tolerance of an endangered Himalayan fish species, Tor putitora, we examined tissue-specific mRNA expression patterns of heat-shock proteins (HSP90β; HSP70, HSP60, HSP47, HSP30, and HSP20), warm-temperature acclimation proteins (WAP65-1) and cyclin-dependent kinase inhibitor 1B (CDKN1B) genes in liver, brain, gill, kidney, muscle, and gonad tissues at the intervals of 10, 20, and 30 days during a high-temperature treatment (34.0 °C) for 30 days. All the tested genes have exhibited tissue-specific and time-dependent expression patterns. Heat shock proteins' differential expression and modulation across examined tissues indicate their role in long-term cellular adaptation, protection against the cytotoxic effect of hyperthermia, and species acclimation to higher temperatures. WAP65-1 and CDKN1B expression in treatment groups suggests its involvement in maintaining homeostasis, long-term temperature acclimation, and thermotolerance during chronic thermal exposure. The response of studied genes under heat stress indicates their potential use as environmental stress biomarkers in this species. The present study elucidates molecular mechanisms regulating the thermal acclimation capacity and thermotolerance of T. putitora and its survival under future projections of widespread warming in the Himalayan region.",
      "mesh_terms": [
        "Animals",
        "Endangered Species",
        "Heat-Shock Proteins",
        "Thermotolerance",
        "Gene Expression Regulation",
        "Fish Proteins",
        "Fishes",
        "Acclimatization",
        "Stress, Physiological",
        "Heat-Shock Response",
        "Hot Temperature"
      ]
    },
    {
      "pmid": "39930200",
      "title": "Fish Models of Ageing Retinal Disease.",
      "authors": [
        "Nicole C L Noel"
      ],
      "journal": "Advances in experimental medicine and biology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Age-related macular degeneration (AMD) is a common cause of vision loss with few effective treatments available to prevent retinal degeneration long-term. Challenges associated with treatment development are due in part to a lack of understanding of the mechanisms underlying disease onset. However, diseases of ageing are challenging to model. Here, features of diurnal fish models that are beneficial for studying ageing retinal diseases are highlighted, and the unique characteristics of ageing zebrafish, turquoise killifish, and medaka retinas are summarised.",
      "mesh_terms": [
        "Animals",
        "Aging",
        "Disease Models, Animal",
        "Zebrafish",
        "Oryzias",
        "Retinal Diseases",
        "Retina",
        "Macular Degeneration",
        "Fishes",
        "Humans",
        "Fundulidae"
      ]
    },
    {
      "pmid": "39914862",
      "title": "Fish Tank-Associated Mycobacterium Marinum Infection in an Immunocompromised Host.",
      "authors": [
        "Attam Khan",
        "Dimple Jain"
      ],
      "journal": "BMJ case reports",
      "publication_date": "2025-Feb-05",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Mycobacterium marinum infection can be challenging to diagnose and treat, especially in immunocompromised patients on tumour necrosis factor alpha inhibitors. A patient with collagenous colitis on infliximab presented with ulcerated plaques accompanied by nodules in a sporotrichoid fashion. Initial treatments failed until a biopsy confirmed M. marinum Multiple antibiotic regimens, including rifampicin and ciprofloxacin, were required due to resistance. The case underscores the importance of patient education on avoiding aquatic environments, considering atypical mycobacterial infections in differentials for immunocompromised patients with sporotrichoid lesions, and prioritising urgent diagnostic biopsies. Treatment can be lengthy, often requiring up to 12 months, emphasising the need for ongoing patient counselling and multidisciplinary management. Current guidelines recommend a combination of ethambutol and macrolides, though further research is necessary to optimise treatment protocols.",
      "mesh_terms": [
        "Humans",
        "Mycobacterium Infections, Nontuberculous",
        "Immunocompromised Host",
        "Mycobacterium marinum",
        "Male",
        "Anti-Bacterial Agents",
        "Ciprofloxacin",
        "Middle Aged",
        "Infliximab",
        "Animals",
        "Rifampin"
      ]
    },
    {
      "pmid": "39914116",
      "title": "Ecotoxicological responses of marine fish to the organophosphate flame-retardant tris (2-chloroisopropyl) phosphate (TCPP) dietary exposure: Juvenile gilthead seabream (Sparus aurata) as a case study.",
      "authors": [
        "Rita V C Gomes",
        "Sílvia Borrull",
        "Alícia Pereira",
        "Marta Dias",
        "Rui Cereja",
        "Marisa Barata",
        "Pedro Pousão-Ferreira",
        "Ana M Faria",
        "Eva Pocurull",
        "Rosa Maria Marcé",
        "António Marques",
        "Ana Luísa Maulvault"
      ],
      "journal": "Marine pollution bulletin",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "High Production Volume Chemicals (HPVCs) are contaminants that pose serious threats to aquatic environments and species that inhabit them, given their massive production and ubiquitous distribution across biological compartments. Among them, organophosphate esters (OPEs) are of particular concern, as they are widely used as plasticizers and flame-retardants, and linked to various forms of toxicity in marine organisms. In this study, we investigated the ecotoxicological response of juvenile gilthead seabream Sparus aurata to the OPE tris (2-chloroisopropyl) phosphate (TCPP) following chronic dietary exposure to three different concentrations (low, D1: 0.2 mg kg-1; ecologically relevant, D2: 2 mg kg-1; and high, D3: 10 mg kg-1). Different biomarkers indicative of antioxidant defence mechanisms (catalase, CAT, glutathione S-transferase, GST, activities), metabolism (citrate synthase, CS, lactate dehydrogenase, LDH, activities) and endocrine disruption (vitellogenin content, VTG), as well as cell (lipid peroxidation levels, LPO) and protein damage (ubiquitin content, UBI) were analyzed in liver and muscle to assess TCPP toxicity. High concentrations of TCPP affected S. aurata growth, but not overall fitness condition. Furthermore, metabolic disruption and severe oxidative damages were observed, regardless of exposure dose. VTG content significantly decreased after exposure to all TCPP dosages, indicating a possible masculinization effect. These findings provide new insights to the scientific knowledge on TCPP ecotoxicological attributes and impacts on marine ichthyofauna. In addition, our results confirm the relevance of conducting integrated multi-biomarker approaches to disclose the ecotoxicological effects of poorly studied chemical contaminants and, ultimately, implement wastewater treatment strategies and legislation to protect marine ecosystems from pollution.",
      "mesh_terms": [
        "Animals",
        "Sea Bream",
        "Water Pollutants, Chemical",
        "Flame Retardants",
        "Dietary Exposure",
        "Biomarkers",
        "Ecotoxicology",
        "Organophosphorus Compounds",
        "Organophosphates",
        "Lipid Peroxidation"
      ]
    },
    {
      "pmid": "39913353",
      "title": "Effects of short-term dietary oxytetracycline treatment in the farmed fish Piaractus mesopotamicus.",
      "authors": [
        "Julieta Griboff",
        "Juan Cruz Carrizo",
        "Carla Bacchetta",
        "Andrea Rossi",
        "Daniel Alberto Wunderlin",
        "Jimena Cazenave",
        "María Valeria Amé"
      ],
      "journal": "Environmental toxicology and chemistry",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Oxytetracycline (OTC), a key antibiotic used in global aquaculture, has still unclear ecotoxicological effects. In this study, freshwater fish Piaractus mesopotamicus were fed diets containing 750 mg kg-1 of either pure OTC (ATB1) or commercial OTC (ATB2) for 10 days (treatment period-TP), followed by a 21-day withdrawal period (depuration period-DP). Fish fed with ATB2 showed decreased hematocrit (at DP) and increased glucose levels (TP and DP). In general, catalase activity increased in the liver, gills, and muscle of OTC-treated individuals at both TP and DP, particularly with ATB2. Similarly, glutathione S-transferase activity rose in the brain, gills, and muscle (TP and DP). Conversely, alkaline phosphatase activity in the liver decreased in both treated groups (TP and DP). Additionally, only ATB2 induced lactate dehydrogenase in fish muscle after 1-day depuration. Principal component analysis identified most antioxidant enzymes, hematocrit, weight, length, and mean corpuscular hemoglobin concentration as key biomarkers, distinguishing ATB2 from control fish. These results indicate that the dietary therapeutic dose of OTC caused adverse effects in P. mesopotamicus. Differences in biomarker responses between ATB1 and ATB2 might be linked to unknown compounds in the commercial formulation, potentially influencing biological responses or altering OTC bioavailability. Further research on the toxicity of antimicrobial impurities and degradation compounds should accompany enhanced quality control measures in aquaculture to guarantee sustainable and safe products.",
      "mesh_terms": [
        "Animals",
        "Oxytetracycline",
        "Water Pollutants, Chemical",
        "Anti-Bacterial Agents",
        "Aquaculture",
        "Characiformes",
        "Diet",
        "Liver",
        "Catalase",
        "Animal Feed",
        "Glutathione Transferase",
        "Gills"
      ]
    },
    {
      "pmid": "39910853",
      "title": "Fishing for Solutions: How Pre-Conceptional Fish Oil Supplementation in Obese Fathers Reduces Risk of Non-Alcoholic Fatty Liver Disease in Offspring Mice.",
      "authors": [
        "Junhui Yang",
        "Akriti Shrestha",
        "Latha Ramalingam"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Metabolic dysfunction associated fatty liver disease (MAFLD) is a chronic condition with hepatic fat accumulation. The intergenerational effect of obesity has predominantly focused on mothers, with limited studies on paternal obesity. Nutritional intervention with fish oil (FO) has beneficial effects in reducing markers of obesity. We hypothesized that supplementing obese fathers with FO before conception could enhance the metabolic health of their offspring liver. Male mice were assigned to low-fat (LF), high fat (HF), or HF supplemented with FO for 10 weeks. Subsequently, these males were mated with females on a chow diet. Offspring were sacrificed at 8 weeks, and liver tissues were analyzed for gene expression and histology. Offspring body weight was not significantly impacted by paternal diet. However, male offspring of HF fathers had higher levels of markers of inflammation and fatty acid synthesis compared to offspring of LF fed fathers. Paternal FO supplementation significantly reduced fatty acid synthesis and glucose metabolism, while increasing fatty acid oxidation in male offspring, with a less pronounced effect in female offspring. These findings suggest that FO supplementation in obese fathers prior to conception attenuates the development of MAFLD in male offspring. This data underscores the significance of paternal nutritional intervention in promoting offspring health.",
      "mesh_terms": [
        "Animals",
        "Fish Oils",
        "Male",
        "Non-alcoholic Fatty Liver Disease",
        "Female",
        "Obesity",
        "Dietary Supplements",
        "Mice, Inbred C57BL",
        "Diet, High-Fat",
        "Liver",
        "Mice",
        "Fathers",
        "Pregnancy",
        "Fatty Acids"
      ]
    },
    {
      "pmid": "39907954",
      "title": "Polyethersulfone/fish-shrimp chitosan-based mixed matrix membrane for industrial wastewater treatment.",
      "authors": [
        "Suneeta Kumari",
        "Rupak Kishor"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, chitosan (CH) was synthesized by processing of fish-shrimp solid waste (shell). It was utilized in the preparation of polyethersulfone (PES)-based mixed matrix membrane (Mx/CHy) through the film casting method. The hydrophilicity of the membrane was modified by increasing the concentration of CH. The degree of deacetylation (DD%) of CH, analyzed using the acid-base titration method, was found to be 78%. The molecular weight cutoff (MWCO) of the membrane was analyzed using the polyethylene glycol rejection method. The surface properties such as mean pore size and hydrophilicity of the membrane were analyzed using a scanning electron microscope (SEM) micrograph and water contact angle meter. The membrane (M18/CH1.0) mean pore size and MWCO were 7.0 nm and 1.8 kDa, respectively, which is in the nanofiltration (NF) range. After cross-linking of CH with PES/PVP, hydrophilicity and porosity of the M18/CH1.0 increased. The feasibility of the membrane was tested for the treatment of industrial wastewater (iron and steel, distillery, and paper and pulp industry) by varying the feed pressure. The collected permeate through the M18/CH1.0 for all industrial wastewater was transparent. The M18/CH1.0 showed the removal efficiency as follows: turbidity, 65%; total dissolved solids (TDS), 86.6%; total suspended solids (TSS), 60.5%; chemical oxygen demand (COD), 99.5%; biochemical oxygen demand (BOD), 99.5%; and electrical conductivity (EC), 63.2% of distillery industry wastewater. In the case of steel and iron wastewater, it showed the removal efficiency for TDS, 48.3%; TSS, 65.3%; and EC, 42.2%. However, M18/CH1.0 removed the turbidity, 94.5%; TDS, 65.7%; TSS, 97.6%; and EC, 85.5% from the pulp and paper industry wastewater feed. The strong removal efficiency and resistance towards the fouling of the M18/CH1.0 make it a potential candidate for the application in the treatment of industrial wastewater.",
      "mesh_terms": [
        "Chitosan",
        "Wastewater",
        "Polymers",
        "Sulfones",
        "Membranes, Artificial",
        "Waste Disposal, Fluid",
        "Water Purification",
        "Animals"
      ]
    },
    {
      "pmid": "39904015",
      "title": "Temporal changes in plasma and milk lipids in response to an esophageal bolus of rumen-protected fish oil in lactating Holstein dairy cows.",
      "authors": [
        "J E Rico",
        "V Sáinz de la Maza-Escolà",
        "N D Senevirathne",
        "P Deme",
        "N J Haughey",
        "R Gervais",
        "J W McFadden"
      ],
      "journal": "Animal : an international journal of animal bioscience",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Feeding very-long-chain omega-3 (VLC n-3) fatty acids (FA), which are found in fish oil, may have beneficial effects on health, fertility, and milk production in the dairy cow. Rumen-protected technologies aim to prevent the ruminal biohydrogenation of VLC n-3 FA. To test the effects of these technologies on circulating FA and phospholipid concentrations, and milk FA concentrations, six mid-lactation, multiparous, pregnant Holstein dairy cows (mean ± SD: 155 ± 19 days in milk; 3.0 ± 0.5 body condition score; 3.2 ± 1.1 lactations; 644 ± 23 kg BW) were randomly assigned to treatments in a study with a replicated 3 × 3 Latin Square design. Cows were unsupplemented (control) or supplemented with a single esophageal bolus of a gelatin capsule containing a fish oil product coated in palm oil triglycerides or modified starch (TAG and STR, respectively). The provision of either fish oil product provided 10 g equivalent of VLC n-3 FA including 20:5 n-3 and 22:6 n-3. Cows were fed a total mixed ration to meet or exceed nutrient requirements and were milked thrice daily. Blood was sampled at 0, 2, 4, 6, 8, 10, 12, 16, 18, 20, 24, and 36 h, relative to bolus administration. A 7-d washout period was utilized between each bolus delivery. Extracted plasma was analyzed for individual FA and phospholipid concentrations using gas chromatography and mass spectrometry. Separated milk fat was analyzed for individual milk FA using gas-liquid chromatography and a flame-ionization detector. Data were analyzed under a mixed model with the random effect of cow, and the fixed effects of treatment, hour, and period. Plasma concentrations of 20:5 n-3 and 22:6 n-3 increased over time by TAG and STR, relative to control. Plasma concentrations of lysophophatidylcholine-20:5, -22:5 and -22:6, and phosphatidylcholine (PC)-38:5 and -38:6 were higher in TAG and STR by h 10, relative to control. Plasma PC-40:5 and -40:6 concentrations were greater in cows administered STR by h 10, relative to TAG. Total milk n-3 increased over time in treated cows compared to control. We conclude that triglyceride- or starch-encapsulated fish oil increases the plasma and milk concentrations of VLC n-3 FA and phospholipids containing these acyl chains in lactating cows.",
      "mesh_terms": [
        "Animals",
        "Cattle",
        "Female",
        "Lactation",
        "Fish Oils",
        "Milk",
        "Rumen",
        "Animal Feed",
        "Dietary Supplements",
        "Diet",
        "Phospholipids",
        "Lipids",
        "Fatty Acids, Omega-3",
        "Fatty Acids",
        "Esophagus"
      ]
    },
    {
      "pmid": "39893724",
      "title": "Development and characterization of an aromatic and antioxidant active film based on myofibrillar protein from fish by-products and passion fruit essential oil.",
      "authors": [
        "Darlinne Amanda Soares Lima",
        "Cristiani Viegas Brandão Grisi",
        "Gabrielle Ingrid Bezerra Florentino",
        "Miriane Moreira Fernandes Santos",
        "Mercia de Sousa Galvao",
        "Marta Suely Madruga",
        "Fábio Anderson Pereira da Silva"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-May-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to develop and characterize an aromatic and antioxidant film based on myofibrillar proteins from the cutting by-product of Scomberomorus brasiliensis filleting on the band saw machine and yellow passion fruit essential oil. Four formulations were produced, varying the concentrations of essential oil of the yellow passion fruit (YPF): C (control, without YPF), O4 (with 0.4 % YPF), O8 (with 0.8 % YPF), and O12 (with 1.2 % YPF). The films were evaluated for mechanical, optical, barrier, structural, thermogravimetric, and degradability properties. The volatile compound profile and antioxidant activity of the films and the oil were also evaluated. The addition of the YPF favored the formation of a structure with less thickness and proportionally reduced the films' water solubility (18.72 to 14.50 %) and water vapor permeability (23.86 × 10-12 to 2.74 × 10-12 g/m s Pa). The films' degradation time in soil was not affected by the incorporation of YPF, with all samples showing 100 % degradation within 15 days. The YPF also efficiently reduced fish odor and incorporated passion fruit aromas in the films. The antioxidant activity of the films increased with the addition of YPF, presenting high values for total phenolics (1.02 to 4.89 mg GAE/g), ABTS (260.21 to 505.52 mMol ET/g), and DPPH (31.83 to 326.21 mMol ET/g). The O12 treatment proved to be the most promising active biodegradable material for making antioxidant packaging for foods sensitive to oxidative reactions due to its stable structure, low solubility, water permeability, desirable aroma, and high antioxidant activity.",
      "mesh_terms": [
        "Antioxidants",
        "Oils, Volatile",
        "Animals",
        "Passiflora",
        "Food Packaging",
        "Fruit",
        "Permeability",
        "Perciformes",
        "Fish Proteins",
        "Solubility",
        "Fishes",
        "Muscle Proteins",
        "Waste Products",
        "Odorants"
      ]
    },
    {
      "pmid": "39885302",
      "title": "Analysis of the cardiotoxic and myorelaxant effects of camphor on fish of the Nile tilapia species (Oreochromis niloticus) (Linnaeus 1758).",
      "authors": [
        "Clarissa Araújo da Paz",
        "Suzane Maia de Oliveira",
        "Maria Klara Otake Hamoy",
        "Murilo Farias Dos Santos",
        "Anthony Lucas Gurgel do Amaral",
        "Anara de Sousa Barbosa",
        "Luciana Eiró-Quirino",
        "Daércio José de Macedo Ribeiro Paixão",
        "Luis André Luz Barbas",
        "Dielly Catrina Favacho Lopes",
        "Marcelo Ferreira Torres",
        "Moisés Hamoy"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present study aimed to characterize the behavior and evaluate the electromyographic (EMG), electrocardiographic (ECG), and respiratory responses of Nile tilapia (Oreochromis niloticus) when exposed to different concentrations of Camphor (CPR) as a potential anaesthetic in immersion and recovery baths. The goal was to determine the impact of CPR on muscle, cardiac, and respiratory functions, and assess its suitability as an anesthetic for tilapia. Therefore, juvenile fish (38.2 ± 5.5 g) were acclimatized in aquaria for 20 days under controlled environmental and water quality conditions. Four concentrations of CPR (150, 200, 250 and 300 mg L-1) were used in immersion baths to evaluate behavioral, EMG, ECG changes and recordings of opercular beats during the short-term treatment (5 min of exposure). The latency time for loss of the postural reflex was dependent on the CPR concentration. The EMG recordings demonstrated muscle activity during treatment and recovery. The ECG and opercular beat recordings demonstrated a decrease in heart and respiratory rates, with changes in the recorded tracings being more evident at higher concentrations. However, the use of a concentration of 300 mg L-1 makes the cardiac and respiratory effects more evident, with changes in the tracing, which can harm the animal's hemodynamics. However, lower concentrations (150 mg L-1) showed tachycardia and opercular hypermotility, demonstrating changes not compatible with anesthesia. This article demonstrated that CPR in high concentrations can be harmful to the hemodynamics of tilapia, causing electrocardiographic and respiratory changes for a long period, even after recovery of muscular activity and postural reflex.",
      "mesh_terms": [
        "Animals",
        "Cichlids",
        "Electrocardiography",
        "Camphor",
        "Electromyography",
        "Heart Rate",
        "Heart",
        "Anesthetics",
        "Cardiotoxicity",
        "Respiration"
      ]
    },
    {
      "pmid": "39874894",
      "title": "Cracking the code of acrylamide and Nε-(carboxymethyl)lysine: Fish oil use and predictive strategies in potato chips during thermal processing.",
      "authors": [
        "Xiaoran Song",
        "Jiening Yu",
        "Xiaomei Yu",
        "Fan Zhang",
        "Jia Zeng",
        "Xuzhi Wan",
        "Yu Zhang"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Global high consumption of fried potatoes is driven by appealing taste and edible convenience. However, the occurrence of Maillard reaction hazardous products (MRHPs) and joint control recipes have scarcely been concerned. We aim to reveal and predict how fish oil treatment for potato slices reduces simultaneous formation of typical MRHPs in air-based thermal processed potato chips. Fish oil, for the first time, was considered as a nutritional agent for the mitigation of acrylamide (AA) and Nε-(carboxymethyl)lysine (CML). The addition of fish oil at 30 μL/g significantly reduces the formation of AA, free CML, and bound CML by 39.2 %, 27.3 %, and 14.9 %, respectively, during thermal processing at 160 °C for 20-30 min in air-based thermal processed potato chips. The random forest model demonstrated strong adaptability with R2 > 0.8, indicating high accuracy and reliability for the prediction. These findings significantly contribute to the understanding of MRHP control and food safety in fried food industry.",
      "mesh_terms": [
        "Solanum tuberosum",
        "Acrylamide",
        "Hot Temperature",
        "Lysine",
        "Maillard Reaction",
        "Cooking",
        "Fish Oils",
        "Food Handling",
        "Food Contamination"
      ]
    },
    {
      "pmid": "39874025",
      "title": "A comprehensive assessment of membrane bioreactor contaminant removal efficacy through analytical chemistry, fish exposures, and microbiome characterization.",
      "authors": [
        "Charles H Christen",
        "Sarah M Elliott",
        "Richard L Kiesling",
        "Alissa VanDenBoom",
        "Satomi Kohno",
        "Carrie E Givens",
        "Heiko L Schoenfuss"
      ],
      "journal": "Environmental toxicology and chemistry",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Treated municipal wastewater effluent is an important pathway for Contaminants of Emerging Concern (CEC) to enter aquatic ecosystems. As the aging wastewater infrastructure in many industrialized countries requires upgrades or replacement, assessing new treatment technologies in the context of CEC effects may provide additional support for science-based resource management. Here, we used three lines of evidence, analytical chemistry, fish exposure experiments, and fish and water microbiome analysis, to assess the effectiveness of membrane bioreactor treatment (MBR) to replace traditional activated sludge treatment. To do this, we sampled a municipal wastewater treatment plant with a split wastewater stream, a portion of which was treated with an MBR and another via an oxidation ditch (OXI). The OXI and MBR treatments substantially reduced most measured CECs compared to the primary effluent (PRI). Only pesticides and some pharmaceuticals were recalcitrant to both secondary treatment methods. While ammonia toxicity of PRI prevented its inclusion in fish exposure experiments, exposure of fish with waters from the OXI or MBR treated wastewater produced only subtle biological differences with no adverse apical outcomes. These findings were consistent with low chemically derived exposure: activity ratios for OXI and MBR. Microbiome analysis of fish and wastewater highlighted the significant reduction of microbial abundance and diversity in the MBR treatment compared to all other treatments. The comparable removal efficacy of CECs in MBR makes it an attractive alternative to traditional OXI, especially when MBR may eliminate the need for tertiary treatment for wastewater disinfection.",
      "mesh_terms": [
        "Bioreactors",
        "Animals",
        "Microbiota",
        "Water Pollutants, Chemical",
        "Wastewater",
        "Waste Disposal, Fluid",
        "Membranes, Artificial",
        "Water Purification",
        "Fishes"
      ]
    },
    {
      "pmid": "39865914",
      "title": "Fish Oil's Preventive Effect on Two-Stage Skin Carcinogenesis in Swiss Albino Mice: Involvement of NF-ҝB Pathways and Oxidative Stress in a Dose- and Route Dependent Manner.",
      "authors": [
        "Hayeme Cheniti",
        "Assia Kadi",
        "Rym Agred",
        "Yacine Kadi",
        "Meriem Khadidja Djeradi",
        "Hanane Melliti",
        "Nadia Chiheb",
        "Hind Kherfi",
        "Mahfoud Messarah"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the chemopreventive mechanisms of fish oil (FO) at different doses and administration routes in skin carcinogenesis induced by 7,12-dimethylbenz[a]anthracene (DMBA) and croton oil (CO) in Swiss albino mice. Seventy mice were divided into 10 groups, including controls and those receiving FO either orally or topically, with or without the carcinogenesis protocol. Warts were morphologically analyzed. Anatomopathological analysis, qRT-PCR of nuclear factor kappa B (NF-қB) subunits' gene expression, and evaluation of oxidative parameters were conducted. Anatomopathological analysis revealed a presence of invasive squamous cell carcinoma (SCC) in DMBA group. Both oral (500 mg/kg/day) and topical FO treatment showed no signs of cancer, while oral administration at 50 mg/kg/day had no therapeutic effect, and 250 mg/kg/day resulted in low-grade malignancy. Both oral (250 and 500 mg/kg/day) and topical FO significantly reduced NF-кB1 gene expression, alleviated oxidative stress markers, and restored antioxidant enzyme activities compared to the DMBA group. FO shows dose-dependent chemopreventive effects, with oral administration potentially as effective as topical application when using an appropriate dosage. The development of SCC is linked to the stress status and the upregulation of the canonical NF-κB pathway, while FO's chemoprotective effects likely result from its downregulation.",
      "mesh_terms": [
        "Animals",
        "Oxidative Stress",
        "Skin Neoplasms",
        "Fish Oils",
        "NF-kappa B",
        "Mice",
        "9,10-Dimethyl-1,2-benzanthracene",
        "Croton Oil",
        "Carcinoma, Squamous Cell",
        "Dose-Response Relationship, Drug",
        "Carcinogenesis",
        "Anticarcinogenic Agents",
        "Administration, Oral",
        "Male",
        "Antioxidants"
      ]
    },
    {
      "pmid": "39864717",
      "title": "Effects of in vitro cytochalasin D and hypoxia on mitochondrial energetics and biogenesis, cell signal status and actin/tubulin/Hsp/MMP entity in air-breathing fish heart.",
      "authors": [
        "S Rekha",
        "M C Subhash Peter"
      ],
      "journal": "Comparative biochemistry and physiology. Toxicology & pharmacology : CBP",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The cardiac actin cytoskeleton has a dynamic pattern of polymerisation. It is uncertain how far actin destabilisation impacts mitochondrial energetics and biogenesis, cell signal status, and structural entities in cardiomyocytes, particularly in hypoxic conditions. We thus tested the in vitro action of cytochalasin D (Cyt D), an inhibitor of actin polymerisation, in hypoxic ventricular explants to elucidate the role of the actin in mitochondrial energetics and biogenesis, cell signals and actin/tubulin/hsps/MMPs dynamics in hypoxic air-breathing fish hearts. The COX activity increased upon Cyt D exposure, whereas hypoxia lowered COX and SDH activities but increased LDH activity. The ROS increased, and NO decreased by Cyt D. COX and LDH activities, and NO content reversed after Cyt D exposure in hypoxic hearts. Cyt D exposure upregulated actin isoform expression (Actc1 and Actb1) but downregulated tubulin isoform (Tedc1). Hypoxia upregulated actin (Acta1a, Actb1, Actb2, Actc1a) tubulin (Tuba, Tubb5, Tedc1, Tubd1) and hsp (Hspa5, Hspa9, Hspa12a, Hspa14, Hspd1, Hsp90) isoform transcript expression and Cyt D in hypoxic hearts reversed these isoform's expression. Hypoxia upregulated Mmp2 and 9 transcript expressions but downregulated Mfn1, Fis1, Nfkb1, Prkacaa, and Aktip expressions, and Cyt D exposure reversed almost all these markers in hypoxic hearts. The data provide novel evidence for the mechanistic role of actin in integrating mitochondrial energetics and biogenesis, cell signal status and actin/tubulin/Hsp/MMP entity, indicating its critical cardioprotective role in defending against hypoxia. Besides proposing an air-breathing fish heart as a model, the study further brings the therapeutic potential of Cyt D towards hypoxia intervention.",
      "mesh_terms": [
        "Animals",
        "Tubulin",
        "Cytochalasin D",
        "Actins",
        "Heat-Shock Proteins",
        "Mitochondria, Heart",
        "Hypoxia",
        "Energy Metabolism",
        "Myocardium",
        "Fish Proteins",
        "Fishes",
        "Myocytes, Cardiac",
        "Signal Transduction"
      ]
    },
    {
      "pmid": "39854776",
      "title": "Responses of fish to nationwide improvements in the water quality of a densely populated and heavily modified country over four decades.",
      "authors": [
        "Andy D Nunn",
        "Rachel F Ainsworth",
        "Yueming Qu",
        "Virginie D J Keller",
        "Nuria Bachiller-Jareno",
        "Vasileios Antoniou",
        "Michael Eastman",
        "Clarissa Rizzo",
        "Graeme Peirson",
        "Frances Eley",
        "Andrew C Johnson",
        "Ian G Cowx"
      ],
      "journal": "Water research",
      "publication_date": "2025-Apr-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Globally, fish have been severely affected by the widespread, chronic degradation of fresh waters, with a substantial proportion of species declining in abundance or range in recent decades. This has especially been the case in densely populated countries with an industrial heritage and intensive agriculture, where the majority of river catchments have been affected by deteriorations in water quality and changes in land use. This study used a spatially and temporally extensive dataset, encompassing 16,124 surveys at 1180 sites representing a wide range of river typologies and pressures, to examine changes in the fish populations of England's rivers over four decades (1980s-2010s). The analyses revealed gradual, nationwide increases in mean fish species richness and diversity across the range of pressure gradients. In the majority of cases, increases were most pronounced in the 1980s, since when any further changes have been comparatively minor, but there were no declining trends across the full time series. There were also temporal, nationwide changes in fish assemblage structure, driven largely by variations in the densities of brown trout Salmo trutta or roach Rutilus rutilus, but no consistent increases in the abundance of sensitive, pollution-intolerant species in response to improvements in wastewater treatment and, consequently, water quality. Although the increases in fish species richness and diversity over the last four decades are encouraging, subtle and contrasting changes in the abundance of a range of species require further investigation, and causal relationships between fish assemblage structure and putative drivers should be modelled at a national scale. This study is the first to examine long-term, nationwide trends in the freshwater fish populations of England, and significantly advances our understanding of the ecological health of rivers in densely populated and heavily modified countries.",
      "mesh_terms": [
        "Animals",
        "Fishes",
        "Water Quality",
        "Rivers",
        "England",
        "Biodiversity",
        "Environmental Monitoring"
      ]
    },
    {
      "pmid": "39850256",
      "title": "Relationship between Biological and Qualitative Indices in Surface Waters Receiving the Effluent of Fish Farms in the Northwest of Iran.",
      "authors": [
        "Farhad Pourfaraj",
        "Malek Abazari",
        "Eslam Moradi-Asl",
        "S Amad Mokhtari"
      ],
      "journal": "Journal of arthropod-borne diseases",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Water quality is usually measured using various indicators based on physical, chemical and biological parameters. By using the biological index that is based on the identification of the arthropod families, it is possible to make a logical judgment about the ecosystem condition. The aim of this study was measuring correlation coefficients between qualitative and biological Indices. METHODS: Water samples were collected 27 samples in northwest of Iran and aquatic insects' samples 54 in 2019. The NSFWQI and IRWQISC as the most important indices of physical and chemical quality of water ranged from 54.45-76.21 and from 41.32 to 77.40, respectively. RESULTS: A total of 2,953 aquatic insects were collected, and biological Index ranged from 6.26 to 3.38. It can be stated that increasing in the concentration of pollutants in the source and end of the river could lead to a sharp decrease in biological index. IRWQISC index, the effluent stations of fish farms can fit into 'fairly bad quality' and 'moderate quality' categories. CONCLUSION: The linear regression analysis revealed a significant relationship between the Hilsenhoff biological Index and the physiochemical parameters of pH, DO (Dissolved Oxygen) and total dissolved solids. The activity of fish farms and discharging their effluents into water sources, can change the physical, chemical and biological parameters of receiving waters, therefore it is recommended that the location of these units be reviewed and also the appropriate treatment for such effluents should be considered, so that the health risks caused by them can be effectively reduced."
    },
    {
      "pmid": "39843102",
      "title": "3D-printed ultra-sensitive strain sensors using biogels prepared from fish gelatin and gellan gum.",
      "authors": [
        "Minghao Bian",
        "Guohua Hou",
        "Zitong Tan",
        "Longtao Zhang",
        "Song Miao",
        "Baodong Zheng",
        "Fuzhen Zhou"
      ],
      "journal": "Carbohydrate polymers",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The long-term sustainable development of flexible electronic devices is limited by a reliance on synthetic polymers that pose dangers for humans and potentially severe ecological problems, as well as a reliance on conventional processing methods. This work aims to exploit 3D printing to develop natural biogels composed of fish gelatin and high acyl gellan gum for use as flexible sensors. The electrical conductivity and mechanical strength were remarkably enhanced through the environmentally friendly enzyme (transglutaminase) cross-linking and non-toxic ethanol modification treatment, which allows the development of 3D printed sensors for temperature, strain, and stress sensors. The hydrogel exhibits excellent mechanical and electrical properties as strain sensors, with Young's modulus and tensile strength of 20.7 ± 1.38 kPa and 0.14 ± 0.01 MPa, respectively, and an ultimate strain of 270.54 ± 16.23 %, which is conducive to a comfortable wearing experience. Moreover, the obtained sensors exhibited ultra-low latency (6.1 ± 1.47 ms), good durability (withstanding 1000 cyclic stretching) and high monitor sensitivity (GF = 2.37 ± 0.14) to human body movements; furthermore, the biogel fabricated using this method exhibits complete biodegradation within approximately 20 days, offering innovative prospects for the advancement of eco-friendly materials.",
      "mesh_terms": [
        "Polysaccharides, Bacterial",
        "Gelatin",
        "Animals",
        "Printing, Three-Dimensional",
        "Fishes",
        "Hydrogels",
        "Tensile Strength",
        "Electric Conductivity",
        "Humans",
        "Elastic Modulus",
        "Wearable Electronic Devices",
        "Temperature",
        "Transglutaminases"
      ]
    },
    {
      "pmid": "39821348",
      "title": "Intact Fish Skin Graft for the Treatment of Burns: Deep Partial Thickness Burns and Beyond.",
      "authors": [
        "Allegra L Fierro",
        "Mary Bridge",
        "Nour Hijazi",
        "George Youssef",
        "John C Lantis"
      ],
      "journal": "Surgical technology international",
      "publication_date": "2025-Jan-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Thermal or burn injuries cause coagulative necrosis of the epidermis and underlying tissues and the resultant wounds can be long lasting and highly painful. Depending on the depth of a burn, management ranges from local wound care to surgical intervention. When presented with deep-partial thickness and full-thickness burns, autologous skin grafting has been the mainstay of management to prevent scarring and promote healing. However, since the early 2000s, there has been increasing interest in reducing, if not eliminating, the need for autologous grafting considering the morbidity and pain associated with donor site harvesting, lack of appropriate donor sites in the case of larger burns, and to improve overall cosmetic outcomes. In this article, we discuss the available products on the market for the treatment of thermal burn injuries, explore the data advocating for their use and discuss their limitations, and highlight the unique efficacy of intact fish skin grafts, in particular, in this specific patient population."
    },
    {
      "pmid": "39817225",
      "title": "Acellular fish skin grafts in diabetic foot ulcer care: Advances and clinical insights.",
      "authors": [
        "Yu Zhao",
        "Quan-Quan Shen"
      ],
      "journal": "World journal of diabetes",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Editorial"
      ],
      "abstract": "Diabetic foot ulcers (DFUs) represents a significant public health issue, with a rising global prevalence and severe potential complications including amputation. Traditional treatments often fall short due to various limitations such as high recurrence rates and extensive resource utilization. This editorial explores the innovative use of acellular fish skin grafts as a transformative approach in DFU management. Recent studies and a detailed case report highlight the efficacy of acellular fish skin grafts in accelerating wound closure, reducing dressing changes, and enhancing patient outcomes with a lower socio-economic burden. Despite their promise, challenges such as limited availability, patient acceptance, and the need for further research persist. Addressing these through more extensive randomized controlled trials and fostering a multidisciplinary treatment approach may optimize DFU care and reduce the global health burden associated with these complex wounds."
    },
    {
      "pmid": "39815330",
      "title": "Comparison of whole genome sequencing performance from fish swabs and fin clips.",
      "authors": [
        "Annabell Macphee",
        "Temitope Opeyemi Oriowo",
        "Nils Sternberg",
        "Madlen Stange"
      ],
      "journal": "BMC research notes",
      "publication_date": "2025-Jan-15",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "OBJECTIVE: Fin clipping is the standard DNA sampling technique for whole genome sequencing (WGS) of small fish. The collection of fin clips requires anaesthesia or even euthanisation of the individual. Swabbing may be a less invasive, non-lethal alternative to fin-clipping. Whether skin and gill swabs are comparable to fin clips in terms of DNA extraction quality and sequence read mapping performance from WGS was tested here on Eurasian minnows (Phoxinus phoxinus). RESULTS: Of 49 fin clips, all met the DNA concentration threshold of 20 ng/μl, whereas 43 of 88 swabs met this requirement. Preserving swabs in ATL buffer and treatment with Proteinase K during DNA extraction consistently raised skin swab DNA concentrations above the cut-off. All samples passed the A260/A280 absorbance ratio cut-off of 1.3. Ultimately, 93.88% of the fin clips, 30.61% of the skin, and 7.69% of the gill swabs were suitable for sequencing. Mapping performances of all three tissues were comparable in reads passing quality filtering, percentage of reads mapping to the P. phoxinus reference genome, and coverage. Overall, skin swabs treated with Proteinase K during extraction, can match fin clips in WGS performance and represent a viable non-invasive DNA sampling alternative.",
      "mesh_terms": [
        "Animals",
        "Whole Genome Sequencing",
        "Animal Fins",
        "Skin",
        "Cyprinidae",
        "Gills",
        "Specimen Handling",
        "DNA"
      ]
    },
    {
      "pmid": "39814128",
      "title": "Food intake and the HPT axis in the cichlid fish: The implications of the gut-brain peptide cholecystokinin.",
      "authors": [
        "Mallikarjun Gouda",
        "C B Ganesh"
      ],
      "journal": "Comparative biochemistry and physiology. Part A, Molecular & integrative physiology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This work aimed to investigate the response of cholecystokinin (CCK) to starvation and its impact on food intake and the reproductive axis of the tilapia Oreochromis mossambicus. The fish subjected to 21 days of starvation showed a significant decrease in CCK immunoreactivity in the hypothalamus, pituitary gland, and intestine. The administration of injections of 0.5 and 5 μg of sulfated CCK-8 (CCK-8S) over 21 days resulted in a significant, dose-dependent decrease in food consumption. Administration of a high dose of CCK-8S (5 μg) caused a substantial decrease in the number of various spermatogenic cells, the intensity of androgen receptor immunoreactivity in the testis, and the percentage area of GnRH-immunoreactive fibres in the pars distalis of the pituitary gland (PPD), concurrent with a significant decline in serum levels of luteinizing hormone (LH) and 11-ketotestosterone (11-KT). Moreover, CCK-8S treatment markedly reduced the in vitro testicular 11-KT level. The findings indicate for the first time that CCK influences hypothalamic GnRH release into the pituitary gland, resulting in the inhibition of LH release from the pituitary and affecting testicular spermatogenesis, androgen receptor protein expression, and steroidogenesis in teleosts. In addition, CCK may also directly affect testicular steroidogenesis.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Cholecystokinin",
        "Testis",
        "Eating",
        "Testosterone",
        "Pituitary Gland",
        "Luteinizing Hormone",
        "Cichlids",
        "Gonadotropin-Releasing Hormone",
        "Receptors, Androgen",
        "Spermatogenesis",
        "Hypothalamus",
        "Starvation",
        "Tilapia",
        "Brain"
      ]
    },
    {
      "pmid": "39803061",
      "title": "Management of a Muskellunge Fish Bite to the Thumb With Subsequent Flexor Tendon Laceration.",
      "authors": [
        "Nicholas W Miller",
        "Zachary A Koenig",
        "Kerri M Woodberry"
      ],
      "journal": "Cureus",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Case Reports",
        "Journal Article"
      ],
      "abstract": "Despite frequent occurrences, especially throughout the Appalachian region, fish bite injuries remain largely underreported. Muskellunge anglers are at a particularly heightened risk due to the fish's large mouth and notably sharp teeth. We present a case of a male who sustained an injury to the right volar thumb following a muskellunge bite. Notably, the patient denied pain and tenderness following the incident, but had an inability to flex the interphalangeal joint. Following exploration, the patient underwent irrigation, debridement, and repair of a flexor pollicis longus tendon laceration. Subsequently, the patient required occupational therapy to improve range of motion, and antimicrobial therapy for surgical prophylaxis. Themedical and surgical management of each fish bite injury undoubtedly represents a unique clinical puzzle for healthcare professionals that is dependent upon the severity of the bite, regional anatomy involved, and time course in seeking treatment. Creating a record of notable identified cases in the scientific literature could be pertinent for treatment of patients with similar presentations."
    },
    {
      "pmid": "39780027",
      "title": "Persistent Aggressive Behaviour From Childhood to Adolescence: The Influence of Environmental Tobacco Exposure and the Protective Role of Fish Consumption.",
      "authors": [
        "Jianghong Liu",
        "Yi Yang",
        "Haoer Shi",
        "Keri Ka-Yee Wong",
        "Adrian Raine"
      ],
      "journal": "Criminal behaviour and mental health : CBMH",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Understanding changes in aggressive behaviour throughout child development is crucial for identifying effective intervention strategies. This study investigates children's aggressive behaviour in a longitudinal cohort and explores the role of environmental tobacco exposure and fish consumption as potential risk and protective factors, respectively, for persistent aggression in children. METHODS: This study involved 452 children from the Chinese Jintan Cohort. Aggressive behaviour was assessed at ages 6 and 12 years using the child behaviour checklist (CBCL) and the Reactive-Proactive Aggression Questionnaire (RPQ), respectively. Information on lifestyle habits and living environment, including parental smoking, was collected via questionnaires. Linear regression was employed to investigate the association between childhood and adolescence aggressive behaviour with relevant covariates adjusted. Subsequently, we conducted interaction analyses to explore the moderating effects of parent smoking and fish consumption on the association. RESULTS: We identified no significant association between childhood and adolescent aggression in the entire sample. Interaction analysis revealed environmental tobacco exposure as a moderator for the association. Specifically, persistent reactive and total aggression across development was only observed among those with environmental tobacco exposure (reactive: β = 0.549, p = 0.020; total: β = 0.654, p = 0.035). Furthermore, within the parent smoking subgroup, freshwater fish consumption at the age of 12 showed a marginally significant interaction with childhood aggression (reactive: p = 0.061; total: p = 0.095). A significant longitudinal association for aggression was found only among those consuming fish less frequently at the age of 12 years (reactive: β = 0.927, p = 0.002; total: β = 1.082, p = 0.006). CONCLUSION: Our findings suggest exposure to environmental tobacco as a contributing factor to the lasting presence of aggressive behaviour during children's development, whereas freshwater fish consumption shows potential protective effects.",
      "mesh_terms": [
        "Humans",
        "Aggression",
        "Child",
        "Male",
        "Female",
        "Animals",
        "Adolescent",
        "Fishes",
        "Longitudinal Studies",
        "China",
        "Tobacco Smoke Pollution",
        "Environmental Exposure",
        "Adolescent Behavior",
        "Child Behavior",
        "Surveys and Questionnaires",
        "Risk Factors"
      ]
    },
    {
      "pmid": "39776859",
      "title": "Decellularization of fish tissues for tissue engineering and regenerative medicine applications.",
      "authors": [
        "Wenhui Chen",
        "Mengshi Chen",
        "Siyi Chen",
        "Siran Wang",
        "Zijin Huang",
        "Lining Zhang",
        "Jiaming Wu",
        "Weijie Peng",
        "Huaqiong Li",
        "Feng Wen"
      ],
      "journal": "Regenerative biomaterials",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Decellularization is the process of obtaining acellular tissues with low immunogenic cellular components from animals or plants while maximizing the retention of the native extracellular matrix structure, mechanical integrity and bioactivity. The decellularized tissue obtained through the tissue decellularization technique retains the structure and bioactive components of its native tissue; it not only exhibits comparatively strong mechanical properties, low immunogenicity and good biocompatibility but also stimulates in situ neovascularization at the implantation site and regulates the polarization process of recruited macrophages, thereby promoting the regeneration of damaged tissue. Consequently, many commercial products have been developed as promising therapeutic strategies for the treatment of different tissue defects and lesions, such as wounds, dura, bone and cartilage defects, nerve injuries, myocardial infarction, urethral strictures, corneal blindness and other orthopedic applications. Recently, there has been a growing interest in the decellularization of fish tissues because of the abundance of sources, less religious constraints and risks of zoonosis transmission between mammals. In this review, we provide a complete overview of the state-of-the-art decellularization of fish tissues, including the organs and methods used to prepare acellular tissues. We enumerated common decellularized fish tissues from various fish organs, such as skin, scale, bladder, cartilage, heart and brain, and elaborated their different processing methods and tissue engineering applications. Furthermore, we presented the perspectives of (i) the future development direction of fish tissue decellularization technology, (ii) expanding the sources of decellularized tissue and (iii) innovating decellularized tissue bio-inks for 3D bioprinting to unleash the great potential of decellularized tissue in tissue engineering and regenerative medicine applications."
    },
    {
      "pmid": "39772201",
      "title": "Peripheral B Lymphocyte Serves as a Reservoir for the Persistently Covert Infection of Mandarin Fish Siniperca chuatsi Ranavirus.",
      "authors": [
        "Wenfeng Zhang",
        "Hui Gong",
        "Qianqian Sun",
        "Yuting Fu",
        "Xiaosi Wu",
        "Hengwei Deng",
        "Shaoping Weng",
        "Jianguo He",
        "Chuanfu Dong"
      ],
      "journal": "Viruses",
      "publication_date": "2024-Dec-09",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Mandarin fish ranavirus (MRV) is a distinctive member among the genus Ranavirus of the family Iridoviridae. The persistently covert infection of MRV was previously observed in a natural outbreak of MRV, but the underlying mechanism remains unclear. Here, we show that mandarin fish peripheral B lymphocytes are implemented as viral reservoirs to maintain the persistent infection. When mandarin fish were infected with a sublethal dosage of MRV under a nonpermissive temperature (19 °C) and a permissive temperature (26 °C), all of the fish in the 19 °C group survived and entered the persistent phase of infection, characterized by a very low viral load in white blood cells, whereas some of the fish died of MRV infection in the 26 °C group, and the survival fish then initiated a persistent infection status. Raising the temperature, vaccination and dexamethasone treatment can reactivate the quiescent MRV to replicate and result in partial mortality. The viral reservoir investigation showed that IgM+-labeled B lymphocytes, but not CD3Δ+-labeled T lymphocytes and MRC-1+-labeled macrophages, are target cells for the persistent infection of MRV. Moreover, the reactivation of the quiescent MRV was confirmed through a non-TLR5 signal pathway manner. Collectively, we demonstrate the presence of the B cell-dependent persistent infection of ranavirus, and provide a new clue for better understanding the complex infection mechanism of vertebrate iridovirus.",
      "mesh_terms": [
        "Animals",
        "Ranavirus",
        "DNA Virus Infections",
        "B-Lymphocytes",
        "Fish Diseases",
        "Viral Load",
        "Persistent Infection",
        "Disease Reservoirs",
        "Fishes"
      ]
    },
    {
      "pmid": "39766527",
      "title": "Solid- and Vapor-Phase Antibacterial Activities and Mechanisms of Essential Oils Against Fish Spoilage Bacteria.",
      "authors": [
        "Hsuan-Ju Lin",
        "Pang-Hung Hsu",
        "Tze-Chia Lin",
        "Wen-Jung Lu",
        "Hong-Ting Victor Lin"
      ],
      "journal": "Antibiotics (Basel, Switzerland)",
      "publication_date": "2024-Nov-26",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Essential oils (EOs), regarded as secondary metabolites from plants, possess effective antibacterial properties. This study investigates the antibacterial efficacy of seven citrus EOs against six spoilage bacteria: Vibrio parahaemolyticus, V. harveyi, Photobacterium damselae, Shewanella putrefaciens, Carnobacterium divergens, and Lactobacillus pentosus. The antibacterial activity of these EOs was evaluated using solid- and vapor-phase applications. All tested EOs demonstrated effective antibacterial activity at a concentration of 294 μL/L against Gram-negative bacteria. Notably, lemon and orange EOs exhibited dose-dependent inhibition in both solid- and vapor-phase applications, with minimum effective concentrations ranging from 29.4 to 58.8 μL/L. Following treatment with lemon and orange EOs for 6 h at 1/4 minimum inhibitory concentration, leakage of intracellular DNA and proteins was observed, indicating damage to the cell membrane/wall. Proteomic analysis revealed distinct mechanisms: lemon EO impaired bacterial antioxidant defenses, while orange EO disrupted cell division, leading to reduced bacterial viability. These findings provide valuable insights into the potential of different EO application forms in controlling spoilage bacteria."
    },
    {
      "pmid": "39742554",
      "title": "Establishment and application of TaqMan probe-based quantitative real-time PCR for rapid detection and quantification of Ichthyophthirius multifiliis in farming environments and fish tissues.",
      "authors": [
        "Shu-Quan Guo",
        "Yao-Wu Fu",
        "Ting-Long Hou",
        "Shi-Lu Huang",
        "Qi-Zhong Zhang"
      ],
      "journal": "Veterinary parasitology",
      "publication_date": "2025-Feb",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ichthyophthirius multifiliis, a pathogenic ciliate, is a crucial pathogen of freshwater fish and can result in severe economic loss in the aquaculture industry worldwide. It is necessary to develop a sensitive and accurate method for detecting I. multifiliis in farming environments and fish skin and gills to protect fishes from infection of the parasite due to a lack of both safe and effective treatment drugs. The present study established a new TaqMan probe-based quantitative PCR (qPCR) detection method targeting the coding region of the cathepsin L cysteine protease (ICP2) gene of I. multifiliis. The sensitivity, specificity, reproducibility and application for detection and diagnosis of the TaqMan probe-based qPCR method were evaluated. In addition, the linear model between the cycle threshold (Ct) and the logarithmic starting quantity (SQ) of the number of theronts per 1 L of sterile water was developed as Ct = -3.312lg(SQ)+ 34.47 with an R2 of 0.9636 and a minimum detection limit of 4 theronts per 1 L of water and could be employed to determine the theront number based on Ct value. The results of the detection of trial infection samples with the TaqMan probe-based qPCR method showed that the tissues of fish individuals infected with I. multifiliis and the tank water samples were positive detection signals. In contrast, the tissues and water samples from uninfected fish individuals and tanks containing healthy fish showed no signals. The detection results demonstrated the reliability of this detection method. Overall, the novel TaqMan probe-based qPCR method with high sensitivity and specificity as well as repeatability for detection of I. multifiliis was a valuable tool in detecting the parasite in farming water, pond sediments, and fish tissues and could provide early warning for prevention of the disease caused by I. multifiliis.",
      "mesh_terms": [
        "Animals",
        "Fish Diseases",
        "Ciliophora Infections",
        "Real-Time Polymerase Chain Reaction",
        "Hymenostomatida",
        "Reproducibility of Results",
        "Sensitivity and Specificity",
        "Fishes",
        "Aquaculture",
        "Gills"
      ]
    },
    {
      "pmid": "39737643",
      "title": "Beneficial Effects of Tilapia Fish Skin on Excisional Skin Wound Healing in a Type I Diabetic Rat Model.",
      "authors": [
        "Omar Hussein Hosny",
        "Khaled Radad",
        "Magda Mahmoud Ali",
        "Ahmed Fathy Ahmed"
      ],
      "journal": "Journal of biomedical materials research. Part B, Applied biomaterials",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "IntroductionProlonged hyperglycemia in diabetic patients often impairs wound healing, leading to chronic infections and complications. This study aimed to evaluate the potential of fresh Tilapia fish skin as a treatment to enhance wound healing in diabetic rats. MethodsThirty-nine healthy adult albino rats, weighing between 150 and 200 g, were divided into three groups: non-diabetic rats with untreated wounds [C-], diabetic rats with untreated wounds [C+], and diabetic rats treated with fresh Tilapia skin [TT]. The healing process was monitored through clinical observation, gross examination, and histopathological analysis. ResultsThe results demonstrated that the Tilapia skin treatment accelerated wound healing, as evidenced by complete reepithelialization, full epidermal cell differentiation, an intact dermo-epidermal junction, and a reorganized dermis with fewer blood vessels. ConclusionFresh Tilapia skin proved to be a safe and effective dressing for promoting wound healing and managing infection in diabetic wounds.",
      "mesh_terms": [
        "Animals",
        "Tilapia",
        "Rats",
        "Skin",
        "Wound Healing",
        "Diabetes Mellitus, Experimental",
        "Diabetes Mellitus, Type 1",
        "Male"
      ]
    },
    {
      "pmid": "39736024",
      "title": "Histopathology of the Haplorchis taichui infection in the freshwater fish, Tigris kingfish, and Tigris barb (Cypriniformes: Cyprinidae) from Iran.",
      "authors": [
        "A R Golchin Manshadi"
      ],
      "journal": "Polish journal of veterinary sciences",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Flukes can cause severe and lethal diseases in various animals, including fish. Both adult and larval stages of flukes are found in fish. Haplorchiasis is an infection of fish gills by heterophyid trematodes such as Haplorchis taichui. To detect this parasite, the gills of 30 Tigris kingfish and Tigris barb collected from the Shapour River in Kazerun, Fars province were found to be parasitized with metacercarial cysts of a heterophyid trematode identified as H. taichui. Histopathological examination of the infected fish gills revealed cartilage proliferation, severe hyperplasia, fusion, S-forming, shortening and thickening, distortion, and displacement of affected secondary gill filaments leading to deformities of the filament structure, clubbing, telangiectasis, and hyperemia. Although the gill damage was evident and potentially life-threatening for the cyprinid fish, the examined fish showed no clinical signs. This finding indicates that H. taichui is pathogenic; therefore, prevention of infection and treatment should be a priority.",
      "mesh_terms": [
        "Animals",
        "Fish Diseases",
        "Cyprinidae",
        "Trematode Infections",
        "Iran",
        "Gills"
      ]
    },
    {
      "pmid": "39734890",
      "title": "Correlation between conventional karyotype, interphase FISH and immunophenotype in risk stratification of newly diagnosed plasma cell myeloma: An observational study.",
      "authors": [
        "Paresh Singhal",
        "Gurpreet Kaur",
        "Deepti Mutreja",
        "Arijit Sen",
        "J K Bhatia"
      ],
      "journal": "Medical journal, Armed Forces India",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Plasma cell myeloma (PCM) is a common adult hematological neoplasm of terminally differentiated B-cells resulting in accumulation of monoclonal plasma cells. PCM is heterogeneous disease with survival time varies from months to years, determined by age, stage, cytogenetics abnormalities, and treatment response. There is conflicting evidence in role of immunophenotype as a prognostic indicator. This study identified frequency of cytogenetics abnormalities and established correlation between cytogenetics and immunophenotyping in risk stratification in newly diagnosed PCM. METHODS: Pilot study was undertaken on 30 newly diagnosed PCM over 4 years. Apart from extensive myeloma laboratory and imaging profile, multicolor flow cytometry using panel of CD138, CD38, CD45, CD56, CD19, CD20, CD28, CD200, CD117, κ, and λ light-chains. Karyotyping was done using GTG banding and interphase fluorescence in situ hybridization analysis on magnetically sorted plasma cells for t(4;14), t(11;14), del(13)q, and del(17)p probes. RESULTS: Of 30 myeloma patients, 16(53.3%) were men with mean age 57.23 ± 11.90 years. The del(13)q was commonest cytogenetics abnormality. CD56-positive cases were strongly associated with presence of del(17)p and stage III of disease (p < 0.05). Negative expression of CD117 was seen in advanced stage of disease and high-risk genetic factor, t(4;14) (p = 0.049). Absent CD28 expression was associated with higher albumin levels, lower levels of β2MG, and lack of high-risk genetic abnormalities. Advanced clinical stages were associated with expression of CD56, CD28, and absent expression of CD45 and CD117. CONCLUSION: Immunophenotypic antigens positive and negative expressions are associated with high-risk genetic abnormalities and advanced clinical stages of PCM. INSTITUTION ETHIC COMMITTEE REFERENCE NUMBER: IEC/2017/230, AFMC, Pune."
    },
    {
      "pmid": "39733617",
      "title": "Clean and sustainable extraction of gelatin: Effects of microwave and freeze-thaw on the crosslinking degree and hydrogen bond of fish skin collagen.",
      "authors": [
        "Xin Feng",
        "Hankun Zhu",
        "Yugui Wang",
        "Yong Yu",
        "Hongjie Dai",
        "Liang Ma",
        "Yuhao Zhang"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Apr-01",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "The traditional gelatin extraction methods (acid-base) may hinder to their green applications due to mass energy consumption and pollution. Herein, we constructed a clean and sustainable gelatin extraction method, investigated the molecular mechanism of microwave treatment (0-360 min) and freeze-thaw on the gelatin extraction from the perspective of the crosslinking degree and hydrogen bonds. Microwave (0-60 min) can improve the hydrolysis degree (DH) and expose more enzyme cleavage sites of collagen by destroying the intramolecular and intermolecular covalent crosslinking. Freeze-thaw loosened the collagen structure mainly by destroying hydrogen bonds, further increased degree of freedom, DH and enzyme cleavage sites, improved the gelatin yield and gel strength. However, the long-term microwave treatment (60-360 min) severely damaged the covalent crosslinking, increased the DH and enzyme cleavage sites. Freeze-thaw further loosened the collagen structure, caused the rapid dissolution and degradation of subunit, improved the gelatin yield and reduced the gels strength.",
      "mesh_terms": [
        "Microwaves",
        "Gelatin",
        "Animals",
        "Collagen",
        "Fishes",
        "Hydrogen Bonding",
        "Skin",
        "Freezing",
        "Fish Proteins",
        "Hydrolysis",
        "Chemical Fractionation"
      ]
    },
    {
      "pmid": "39731429",
      "title": "Effect of Larval Ages and Honey Treatment on the Sex Reversal of Betta Fish (Betta splendens).",
      "authors": [
        "Hartono",
        "Adnan",
        "Saparuddin",
        "Yenni Yusuf"
      ],
      "journal": "Pakistan journal of biological sciences : PJBS",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "&lt;b&gt;Background and Objective:&lt;/b&gt; Betta fish is one of the most popular ornamental fish because of their attractive body shape, especially for males. The fish development usually results in a similar number of males and females or an even higher number of females. This study aimed to determine the effect of various concentrations of honey and the age of larvae on the sex ratio of Betta fish. &lt;b&gt;Materials and Methods:&lt;/b&gt; This study was conducted using a completely randomized design with two variables; the concentrations of honey and the ages of Betta fish larvae in 3 replications. There are 45 groups in total with 20 larvae in each group. The levels of honey concentration were 0 (control), 10, 20, 30 and 40 mL/L and the levels of larval ages were 3, 4 and 5 days old. All groups were immersed for 10 hrs in the honey mix and then maintained for 4 months. Sex ratio calculation was performed after 3 months. &lt;b&gt;Results:&lt;/b&gt; The both factors have a significant effect on male sex formation. The highest number of males was produced in the honey concentration of 40 mL/L. A significant difference in the number of males was shown in the larval group of ages 3 and 4 days old but not in the groups of 5 days old. &lt;b&gt;Conclusion:&lt;/b&gt; Honey treatment and the larval age affect the formation of male Betta fish.",
      "mesh_terms": [
        "Animals",
        "Honey",
        "Larva",
        "Male",
        "Female",
        "Sex Ratio",
        "Fishes",
        "Sex Determination Processes"
      ]
    },
    {
      "pmid": "39730917",
      "title": "From cells to recapture rates: responses and recovery of a wild fish after an experimental exposure to a widely used herbicide.",
      "authors": [
        "Aurélie Goutte",
        "Nicolas Martin",
        "Fabrice Alliot",
        "Frédéric Angelier",
        "Arnaud Blanchouin",
        "David Costantini",
        "Maxime Lesimple",
        "Cécile Ribout",
        "Sira Traoré",
        "Rémi Villalta",
        "Hélène Blanchoud"
      ],
      "journal": "Environmental science and pollution research international",
      "publication_date": "2024-Dec-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Freshwater environments are biodiversity hotspots under multiple pressures, including pesticide exposure. S-metolachlor, a widely used herbicide, can induce genotoxic, cytotoxic and physiological effects in captive fish, but we have a limited understanding of the effects of exposure to S-metolachlor in free-living vertebrates. We carried out an original field experiment using integrative approaches across biological levels and temporal scales. The implantation of slow-release implants, an approach to mimic increasing exposure to S-metolachlor of wildlife in realistic multistress conditions, was coupled to a capture-mark-recapture monitoring of bullheads (Cottus perifretum) living in an agriculturally impacted stream. Thanks to our long-term monitoring programme, we evidenced high levels of metolachlor and its metabolites (metolachlor ESA and metolachlor OXA) in water bodies with strong monthly variations. S-metolachlor levels did not differ between treated and control fish and were moderate in bullhead tissues, likely because of xenobiotic metabolism and excretion. S-metolachlor exposure increased erythrocyte abnormalities and the neutrophil/lymphocyte (N/L) ratios. These cellular and physiological damages were observed at 2 weeks, but not at 3 months after the manipulation. This suggests a recovery, likely owing to cell turnover. We also found an increase of body mass of treated fish compared to control fish, and this mass gain persisted at 3 months, suggesting obesogenic effects of S-metolachlor. Antioxidant levels, telomere length and recapture rate were not affected by the experimental treatment. In conclusion, we provide evidence for transient and specific cellular alterations induced by low concentrations of S-metolachlor and long-term mass gain in a wild vertebrate. This study paves the way for integrative field experiments to better understand the impacts of pollutants on fish populations."
    },
    {
      "pmid": "39730453",
      "title": "Fish handling and postharvest losses around the Fincha'a, Amarti, and Nashe reservoirs in Oromiya, Ethiopia.",
      "authors": [
        "Firisa Woyessa Ejeta",
        "Geremew Bultosa",
        "Diriba Diba",
        "Tilahun A Teka"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Dec-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study assessed the factors contributing to postharvest loss of fish around the Fincha'a, Amarti, and Nashe reservoirs in Horro Guduru Wollega, Oromia, Western Ethiopia, using semi-structured questionnaires from January, 2022 GC onward. The aim of the finding was to know the fish handling and post-harvest preservation of fish around the reservoirs. In the study area, 320 respondents were selected using a random sampling system. Findings revealed that 61.1% of respondents consume fish without processing, with only 20.8% using salting and 18.1% practicing drying. The drying process notably affected texture, smell, and color. Most respondents (91.7%) preferred fresh fish due to financial constraints, lack of awareness, and market access. Species preference (40.3%), quality (33.3%), and market demand (23.6%) influenced pricing. Transportation is often done using donkey-back loads that could increase the risk of fish contamination. Although 50% of respondents stored harvested fish for one day without treatment, among these, 88.9% reported no spoilage within a day. Handling materials varied, with metal containers (33.3%) being the most common. Fish is primarily consumed as stew (39.4%) in the study area. Among these, almost all (91.9%) enjoy eating fish. However, it is often viewed as food for children and for the poor by many of them (60.6%). Despite concerns over fish bones and odors of the fish, 80.6% reported no health issues related to consumption. Most respondents (90.3%) discarded spoiled fish due to a lack of training in fish harvesting and preservation. The study indicates that postharvest losses are minimal due to effective harvesting methods, with immediate consumption practices prevalent in the community.",
      "mesh_terms": [
        "Ethiopia",
        "Animals",
        "Fishes",
        "Humans",
        "Adult",
        "Female",
        "Male",
        "Food Handling",
        "Surveys and Questionnaires",
        "Seafood",
        "Middle Aged",
        "Young Adult",
        "Adolescent",
        "Food Preservation"
      ]
    },
    {
      "pmid": "39728142",
      "title": "Antioxidant Activity and DPP-IV Inhibitory Effect of Fish Protein Hydrolysates Obtained from High-Pressure Pretreated Mixture of Rainbow Trout (Oncorhynchus mykiss) and Atlantic Salmon (Salmo salar) Rest Raw Material.",
      "authors": [
        "Elissavet Kotsoni",
        "Egidijus Daukšas",
        "Grete Hansen Aas",
        "Turid Rustad",
        "Brijesh K Tiwari",
        "Carmen Lammi",
        "Carlotta Bollati",
        "Melissa Fanzaga",
        "Lorenza d'Adduzio",
        "Janne Kristin Stangeland",
        "Janna Cropotova"
      ],
      "journal": "Marine drugs",
      "publication_date": "2024-Dec-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The use of fish rest raw material for the production of fish protein hydrolysates (FPH) through enzymatic hydrolysis has received significant interest in recent decades. Peptides derived from fish proteins are known for their enhanced bioactivity which is mainly influenced by their molecular weight. Studies have shown that novel technologies, such as high-pressure processing (HPP), can effectively modify protein structures leading to increased biological activity. This study investigated the effect of various HPP conditions on the molecular weight distribution, antioxidant activity, and dipeptidyl-peptidase IV (DPP-IV) inhibitory effect of FPH derived from a mixture of rainbow trout (Oncorhynchus mykiss) and Atlantic salmon (Salmo salar) rest raw material. Six different treatments were applied to the samples before enzymatic hydrolysis; 200 MPa × 4 min, 200 MPa × 8 min, 400 MPa × 4 min, 400 MPa × 8 min, 600 MPa × 4 min, and 600 MPa × 8 min. The antioxidant and DPP-IV inhibitory effects of the extracted FPH were measured both in vitro and at cellular level utilizing human intestinal Caco-2 cells. The results indicated that low and moderate pressures (200 and 400 MPa) increased the proportion of larger peptides (2-5 kDa) in the obtained FPH, while treatment at 600 MPa × 4 min resulted in a higher proportion of smaller peptides (1-2 kDa). Furthermore, HPP led to the formation of peptides that demonstrated increased antioxidant activity in Caco-2 cells compared to the control, whereas their potential antidiabetic activity remained unaffected.",
      "mesh_terms": [
        "Animals",
        "Antioxidants",
        "Protein Hydrolysates",
        "Oncorhynchus mykiss",
        "Salmo salar",
        "Caco-2 Cells",
        "Humans",
        "Fish Proteins",
        "Dipeptidyl-Peptidase IV Inhibitors",
        "Hydrolysis",
        "Pressure",
        "Molecular Weight"
      ]
    },
    {
      "pmid": "39726966",
      "title": "Identification and characterization of a novel chromosome-encoded aminoglycoside O-nucleotidyltransferase gene, ant(9)-Id, in Providencia sp. TYF-12 isolated from the marine fish intestine.",
      "authors": [
        "Yan Yu",
        "Runzhi Zhang",
        "Wei Pan",
        "Xinyi Sheng",
        "Susu Chen",
        "Junjun Wang",
        "Junwan Lu",
        "Qiyu Bao",
        "Yunliang Hu",
        "Pengfei Jiang",
        "Dawei Huang"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The mechanisms underlying the resistance of the genus Providencia to aminoglycosides are complex, which poses a challenge for the efficient treatment of infectious diseases caused by these pathogens. To help clinicians treat infections more effectively, a more comprehensive understanding of antibiotic resistance mechanisms is urgently needed. METHODS: Plates were streaked to isolate bacteria from the intestinal contents of fish. The standard agar dilution method was used to determine the minimum inhibitory concentrations (MICs) of the antimicrobial agents. Molecular cloning was carried out to study the function of the novel antibiotic inactivation gene ant(9)-Id. The kinetic parameters of ANT(9)-Id were measured by a SpectraMax multifunctional microplate reader. Whole-genome sequencing and bioinformatic analysis were conducted to elucidate the sequence structure and evolutionary relationships of similar genes. RESULTS: The novel aminoglycoside O-nucleotidyltransferase gene ant(9)-Id was encoded on the chromosome of a species-unclassified isolate designated Providencia sp. TYF-12, which was isolated from the intestine of a marine fish. Among the 11 aminoglycosides tested, ant(9)-Id was resistant to only spectinomycin. The MIC of spectinomycin for the recombinant strain carrying ant(9)-Id (pUCP20-ant(9)-Id/DH5α) increased 64-fold compared with that of the control strain (pUCP20/DH5ɑ). ANT(9)-Id shares the highest amino acid (aa) identity of 46.70% with the known drug resistance enzyme ANT(9)-Ic. Consistent with the MIC results, ANT(9)-Id showed high affinity and catalytic efficiency for spectinomycin, with a K m of 8.94 ± 2.50 μM and a k cat/K m of 26.15 μM-1·s-1. This novel resistance gene and its close homologs are conserved in Providencia strains from various sources, including some of clinical significance. No mobile genetic elements (MGEs) surrounding the ant(9)-Id(-like) genes were identified. CONCLUSION: This work revealed and characterized a novel spectinomycin resistance gene, ant(9)-Id, along with its biological features. Identifying novel resistance genes in pathogens can assist in rational medication use and the identification of additional antimicrobial resistance mechanisms in microbial populations."
    },
    {
      "pmid": "39726938",
      "title": "Insights from a year of field deployments inform the conservation of an endangered estuarine fish.",
      "authors": [
        "Brittany E Davis",
        "Bruce G Hammock",
        "Nicole Kwan",
        "Catarina Pien",
        "Heather Bell",
        "Rosemary Hartman",
        "Melinda R Baerwald",
        "Brian Schreier",
        "Daphne Gille",
        "Shawn Acuña",
        "Swee Teh",
        "Tien-Chieh Hung",
        "Luke Ellison",
        "Dennis E Cocherell",
        "Nann A Fangue"
      ],
      "journal": "Conservation physiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Freshwater fishes are increasingly facing extinction. Some species will require conservation intervention such as habitat restoration and/or population supplementation through mass-release of hatchery fish. In California, USA, a number of conservation strategies are underway to increase abundance of the endangered Delta Smelt (Hypomesus transpacificus); however, it is unclear how different estuarine conditions influence hatchery fish. The goal of this study was to evaluate a year of Delta Smelt field deployments to inform species conservation strategies of suitable conditions for smelt physiology. Hatchery-reared Delta Smelt was deployed in experimental cages (seven deployments) throughout the Estuary in the winter, summer and fall of 2019. Effects of season and location of cage deployments on fish health (condition factor and histological condition of liver and gill), growth, thermal tolerance and survival were evaluated. The results indicate both seasonal and location differences, with high survival in the winter (100%) and fall (88-92%) compared to lower survival in summer (67%). In the summer, one of the study sites had no surviving fish following high temperature exposure, which peaked ~26°C. After 29 days in the cages, surviving Delta Smelt in summer and fall showed signs of nutritional stress that may be related to biofouling of the cages limiting passive food inputs, restriction of natural foraging behaviour by containment in the cages, and water temperatures that were too high given the chronically low pelagic productivity in the Estuary overall. Field measurements of upper thermal tolerance (CTmax) following caging exposures suggest that laboratory measures of CTmax may overestimate the realized tolerance in a more stochastic field environment. This study demonstrates the utility of using cages as an experimental tool to better understand aspects of Delta Smelt physiological responses to environmental changes across estuarine habitats in a more natural-field setting, while also highlighting potential limitations of using cages."
    }
  ]
}