{
  "supplement": "Foam Rolling",
  "query": "Foam Rolling[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:36:44",
  "research_count": 128,
  "count": 100,
  "articles": [
    {
      "pmid": "40263381",
      "title": "Trunk stability and breathing exercises superior to foam rolling for restoring postural stability after core muscle fatigue in sedentary employees.",
      "authors": [
        "Banafsheh Amiri",
        "Erika Zemková"
      ],
      "journal": "Scientific reports",
      "publication_date": "2025-Apr-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study compares the magnitude and speed of restoring fatigue-impaired postural stability following passive and active recovery modalities, including diaphragmatic breathing, trunk stability exercises, and foam rolling, among sedentary employees. Eighteen sedentary adults (aged 36.2 ± 8.1 years) volunteered for this study. They performed a modified Abt's fatigue protocol involving 8 exercises specifically targeting their core muscles. Immediately following the fatiguing intervention, they underwent three active recovery modalities (diaphragmatic breathing, trunk stability, and foam rolling exercises), and one passive recovery (lying on the bed), each separated by a week. Postural stability and muscle activity were assessed pre-fatigue, post-fatigue, immediately, and 15 min post-recovery. After core muscle fatigue, center of pressure (CoP) velocity significantly increased in both stable and unstable conditions. Restoration of CoP velocity was most effective following trunk stability exercises, followed by diaphragmatic breathing, foam rolling, and passive recovery. Similarly, CoP displacement increased post-fatigue, with trunk stability exercises and diaphragmatic breathing showing the greatest effectiveness in restoring its values to pre-fatigue levels. After 15 minutes of recovery, no significant changes were observed in CoP velocity and displacement in either condition. These findings suggest that trunk stability exercises and diaphragmatic breathing rapidly restore postural stability after fatigue in sedentary adults, outperforming foam rolling and passive recovery.Trial registration: IRCT20221126056606N1. Date of registration: December 25, 2022.",
      "mesh_terms": [
        "Humans",
        "Muscle Fatigue",
        "Male",
        "Adult",
        "Female",
        "Breathing Exercises",
        "Sedentary Behavior",
        "Postural Balance",
        "Middle Aged",
        "Torso",
        "Exercise"
      ]
    },
    {
      "pmid": "40030119",
      "title": "Effects of 6-Week Vibration vs. Nonvibration Foam Rolling on Performance-Related Physical Fitness Parameters in Young Male Soccer Players: A Randomized Controlled Trial.",
      "authors": [
        "Erhan Secer",
        "Derya Ozer Kaya"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Secer, E and Kaya, DO. Effects of 6-week vibration vs. nonvibration foam rolling on performance-related physical fitness parameters in young male soccer players: A randomized controlled trial. J Strength Cond Res 39(5): e647-e658, 2025-The purpose of this study was to examine the effects of 6-week vibration foam rolling (VFR) and nonvibration foam rolling (FR) on performance-related physical fitness parameters in young male soccer players. Thirty-six, volunteer, young, male soccer players (mean age: 15.55 ± 0.55 years) were randomly assigned into 3 groups: a VFR group ( n = 12), a FR group ( n = 12), and a control group (CG) ( n = 12). The players in VFR and FR groups performed VFR or FR interventions thrice per week for 6 weeks (3 × 30 seconds for each muscle or body side). Testing measures included reaction time, assessed with the reaction time measuring device; agility, assessed with the t test; sprint, assessed with the 20-m sprint test; and anaerobic power, assessed with the Wingate anaerobic power test. Dominant lower-extremity reaction time improved in the VFR group when compared with the FR group {-1.93 seconds (95% confidence interval [CI]: -3.07 seconds/-0.78 seconds)} and CG [-2.05 seconds (95% CI: -3.43 seconds/-0.67 seconds)]. Agility improved in the VFR and FR groups when compared with the CG [-0.90 seconds (95% CI: -1.26 seconds/-0.53 seconds), -0.53 seconds (95% CI: -0.95 seconds/-0.11 seconds), respectively]. Sprint improved in the VFR and FR groups when compared with the CG [-0.13 seconds (95% CI: -0.18 seconds/-0.07 seconds), -0.14 seconds (95% CI: -0.21 seconds/-0.06 seconds), respectively]. In conclusion, both 6-week VFR and FR increased agility and sprint performances. Vibration foam rolling is more effective than FR for improving lower-extremity reaction time. Vibration foam rolling and FR could be relevant options for strength and conditioning coaches to improve the physical performance of soccer players.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Soccer",
        "Vibration",
        "Adolescent",
        "Athletic Performance",
        "Physical Fitness",
        "Reaction Time",
        "Running",
        "Exercise Test"
      ]
    },
    {
      "pmid": "39993022",
      "title": "Sex and pressure effects of foam rolling on acute range of motion in the hamstring muscles.",
      "authors": [
        "Norikazu Hirose",
        "Akane Yoshimura",
        "Kei Akiyama",
        "Atsuya Furusho"
      ],
      "journal": "PloS one",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study investigated the effects of pressure levels and sex on acute range of motion (ROM) changes during foam rolling (FR) using a soccer ball. Twenty collegiate athletes (10 males, 10 females) performed FR on their hamstrings at low (15-25% body weight) or high (45-55%) pressure levels for 2 minutes. ROM was assessed through passive straight leg raise (PSLR) and passive knee extension (PKE) tests before, immediately after, and 10 minutes post-intervention. Results showed that FR significantly improved hip and knee ROM across all conditions, with benefits persisting for at least 10 minutes. No notable differences were observed between pressure levels, and sex did not affect the magnitude of improvement. Perceived pain during FR did not significantly influence ROM outcomes. These findings demonstrate that FR using a simple tool like a soccer ball is beneficial for improving ROM in both males and females, regardless of pressure intensity. This suggests that FR provides a practical, accessible method for improving ROM in athletes and other populations.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Male",
        "Hamstring Muscles",
        "Range of Motion, Articular",
        "Young Adult",
        "Pressure",
        "Sex Factors",
        "Adult",
        "Knee Joint",
        "Soccer",
        "Athletes"
      ]
    },
    {
      "pmid": "39846677",
      "title": "Acute Effects of Foam Rolling and Stretching on Physical Performance and Self-Perceived Fatigue in Young Football Players.",
      "authors": [
        "Elzan Bibić",
        "Valentin Barišić",
        "Borko Katanić",
        "Andrii Chernozub",
        "Nebojša Trajković"
      ],
      "journal": "Journal of functional morphology and kinesiology",
      "publication_date": "2025-Jan-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: The aim of this study was to examine the acute effects of foam rolling and traditional stretch treatments on physical performance and self-perceived fatigue in youth football players. Methods: The sample of participants consisted of 20 youth football players from the Serbia Under-17 league. Participants were randomly assigned to one of two groups, the Foam group (age: 16.6 ± 1.5 years) or the Stretch group (age: 16.9 ± 1.0 years), with each group consisting of 10 participants. The first measurement (I) was conducted before the match; then, the football players played the match, which was followed by the second measurement (II), and afterward, the groups performed their foam and stretch activities. The third measurement (III) was conducted 2 h after the recovery interventions, and the fourth measurement (IV) was conducted 24 h after the match. Players were tested for the following: linear sprints at 5 m, 10 m, and 20 m, squat jumps (SJs), countermovement jumps (CMJs), and arm-driven countermovement jumps (ACMJs). Participants also completed self-assessment questionnaires on fatigue (Hooper scales) and perceived exertion (Borg scales). Results: A 2 × 4 split-plot ANOVA revealed that there were no differences between the foam rolling and stretching treatments in any parameter of physical performance or self-perceived fatigue. However, a separate within-group analysis showed that the Foam group achieved significantly better sprint times in the third and fourth measurements (2 and 24 h post-match, respectively) compared to measurements taken immediately after the football match. Regarding self-perceived parameters, foam rolling reduced fatigue and stress at 2 and 24 h post-match. On the other hand, the stretching treatment only affected the stress parameter, which was reduced 24 h after the football match. Conclusions: These findings indicate that although there were no significant differences between treatments, foam rolling demonstrated certain advantages compared to stretching. Specifically, foam rolling may offer benefits in enhancing subjective recovery and reducing perceived exertion in young football players. However, these conclusions should be interpreted with caution, as the study was cross-sectional and involved a small sample of young football players."
    },
    {
      "pmid": "39846666",
      "title": "Vibration Foam Rolling Treatment Influence on Acute Changes in Plantar Flexors Muscle Temperature and Surface Emg Activity in Amateur Male Athletes.",
      "authors": [
        "Aleksandar Borisavljević",
        "Marko Ćosić",
        "Goran Janković",
        "Iva Radić",
        "Dunja Janković",
        "Milivoj Dopsaj"
      ],
      "journal": "Journal of functional morphology and kinesiology",
      "publication_date": "2025-Jan-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Background/Objectives: Foam rolling is widespread and deeply rooted in exercise practice. The optimal duration and role of this treatment still lack scientific consensus. A relatively novel foam rolling treatment that combines vibration during application targets different muscle characteristics that are not well understood. Studies exploring this combined treatment are scarce. The aim of this study was set to investigate the acute effects of different duration vibration (15 s, 30 s, and 60 s) foam rolling treatment (VFRt) on muscle skin temperature and surface muscle electromyography (sEMG) during Maximal Voluntary Isometric Contraction. Methods: Eighteen male subjects performed four sets of three trials of maximal isometric heel rises during three experimental sessions conducted in research laboratory. Results: Repeated measures of ANOVA determined that the muscle skin temperature significant difference was only found for the 30 s treatment (p = 0.013-0.000). For surface muscle electromyography a 30 s treatment out of all three yielded the most significant results, between pretreatment set and post-treatment set 1 (p = 0.01)-small effect size (Cohen's d = -0.33)-and pretreatment set to post-treatment set 3 (p = 0.01)-small effect size (Cohen's d = -0.30). Conclusions: All treatments did not produce significant differences during Maximal Voluntary Isometric Contraction heel rises, which-for practical application purposes-present a safe treatment. Future studies should investigate the acute effects of longer duration treatment on changes in surface muscle temperature. In terms of practical application, other findings suggest that muscle efficiency was improved taken into account of unchanged muscle strength along with decreased sEMG, which is beneficial. Also, the downward trend of muscle activity caused by the other two treatment durations could be of significance for practical application during rehabilitation process or during activities where this is a desired and indicated goal. In terms of targeting elevated muscle activity, 30 s of VFRt is the treatment of choice."
    },
    {
      "pmid": "39663081",
      "title": "The effectiveness of foam rolling with and without vibration and static stretching on range of motion, muscle strength and proprioception of the ankle joint in adults with chronic ankle instability.",
      "authors": [
        "Chao-Yen Chen",
        "Hsien-Kai Hsu",
        "Nai-Jen Chang"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: People with chronic ankle instability (CAI) have insufficient ankle dorsiflexion range of motion (DFROM) and decreases proprioception and muscle strength. Foam roller with and without vibration as a warm-up intervention may have benefits for healthy populations, but the effect on applied to injured individuals is still lacking, especially in CAI. Therefore, we aimed to compare the acute effects of three warm-up interventions, including vibration foam rolling (VR), foam rolling (FR), and static stretching (SS) in adults with CAI. METHODS: This study was a randomized, counterbalanced crossover trial. Eligible sixteen adults with CAI received all three interventions (VR, FR, and SS) in unilateral CAI leg in a randomized order. Each intervention included 6 sets, 30 s each, targeting the ankle dorsiflexors and plantarflexors, with a 30-s rest time in between. Ankle dorsiflexion range of motion (DFROM), muscle strength, and ankle proprioception were measured before and immediately after each intervention. RESULTS: VR significantly improved ankle DFROM and muscle strength by over 30% compared to the pre-intervention, whereas FR improved DFROM by 23.68%, and SS did not improve DFROM. Additionally, VR was more significantly effective than SS in improving ankle DFROM and maximal strength. The ankle joint repositioning error angle did not have significantly different. CONCLUSIONS: Our results suggest that VR and FR interventions may be incorporated into warm-ups for adults with CAI to improve ankle DFROM. Furthermore, VR offers additional benefits in increasing muscle strength, especially compared to SS.",
      "mesh_terms": [
        "Humans",
        "Range of Motion, Articular",
        "Vibration",
        "Joint Instability",
        "Muscle Strength",
        "Ankle Joint",
        "Cross-Over Studies",
        "Male",
        "Female",
        "Adult",
        "Proprioception",
        "Muscle Stretching Exercises",
        "Young Adult",
        "Warm-Up Exercise"
      ]
    },
    {
      "pmid": "39653585",
      "title": "Adding vibration and non-vibration foam rolling to routine soccer training alters muscle strength, flexibility, and dynamic balance in young male semi-professional soccer players: a randomized, controlled comparative study.",
      "authors": [
        "Erhan Secer",
        "Derya Ozer Kaya"
      ],
      "journal": "Research in sports medicine (Print)",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "This study aimed to examine the effects of 6-week vibration (VFR) and non-vibration foam rolling (FR) on muscle strength, hamstrings-to-quadriceps (H:Q) ratio, flexibility, and dynamic balance in soccer players. Thirty-six players were included in the study. The players were randomly assigned to either VFR (n=12), FR (n=12), or control group (CG) (n=12). The players in VFR and FR groups performed VFR or FR thrice per week for 6 weeks. The CG did not receive any intervention. Pre- and post-test assessment included muscle strength, H:Q ratio, flexibility, and dynamic balance. Dominant extremity knee flexor and non-dominant extremity knee flexor and extensor muscle strength improved in VFR and FR groups (p<0.05). Flexibility and dynamic balance improved in VFR group (p<0.05). Both 6-week VFR and FR increased muscle strength without affecting H:Q ratio. VFR was more effective than FR for improving flexibility and dynamic balance. The results can be stunning for performance enhancement.",
      "mesh_terms": [
        "Humans",
        "Soccer",
        "Muscle Strength",
        "Male",
        "Vibration",
        "Postural Balance",
        "Young Adult",
        "Hamstring Muscles",
        "Range of Motion, Articular",
        "Adolescent",
        "Physical Conditioning, Human",
        "Quadriceps Muscle"
      ]
    },
    {
      "pmid": "39640605",
      "title": "Acute local and non-local morphological, sensory and fluid responses to stretching and foam rolling in young females.",
      "authors": [
        "Ewan Thomas",
        "Antonino Scardina",
        "Antonino Patti",
        "Pascal Izzicupo",
        "Masatoshi Nakamura",
        "Andreas Konrad",
        "Francesco Campa",
        "Marianna Bellafiore",
        "Antonino Bianco"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Oct-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study aimed to compare and examine the local and non-local effects of a foam rolling (FR) and static stretching (SS) intervention applied to the plantar flexor (PF). METHODS: Fourteen female participants were investigated. Each participant underwent three conditions in a random order at least 48h apart and at the same time of the day: Control (CC), SS, and FR. Each condition was performed unilaterally in the dominant PF for 4 sets (apart from CC). SS was performed for 30 s. The FR included 30 rolls (15 in each direction) over a period of 30 s. A rest of 30 s was provided between each set for all conditions. Outcome variables were ankle dorsiflexion range of movement (ROM), tissue hardness, localized bioimpedance analysis at 50 kHz (L-BIA), and pain pressure thresholds (PPT). Tissue hardness, L-BIA, and PPT were measured in the lower leg and thigh. Measures were assessed pre (T0), immediately post (T1), and 10-min after (T2) the intervention. RESULTS: No differences were found for time for the CC or between the T0 of each condition. Concerning the lower leg, ROM improved for SS and FR from T0 to T1 while returning to baseline in T2. A significant increase in PPT was observed only for SS in T1. L-BIA showed a significant increase for both phase angle and impedance only for FR in T1. Tissue hardness did not change for any group at any time-point. Concerning the thigh, no measure at any time point showed significant differences. CONCLUSION: Both, FR and SS were able to acutely improve ankle ROM. The observed changes were probably caused by a change in viscoelastic properties and local pain perception, without any variation in tissue morphology. FR was the only intervention to improve the intracellular-to-extracellular ratio and decrease fluids. Non-local effects were not observed."
    },
    {
      "pmid": "39619124",
      "title": "The acute cross-education effect of foam rolling on the thigh muscles in patients after total knee arthroplasty.",
      "authors": [
        "Masanobu Yokochi",
        "Masatoshi Nakamura",
        "Ayaka Iwata",
        "Ryota Kaneko",
        "Noboru Yamada",
        "Andreas Konrad"
      ],
      "journal": "Frontiers in rehabilitation sciences",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: In the early postoperative period after total knee arthroplasty (TKA), joint range of motion (ROM) limitation and increased stiffness due to pain are commonly observed. Previous studies have reported that a single bout of foam rolling (FR) can acutely increase ROM and pain threshold on the contralateral (non-intervention) side in healthy participants. In this study, we aimed to expand this knowledge for TKA rehabilitation and investigated the acute effects of FR intervention on the non-operative side on ROM, stiffness, and pain of the operative side in postoperative patients within the first week after TKA. MATERIALS AND METHODS: The study employed a randomized crossover design: 20 patients (mean age 75.0 ± 7.8 years) in the first postoperative week after TKA were divided alternately into Roll_Break and Break_Roll groups in the order of prescription. In the Roll_Break group, after the initial evaluation, a 180-s (60-s × three sets) FR intervention using a roller massager by a physiotherapist for the knee extensors was performed on the contralateral side (non-operative side), followed by the measurement. Afterwards, after 180-s of supine at rest, the measurement was performed again (i.e., control phase). In the Break_Roll group, after the initial evaluation, each patient was placed in a seated resting position for 180-s, and then another measurement was performed (i.e., control phase). After this, the FR intervention was performed for 180-s, and then the measurement was performed again. The intensity of the FR intervention was set to the maximum intensity that did not cause pain. We measured pain using the visual analogue scale at rest and during the knee joint ROM measurements, knee joint active movement ROM, knee joint passive ROM, and stiffness during the knee joint active movement. RESULTS: All outcome variables showed significant improvements after the FR intervention (intervention phase) when compared pre- to post-intervention, and significantly favourable effects were found compared to the control condition. CONCLUSION: The results showed significant improvements in ROM, pain, and stiffness of the operative side after the FR intervention on the non-operative side. For future therapy approaches for TKA patients, FR treatment of the non-operative side should be employed in the first weeks after surgery."
    },
    {
      "pmid": "39593677",
      "title": "The effect of foam rolling on local and distant pain sensitivity assessed with pressure pain thresholds in healthy participants and musculoskeletal pain patients: A systematic review.",
      "authors": [
        "Christoph Habscheid",
        "Tibor M Szikszay",
        "Kerstin Luedtke"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "INTRODUCTION: The self-treatment with a foam roller is a popular form of myofascial release, although the underlying mechanisms, particularly on pain sensitivity, remain unclear. It is hypothesized that the hypoalgesic local effects are probably due to changes in fascial and muscle tissue, whereas remote effects may be influenced by central endogenous pain modulation. This systematic review aimed to quantify the difference between local and remote hypoalgesic effects of the foam rolling intervention. METHOD: A systematic search was conducted in the databases Pubmed, Cochrane Library, Web of Science, and CINAHL. Published randomized controlled trials and non-randomized controlled trials investigating the effects of foam rolling on Pressure Pain Thresholds (PPTs) in healthy individuals and patients with musculoskeletal pain were included. Quality assessment and evidence synthesis were performed according to Cochrane Handbook recommendations. A meta-analysis was performed using standardized mean differences and 95% CIs. RESULTS: Local PPTs changed after rolling in a pre-post comparison with a small effect size: SMD = -0.42 (95 % CI = -0.57 to -0.26); I2 = 1 %. Remote PPTs also changed after rolling in a pre-post comparison with a small effect size: SMD = -0.47 (95 % CI = -0.80 to -0.14); I2 = 0 %. Foam rolling showed no effect on local PPTs when compared with a control group: SMD = 0.10 (95 % CI = -0.19 to 0.39); I2 = 0 %. CONCLUSION: No consistent effects of foam rolling on PPTs were demonstrated in healthy individuals.",
      "mesh_terms": [
        "Humans",
        "Pain Threshold",
        "Musculoskeletal Pain",
        "Pressure",
        "Massage",
        "Pain Measurement"
      ]
    },
    {
      "pmid": "39593540",
      "title": "Preventive effect of foam rolling on muscle soreness after exercise: A systematic review and meta-analysis.",
      "authors": [
        "Jiaxin Zhou",
        "Dongming Jia",
        "Junjie Mao",
        "Yuming Xu"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "OBJECTIVE: This systematic review and meta-analysis aimed to evaluate the effect of foam rolling (FR) on exercise-induced muscle soreness. METHODS: PubMed, EMBASE, Web of Science, ProQuest, Cochrane Library and China National Knowledge databases were searched to identify randomized controlled trials (RCTs) of the effect of FR intervening muscle soreness after exercise, from their inception to August 2022. The outcome indicators were visual analogue scale (VAS) and pressure-pain threshold (PPT). RESULTS: A total of 16 studies were included, involving 515 subjects. Meta-analysis results show that FR has a certain effect of elimination of muscle soreness after exercise. The standard mean deviation (SMD) and 95% confidence interval (95%CI) of VAS and PPT immediately after intervention, 24, 48 and 72 h: [SMD = -0.38, 95%CI (-0.61, -0.15), P = 0.001], [SMD = -0.53, 95%CI (-0.82, -0.25), P = 0.0003], [SMD = -0.77, 95%CI (-1.12, -0.42), P < 0.00001], [SMD = -0.67, 95%CI (-1.09, -0.24), P = 0.002], [SMD = 0.23, 95%CI (0.62, 0.16), P = 0.25], [SMD = 0.48, 95%CI (0.11, 1.07), P = 0.11], [SMD = 0.39, 95%CI (-0.24, 1.02), P = 0.22], [SMD = 0.37, 95%CI (0.01, 0.74), P = 0.04]. CONCLUSION: Using foam rolling after exercise has a certain preventive effect on muscle soreness. Our study found that the effect of intervention of FR immediately is tiny after exercise, while the effective of intervening is relative obvious above 24 h. REGISTRATION: PROSPERO (registration number: CRD42021250174).",
      "mesh_terms": [
        "Humans",
        "Myalgia",
        "Exercise",
        "Randomized Controlled Trials as Topic",
        "Pain Measurement",
        "Pain Threshold"
      ]
    },
    {
      "pmid": "39593503",
      "title": "Active versus passive foam rolling on range of motion, tissue property, and neural adaptation in healthy young adults: A randomised controlled trial.",
      "authors": [
        "Akane Yoshimura",
        "Robert Schleip",
        "Jan Wilke",
        "Andreas Schilder",
        "Punito M Aisenpreis",
        "Takaya Narita",
        "Kohei Watanabe",
        "Norikazu Hirose"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "INTRODUCTION: Self-massage using a foam roller (foam rolling) is effective for increasing range of motion (ROM). However, the independent effects of pressure stimulation and voluntary movement during foam rolling remain unclear. This study investigated the effects of pressure stimulation and voluntary movement during the foam rolling intervention on ROM and its related parameters from the aspects of tissue mechanical properties and the central nervous system. METHODS: This study set a randomised open-label controlled parallel group design involving active foam rolling with pressure stimulation and voluntary movement (A-FR), passive foam rolling with only pressure stimulation (P-FR), and sham rolling with only voluntary movement (SHAM) of the calf muscle. Twenty-seven healthy active adults (males: 16, females: 11) were analysed. Parameters of tissue mechanical properties (as measured by tissue stiffness and thickness) and systemic nervous adaptation (as measured by PPT, stretch tolerance, HRV, and mood states), as well as maximal ankle active/passive dorsiflexion ROM, were measured. RESULTS: A-FR significantly improved pressure pain threshold, stretch tolerance, and negative mood and increased active and passive ROM. P-FR significantly improved parasympathetic nervous activity and negative mood and increased passive ROM. However, SHAM did not affect any ROM or parameters of tissue mechanical properties and systemic neural adaptation except for some negative mood improvement. CONCLUSION: Voluntary movement does not independently affect ROM, whereas pressure simulation independently enhances ROM during the foam rolling intervention. Combining pressure stimulation and voluntary movement can enhance the ROM effect and influence parameters of tissue mechanical properties and the central nervous system.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Range of Motion, Articular",
        "Male",
        "Young Adult",
        "Adult",
        "Massage",
        "Muscle, Skeletal",
        "Adaptation, Physiological",
        "Pain Threshold",
        "Pressure"
      ]
    },
    {
      "pmid": "39593431",
      "title": "Efficacy of self-care foam rolling intervention on muscle function and pain conducted by postoperative patients who underwent total knee arthroplasty from the second to the third postoperative week.",
      "authors": [
        "Masanobu Yokochi",
        "Masatoshi Nakamura",
        "Ayaka Iwata",
        "Ryota Kaneko",
        "Andreas Konrad",
        "Noboru Yamada"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study aimed to investigate whether self-care foam rolling (FR) intervention, in addition to regular physical therapy, effectively improves pain, knee joint range of motion (ROM), muscle function (knee extension strength and gait speed), and balance function in patients who underwent total knee arthroplasty (TKA) during the second and third postoperative weeks. METHODS: A total of 15 patients admitted to the hospital and who underwent TKA for knee osteoarthritis were enrolled. FR was performed for more than 10 min in the morning and 10 min in the afternoon each day from the second to the third postoperative week. Knee flexion and extension ROM, pain (resting and stretching position), 10 m walk speed, timed up-and-go test (TUG), one-leg stand, and maximal voluntary isometric contraction torques of knee extensors were assessed. RESULTS: Significant improvements in knee flexion pain, knee flexion ROM, knee extension ROM, knee extension strength, 10 m walk speed, TUG, and one-leg stand were observed from the second to the third postoperative week. However, at rest, no statistically significant differences in pain were found. CONCLUSIONS: Muscle function of the knee extensors improved following the self-care FR intervention probably attributed to the adjusted pain level.",
      "mesh_terms": [
        "Humans",
        "Arthroplasty, Replacement, Knee",
        "Range of Motion, Articular",
        "Female",
        "Male",
        "Aged",
        "Self Care",
        "Middle Aged",
        "Muscle Strength",
        "Osteoarthritis, Knee",
        "Knee Joint",
        "Pain, Postoperative",
        "Physical Therapy Modalities",
        "Postural Balance",
        "Muscle, Skeletal",
        "Postoperative Period"
      ]
    },
    {
      "pmid": "39590905",
      "title": "Foam Rolling Intervention Improves Lactate Clearance After High-Intensity Exercise.",
      "authors": [
        "Kazuki Kasahara",
        "Keita Oneyama",
        "Takeru Ito",
        "Masatoshi Nakamura",
        "Genta Ochi"
      ],
      "journal": "Sports (Basel, Switzerland)",
      "publication_date": "2024-Nov-08",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The acute effects of a foam rolling intervention on lactate clearance and the impaired executive function associated with fatigue after high-intensity exercise remain unclear. This study examined whether foam rolling is an effective tool for fatigue recovery. Eighteen healthy adults without consistent exercise habits participated in this study. Participants performed high-intensity exercises, and the post-exercise foam rolling intervention was compared to the control condition. Measurements included lactate, vigor/fatigue by the Profile of Mood States 2nd Edition, cognitive function (cognitive task performance), leg and body rating of perceived exertion pre- and post-exercise, and post-intervention. Blood lactate concentrations post-foam rolling intervention (-7.3 ± 3.0 mmol/L) were significantly reduced among all participants. Increased lactate clearance by foam rolling correlated with a faster recovery of executive function for those with greater lactate clearance. However, cognitive fatigue was not observed after high-intensity exercise (p = 0.086, r = 0.41). Lactate clearance was not significantly correlated with the rating of perceived exertion in the foam rolling condition. The rating of the perceived exertion decreased with increased lactate clearance for those with greater lactate clearance in the control condition (leg: r = 0.778; body: r = 0.669). In conclusion, foam rolling intervention may be effective for exhausting exercise recovery."
    },
    {
      "pmid": "39577410",
      "title": "Comparing Vibration Foam Rolling and Static Stretching for Enhancing Muscle Recovery in Professional Male Soccer Players: A Counterbalanced Crossover Study.",
      "authors": [
        "Francisco J Corredoira",
        "Miguel Lorenzo-Martínez",
        "Samuel Carrera",
        "Pablo B Costa",
        "Ezequiel Rey"
      ],
      "journal": "Journal of sport rehabilitation",
      "publication_date": "2025-May-01",
      "publication_types": [
        "Journal Article",
        "Comparative Study"
      ],
      "abstract": "CONTEXT: Professional soccer players frequently experience fatigue due to the demanding nature of the sport. In this context, effective recovery strategies are essential for maintaining performance. Static stretching (SS) is commonly used in soccer, but its efficacy is debated. Vibration foam rolling (VFR) is a novel recovery technique that has not been extensively studied in soccer. OBJECTIVE: This research aimed to investigate the acute effects of VFR (3 sets of 45 s of rolling and 15 s of rest between sets) and SS (3 sets of 45 s and 15 s of rest between sets) on muscle contractile properties in professional soccer players. DESIGN: Eighteen players participated in this counterbalanced crossover study. Settings: After a 1-week washout period between sessions, the subjects completed the 2 condition trials (VFR or SS) in counterbalanced order following a training session, which had a duration of 77 min and a total distance of 6500 m covered. MAIN OUTCOME MEASURES: Muscle contractile properties of the rectus femoris were assessed with tensiomyography before training (pre), immediately after training (post 1), and postrecovery intervention (post 2). Tensiomyography parameters included maximal radial muscle-belly displacement and contraction time and velocity. Data were analyzed using repeated-measures analysis of variance. RESULTS: There were no significant differences in the training load between groups during the training sessions (P > .05). Results showed that maximal radial muscle-belly displacement (P = .004) and contractiontime (P = .007) significantly decrease from pre (before training) to post 1 (after training). No significant main effects for group were obtained for all the variables (P > .05). However, both VFR and SS interventions effectively restored maximal radialmuscle-belly displacement (P = .011) and contraction time (P = .008) from post 1 (after) to post 2 (postrecovery intervention), suggesting reduced muscular stiffness. Contraction velocity remained unchanged after both interventions (P > .05). CONCLUSIONS: Therefore, these interventions could offer valuable advantages for posttraining neuromuscular acute recovery in professional soccer players.",
      "mesh_terms": [
        "Humans",
        "Soccer",
        "Male",
        "Cross-Over Studies",
        "Vibration",
        "Muscle Stretching Exercises",
        "Young Adult",
        "Muscle Contraction",
        "Adult",
        "Quadriceps Muscle",
        "Muscle Fatigue"
      ]
    },
    {
      "pmid": "39387101",
      "title": "Effects of lower back foam rolling on the pressure pain threshold and the range of motion of the lumbar spine in healthy individuals.",
      "authors": [
        "Julia Fijavž",
        "Maja Frangež",
        "Renata Vauhnik"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: The aim of this study was to determine the short- and long-term effects of foam rolling (FR) on the pressure pain threshold and the range of motion of the lumbar spine in healthy subjects. METHODS: 43 healthy subjects without back problems were randomly assigned to an experimental group (EG) or a control group (CG). The subjects in the EG underwent a 4-week FR program (12 sessions). The subjects in the CG received no intervention. Range of motion was measured using the modified-modified Schober test for flexion and fingertip-to-floor distance for lateral flexion. The pressure pain threshold was measured with a hand-held pressure algometer. The measurements were taken before and after the first FR, after the 4-week program and at the 1-, 3- and 6-month follow-up. The significance level was set at p ≤ 0.05 and the desired power of the test was 92%. RESULTS: We found an improvement in flexion (p = 0.03) and lateral flexion (p < 0.001) in the EG after the first FR and recorded a significant improvement in all measured variables (flexion, lateral flexion and algometry: p < 0.001) at the end of the entire 4-week program. The effects were noticeable up to 6 months after the end of the program (p ≤ 0.03) and were statistically significantly better than in the CG (p ≤ 0.04). The calculated Cohen's d value was 1.15 for flexion, 1.06 for lateral flexion and 0.98 for algometry, which represents a large effect size. DISCUSSION: FR improves the pressure pain threshold and mobility of the lumbar spine in healthy subjects. The effects are noticeable at least 6 months after the end of an FR program."
    },
    {
      "pmid": "39333999",
      "title": "Feasibility and effectiveness of a foam rolling intervention in pregnant women requiring bed rest for foetal protection: a randomised controlled trial.",
      "authors": [
        "Huimin Gu",
        "Shiwen Sun",
        "Yue Zhang",
        "Yaping Wang",
        "Qi Ding",
        "Mingzhu Lu",
        "Xiaomiao Xiang",
        "Ke Sun",
        "Xinfen Xu"
      ],
      "journal": "BMC pregnancy and childbirth",
      "publication_date": "2024-Sep-27",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Bed rest during pregnancy can lead to reduced physical activity, impairing lower limb venous blood flow and increasing the risk of deep vein thrombosis (DVT) and muscle atrophy. We investigated the clinical efficacy of foam rolling intervention (FRI) in enhancing lower limb venous blood flow, mitigating the risk of DVT and muscle atrophy in pregnant women on bed rest. METHODS: This single-blind, randomised controlled trial enrolled 86 pregnant women with long-term bed rest for foetal protection (≥ 7 days), gestational age ≥ 20 weeks, and maternal age < 40 years. Participants were randomly assigned to a control or experimental group using a random number table. The control group received standard care, whereas the experimental group underwent FRI. Researchers and statisticians were aware of the treatment groups, however, the participants were blinded. Lower limb blood flow velocity, D-dimer levels, incidence of DVT, and the extent of lower limb muscle atrophy were assessed in both groups at baseline and post-intervention (day 7). To account for a 5% attrition rate and potential sampling error, the estimated sample size for each experimental and control group was 40. RESULTS: Before the intervention, no significant differences were observed between the experimental and control groups in peak blood flow, mean flow velocity, D-dimer values, or leg circumference (P > 0.05), however, the peak blood velocities of the popliteal veins were significantly higher in the control group (P = 0.031). On the seventh day post-intervention, the experimental group had significantly higher mean and peak blood velocities in femoral and popliteal veins, significantly (P < 0.05), lower mean D-dimer levels (P = 0.035), and a significantly smaller reduction in thigh and calf circumference (P < 0.001). Consequently, the rate of thigh muscle atrophy was significantly slower in the experimental group (P = 0.011). CONCLUSIONS: FRI is an effective intervention for improving lower limb venous blood flow, mitigating the risk of DVT and muscle atrophy in pregnant women on bed rest. TRIAL REGISTRATION: This trial was retrospectively registered with the Chinese Clinical Trial Registry on June 18, 2024 (registration number: ChiCTR2400085770).",
      "mesh_terms": [
        "Humans",
        "Female",
        "Pregnancy",
        "Bed Rest",
        "Adult",
        "Feasibility Studies",
        "Single-Blind Method",
        "Venous Thrombosis",
        "Lower Extremity",
        "Muscular Atrophy",
        "Blood Flow Velocity",
        "Fibrin Fibrinogen Degradation Products"
      ]
    },
    {
      "pmid": "39265985",
      "title": "Effects of Foam Rolling Prior to Proprioceptive Neuromuscular Facilitation Stretching on Hamstring Flexibility and Thigh Skin Temperature.",
      "authors": [
        "Sinem Yenil",
        "Gamze Yalcinkaya Colak",
        "Seher Ozyurek"
      ],
      "journal": "Journal of sport rehabilitation",
      "publication_date": "2025-Feb-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "CONTEXT: Proprioceptive neuromuscular facilitation stretching (PNFS) is suggested to improve the range of motion and flexibility as an active warm-up. Recently, the foam rolling (FR) methods have also emerged as a passive warm-up. However, the combined effects of PNFS and FR are still unclear, and no reports have compared their effects using thermal imaging. This study investigated the acute effects of combining nonvibration FR (NVFR) and vibration FR (VFR) prior to PNFS, in comparison with PNFS alone, on hamstring flexibility and thigh skin temperature. DESIGN: Randomized controlled trial. METHODS: Participants (n = 60) were randomly assigned to PNFS, NVFR + PNFS, VFR + PNFS, and control group (CG). Active knee-extension (AKE), sit and reach (SR) test, and thermal imaging were evaluated before (pre-int), immediately after (post-int), and 30-minutes after (post30-int) intervention. RESULTS: All intervention groups had a significant increase at all time periods (P < .001) except the CG in terms of AKE and sit and reach test (P > .05). Combined (NVFR + PNFS/VFR + PNFS) groups had also a significant increase in the post30-int compared with pre-int and post-int values of thigh skin temperature (P < .001). Combined groups, over time, had the best post30-int effect on increasing skin temperature. The study found a significant interaction effect between interventions and time across several measurements (P < .05). Combined groups showed more significant improvements in AKE compared to CG at post-int (P < .05). There is a similar change in AKE, SR test, and skin temperatures between combined groups and PNFS alone at both post-int and post30-int (P < .05). CONCLUSIONS: These findings indicate that using FR, with or without vibration, before PNFS does not provide an additional benefit in improving hamstring flexibility and thigh skin temperatures compared with PNFS alone.",
      "mesh_terms": [
        "Humans",
        "Skin Temperature",
        "Hamstring Muscles",
        "Thigh",
        "Male",
        "Female",
        "Young Adult",
        "Range of Motion, Articular",
        "Muscle Stretching Exercises",
        "Adult",
        "Proprioception",
        "Vibration"
      ]
    },
    {
      "pmid": "39228783",
      "title": "The Effects of Foam Rolling at Different Speeds on Mechanical Properties of Quadriceps Femoris.",
      "authors": [
        "Atilla Çağatay Sezik",
        "Özgün Uysal",
        "Tuzun Fırat",
        "Irem Düzgün",
        "Volga Bayrakcı Tunay"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Foam rolling have gained popularity among elite athletes, but the effect of the speed parameter of foam rolling has not yet been determined. Our objective was to investigate the impact of different application speeds of foam roller on the mechanical properties of the quadriceps femoris muscle. Eighteen male professional basketball athletes (age 23 ± 4 years, body mass index 24.43 ± 1.59 kg/m2) participated in this study. We used a crossover design to randomize the order of the treatment speeds (30 beats per minute-FAST, 15 beats per minute-SLOW, and a self-determined speed-SELF) with a one-week washout period between each session. We measured dominant quadriceps femoris muscle tone, elasticity, and stiffness using the Myoton device before and after the interventions. We found that the average rate for SELF was 33±10 beats per minute, making SELF the fastest. All application speeds showed similar results in pre-intervention measurements of the mechanical properties of the tissues (P > 0.05). However, post hoc analysis revealed that a decrease was evident in SLOW compared to SELF in muscle tone in post-intervention measurements (P = 0.037). Also, we noted that comparison of pre- and post-intervention on FAST and SLOW showed a significant reduction in muscle tone (P = 0.002, P = 0.008). Slower foam rolling prior to training or competition may lead to a delay in the reaction time due to the reduction in tonus, that can increase the injury risks. Alternatively, the significant reduction in tonus may be useful in regulating the increased tonus after training and competition.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Quadriceps Muscle",
        "Young Adult",
        "Cross-Over Studies",
        "Basketball",
        "Biomechanical Phenomena",
        "Adult",
        "Elasticity",
        "Muscle Tonus"
      ]
    },
    {
      "pmid": "39178061",
      "title": "Acute Effects of Foam Rolling vs. Vibration Foam Rolling on Blood Flow Parameters in Professional Soccer Players: A Randomized Crossover Design.",
      "authors": [
        "Alexis Padrón-Cabo",
        "Alejandra Alonso-Calvete",
        "Łukasz Radzimiński",
        "Ezequiel Rey",
        "Miguel Lorenzo-Martínez"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Comparative Study"
      ],
      "abstract": "Padrón-Cabo, A, Alonso-Calvete, A, Radzimiński, Ł, Rey, E, and Lorenzo-Martínez, M. Acute Effects of foam rolling vs. vibration foam rolling on blood flow parameters in professional soccer players: a randomized crossover design. J Strength Cond Res 38(11): 1885-1890, 2024-The study aimed to compare the effects of foam roller (FR) and vibration foam roller (VFR) on blood flow parameters, measured by Doppler ultrasonography in professional soccer players. A randomized crossover design was used, and 10 professional soccer players participated in 3 experimental sessions: FR, VFR, and a control condition (CC). The maximum velocity (MVel) and maximum volume (MVol) blood flow parameters were measured in the common femoral artery of the dominant leg at 5 different time points as follows: before (pre), immediately after (post 0'), 10 (post 10'), 20 (post 20'), and 30 minutes (post 30') after the intervention. Both FR and VFR involved two 45-second sets with 15-second rest between sets in the quadriceps and hamstring, while CC required sitting for 240 seconds. The FR condition showed a significant increase in MVel ( p < 0.01) at all time points after the intervention, and an increase in MVol ( p < 0.05) only at post 0' compared with pre. The VFR condition showed a significant ( p < 0.05) increase in MVel at post 0' and post 10' and an increase ( p < 0.05) in MVol at post 0' compared with pre. In comparison with CC, the FR and VFR conditions presented significantly ( p < 0.05) higher MVel values at post 0', post 10', post 20', and post 30' than CC. For both FR and VFR conditions, the MVol not only revealed a significant ( p < 0.05) increase at post 0' but also at post 10' for VFR compared with CC. In summary, the FR and VFR interventions demonstrated a similar increase in blood flow parameters, suggesting that both strategies may accelerate physiological recovery in elite soccer players.",
      "mesh_terms": [
        "Humans",
        "Soccer",
        "Cross-Over Studies",
        "Vibration",
        "Male",
        "Young Adult",
        "Femoral Artery",
        "Adult",
        "Regional Blood Flow",
        "Ultrasonography, Doppler",
        "Blood Flow Velocity",
        "Quadriceps Muscle",
        "Hamstring Muscles"
      ]
    },
    {
      "pmid": "38760635",
      "title": "Static Stretch Training versus Foam Rolling Training Effects on Range of Motion: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Andreas Konrad",
        "Shahab Alizadeh",
        "Saman Hadjizadeh Anvar",
        "Josef Fischer",
        "Josefina Manieu",
        "David G Behm"
      ],
      "journal": "Sports medicine (Auckland, N.Z.)",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Long-term static stretching as well as foam rolling training can increase a joint's range of motion (ROM). However, to date, it is not clear which method is the most effective for increasing ROM. OBJECTIVE: The purpose of this systematic review and meta-analysis was to compare the effects of static stretching and foam rolling training on ROM. METHODS: The literature search was performed in PubMed, Scopus, and Web of Science to find the eligible studies. Eighty-five studies (72 on static stretching; and 13 on foam rolling) were found to be eligible with 204 effect sizes (ESs). For the main analyses, a random-effect meta-analysis was applied. To assess the difference between static stretching and foam rolling, subgroup analyses with a mixed-effect model were applied. Moderating variables were sex, total intervention duration, and weeks of intervention. RESULTS: Static stretch (ES =  - 1.006; p < 0.001), as well as foam rolling training (ES =  - 0.729; p = 0.001), can increase joint ROM with a moderate magnitude compared with a control condition. However, we did not detect a significant difference between the two conditions in the subgroup analysis (p = 0.228). When the intervention duration was ≤ 4 weeks, however, a significant change in ROM was shown following static stretching (ES =  - 1.436; p < 0.001), but not following foam rolling (ES =  - 0.229; p = 0.248). Thus, a subgroup analysis indicated a significant favorable effect with static stretching for increasing ROM compared with foam rolling (p < 0.001) over a shorter term (≤ 4 weeks). Other moderator analyses showed no significant difference between static stretch and foam rolling training on ROM. CONCLUSIONS: According to the results, both static stretching and foam rolling training can be similarly recommended to increase joint ROM, unless the training is scheduled for ≤ 4 weeks, in which case static stretching demonstrates a significant advantage. More studies are needed with a high-volume foam rolling training approach as well as foam rolling training in exclusively female participants.",
      "mesh_terms": [
        "Humans",
        "Muscle Stretching Exercises",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "38662947",
      "title": "Golfers' Performance Is Improved More by Combining Foam Rolling and Dynamic Stretch to the Lead Hip Than Practice Golf Swinging.",
      "authors": [
        "Yuji Hamada",
        "Kiyokazu Akasaka",
        "Takahiro Otsudo",
        "Yutaka Sawada",
        "Hiroshi Hattori",
        "Yuto Kikuchi",
        "Toby Hall"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2024-Jul-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Hamada, Y, Akasaka, K, Otsudo, T, Sawada, Y, Hattori, H, Kikuchi, Y, and Hall, T. Golfers' performance is improved more by combining foam rolling and dynamic stretch to the lead hip than practice golf swinging. J Strength Cond Res 38(7): e391-e397, 2024-Warming up is considered effective in improving performance and preventing injury. Despite this, there have been few studies investigating warm-up programs in golf and whether specific factors contribute to improved performance. The purpose of this study was to examine the immediate effects of combined foam rolling and dynamic stretch (FR + DS) to the lead hip on golf swing performance, hip range of motion (ROM), and muscle strength in amateur golfers using a randomized crossover design. The study sample comprised 22 men (mean ± SD ; age, 32.6 ± 8.5 years, body mass index (BMI), 23.4 ± 2.7 kg·m -2 ). Subjects were assigned to receive either FR + DS or repetitive golf swing practice (SW) before crossing over to the other intervention for another day. Measurements included golf swing performance (ball speed, club head speed, flight distance [\"carry\"], spin rate, and launch angle), hip internal rotation (IR), and external rotation (ER) ROM, as well as hip IR and ER muscle strength. Comparisons between groups were made before and after each intervention. For golf swing performance, FR + DS improved \"carry\" significantly more than SW ( p < 0.05). No significant differences in golf swing performance other than \"carry\" were found. In addition, IR ROM and IR muscle strength of the lead hip were significantly increased in the FR + DS group ( p < 0.05). FR + DS has effects on improving lead hip IR ROM and IR muscle strength, which may facilitate golfers' swing and \"carry.\" FR + DS shows promise as a warm-up method for amateur golfers who want to improve golf performance.",
      "mesh_terms": [
        "Humans",
        "Golf",
        "Male",
        "Athletic Performance",
        "Range of Motion, Articular",
        "Adult",
        "Muscle Strength",
        "Cross-Over Studies",
        "Warm-Up Exercise",
        "Hip",
        "Young Adult",
        "Muscle Stretching Exercises",
        "Sports Equipment",
        "Hip Joint"
      ]
    },
    {
      "pmid": "38651043",
      "title": "Effects of foam rolling on hamstrings stiffness in damaged and non-damaged muscle states.",
      "authors": [
        "Rok Vatovec",
        "Anja Grandovec",
        "Žiga Kozinc",
        "Matej Voglar"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Introduction: The aim of this study was to examine the effects of foam rolling (FR) on hamstring muscles stiffness in both non-damaged and exercise-induced muscle damage (EIMD) states, using shear wave ultrasound elastography to measure changes in shear modulus. Methods: Fourteen healthy adults (25.5 ± 4.7 years) participated in a within-participant repeated measures design, with a 2-minute FR intervention applied on one leg and contralateral leg serving as a control. The damaging protocol encompassed maximal eccentric knee extensions performed on an isokinetic dynamometer and the Nordic hamstring exercise, consisting of 3 sets of 10 and 6 repetitions, respectively. Measurement were taken at baseline and then 1 h, 24 h and 48 h after the damaging protocol. Results: The results indicated no significant time × leg interaction for shear modulus in biceps femoris, semimembranosus, and semitendinosus muscles in both non-damaged and damaged states. Notably, there was a significant increase in biceps femoris (p = 0.001; η2 = 0.36) and semitendinosus (p < 0.001; η2 = 0.44) shear modulus after EIMD, but no significant differences were found between the FR and control leg, which was also the case for muscle soreness, range of motion, and passive resistive torque (p = 0.239-0.999 for interactions). Discussion: The absence of significant changes post-FR intervention suggests a limited role of short-duration FR in altering muscle stiffness during recovery from EIMD. These findings contribute to the understanding of FR's role in muscle recovery. Although this was not directly investigated, our results suggest a predominance of central mechanisms rather than direct mechanical modifications in muscle properties. This research highlights the necessity for additional investigations to explore how FR interventions influence muscles in different states and to elucidate the mechanisms underlying these influences."
    },
    {
      "pmid": "38524825",
      "title": "Comparison of acute and prolonged effects of short-term foam rolling and vibration foam rolling on the properties of knee extensors.",
      "authors": [
        "Kazuki Kasahara",
        "Andreas Konrad",
        "Riku Yoshida",
        "Yuta Murakami",
        "Shigeru Sato",
        "Ryoma Koizumi",
        "Ewan Thomas",
        "David G Behm",
        "Masatoshi Nakamura"
      ],
      "journal": "Biology of sport",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recently, Foam Rolling (FR) and Vibration Foam Rolling (VFR) have attracted attention in sports and rehabilitation fields. Previous studies have shown that FR and VFR acute interventions effectively increase the range of movement (ROM) and decrease tissue hardness. For application to sports and rehabilitation, it is necessary to compare the acute and prolonged effects of short duration FR and VFR. Therefore, this study aimed to compare and investigate the acute and prolonged (15 minutes) effects of short duration (30-s) FR and VFR interventions on knee extensors. The subjects were 14 male university students (22.4 ± 1.0 years old), in which the knee extensors of the dominant leg were tested. In a cross-over trial, 30-s of FR or VFR were performed with 2-s rolling of the anterior thigh (15 rolls). The frequency of VFR was 35 Hz. Measurements included knee flexion ROM, pain pressure threshold (PPT), tissue hardness, and countermovement jump height. The results of this study showed no interaction effects for all variables, but main time effects were observed for knee flexion ROM, PPT, and tissue hardness. Post-hoc tests showed that knee flexion ROM increased up to 10 minutes after the intervention. PPT significantly increased, and tissue hardness significantly decreased up to 15 minutes after intervention. This study showed that 30-s FR and VFR interventions effectively increased ROM, PPT, and decreased tissue hardness. The effects were prolonged up to 10-15 minutes after the intervention. The results of this study show no advantage of VFR over FR with acute short-term interventions."
    },
    {
      "pmid": "38524819",
      "title": "Comparison of the effects of different foam rolling durations on knee extensors function.",
      "authors": [
        "Kazuki Kasahara",
        "Andreas Konrad",
        "Riku Yoshida",
        "Yuta Murakami",
        "Ryoma Koizumi",
        "Ewan Thomas",
        "David G Behm",
        "Masatoshi Nakamura"
      ],
      "journal": "Biology of sport",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Foam rolling (FR) intervention has recently attracted attention in sports and rehabilitation settings. However, the effects of FR using different rolling durations have not been fully clarified. Thus, this study focused on FR durations and examined the acute and prolonged (i.e., 20-min; 40-min, 60-min) effects of different FR intervention durations on maximal voluntary concentric contractions (MVC-CON), knee flexion range of motion (ROM), pain pressure threshold (PPT), and tissue hardness. The participants were 10 male university students (22.5 ± 1.0 years), and the target muscles were the dominant leg knee extensors. Three sets of 60-seconds FR interventions were performed in the randomized crossover trials in each condition. The three intervention conditions were fast (1 rolling/2 s, 30-repetition × 3 sets, 90 repetitions), medium (1 rolling/6 s, 10-repetition × 3 sets, 30 repetitions), and slow speed (1 rolling/12 s, 5-repetition × 3 sets, 15 repetitions). Before as well as immediately, 20-min, 40-min, and 60-min after the interventions, MVC-CON, ROM PPT, and tissue hardness were measured. The results showed no interaction effect in the acute effect but a main effect of time for all variables (p < 0.05). Also, no interaction was observed in prolonged effect, but main effects of time were observed in knee flexion ROM, PPT, and tissue hardness (p < 0.01) but not for MVC-CON. Post-hoc tests showed significant PPT (p < 0.05) and knee flexion ROM (p < 0.01) increases up to 20- and 60-minutes respectively after all interventions. Tissue hardness was significantly (p < 0.01) decreased up to 60-minutes after all interventions. This study showed that the FR intervention changed ROM, PPT, tissue hardness, and MVC-CON regardless of rolling duration and that the effects persisted up to 20-60 minutes."
    },
    {
      "pmid": "38432823",
      "title": "Effectiveness of instrument assisted soft tissue mobilization versus foam rolling on trigger point release in calf muscles.",
      "authors": [
        "Amita Aggarwal",
        "Nehal Agarwal",
        "Manisha Rathi",
        "Tushar J Palekar"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2024-Jan",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Instrument assisted soft tissue mobilization and foam rolling are two techniques that have been proven effective in treating Myofascial Trigger Points, irrespective of the type of trigger point. However, little is known about the comparative effectiveness of Instrument assisted soft tissue mobilization and foam rolling. This study proposed to evaluate the effectiveness of either technique on plantar flexors trigger points, ankle dorsiflexion, and lower limb power present in the calf muscles in non-symptomatic patients. METHOD: Forty-two subjects with bilateral calf muscle tightness, at least one trigger point in the calf muscle, and fulfilling the inclusion criteria were randomly assigned to either of the groups. Group A was treated for gastrocnemius and soleus trigger points using Instrument assisted soft tissue mobilization and Group B was treated using the Foam Rolling method. Treatment was given every alternate day, a total of 3 sessions. Subjects were evaluated on 1st and 3rd sessions for pre-post differences of ankle dorsiflexion Range of motion in weight bearing and non-weight bearing position, pressure pain threshold for gastrocnemius trigger point 1(G1), 2(G2), and soleus point 1(S1) on both sides, and lower limb power. RESULT: Within group analyses, both groups had shown statistically significant results for all parameters except gastrocnemius trigger point 2 of foam rolling. For between group comparison foam rolling had a statistically significant result in non-weight bearing ankle dorsiflexion range of motion. CONCLUSION: Both Instrument assisted soft tissue mobilization and Foam rolling were equally effective for treating calf trigger points. But foam rolling was more effective in improving ankle dorsiflexion range of motion.",
      "mesh_terms": [
        "Humans",
        "Trigger Points",
        "Leg",
        "Lower Extremity",
        "Massage",
        "Muscles"
      ]
    },
    {
      "pmid": "38287936",
      "title": "Recovery Effects of Foam Rolling on Psychophysiological Responses in Thai National Male Ice Hockey Players.",
      "authors": [
        "Fuengfa Khobkhun",
        "Rakchai Sukwiboon",
        "Papatsorn Ramyarangsi",
        "Mark E T Willems",
        "Amornpan Ajjimaporn"
      ],
      "journal": "International journal of exercise science",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We examined the short-term effects of foam rolling (FR), dynamic stretching (DS), and passive rest (PR) following simulated ice hockey exercise (IHE) on heart rate (HR), blood lactate (BL), leg choice reaction time (CRTleg), rating of perceived exertion (RPE), and global rating of change (GRC) in elite ice hockey players. The study followed a randomized cross-over design. Fifteen national male ice hockey players were assigned to the FR, DS, or PR interventions for 10 mins following 35- min of simulated IHE. HR and BL were obtained at 0-, 5- and 10-min post-intervention. CRTleg and RPE were assessed pre-and post-intervention. GRC was evaluated post-intervention. The PR decreased HR faster than the DS at 5-min of post-treatment. Whereas the FR and DS reduced BL levels faster than the PR at 5- and 10-min post-treatment. There was no difference in CRTleg among the FR, DS, and PR. The FR had lower RPE scores compared to the DS and PR post-treatment. As perceptual aspects, the FR was the most preferred treatment by ice hockey athletes. The FR and DS exerted more beneficial effects on BL but not on HR by the passive rest. The FR showed the most effective treatment on the psychological demands by improving RPE and perceptual responses over the DS and PR. Thus, the FR could be used as a choice for post-game recovery treatment on improving physiological and perceptual responses following an intense match-play in ice hockey players."
    },
    {
      "pmid": "38283121",
      "title": "The non-local effects of 7-week foot sole static stretching and foam rolling training on shoulder extension range of motion.",
      "authors": [
        "Andreas Konrad",
        "Marina Reiner",
        "Josefina Manieu",
        "Josef Fischer",
        "Adrian Schöpflin",
        "Markus Tilp",
        "David G Behm"
      ],
      "journal": "Frontiers in sports and active living",
      "publication_date": "2023",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Static stretching and foam rolling can increase the range of motion (ROM) of a joint acutely as well as chronically. Although studies have reported ROM increases of a non-stretched heterologous muscle (non-local) following an acute static stretching or foam rolling session, these effects have not been studied for long-term training interventions. Therefore, the purpose of this study was to investigate the effects of a comprehensive 7-week static stretching and foam rolling training program of the foot sole on shoulder extension ROM. A total of 33 healthy, physically active participants (20 male) were assigned to either the intervention (n = 19) or control (n = 14) group. The intervention group performed a 7-week combined static stretching and foam rolling intervention comprising three sessions a week, including three exercises of the foot sole for 5 min each. Before and after the intervention period, the shoulder extension ROM was tested with three-dimensional (3D) motion caption. The level of significance for all statistical analyses was set to ρ ≤ 0.05. There was no significant time (p = 0.70, F1, 31 = 0.157; η2 = 0.005) or time×group effect (p = 0.38, F1, 31 = 0.785; η2 = 0.025) in shoulder extension ROM, indicating no ROM changes in the intervention or the control group. Although previous studies on the acute effects of stretching and foam rolling reported non-local increases in ROM in heterologous muscles, this study could show that such effects do not occur after chronic SS and foam rolling training for 7 weeks. Consequently, if the goal is to chronically increase the ROM of a specific joint, it is recommended to directly treat the muscles of interest."
    },
    {
      "pmid": "38244921",
      "title": "Foam rolling and stretching do not provide superior acute flexibility and stiffness improvements compared to any other warm-up intervention: A systematic review with meta-analysis.",
      "authors": [
        "Konstantin Warneke",
        "Gerit Plöschberger",
        "Lars H Lohmann",
        "Eric Lichtenstein",
        "Daniel Jochum",
        "Stanislav D Siegel",
        "Astrid Zech",
        "David G Behm"
      ],
      "journal": "Journal of sport and health science",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Acute improvement in range of motion (ROM) is a widely reported effect of stretching and foam rolling, which is commonly explained by changes in pain threshold and/or musculotendinous stiffness. Interestingly, these effects were also reported in response to various other active and passive interventions that induce responses such as enhanced muscle temperature. Therefore, we hypothesized that acute ROM enhancements could be induced by a wide variety of interventions other than stretching or foam rolling that promote an increase in muscle temperature. METHODS: After a systematic search in PubMed, Web of Science, and SPORTDiscus databases, 38 studies comparing the effects of stretching and foam rolling with several other interventions on ROM and passive properties were included. These studies had 1134 participants in total, and the data analysis resulted in 140 effect sizes (ESs). ES calculations were performed using robust variance estimation model with R-package. RESULTS: Study quality of the included studies was classified as fair (PEDro score = 4.58) with low to moderate certainty of evidence. Results showed no significant differences in ROM (ES = 0.01, p = 0.88), stiffness (ES = 0.09, p = 0.67), or passive peak torque (ES = -0.30, p = 0.14) between stretching or foam rolling and the other identified activities. Funnel plots revealed no publication bias. CONCLUSION: Based on current literature, our results challenge the established view on stretching and foam rolling as a recommended component of warm-up programs. The lack of significant difference between interventions suggests there is no need to emphasize stretching or foam rolling to induce acute ROM, passive peak torque increases, or stiffness reductions.",
      "mesh_terms": [
        "Humans",
        "Muscle Stretching Exercises",
        "Muscle, Skeletal",
        "Range of Motion, Articular",
        "Torque",
        "Warm-Up Exercise"
      ]
    },
    {
      "pmid": "38114332",
      "title": "Is foam rolling as effective as its popularity suggests? A randomised crossover study exploring post-match recovery in female basketball.",
      "authors": [
        "Marco Pernigoni",
        "Rasa Kreivytė",
        "Inga Lukonaitienė",
        "Cem Rifat Toper",
        "Sigitas Kamandulis",
        "Daniele Conte"
      ],
      "journal": "Journal of sports sciences",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "This study aimed to assess the effectiveness of foam rolling as a post-match recovery tool in basketball. Using a crossover design, 13 female players completed two simulated matches, followed by foam rolling (FR) or placebo (CON). Countermovement jump height (CMJ), heart rate variability (Ln-rMSSD), muscle soreness (VAS), perceived recovery (TQR) and fatigue (Rating-of-Fatigue) were recorded at pre-match, post-match, post-recovery and 24 h post-match. No significant effect of time*intervention and intervention were found for any variable (p > 0.05), while a significant effect of time (p < 0.01) was reported for all variables. Post-hoc analyses revealed lower CMJ and Ln-rMSSD at post-match compared with all other time points (p < 0.001), increases in pre-match VAS scores at all subsequent time points (p < 0.01), and worse TQR and Rating-of-Fatigue scores from pre-to-post-match and pre-match-to-post-recovery (p < 0.01), except for unchanged TQR values from pre-match-to-post-recovery in FR (p > 0.05). Overall, the present data suggest that foam rolling was generally ineffective for improving post-exercise recovery in female basketball players after a single match. Future research investigating the effectiveness of foam rolling in players of different sex, age and/or competitive level is warranted to provide further insight on the topic.",
      "mesh_terms": [
        "Female",
        "Humans",
        "Basketball",
        "Cross-Over Studies",
        "Fatigue",
        "Myalgia",
        "Post-Exercise Recovery Techniques"
      ]
    },
    {
      "pmid": "38052577",
      "title": "Acute effects of foam rolling on ankle dorsiflexion and squat exercise patterns in extreme conditioning program practitioners: A randomized clinical trial.",
      "authors": [
        "Letícia Santos Cardoso",
        "Luana Rocha Paulo",
        "Cecília Ferreira Aquino",
        "Isadora Gomes Alves Mariano",
        "Gabriel Campos Souza",
        "Gabriel Mader de Oliveira",
        "Redha Taiar"
      ],
      "journal": "Mathematical biosciences and engineering : MBE",
      "publication_date": "2023-Oct-09",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Joint and muscle overloads commonly occur in extreme conditioning programs (ECP), which require great physical fitness for their practice. For its execution, good functional performance, mobility and adequate movement patterns are required. The fascial system plays a fundamental role in performance in ECP and one of the techniques used to improve joint mobility and movement pattern is the self-myofascial release using a foam roller (FR). Our objective of this study was to evaluate the effect of FR in ankle dorsiflexion (DF) range of motion (ROM), assessed with the Lunge Test, and also in the squat movement pattern, assessed using the Technique smartphone application, in ECP practitioners. METHODS: The study was carried out with 18 ECP practitioners who practiced for over four months and had a mean age of 30.94 years. The participants were randomized and allocated into two groups: control and intervention. The FR was self-applied bilaterally in the sural triceps region for 90 seconds. Tests to assess DF ROM and squat movement pattern were applied before and immediately after using FR (intervention group) or after three-minute rest (control group). RESULTS: The use of the FR promoted an immediate increase in ankle DF ROM during the Lunge Test and during the squat and a decrease in dynamic knee valgus during the squat. CONCLUSION: The FR can be used as a tool for an acute increase in DF ROM and a decrease in dynamic knee valgus, having a positive impact in improving movement patterns.",
      "mesh_terms": [
        "Humans",
        "Adult",
        "Ankle",
        "Ankle Joint",
        "Range of Motion, Articular",
        "Knee Joint",
        "Exercise"
      ]
    },
    {
      "pmid": "37949565",
      "title": "Effects of foam rolling on vastus intermedius and lateralis microvascular blood flow.",
      "authors": [
        "S Schroeter",
        "B Lohmann",
        "A Magosch",
        "R Heiss",
        "C Grim",
        "J Freiwald",
        "M Engelhardt",
        "M W Hoppe",
        "T Hotfiel"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2023-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Foam Rolling (FR) as a technique of self-massage has become a widely used intervention in clinical and sports practice. It is assumed that FR leads to an increased intramuscular microvascular blood flow (MBF), and therefore is commonly recommended as a warm-up or regeneration method. However, no data validate the effects of FR on MBF. This study aimed to assess whether FR increases intramuscular MBF using contrast-enhanced ultrasound (CEUS). METHODS: Ten healthy athletes performed a standardized FR intervention applied to the lateral thigh (3 sets: 45 s FR, 20 s rest). Intramuscular perfusion was determined by CEUS under resting conditions (t0), immediately (t1), and 30 min (t2) after the intervention. Peak enhancement (PE), wash-in rate (WiR), and wash-in perfusion index (WiPI) were evaluated as quantitative perfusion parameters in vastus lateralis (VL) and intermedius (VI) muscle separately via regions of interest mapping. RESULTS: Immediately after the intervention (t1), perfusion parameters showed a non-significant decrease in VL (p = 0.3; PE: -32.1%, WiPI: -29.6%, WiR: -50.4%) and VI (p = 0.4; PE: -10.3%, WiPI: -6.4%, WiR: -35.6%). A non-significant decrease was found at t2 in VL (p = 0.2; PE: -34%, WiPI -33.9%, WiR -61.2%) and VI (p = 0.2; PE -17.6%, WiPI -13.8%, WiR -43.2%). CONCLUSIONS: The common assumption of intramuscular MBF improvement due to FR could not be confirmed for up to 30 min after the intervention. If an increase in intramuscular metabolism or MBF is intended, we recommend that alternative methods (i.e., traditional warm-up) should be preferred.",
      "mesh_terms": [
        "Humans",
        "Quadriceps Muscle",
        "Contrast Media",
        "Microcirculation",
        "Ultrasonography"
      ]
    },
    {
      "pmid": "37711712",
      "title": "Comparison of Isolated or Combined Static Stretching and Foam Rolling on Knee Extensors' Function.",
      "authors": [
        "Kazuki Kasahara",
        "Andreas Konrad",
        "Riku Yoshida",
        "Yuta Murakami",
        "Shigeru Sato",
        "Ryoma Koizumi",
        "David G Behm",
        "Masatoshi Nakamura"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2023-Sep",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Static stretching (SS), foam rolling (FR), and a combination of both are used as warm-ups for sports and training. However, no reports have compared or examined the warm-up effects of short-term interventions (i.e., 30-s). Therefore, this study was designed to compare and examine the effects of short-term SS, FR, and SS+FR on knee extensors. The dominant knee extensors of 14 male university students (22.0 ± 1.3 years old) were tested. Five conditions were randomized: 60-s SS, 60-s FR, 30-s SS+ 30-s FR, 30-s SS, and 30-s FR to examine differences in intervention method, duration, and combined. The measures were knee flexion range of motion (ROM), pain pressure threshold (PPT), tissue hardness, maximum voluntary contraction-isometric (MVC-ISO), and MVC-concentric (MVC-CON) torques, measured before and after the intervention. Knee flexion ROM (d = 0.40, d = 0.59, d = 0.54, d = 0.59, d = 0.52 respectively) and PPT (d = 0.77, d = 0.60, d = 0.90, d = 0.74, d = 0.52, respectively) were significantly increased (p < 0.01), and tissue hardness (d = -0.79, d = -0.63, d = -0.53, d = -0.59, d = -0.72, respectively) was significantly decreased (p < 0.01) in all conditions. However, MVC-ISO decreased significantly (p < 0.01) in the 60-s SS and 30-s SS conditions but did not affect MVC-CON in all conditions. The results of this study revealed that SS, FR, and SS+FR interventions for a short-term as a warm-up before exercise were effective in increasing ROM, PPT, and decreasing tissue hardness. However, SS intervention with more than 30-s on the knee extensors decreased muscle strength, so short-term FR intervention is recommended when the goal is to increase ROM while maintaining both MVC-ISO and MVC-CON torques. Similarly, a short-term FR intervention after a short-term SS can eliminate the effect of strength impairments.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Young Adult",
        "Adult",
        "Muscle Stretching Exercises",
        "Knee Joint",
        "Muscle Strength",
        "Pain Threshold",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "37570418",
      "title": "Comparative Efficacy of Vibration foam Rolling and Cold Water Immersion in Amateur Basketball Players after a Simulated Load of Basketball Game.",
      "authors": [
        "Fengping Li",
        "Yang Song",
        "Xuanzhen Cen",
        "Dong Sun",
        "Zhenghui Lu",
        "István Bíró",
        "Yaodong Gu"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2023-Jul-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To compare the efficacy of different recovery strategies (sitting; cold water immersion, CWI; vibration foam rolling, VFR) on the lower extremities of amateur basketball players after the simulated load of a basketball game, we assessed the power, agility, and dynamic balance before and after interventions. Ten amateur basketball players alternately underwent 12 min of sitting, 12 min of CWI at 5 °C, and 12 min of VFR. The power, agility, and dynamic balance were measured immediately post-warm-up, immediately post-game, immediately post-intervention, 1 h after interventions, and 24 h after interventions. To simulate the load of a basketball game, specific movements were designed and implemented. Jump height was measured using a Kistler force plate. Reaction time and dynamic balance score were assessed using the Pavigym agility response system and the Y balance test, respectively. The data were analyzed with a two-way repeated measures analysis of variance (ANOVA). The results showed that the vertical jump height significantly decreased after the CWI intervention compared to the CON and VFR groups (p < 0.001). At 1 h after the intervention, the vertical jump height in the CON group showed delayed recovery compared to the CWI and VFR groups (p = 0.007; p < 0.001). At 24 h after the intervention, the vertical jump height in the CWI group further increased and was significantly different from the CON and VFR groups (p < 0.001; p = 0.005). Additionally, reaction times significantly increased immediately after the CWI intervention (p = 0.004) but showed further recovery at 24 h compared to the CON group (p < 0.001). The dynamic balance score significantly rebounded after the CWI intervention compared to the CON group (p = 0.021), with further improvement at 24 h (p < 0.001). CWI initially showed negative effects, but over time, its recovery effect was superior and more long-lasting. VFR had the best immediate effect on lower limb recovery after the game."
    },
    {
      "pmid": "37466935",
      "title": "Acute Effect of Heavy Load Back Squat and Foam Rolling on Vertical Jump Performance.",
      "authors": [
        "Ting Yen Yeh",
        "Hailey M Wimmenauer",
        "Hugh S Lamont",
        "J Chadwick Smith"
      ],
      "journal": "Research quarterly for exercise and sport",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Purpose: In a rested state, foam rolling has been shown to improve blood flow to the working tissues. When inducing post-activation performance enhancement (PAPE), previous research suggests a longer recovery period between the conditioning activity and performance assessment in weaker participants (back squat <2.0 × body mass). It is possible that a cool-down effect may take place between the conditioning activity and performance assessment for these participants. Therefore, the purpose of this investigation was to determine if foam rolling could help mitigate any cool-down effect to help participants capitalize on PAPE. Methods: Seventeen physically active participants completed baseline jumps followed by rest (control), back squat exercise (heavy squats), rest and foam rolling (FR), and heavy squats followed by foam rolling (combo). VJ performance was assessed three times post-treatment with 2 min between each assessment. Results: VJ height and impulse were greater at baseline than at any other time point across all sessions (p < .001). Impulse for the control and FR sessions were greater than the squats session (p < .015). Impulse for the combo session was less than the FR session (p = .04). Conclusions: Foam rolling did not have a significant impact on attenuating any cool-down effect. In addition, our heavy squats protocol appears to induce too much fatigue that possibly masked the effects of PAPE.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Young Adult",
        "Female",
        "Athletic Performance",
        "Resistance Training",
        "Adult",
        "Weight Lifting"
      ]
    },
    {
      "pmid": "37398969",
      "title": "The comparison between foam rolling either combined with static or dynamic stretching on knee extensors' function and structure.",
      "authors": [
        "Kazuki Kasahara",
        "Andreas Konrad",
        "Riku Yoshida",
        "Yuta Murakami",
        "Shigeru Sato",
        "Ryoma Koizumi",
        "David G Behm",
        "Masatoshi Nakamura"
      ],
      "journal": "Biology of sport",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Static stretching (SS) and dynamic stretching (DS) in combination with foam rolling (FR) have been attracting attention as warm-up routines in sports. However, the combined and intervention order effects of SS or DS and FR on flexibility, muscle strength, and jump performance are still unclear. Therefore, this study aimed to compare the combined effects of FR and SS or DS with the various intervention orders (i.e., SS + FR, DS + FR, FR + SS, DS + FR) on the function and properties of the knee extensors. Using a crossover, random allocation design, 17 male university students (21.0 ± 1.1 y) performed four conditions combining FR and SS or DS. The measurement included knee flexion range of motion (ROM), pain pressure threshold (PPT), tissue hardness, maximum voluntary isometric contraction (MVC-ISO), maximum voluntary concentric contraction (MVC-CON) torque, and single-leg countermovement jump (CMJ) height of the knee extensors. All interventions significantly (p < 0.01) increased knee flexion ROM (SS + FR: d = 1.29, DS + FR: d = 0.45, FR + SS: d = 0.95, FR + DS: d = 0.49), and significantly (p < 0.01) decreased tissue hardness (SS + FR: d = -1.11, DS + FR: d = -0.86, FR + SS: d = -1.29, DS + FR: d = -0.65). There were no significant changes in MVC-ISO, MVC-CON, and CMJ height in all conditions, but a near significant, small magnitude (p = 0.056, d = -0.31) decrease of MVC-ISO was observed in the FR + SS condition. Our results showed that all the combinations of SS or DS and FR effectively decreased tissue hardness and increased ROM without decreasing muscle strength. Also, effect sizes indicated the largest increase in ROM and decrease in tissue stiffness after SS + FR without decreasing muscle strength and jump performance."
    },
    {
      "pmid": "37330788",
      "title": "The immediate effects of foam rolling of the hamstrings muscle group on the contractile properties of the knee muscles in football players.",
      "authors": [
        "Globokar E",
        "Ipavec M",
        "Vreček N",
        "Vauhnik R"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2023-Jul",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "INTRODUCTION: Excessive amounts of intense training, without adequate recovery time, can overload the musculoskeletal, immune, and metabolic systems, resulting in a potentially negative effects on later exercise performance. During the competitive period, the ability to recover after intense training and competition is an important factor of success in soccer. The purpose of this study was to determine the effect of hamstring foam rolling on the knee muscle contractile properties in soccer players, after a sports-specific load. METHODS: 20 male professional soccer players were included and contractile properties of the biceps femoris, rectus femoris, vastus medialis and vastus lateralis muscles were measured with tensiomyography, before and after a Yo-Yo interval test and after 5 × 45 s of hamstring foam rolling. Additionally, active and passive knee extensibility before and after the intervention were measured. A mixed linear model was performed to determine the differences between the mean values of the groups. The experimental group performed foam rolling, while the control was resting. RESULTS: Five repetitions of 45 s of hamstring foam rolling had no statistically significant effect (p > 0.05) on any of the measured muscles following the Yo-Yo interval test or foam rolling intervention. There were no statistically significant differences in delay time, contraction time and maximum muscle amplitude between groups. Active and passive knee extensibility did not differ between groups. DISCUSSION AND CONCLUSION: It seems that foam rolling does not affect mechanical properties of the knee muscles or hamstring extensibility in soccer players, after a sports-specific load.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Hamstring Muscles",
        "Soccer",
        "Muscle, Skeletal",
        "Lower Extremity"
      ]
    },
    {
      "pmid": "37301562",
      "title": "Effects of foam rolling and strength training on post exercise hypotension in normotensive women: A cross-over study.",
      "authors": [
        "Estêvão Rios Monteiro",
        "Jakob L Vingren",
        "Linda S Pescatello",
        "Victor Gonçalves Corrêa Neto",
        "Amanda Fernandes Brown",
        "J Derek Kingsley",
        "Julio Guilherme Silva",
        "Jeferson Macedo Vianna",
        "Jefferson da Silva Novaes"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2023-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Foam rolling (FR) has recently become very popular among athletes and recreational exercisers and is often used during warm up prior to strength training (ST) to induce self-myofascial release. The purpose was to examine the acute effects of ST and FR performed in isolation or in combination on blood pressure (BP) responses during recovery in normotensive women. Sixteen normotensive and strength trained women completed four interventions: 1) rest control (CON), 2) ST only, 3) FR only, and 4) ST immediately followed by FR (ST + FR). ST consisted of three sets of bench press, back squat, front pull-down, and leg press exercises at 80% of 10RM. FR was applied unilaterally in two sets of 120 s to each of the quadriceps, hamstring, and calf regions. Systolic (SBP) and diastolic (DBP) BP were measured before (rest) and every 10 min, for 60 min, following (Post 10-60) each intervention. Cohen's d effect sizes were calculated to indicate the magnitude effect by the formula d = Md/Sd, where Md is the mean difference and Sd is the standard deviation of differences. Cohen's d effect-sizes were defined as small (≥0.2), medium (≥0.5), and large (≥0.8). There were significant reductions in SBP for ST at Post-50 (p < 0.001; d = -2.14) and Post-60 (p < 0.001; d = -4.43), for FR at Post-60 (p = 0.020; d = -2.14), and for ST + FR at Post-50 (p = 0.001; d = -2.03) and Post-60 (p < 0.001; d = -2.38). No change in DBP was observed. The current findings suggest that ST and FR performed in isolation can acutely reduce SBP but without an additive effect. Thus, ST and FR can both be used to acutely reduce SBP and, importantly, FR can be added to a ST regimen without furthering the SBP reduction during recovery.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Blood Pressure",
        "Resistance Training",
        "Cross-Over Studies",
        "Post-Exercise Hypotension",
        "Quadriceps Muscle"
      ]
    },
    {
      "pmid": "36973555",
      "title": "Remote effects of a 7-week combined stretching and foam rolling training intervention of the plantar foot sole on the function and structure of the triceps surae.",
      "authors": [
        "Andreas Konrad",
        "Marina Maren Reiner",
        "Anna Gabriel",
        "Konstantin Warneke",
        "Masatoshi Nakamura",
        "Markus Tilp"
      ],
      "journal": "European journal of applied physiology",
      "publication_date": "2023-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "It is known that a single bout of foam rolling (FR) or stretching can induce changes in range of motion (ROM) and performance in non-directly adjoining areas of the dorsal chain (i.e., remote effects). However, to date, it is not known if such effects exist following long-term interventions. Thus, the purpose of this study was to investigate the remote effects of a 7-week combined stretching and FR training intervention of the plantar foot sole. Thirty-eight recreational athletes were randomly assigned to either an intervention (n = 20) or control (n = 18) group. The intervention group performed stretching and FR exercises of the plantar foot sole for 7 weeks. Before and after the intervention, the dorsiflexion ankle ROM, passive resistive torque at maximum angle (PRTmax) and at a fixed angle, as well as maximum voluntary isometric contraction (MVIC) torque, were measured with a dynamometer. Gastrocnemius medialis and lateralis stiffness was assessed with shear wave elastography. The results showed no interaction effect for any of the parameters. There was a time effect indicating an increase in MVIC and PRTmax, which was more pronounced in the intervention group (+ 7.4 (95% CI 2.5-12.4),  + 4.5 (95% CI - 0.2-9.2)) than the control group (+ 3.6 (95% CI - 1.4-8.6),  + 4.0 (95% CI - 2.2 to 10.2)). The results indicate no or minor remote effects of combined stretching and FR of the foot sole in the ankle joint. Potential non-significant changes in ROM were accompanied with an increase in stretch tolerance, but not with changes in muscle structure.",
      "mesh_terms": [
        "Humans",
        "Muscle Stretching Exercises",
        "Muscle, Skeletal",
        "Ankle",
        "Foot",
        "Ankle Joint",
        "Range of Motion, Articular",
        "Torque"
      ]
    },
    {
      "pmid": "36834043",
      "title": "A 1-Week Comprehensive Foam Rolling Intervention Program Can Improve Knee Pain but Not Muscle Function and Range of Motion in Patients with Total Knee Arthroplasty.",
      "authors": [
        "Masanobu Yokochi",
        "Masatoshi Nakamura",
        "Ayaka Iwata",
        "Ryota Kaneko",
        "Shiho Watanabe",
        "Andreas Konrad",
        "Noboru Yamada"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2023-Feb-14",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "We investigate the effect of a 1-week comprehensive foam rolling (FR) intervention program on knee pain, range of motion (ROM), and muscle function in patients with TKA.Thirty patients with TKA were randomly allocated to FR (n = 15) or control (n = 15) groups. The control group received only regular physical therapy. Patients in the FR group performed the FR intervention in addition to their regular physical therapy twice daily from postoperative weeks two to three (60 s × 3 repetitions × 2 times/day × 6 days: total = 2160 s). Pain score, knee flexion and extension ROM, muscle strength, walking function, and balance function were measured before and after the FR intervention. From the second to third postoperative weeks, there were significant improvements in all variables, and the reduction in pain score at stretching was significantly greater in the FR group (-26.0 ± 1.4; p < 0.05) than in the control group (-12.5 ± 1.9). However, there was no significant difference in changes in the other variables except for the pain score at stretching between FR and control groups. A 1-week comprehensive FR intervention program in patients with TKA could reduce pain scores at stretching without a synergistic effect on physical function, i.e., walking speed, balance function, and muscle strength of the knee extensors muscles.",
      "mesh_terms": [
        "Humans",
        "Arthroplasty, Replacement, Knee",
        "Knee Joint",
        "Knee",
        "Pain",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "36674197",
      "title": "Foam Rolling vs. Proprioceptive Neuromuscular Facilitation Stretching in the Hamstring Flexibility of Amateur Athletes: Control Trials.",
      "authors": [
        "Albert Pérez-Bellmunt",
        "Oriol Casasayas-Cos",
        "Paolo Ragazzi",
        "Jacobo Rodríguez-Sanz",
        "César Hidalgo-García",
        "Max Canet-Vintró",
        "Iván Caballero-Martínez",
        "Laura Pacheco",
        "Carlos López-de-Celis"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2023-Jan-12",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: the use of stretching techniques in the sports world is frequent and common thanks to their many effects. One of the main benefits of stretching is an increased range of motion (ROM). Recently, the use of a foam roller has spread in sports practice due to benefits that are similar to those of shoes observed in stretching. The objective of the following study was to compare the results of proprioceptive neuromuscular facilitation stretching (PNF) with foam rolling (FR). METHODS: The design of the study was a single-blind, randomized controlled trial (clinicaltrial.gov NCT05134883), and the participants were 80 healthy young athletes. The range of motion was evaluated with a modified sit-and-reach test before, during (at 30 s), and at the end of the intervention (at 2 min). The subject's discomfort sensation was measured using the Borg scale. Effect sizes were calculated using Cohen's d coefficient. Volunteers were randomized into the PNF group or FR group. RESULTS: the differences were statistically significant (p < 0.001) during the intervention in favor of PNF group. The differences at the end of intervention showed that the PNF group had a greater increase in flexibility, with this difference being statically significant (p < 0.001). The sensation of perceived exertion with PNF at the end of the intervention was similarly classified as moderate for both groups. CONCLUSION: Despite the fact that the use of FR is spreading in the field of sports and rehabilitation, the results of the present study suggest that the gain in flexibility in the hamstrings is greater if PNF-type stretches are used instead of FR.",
      "mesh_terms": [
        "Humans",
        "Muscle Stretching Exercises",
        "Single-Blind Method",
        "Hamstring Muscles",
        "Range of Motion, Articular",
        "Proprioception",
        "Athletes"
      ]
    },
    {
      "pmid": "36630577",
      "title": "Effectiveness of an 18-week general strength and foam-rolling intervention on running-related injuries in recreational runners.",
      "authors": [
        "Pia Desai",
        "Jonatan Jungmalm",
        "Mats Börjesson",
        "Jón Karlsson",
        "Stefan Grau"
      ],
      "journal": "Scandinavian journal of medicine & science in sports",
      "publication_date": "2023-May",
      "publication_types": [
        "Observational Study",
        "Journal Article"
      ],
      "abstract": "RATIONALE: More research is needed to uncover the effectiveness of combined strength and foam-rolling interventions to prevent running-related injuries. OBJECTIVES: To evaluate effectiveness of an 18-week general strength and foam-rolling intervention on the incidence of running-related injuries. METHOD: This is an 18-week observational comparative study. A total of 433 recreational runners participated (n = 203 female). The intervention group (n = 228) performed general strength and foam-rolling exercises twice weekly for 18 weeks, the control group (n = 205) maintained their regular training habits. Running volume and running-related pain were reported weekly. Secondary analyses were performed on the subgroups of the intervention group based on compliance; low compliance (n = 100), intermediate compliance (n = 63), and high compliance (n = 65). Cumulative incidence proportions were calculated and time-to-event statistics were performed to compare survival times between groups. Univariate cox proportional hazards ratio was calculated to estimate the risk of running-related injuries at 18 weeks. RESULTS: A total of 100 running-related injuries were sustained. The cumulative incidence proportion for the control and intervention groups was 27.1% (95% CI: 21.4-33.9) and 23.0% (95% CI: 17.8-29.4), respectively. No statistically significant difference was found between the overall intervention group and control group (log-rank p = 0.31). A significant difference existed between the high-compliance subgroup and the control group (log-rank p = 0.00). Highly compliant runners were 85% less likely (hazard rate ratio = 0.15; 95% CI: 0.05-0.46) to sustain an injury during the study compared with controls. CONCLUSION: Recreational runners highly compliant with the intervention were 85% less likely and took on average 57 days longer to sustain a running-related injury when compared with controls, with a cumulative incidence proportion of 4.6% after 18 weeks.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Running",
        "Exercise Therapy",
        "Exercise",
        "Cumulative Trauma Disorders",
        "Incidence",
        "Athletic Injuries"
      ]
    },
    {
      "pmid": "36534492",
      "title": "Effectiveness of Foam Rolling vs. Manual Therapy in Postexercise Recovery Interventions for Athletes: A Randomized Controlled Trial.",
      "authors": [
        "Gemma V Espí-López",
        "Maria-Arantzazu Ruescas-Nicolau",
        "María Castellet-García",
        "Luis Suso-Martí",
        "Ferran Cuenca-Martínez",
        "Elena Marques-Sule"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2023-Jun-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Espí-López, GV, Ruescas-Nicolau, MA, Castellet-García, M, Suso-Martí, L, Cuenca-Martínez, F, and Marques-Sule, E. Effectiveness of foam rolling vs. manual therapy in postexercise recovery interventions for athletes: A randomized controlled trial. J Strength Cond Res 37(6): e361-e368, 2023-Self-massage using foam rolling (FR) has been posited to have similar benefits as those traditionally associated with manual therapy (MT) but more economical, easy, and efficient. Despite the widespread use of this technique for the recovery of athletes, there is no evidence supporting the effectiveness of FR vs. MT. The purpose of this study was to assess the effects of FR self-massage in athletes after a high-intensity exercise session compared with a MT protocol. A randomized controlled trial was performed. Forty-seven volunteer amateur athletes (22.2 ± 2.5 years, 53.2% men) were divided into 3 groups: a FR group ( n = 18, performed FR self-massage), a MT group ( n = 15, received a MT protocol), and a control group ( n = 14, passive recovery). After an intense exercise session, dynamic balance, lumbar and hip flexibility, and leg dynamic force were assessed before and after the intervention and 1 week later. Results showed that, in the FR group, dynamic balance scores increased for both limbs at postintervention ( p = 0.001) and at follow-up ( p = 0.001). These scores were higher for the FR group vs. the MT group at postintervention (right limb, p = 0.048) and at follow-up (right limb: p = 0.049; left limb: p = 0.048), although this variable differed at baseline. In all the groups, lumbar flexion increased at postintervention ( p < 0.05), although it was only maintained in the FR group at follow-up ( p = 0.048). In conclusion, self-massage with FR may be more effective than MT for the recovery of dynamic balance in athletes after intense exercise, although this result should be interpreted with caution. Foam rolling could have a relevant role in postexercise recovery to prevent injuries in athletes.",
      "mesh_terms": [
        "Male",
        "Humans",
        "Female",
        "Massage",
        "Musculoskeletal Manipulations",
        "Exercise",
        "Range of Motion, Articular",
        "Athletes"
      ]
    },
    {
      "pmid": "36523900",
      "title": "Comparison of the Prolonged Effects of Foam Rolling and Vibration Foam Rolling Interventions on Passive Properties of Knee Extensors.",
      "authors": [
        "Kazuki Kasahara",
        "Andreas Konrad",
        "Riku Yoshida",
        "Yuta Murakami",
        "Ryoma Koizumi",
        "Sigeru Sato",
        "Xin Ye",
        "Ewan Thomas",
        "Masatoshi Nakamura"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2022-Dec",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Foam rolling (FR) and vibration foam rolling (VFR) interventions have received attention as pre-exercise warm-ups because they maintain performance and increase range of motion (ROM). However, the immediate and prolonged effects and the comparisons between FR and VFR interventions are unknown. Therefore, this study was designed to compare the effects of FR and VFR interventions on passive properties of knee extensors over time (up to 30 min after interventions). A crossover, random allocation design was used with 14 male college students (22.1 ± 1.0 years old) in the control, FR, and VFR conditions. The knee flexion ROM, pain pressure threshold (PPT), and tissue hardness were measured before and immediately after, 10, 20, and 30 minutes after the intervention. The results showed that knee flexion ROM increased significantly immediately after the intervention in both the FR and VFR conditions and maintained up to 30 minutes after both conditions. PPT increased significantly (p < 0.01) immediately after the FR intervention. In the VFR condition, there was a significant increase in PPT immediately after the intervention (p < 0.01) and 10 minutes after the intervention (p < 0.05). Tissue hardness was significantly decreased (p < 0.01) immediately after and 10 minutes after the FR intervention. However, tissue hardness in the VFR condition was significantly decreased (p < 0.01) up to 30 minutes after the intervention. The results suggest that FR and VFR interventions increase knee flexion ROM, and the effect lasts at least 30 minutes, but the effects on PPT and tissue hardness are maintained a longer time in the VFR condition compared to the FR condition. Therefore, VFR can be recommended as a warm-up before exercise to change the passive properties of knee extensors.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Young Adult",
        "Adult",
        "Vibration",
        "Knee",
        "Knee Joint",
        "Range of Motion, Articular",
        "Lower Extremity"
      ]
    },
    {
      "pmid": "36157391",
      "title": "Comparison of The Effect of High- and Low-Frequency Vibration Foam Rolling on The Quadriceps Muscle.",
      "authors": [
        "Masatoshi Nakamura",
        "Kazuki Kasahara",
        "Riku Yoshida",
        "Yuta Murakami",
        "Ryoma Koizumi",
        "Shigeru Sato",
        "Kosuke Takeuchi",
        "Satoru Nishishita",
        "Xin Ye",
        "Andreas Konrad"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Vibration foam rolling (VFR) intervention has recently gained attention in sports and rehabilitation settings since the superimposed vibration with foam rolling can affect several physiological systems. However, the sustained effect and a comparison of the effects of different VFR vibration frequencies on flexibility and muscle strength have not been examined. Therefore, in this study, we aimed to investigate the acute and sustained effects of three 60-s sets of VFR with different frequencies on knee flexion range of motion (ROM) and muscle strength of the knee extensors. Using a crossover, random allocation design, 16 male university students (21.2 ± 0.6 years) performed under two conditions: VFR with low (35 Hz) and high (67 Hz) frequencies. The acute and sustained effects (20 min after intervention) of VFR on knee flexion ROM, maximum voluntary isometric contraction (MVC-ISO) torque, maximum voluntary concentric contraction (MVC-CON) torque, rate of force development (RFD), and single-leg countermovement jump (CMJ) height were examined. Our results showed that knee flexion ROM increased significantly (p &lt; 0.01) immediately after the VFR intervention and remained elevated up to 20 min, regardless of the vibration frequency. MVC-ISO and MVC-CON torque both decreased significantly (p &lt; 0.01) immediately after the VFR intervention and remained significantly lowered up to 20 min, regardless of the vibration frequency. However, there were no significant changes in RFD or CMJ height. Our results suggest that VFR can increase knee flexion ROM but induces a decrease in muscle strength up to 20 min after VFR at both high and low frequencies.",
      "mesh_terms": [
        "Humans",
        "Isometric Contraction",
        "Male",
        "Muscle Strength",
        "Quadriceps Muscle",
        "Torque",
        "Vibration"
      ]
    },
    {
      "pmid": "36141907",
      "title": "The Effects of Foam Rolling Training on Performance Parameters: A Systematic Review and Meta-Analysis including Controlled and Randomized Controlled Trials.",
      "authors": [
        "Andreas Konrad",
        "Masatoshi Nakamura",
        "David George Behm"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2022-Sep-15",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Foam rolling (FR) is a new and popular technique for increasing range of motion. While there are a few studies that demonstrate increased performance measures after an acute bout of FR, the overall evidence indicates trivial performance benefits. As there have been no meta-analyses on the effects of chronic FR on performance, the objective of this systematic meta-analytical review was to quantify the effects of FR training on performance. We searched PubMed, Scopus, the Cochrane library, and Web of Science for FR training studies with a duration greater than two weeks, and found eight relevant studies. We used a random effect meta-analysis that employed a mixed-effect model to identify subgroup analyses. GRADE analysis was used to gauge the quality of the evidence obtained from this meta-analysis. Egger's regression intercept test (intercept 1.79; p = 0.62) and an average PEDro score of 6.25 (±0.89) indicated no or low risk of reporting bias, respectively. GRADE analysis indicated that we can be moderately confident in the effect estimates. The meta-analysis found no significant difference between FR and control conditions (ES = -0.294; p = 0.281; I2 = 73.68). Analyses of the moderating variables showed no significant differences between randomized control vs. controlled trials (Q = 0.183; p = 0.67) and no relationship between ages (R2 = 0.10; p = 0.37), weeks of intervention (R2 = 0.17; p = 0.35), and total load of FR (R2 = 0.24; p = 0.11). In conclusion, there were no significant performance changes with FR training and no specific circumstances leading to performance changes following FR training exceeding two weeks.",
      "mesh_terms": [
        "Randomized Controlled Trials as Topic",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "36134907",
      "title": "Foam rolling and tissue flossing of the triceps surae muscle: an acute effect on Achilles tendon stiffness, jump height and sprint performance - a randomized controlled trial.",
      "authors": [
        "Sebastian Klich",
        "Małgorzata Smoter",
        "Kamil Michalik",
        "Bartłomiej Bogdański",
        "Juan Antonio Valera Calero",
        "Filipe Manuel Clemente",
        "Piotr Makar",
        "Dariusz Mroczek"
      ],
      "journal": "Research in sports medicine (Print)",
      "publication_date": "2024",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate an acute effect of foam rolling and tissue flossing of the Triceps Surae muscle on Achilles tendon stiffness, jump height and sprint performance at different time points. The participants were academic athletes (n = 32) aged between 22 and 24 years; randomly allocated into two groups: foam rolling (ROLL) and tissue flossing (FLOSS). The participants were tested at baseline and 5-min, 15-min, 30-min, 45-min, and 60-min after ROLL and FLOSS for Achilles tendon stiffness (ATstiffeness) at three reference locations: (1) tendon's origin, (2) ankle joint height and (3) intermuscular septum of the gastronomies muscle; countermovement jump (CMJ); and sprint performance at 15-m (SPRINT15 m). The analysis of stiffness revealed a significant decrease in ATstiffness from baseline to Post-60 (p ≤ 0.001) for three locations in the FLOSS group (p ≤ 0.001). In FLOSS, a significant increase was observed from Post-15 to Post-60 (all p≤0.001) in CMJ. We found also a significant decrease in SPRINT15 m in FLOSS in all-time points (p ≤ 0.001), however, SPRINT15 m decreased in Post-5 min, Post-15 min, and Post-30 min (p ≤ 0.001 for all) in ROLL. The current study suggested that both groups enhanced performance up to 60 min after the intervention, caused by mitigating excessive stiffness.",
      "mesh_terms": [
        "Humans",
        "Young Adult",
        "Adult",
        "Achilles Tendon",
        "Range of Motion, Articular",
        "Muscle, Skeletal",
        "Ankle Joint",
        "Leg"
      ]
    },
    {
      "pmid": "36046993",
      "title": "Cross-education effect of vibration foam rolling on eccentrically damaged muscles.",
      "authors": [
        "Masatoshi Nakamura",
        "Kazuki Kasahara",
        "Riku Yoshida",
        "Kaoru Yahata",
        "Shigeru Sato",
        "Yuta Murakami",
        "Kodai Aizawa",
        "Andreas Konrad"
      ],
      "journal": "Journal of musculoskeletal & neuronal interactions",
      "publication_date": "2022-Sep-01",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "OBJECTIVES: Previous studies showed that vibration foam rolling (VFR) on damaged muscles improves muscle soreness and range of motion (ROM). VFR intervention can also increase the ROM and pain pressure threshold (PPT) in the non-rolling side, known as a cross-education effect. However, this is not clear for the non-rolling side. Therefore, this study aimed to investigate the cross-education effects of VFR intervention on ROM, muscle soreness, and PPT in eccentrically damaged muscles. METHODS: Participants were sedentary healthy male volunteers (n=14, 21.4±0.7 y) who performed eccentric exercise of the knee extensors with the dominant leg and received 90-s VFR intervention of the quadriceps at the nondamaged side 48 h after the eccentric exercise. The dependent variables were measured before the exercise (baseline), before (preintervention), and after VFR intervention (postintervention) 48 h after the eccentric exercise. The Bonferroni post hoc test was used to determine the differences between baseline, preintervention, and postintervention. RESULTS: Results showed that the VFR intervention on the nondamaged side 48 h after the eccentric exercise improved significantly (p<0.05) the knee flexion ROM, muscle soreness at palpation, and PPT compared to baseline. CONCLUSION: VFR intervention on the nondamaged side can recover ROM and muscle soreness in eccentrically damaged muscles.",
      "mesh_terms": [
        "Humans",
        "Knee",
        "Male",
        "Muscle, Skeletal",
        "Myalgia",
        "Quadriceps Muscle",
        "Range of Motion, Articular",
        "Vibration"
      ]
    },
    {
      "pmid": "35719234",
      "title": "An Intense Warm-Up Does Not Potentiate Performance Before or After a Single Bout of Foam Rolling.",
      "authors": [
        "Andreas Konrad",
        "Daniel Bernsteiner",
        "Marina Maren Reiner",
        "Masatoshi Nakamura",
        "Markus Tilp"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Foam rolling (FR) is a common intervention used as a warm-up to increase the range of motion (ROM) of a joint, without changes in subsequent performance. It has been shown that, in similar techniques (e.g., stretching), an additional intense warm-up can lead to performance potentiation. However, to date, it is not clear if this also holds true for FR, and if this effect is similar in both sexes. Thus, the purpose of this study was to compare the effects of an intense warm-up either before or after FR with the effects of FR without any additional intense warm-up, in both females and males. In total, 27 volunteers (14 male, 13 female) visited the laboratory on three separate days. Each participant was randomly assigned to one of the three interventions. ROM was assessed with a Sit n' Reach box, and countermovement jump (CMJ) height with a force plate, both before and after the interventions. In addition, maximum voluntary isometric contraction (MVIC) peak torque and maximum voluntary dynamic contraction (MVDC) peak torque were assessed with a dynamometer. ROM increased to the same extent following the interventions in all groups, with a large magnitude of change (P < 0.001; d = 1.12 to 1.83). In addition, male participants showed significantly higher increases in ROM when the intense warm-up was performed after FR (P < 0.001; d = 1.44), but not without the intense warm-up (P = 0.45; d = 0.57) or when the intense warm-up was performed before FR (P = 0.24; d = 0.69). No significant changes in CMJ height, MVIC peak torque, or MVDC peak torque were observed (P > 0.05). We therefore conclude that the time-efficient athlete might skip further intense warm-up, besides FR, when the goal is to increase ROM and to sustain performance parameters.",
      "mesh_terms": [
        "Athletes",
        "Female",
        "Humans",
        "Isometric Contraction",
        "Male",
        "Range of Motion, Articular",
        "Torque",
        "Warm-Up Exercise"
      ]
    },
    {
      "pmid": "35719228",
      "title": "Comparison of A Single Vibration Foam Rolling and Static Stretching Exercise on the Muscle Function and Mechanical Properties of the Hamstring Muscles.",
      "authors": [
        "Marina Maren Reiner",
        "Markus Tilp",
        "Gaël Guilhem",
        "Antonio Morales-Artacho",
        "Andreas Konrad"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2022-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Knee extension and hip flexion range of motion (ROM) and functional performance of the hamstrings are of great importance in many sports. The aim of this study was to investigate if static stretching (SS) or vibration foam rolling (VFR) induce greater changes in ROM, functional performance, and stiffness of the hamstring muscles. Twenty-five male volunteers were tested on two appointments and were randomly assigned either to a 2 min bout of SS or VFR. ROM, counter movement jump (CMJ) height, maximum voluntary isometric contraction (MVIC) peak torque, passive resistive torque (PRT), and shear modulus of semitendinosus (ST), semimembranosus (SM), and biceps femoris (BFlh), were assessed before and after the intervention. In both groups ROM increased (SS = 7.7%, P < 0.01; VFR = 8.8%, P < 0.01). The MVIC values decreased after SS (-5.1%, P < 0.01) only. Shear modulus of the ST changed for -6.7% in both groups (VFR: P < 0.01; SS: P < 0.01). Shear modulus decreased in SM after VFR (-6.5%; P = 0.03) and no changes were observed in the BFlh in any group (VFR = -1%; SS = -2.9%). PRT and CMJ values did not change following any interventions. Our findings suggest that VFR might be a favorable warm-up routine if the goal is to acutely increase ROM without compromising functional performance.",
      "mesh_terms": [
        "Hamstring Muscles",
        "Humans",
        "Male",
        "Muscle Stretching Exercises",
        "Range of Motion, Articular",
        "Torque",
        "Vibration"
      ]
    },
    {
      "pmid": "35704122",
      "title": "Comparison between 6-week foam rolling intervention program with and without vibration on rolling and non-rolling sides.",
      "authors": [
        "Kazuki Kasahara",
        "Andreas Konrad",
        "Riku Yoshida",
        "Yuta Murakami",
        "Shigeru Sato",
        "Kodai Aizawa",
        "Ryoma Koizumi",
        "Ewan Thomas",
        "Masatoshi Nakamura"
      ],
      "journal": "European journal of applied physiology",
      "publication_date": "2022-Sep",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: The chronic effects of unilateral foam rolling (FR) or FR with vibration (VFR) intervention on the rolling and non-rolling sides (cross-education effects) are still unclear. Thus, this study aimed to investigate the effects of unilateral 6-week FR or VFR intervention on ankle dorsiflexion range of motion (DF ROM), muscle stiffness, and muscle strength in both rolling and non-rolling sides. METHODS: Thirty healthy young men were randomly allocated into the FR (n = 15) or the VFR intervention group (n = 15). Participants performed three sets of unilateral FR or VFR interventions for 60 s of the calf muscles twice/week, for 6 weeks. DF ROM, gastrocnemius muscle stiffness, and maximal voluntary isometric contraction (MVIC) torque were assessed in the rolling and non-rolling sides before and after the intervention. RESULTS: The DF ROM increased significantly (p < 0.05) to the same extent in the FR and VFR intervention groups on both rolling (FR: d = 0.58, VFR: d = 0.63) and non-rolling (FR: d = 0.39, VFR: d = 0.50) sides. Similarly, the passive torque at DF ROM increased significantly (p < 0.05) to the same extent in the FR and VFR intervention groups on both rolling (FR: d = 0.85, VFR: d = 0.77) and non-rolling (FR: d = 0.76, VFR: d = 0.68) sides. However, there were no significant changes in muscle stiffness and MVIC after FR and VFR interventions on both the rolling and non-rolling sides. FR and VFR interventions could increase the ROM in both the rolling and non-rolling sides but could not change muscle stiffness and strength. CONCLUSIONS: The results showed that it is not necessarily needed to perform VFR to increase ROM in the long term.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Range of Motion, Articular",
        "Torque",
        "Vibration"
      ]
    },
    {
      "pmid": "35616852",
      "title": "Foam Rolling Training Effects on Range of Motion: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Andreas Konrad",
        "Masatoshi Nakamura",
        "Markus Tilp",
        "Olyvia Donti",
        "David G Behm"
      ],
      "journal": "Sports medicine (Auckland, N.Z.)",
      "publication_date": "2022-Oct",
      "publication_types": [
        "Meta-Analysis",
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "BACKGROUND: A single foam-rolling exercise can acutely increase the range of motion (ROM) of a joint. However, to date the adaptational effects of foam-rolling training over several weeks on joint ROM are not well understood. OBJECTIVE: The purpose of this meta-analysis was to investigate the effects of foam-rolling training interventions on joint ROM in healthy participants. METHODS: Results were assessed from 11 studies (either controlled trials [CT] or randomized controlled trials [RCTs]) and 46 effect sizes by applying a random-effect meta-analysis. Moreover, by applying a mixed-effect model, we performed subgroup analyses, which included comparisons of the intervention duration (≤ 4 weeks vs > 4 weeks), comparisons between muscles tested (e.g., hamstrings vs quadriceps vs triceps surae), and study designs (RCT vs CT). RESULTS: Our main analysis of 290 participants with a mean age of 23.9 (± 6.3 years) indicated a moderate effect of foam-rolling training on ROM increases in the experimental compared to the control group (ES = 0.823; Z = 3.237; 95% CI 0.325-1.322; p = 0.001; I2 = 72.76). Subgroup analyses revealed no significant differences between study designs (p = 0.36). However, a significant difference was observed in the intervention duration in favor of interventions > 4 weeks compared to ≤ 4 weeks for ROM increases (p = 0.049). Moreover, a further subgroup analysis showed significant differences between the muscles tested (p = 0.047) in the eligible studies. Foam rolling increased joint ROM when applied to hamstrings and quadriceps, while no improvement in ankle dorsiflexion was observed when foam rolling was applied to triceps surae. CONCLUSION: Longer duration interventions (> 4 weeks) are needed to induce ROM gains while there is evidence that responses are muscle or joint specific. Future research should examine possible mechanisms underpinning ROM increases following different foam-rolling protocols, to allow for informed recommendations in healthy and clinical populations.",
      "mesh_terms": [
        "Adult",
        "Hamstring Muscles",
        "Humans",
        "Muscle, Skeletal",
        "Quadriceps Muscle",
        "Range of Motion, Articular",
        "Young Adult"
      ]
    },
    {
      "pmid": "35544351",
      "title": "The Combined Effect of Static Stretching and Foam Rolling With or Without Vibration on the Range of Motion, Muscle Performance, and Tissue Hardness of the Knee Extensor.",
      "authors": [
        "Masatoshi Nakamura",
        "Andreas Konrad",
        "Kazuki Kasahara",
        "Riku Yoshida",
        "Yuta Murakami",
        "Shigeru Sato",
        "Kodai Aizawa",
        "Ryoma Koizumi",
        "Jan Wilke"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2023-Feb-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Nakamura, M, Konrad, A, Kasahara, K, Yoshida, R, Murakami, Y, Sato, S, Aizawa, K, Koizumi, R, and Wilke, J. The combined effect of static stretching and foam rolling with or without vibration on the range of motion, muscle performance, and tissue hardness of the knee extensor. J Strength Cond Res 37(2): 322-327, 2023-Although the combination of static stretching (SS) and foam rolling (FR) is frequently used for warm-up in sports, the effect of the intervention order is unclear. This study compared mechanical tissue properties, pain sensitivity, and motor function after SS and FR (with and without vibration) performed in different orders. Our randomized, controlled, crossover experiment included 15 healthy male subjects (22.5 ± 3.3 years) who visited the laboratory 5 times (inactive control condition, FR + SS, FR vibration + SS, SS + FR, and SS + FR vibration ) with an interval of ≥48 hours. In each session, subjects completed three 60-second bouts of FR and SS, targeting the anterior thigh. Pressure pain threshold, tissue hardness, knee flexion range of motion (ROM), maximal voluntary isometric (MVC-ISO), and concentric (MVC-CON) torque, as well as countermovement jump height, were determined before and after the intervention. All interventions significantly ( p < 0.01) increased knee flexion ROM ( d = 0.78, d = 0.87, d = 1.39, and d = 0.87, respectively) while decreasing tissue hardness ( d = -1.25, d = -1.09, d = -1.18, and d = -1.24, respectively). However, MVC-ISO torque was significantly reduced only after FR + SS ( p = 0.05, d = -0.59). Our results suggest that SS should be followed by FR when aiming to increase ROM and reduce tissue hardness without concomitant stretch-induced force deficits (MVC-ISO, MVC-CON, and countermovement jump height). Additionally, adding vibration to FR does not seem to affect the magnitude of changes observed in the examined outcomes.",
      "mesh_terms": [
        "Humans",
        "Male",
        "Hardness",
        "Muscle Stretching Exercises",
        "Muscle, Skeletal",
        "Range of Motion, Articular",
        "Vibration",
        "Cross-Over Studies",
        "Young Adult",
        "Adult"
      ]
    },
    {
      "pmid": "35500979",
      "title": "The effects of foam rolling on ankle dorsiflexion range of motion in healthy adults: A systematic literature review.",
      "authors": [
        "Rob Grieve",
        "Brendan Byrne",
        "Charlie Clements",
        "Laura-Jayne Davies",
        "Edward Durrant",
        "Oliver Kitchen"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2022-Apr",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Reduced ankle dorsiflexion is associated with lower limb injury and dysfunction, with static stretching mostly used to increase ankle range of motion. Foam rolling is an alternative intervention, shown to immediately increase ankle range of motion, while the long-term application has conflicting evidence. AIMS: To assess the effects of single and multiple foam rolling interventions on ankle dorsiflexion range of motion in healthy adults and appraise the methodological quality of the included studies. DESIGN: Systematic literature review. METHODS: Five electronic databases were systematically searched to identify randomised controlled trials reporting the effects of foam rolling on ankle dorsiflexion. Data was extracted from studies that met the inclusion criteria and independently appraised by each reviewer using the PEDro scale. RESULTS: Thirty-two articles were identified; six studies included foam rolling compared to other interventions on ankle dorsiflexion range of motion. Five of the six studies reported a significant increase (p < 0.05) in ankle dorsiflexion within groups compared to baseline measurements, after a single foam rolling intervention. One study found a significant within group increase in long-term effects after foam rolling on ankle dorsiflexion over seven weeks. The mean PEDro score for all studies was 6/10 indicating a high-quality level of evidence. CONCLUSION: There is strong evidence suggesting that foam rolling may be effective in increasing range of motion in a healthy adult population in the short term up to 30 min; however, definitive conclusions on long-term effects cannot be drawn due to a lack of evidence, with further research recommended.",
      "mesh_terms": [
        "Adult",
        "Ankle",
        "Ankle Joint",
        "Humans",
        "Lower Extremity",
        "Muscle Stretching Exercises",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "35409995",
      "title": "Chronic Effects of Foam Rolling on Flexibility and Performance: A Systematic Review of Randomized Controlled Trials.",
      "authors": [
        "Jeffrey Cayaban Pagaduan",
        "Sheng-Yuan Chang",
        "Nai-Jen Chang"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2022-Apr-04",
      "publication_types": [
        "Journal Article",
        "Review",
        "Systematic Review"
      ],
      "abstract": "The purpose of this study is to review the existing literature on chronic effects of foam rolling (FR) on flexibility and performance. Electronic databases were searched during January 2022 for topics related to FR. Included studies met the following criteria: (a) peer-reviewed articles written in English; (b) FR intervention of at least four weeks; (c) non-motorized FR device during intervention; (d) randomized controlled trial with existence of a control group; and (e) any lower body parameter related to flexibility, recovery, and performance. Nine studies met that criteria. Results revealed that chronic FR demonstrated conflicting results for improvement of flexibility. On the other hand, a majority of the articles in this review showed no beneficial effects of FR on performance. Lastly, the effect of FR on recovery is unclear. These findings suggest the need for further studies to establish the consensus about the long-term application of FR in flexibility, recovery, and performance.",
      "mesh_terms": [
        "Aerosols",
        "Muscle, Skeletal",
        "Randomized Controlled Trials as Topic",
        "Range of Motion, Articular",
        "Upper Extremity"
      ]
    },
    {
      "pmid": "35407385",
      "title": "Effects of Foam Rolling vs. Manual Therapy in Patients with Tension-Type Headache: A Randomized Pilot Study.",
      "authors": [
        "Gemma V Espi-Lopez",
        "Marta Ingles",
        "Juan J Carrasco-Fernandez",
        "Pilar Serra-Añó",
        "Luis Copete-Fajardo",
        "Juan Jose Gonzalez-Gerez",
        "Manuel Saavedra-Hernandez",
        "Elena Marques-Sule"
      ],
      "journal": "Journal of clinical medicine",
      "publication_date": "2022-Mar-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: This study compares the effect of foam rolling (FR) vs. manual therapy (MT) on pain, pressure pain threshold (PPT), headache disability (HDI) and impact of headache (HIT-6) in patients with tension-type headache (TTH). METHODS: A total of 38 participants with TTH were randomly assigned to an FR group (FRG, n = 13), an MT group (MTG, n = 13) or a control group (CG, n = 12). FRG received FR treatment; MTG received MT techniques; CG received a placebo treatment. The treatment lasted one month. Outcome measures were assessed at baseline, post-intervention and follow-up. RESULTS: Both FRG and MTG showed significant improvements in all variables after the treatment, but the intervention effect was maintained only for functional disability (p = 0.002 and p = 0.005, respectively), overall disability (p = 0.007; p = 0.030) and HIT-6 (p = 0.002; p = 0.001) at follow-up. After treatment, FRG and MTG presented a significantly higher PPT in right (p = 0.044; p = 0.009) and left suboccipital (p = 0.004; p = 0.021). MTG showed a significantly lower HIT-6 than CG (p = 0.008). No differences between FRG and MTG were found in any variable. CONCLUSIONS: Both FR and MT are effective treatments for the improvement of clinical symptoms in TTH. Further studies are needed to confirm our findings in a larger population."
    },
    {
      "pmid": "35298696",
      "title": "A comparison of a single bout of stretching or foam rolling on range of motion in healthy adults.",
      "authors": [
        "Andreas Konrad",
        "Masatoshi Nakamura",
        "Florian K Paternoster",
        "Markus Tilp",
        "David G Behm"
      ],
      "journal": "European journal of applied physiology",
      "publication_date": "2022-Jul",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "PURPOSE: Stretching and foam rolling are common warm-up exercises and can acutely increase the range of motion (ROM) of a joint. However, possible differences in the magnitude of change on ROM between these two interventions on the immediate and prolonged effects (e.g., 10 min after the intervention) are not yet well understood. Thus, the purpose of this review was to compare the immediate and prolonged effects of a single bout of foam rolling with a single bout of stretching on ROM in healthy participants. METHODS: In total, 20 studies with overall 38 effect sizes were found to be eligible for a meta-analysis. For the main analysis, subgroup analysis, we applied a random-effect meta-analysis, mixed-effect model, respectively. The subgroup analyses included age groups, sex, and activity levels of the participants, as well as the tested muscles, the duration of the application, and the study design. RESULTS: Meta-analyses revealed no significant differences between a single stretching and foam rolling exercise immediately after the interventions (ES = 0.079; P = 0.39) nor a difference 10 min (ES =  - 0.051; P = 0.65), 15 min (ES =  - 0.011; P = 0.93), and 20 min (ES =  - 0.161; P = 0.275) post-intervention. Moreover, subgroup analyses revealed no other significant differences between the acute effects of stretching and foam rolling (P > 0.05). CONCLUSION: If the goal is to increase the ROM acutely, both interventions can be considered as equally effective. Likely, similar mechanisms are responsible for the acute and prolonged ROM increases such as increased stretch tolerance or increased soft-tissue compliance.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Muscle, Skeletal",
        "Range of Motion, Articular",
        "Warm-Up Exercise"
      ]
    },
    {
      "pmid": "35250340",
      "title": "Comparison of the Acute Effects of Foam Rolling with High and Low Vibration Frequencies on Eccentrically Damaged Muscle.",
      "authors": [
        "Kazuki Kasahara",
        "Riku Yoshida",
        "Kaoru Yahata",
        "Shigeru Sato",
        "Yuta Murakami",
        "Kodai Aizawa",
        "Andreas Konrad",
        "Masatoshi Nakamura"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2022-Mar",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Previous research has shown that vibration foam rolling (VFR) on damaged muscle shows greater improvement in muscle soreness and range of motion (ROM) compared with foam rolling (FR) without vibration. However, the effect of frequency in VFR on muscle soreness and loss of function caused by damaged muscles is unknown. The purpose of this study was to compare the acute effects of 90-s low-frequency (LF)- and high-frequency (HF)-VFR intervention on ROM, muscle soreness, muscle strength, and performance of eccentrically damaged muscle. Study participants were sedentary healthy adult volunteers (n = 28) who performed a bout of eccentric exercise of the knee extensors with the dominant leg and received 90-s LF-VFR or HF-VFR intervention of the quadriceps 48 h after the eccentric exercise. The dependent variables were measured before the eccentric exercise (baseline) and before (pre-intervention) and after VFR intervention (post-intervention) 48 h after the eccentric exercise. The results showed that both LF-VFR and HF-VFR similarly (p < 0.05) improved the knee flexion ROM (11.3 ± 7.2%), muscle soreness at palpation (-37.9 ± 17.2%), and countermovement jump height (12.4 ± 12.9%). It was concluded that it was not necessary to perform VFR with a high frequency to improve muscle soreness and function.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Muscle Strength",
        "Myalgia",
        "Quadriceps Muscle",
        "Range of Motion, Articular",
        "Vibration"
      ]
    },
    {
      "pmid": "35243341",
      "title": "Chronic and Residual Effects of a Two-Week Foam Rolling Intervention on Ankle Flexibility and Dynamic Balance.",
      "authors": [
        "Thomas Christoph Seever",
        "Joel Mason",
        "Astrid Zech"
      ],
      "journal": "Frontiers in sports and active living",
      "publication_date": "2022",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Foam rolling has been shown to acutely improve joint range of motion (ROM). However, limited knowledge exists on the chronic and residual effects. The primary purpose of this study was to examine the chronic and residual effects of a 2-week roller-massager intervention on ankle dorsiflexion ROM and dynamic balance. METHODS: Forty-two participants (24.3 ± 2.5 years, 33 males, 9 females) were randomly assigned to either roller-massage (RM) or control group (= no intervention). Ankle ROM was assessed with the weight-bearing lunge test (WBLT) and dynamic balance with the Y-Balance test for both limbs. The RM group was instructed to roll their calf muscles for three sets of 60 s per leg on 6 days a week over 2 weeks. Acute effects were measured during baseline testing for dorsiflexion ROM and dynamic balance immediately after foam rolling. Chronic and residual effects were measured 1 day and 7 days after the intervention period. Multivariate ANOVA was performed for post-hoc comparisons to determine acute, chronic, and residual effects. RESULTS: Significant acute and chronic foam rolling effects (p <0.05) were found for ankle dorsiflexion ROM. The chronic increase in ROM slightly decreased 7 days post-intervention but remained significantly above baseline (p < 0.05). Regarding dynamic balance, there were no acute but chronic (p < 0.05) and residual (p < 0.05) effects. CONCLUSION: Using a roller-massager for a 2-week period chronically increases ROM and dynamic balance. These increases are still significant 7 days post-intervention emphasizing the sustainability of foam rolling effects."
    },
    {
      "pmid": "35162844",
      "title": "The Effect of Static Compression via Vibration Foam Rolling on Eccentrically Damaged Muscle.",
      "authors": [
        "Masatoshi Nakamura",
        "Kazuki Kasahara",
        "Riku Yoshida",
        "Kaoru Yahata",
        "Shigeru Sato",
        "Yuta Murakami",
        "Kodai Aizawa",
        "Andreas Konrad"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2022-Feb-05",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Previous research has shown that vibration foam rolling (VFR) on damaged muscle can result in improvements in muscle soreness and range of motion (ROM). Furthermore, static compression via VFR (i.e., VFR without rolling) can increase the ROM and decrease the muscle stiffness of non-damaged muscle. Therefore, it is likely that static compression via VFR on eccentrically damaged muscle can mitigate muscle soreness and the decrease in ROM, and the decrease in muscle strength. The purpose of this study was to investigate the acute effects of a 90 s bout of VFR applied as a static compression on an eccentrically damaged quadriceps muscle, measuring ROM, muscle soreness, muscle strength, and jump performance. This study was a single-arm repeated measure design. Study participants were sedentary healthy male volunteers (n = 14, 20.4 ± 0.8 years) who had not performed habitual exercise activities or any regular resistance training for at least 6 months before the experiment. All participants performed a bout of eccentric exercise of the knee extensors with the dominant leg and then received a 90 s bout of static compression via VFR of the quadriceps 48 h after the eccentric exercise. The knee flexion ROM, muscle soreness at palpation, and countermovement jump height were measured before the eccentric exercise (baseline), before (pre-intervention) and after the VFR intervention (post-intervention), and 48 h after the eccentric exercise. The results showed that the static compression via VFR significantly (p < 0.05) improved the knee flexion ROM (6.5 ± 4.8%, d = 0.76), muscle soreness at palpation (-10.7 ± 8.6 mm, d = -0.68), and countermovement jump height (15.6 ± 16.0%, d = 0.49). Therefore, it can be concluded that static compression via VFR can improve muscle soreness and function.",
      "mesh_terms": [
        "Exercise",
        "Humans",
        "Male",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Myalgia",
        "Quadriceps Muscle",
        "Range of Motion, Articular",
        "Vibration"
      ]
    },
    {
      "pmid": "34658909",
      "title": "A Comparison of the Effects of Foam Rolling and Stretching on Physical Performance. A Systematic Review and Meta-Analysis.",
      "authors": [
        "Andreas Konrad",
        "Markus Tilp",
        "Masatoshi Nakamura"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2021",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "Foam rolling and stretching with its various techniques are frequently used as a warm-up routine to increase the range of motion of a joint. While the magnitude of the changes in range of motion between foam rolling and stretching (static and dynamic techniques) is similar, it is not clear if this also holds true for performance parameters (e.g., strength, jump height). The purpose of this meta-analysis was to compare the effects of an acute bout of foam rolling (with and without vibration) with an acute bout of stretching (with all techniques included) on performance parameters in healthy participants. We assessed the results from 13 studies and 35 effect sizes by applying a random-effect meta-analysis. Moreover, by applying a mixed-effect model, we performed subgroup analyses with the stretching technique, type of foam rolling, tested muscle, treatment duration, and type of task. We found no significant overall effect, and the analysis revealed only a trend of the performance parameters in favor of foam rolling when compared to stretching (when considering all techniques). Significantly favorable effects of foam rolling on performance were detected with subgroup analyses when compared to static stretching, when applied to some muscles (e.g., quadriceps) or some tasks (e.g., strength), when applied for longer than 60 s, or when the foam rolling included vibration. When foam rolling was compared to dynamic stretching or applied in the non-vibration mode, the same magnitude of effect was observed. While the present meta-analysis revealed no significantly different effect between foam rolling and stretching (including all techniques) prior to exercise, differences could be observed under specific conditions."
    },
    {
      "pmid": "34474435",
      "title": "Acute Effects of Foam Rolling on Blood Flow Measured by Ultrasonography in Soccer Players.",
      "authors": [
        "Alejandra Alonso-Calvete",
        "Alexis Padrón-Cabo",
        "Miguel Lorenzo-Martínez",
        "Ezequiel Rey"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2021-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alonso-Calvete, A, Padrón-Cabo, A, Lorenzo-Martínez, M, and Rey, E. Acute Effects of Foam Rolling on Blood Flow Measured by Ultrasonography in Soccer Players. J Strength Cond Res 35(11): 3256-3259, 2021-In recent years, foam rolling (FR) has become a popular device for recovery to increase range of motion and decrease pain after sport practice and competition. However, there is little evidence about the underlying physiological effects of FR, specifically in blood flow parameters. Thus, the aim of this study was to analyze acute effects of FR on blood flow parameters (maximal velocity and maximal volume) measured by Doppler ultrasonography in soccer players. Twelve soccer players were assessed in 3 different situations: pre-FR intervention, immediately after FR intervention, and 30 minutes after FR intervention. The femoral artery was measured in the dominant leg with subjects in horizontal lying position. Before the intervention, subjects completed one familiarization session with FR. The FR intervention consisted of 2 sets, each with 45 seconds of FR and 15 seconds of rest between sets with a high-density foam roller in quadriceps, hamstrings, and iliotibial band. Results showed a significant increase in both maximal velocity (p < 0.001; effect size [ES] = 0.81) and maximal volume (p = 0.001; ES = 1.73) after intervention in comparison with pretest, but after 30 minutes, there were no significant differences. Therefore, this increase of the blood flow could promote important advantages for postexercise recovery, suggesting an acute effect that may contribute to the understanding of local physiological mechanism of FR.",
      "mesh_terms": [
        "Hamstring Muscles",
        "Humans",
        "Quadriceps Muscle",
        "Range of Motion, Articular",
        "Soccer",
        "Ultrasonography"
      ]
    },
    {
      "pmid": "34474432",
      "title": "Comparison Between Foam Rolling With and Without Vibration on Passive and Active Plantar Flexor Muscle Properties.",
      "authors": [
        "Masatoshi Nakamura",
        "Shigeru Sato",
        "Ryosuke Kiyono",
        "Riku Yoshida",
        "Koki Yasaka",
        "Kaoru Yahata",
        "Andreas Konrad"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2022-Dec-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Although foam rolling interventions with and without vibration have been used to increase flexibility in the field of sports, their effects on passive and active properties remain unclear. Hence, this study aimed to investigate the effects of foam rolling interventions on range of motion (ROM), shear elastic modulus, plantar flexor muscle strength, and jump performance. This randomized, controlled, crossover study included 16 healthy male participants who visited the laboratory three times (control condition, foam rolling condition, and vibration foam rolling condition), each with an interval of >72 h. In both foam rolling and vibration foam rolling conditions, participants were instructed to perform 60-s bouts of intervention for three sets, with 30-s rest between each set. In the vibration foam rolling condition, the intensity of vibration was set at a frequency of 48 Hz. Dorsiflexion (DF) ROM, shear elastic modulus, plantar flexor muscle strength, and drop jump height were determined before and after the rolling intervention. Our results showed a similar increase in DF ROM (p < 0.01, d = 0.51; p < 0.01, d = 0.65, respectively) and passive torque at DF ROM (p = 0.02, d = 0.51 and p < 0.01, d = 0.65, respectively) after foam rolling and vibration foam rolling. Medial gastrocnemius shear elastic modulus decreased only after vibration foam rolling (p < 0.01, d = 0.44). No significant main effects of time were observed in maximal voluntary isometric contraction torque (F = 2.0, p = 0.15, ηp2 = 0.119) and drop jump height (F = 1.5, p = 0.24, ηp2 = 0.091) after both interventions. Maximal voluntary concentric contraction torque showed a significant main effect of time (F = 7.59, p = 0.02, ηp2 = 0.336). However, only after foam rolling, the maximal voluntary concentric contraction torque significantly decreased (p = 0.01, d = 0.39). Our results suggest that vibration foam rolling effectively alters passive muscle properties without decreasing muscle strength and performance.",
      "mesh_terms": [
        "Humans",
        "Vibration",
        "Muscle, Skeletal",
        "Torque",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "34267594",
      "title": "The Accumulated Effects of Foam Rolling Combined with Stretching on Range of Motion and Physical Performance: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Andreas Konrad",
        "Masatoshi Nakamura",
        "Daniel Bernsteiner",
        "Markus Tilp"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2021-Sep",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Research Support, Non-U.S. Gov't",
        "Systematic Review"
      ],
      "abstract": "Although it is well known that both stretching and foam rolling can acutely increase the range of motion (ROM) and affect performance, the effects of a combined treatment (foam rolling and stretching) are not yet clear. Hence, the purpose of this meta-analysis was to compare the combined effect to that of stretching or foam rolling alone on both ROM and performance. We assessed the effect of a combined treatment on ROM and compared it to the effect of stretching, foam rolling, and a control condition by applying a random-effect meta-analysis. We also applied the same model to compare the effect of the combined treatment on performance. Moreover, by applying a mixed-effect model, we performed subgroup analyses with the stretching technique, type of foam rolling, tested muscles, type of task, and the order of the combined treatment. We found a significant overall effect on ROM change when comparing the combined treatment with the control condition (effect size (ES) = -0.332); however, no significant effect was found when comparing it to stretching (ES = 0.032) or foam rolling alone (ES = -0.225). The meta-analysis revealed no significant overall effect on performance when the combined treatment was compared to stretching alone (ES = -0.029). However, the subgroup analysis for performance revealed a superior effect for the combined treatment compared to stretching alone, but only if foam rolling was followed by stretching (ES = -0.17), and not vice versa. Athletes do not have to combine stretching with foam rolling since no additional effect was observed. However, to increase performance, the combination of foam rolling followed by stretching can lead to greater improvements.",
      "mesh_terms": [
        "Adult",
        "Athletic Performance",
        "Female",
        "Humans",
        "Male",
        "Muscle Stretching Exercises",
        "Muscle, Skeletal",
        "Physical Functional Performance",
        "Range of Motion, Articular",
        "Sports Equipment",
        "Warm-Up Exercise",
        "Young Adult"
      ]
    },
    {
      "pmid": "34203036",
      "title": "Foam Rolling Elicits Neuronal Relaxation Patterns Distinct from Manual Massage: A Randomized Controlled Trial.",
      "authors": [
        "Yann Kerautret",
        "Aymeric Guillot",
        "Sébastien Daligault",
        "Franck Di Rienzo"
      ],
      "journal": "Brain sciences",
      "publication_date": "2021-Jun-20",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The present double-blinded, randomized controlled study sought to compare the effects of a full-body manual massage (MM) and a foam rolling (FR) intervention on subjective and objective indexes of performance and well-being. A total of 65 healthy individuals were randomly allocated to an FR, MM, or a control group who received a cognitively oriented relaxation routine. Self-report ratings of perceived anxiety, muscle relaxation, and muscle pain were used to index changes in affect and physical sensations. The sit-and-reach and toe-touch tests, as well as a mental calculation task, were used to index motor and cognitive performances, respectively. We also conducted resting-state electroencephalography and continuous skin conductance recordings before and after the experimental intervention. Both FR and MM groups exhibited neural synchronization of alpha and beta oscillations during the posttest. Skin conductance increased from the pretest to the posttest in the relaxation group, but decreased in the FR group. All interventions improved range of motion, although only the MM group outperformed the relaxation group for the toe-touch performance. MM was associated with reduced muscle pain and increased muscle relaxation. Reduced perceived anxiety after the intervention was observed in the FR group only. Overall, MM and FR both improved objective and subjective indexes of performance and well-being. Differences between the two massage interventions are discussed in relation to the effects of pressure stimulation on autonomic regulations and the proactive vs. retroactive nature of FR, compared to MM."
    },
    {
      "pmid": "34123517",
      "title": "The Immediate Effects of Foam Rolling and Stretching on Iliotibial Band Stiffness: A Randomized Controlled Trial.",
      "authors": [
        "Talin M Pepper",
        "Jean-Michel Brismée",
        "Phillip S Sizer",
        "Jeegisha Kapila",
        "Gesine H Seeber",
        "Christopher A Huggins",
        "Troy L Hooper"
      ],
      "journal": "International journal of sports physical therapy",
      "publication_date": "2021-Jun-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Iliotibial Band Syndrome (ITBS) is a common clinical condition likely caused by abnormal compressive forces to the iliotibial band (ITB). Stretching interventions are common in ITBS treatment and may predominantly affect tensor fascia latae (TFL). Another ITBS treatment is foam rolling, which may more directly affect the ITB. Shear wave ultrasound elastography (SWUE) measures real-time soft tissue stiffness, allowing tissue changes to be measured and compared. PURPOSE: To examine effects of foam rolling and iliotibial complex stretching on ITB stiffness at 0˚ and 10˚ of hip adduction and hip adduction passive range of motion (PROM). STUDY DESIGN: Randomized controlled trial. METHODS: Data from 11 males (age = 30.5 ± 9.0 years, Body Mass Index (BMI) = 27.8 ± 4.0) and 19 females (age = 23.5 ± 4.9, BMI = 23.2 ± 2.1) were analyzed for this study. Subjects were randomly assigned to one of three groups: control, stretching, and foam rolling. Shear wave ultrasound elastography measurements included ITB Young's modulus at the mid-thigh, the distal femur and the TFL muscle belly. ITB-to-femur depth was measured at mid-thigh level. Hip adduction PROM was measured from digital images taken during the movement. RESULTS: No significant interactions or main effects were found for group or time differences in ITB Young's modulus at the three measured locations. The ITB stiffness at the mid-thigh and distal femur increased with 10° adduction, but TFL stiffness did not increase. A main effect for adduction PROM was observed, where PROM increased 0.8˚ post-treatment (p = 0.02). CONCLUSION: A single episode of stretching and foam rolling does not affect short-term ITB stiffness. The lack of ITB stiffness changes may be from an inadequate intervention stimulus or indicate that the interventions have no impact on ITB stiffness. LEVELS OF EVIDENCE: 1b."
    },
    {
      "pmid": "33992302",
      "title": "Efficacy of foam rolling with additional vibration stimulation on the mobility of the thoracolumbar fascia. An observational study.",
      "authors": [
        "Annika Griefahn",
        "Axel Knicker",
        "Harry von Piekartz"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article",
        "Observational Study"
      ],
      "abstract": "INTRODUCTION: Observations show that foam rolling improves joint movements. Likewise, it can be stated that a vibration stimulation of the tissue leads to improved joint mobility. METHOD: This study investigates whether the combination of foam rolling and vibrations (31 Hz) can influence the sliding of the thoracolumbar fascia more effectively than normal foam rolling. 45 subjects participated in the study and were divided into a foam roll with additional vibration group (FRV), a foam roll group (FR) and a control group (CG). The intervention groups rolled out the gluteal muscles, the lateral trunk and the upper and lower back. Mobility measures were taken pre and post the respective intervention. Subsequent cross correlation software analysis quantified the sliding of the fascia and calculated its shear strain mobility (SSM). RESULTS: The sliding of the thoracolumbar fascia improved significantly within the FRV by 2.83 mm (SD ± 1.08/p < .001), in the FR by 0.96 mm (SD ± 0.43/p < .001) and in the CG decreased the sliding by 0.1401 mm (SD ± 0.28/p = .076). The fascia/fascia SSM increased in the FRV by 22.61% (SD ± 15.64/p < .001), in the FR by 11.41% (SD ± 20.38/p = .056) and in the CG decreased the SSM by 0.9473% (SD ± 11.35/p < .751). The lumbar movement increased in both intervention groups, but showed no significant result. CONCLUSION: The use of a foam roll with additional vibration and standard intervention have increased thoracolumbar fascia sliding and lumbar movements. The improved shear strain mobility can be attributed to the multi-activity of mechanoreceptors, such as Pacini- and Ruffini-Bodies.",
      "mesh_terms": [
        "Back Muscles",
        "Fascia",
        "Humans",
        "Lumbosacral Region",
        "Range of Motion, Articular",
        "Vibration"
      ]
    },
    {
      "pmid": "33992287",
      "title": "Comparison between neurodynamic therapy and foam rolling in cool-down sessions for delayed onset muscle soreness in healthy individuals.",
      "authors": [
        "Vedang Vaidya",
        "Anand Gangwal",
        "Rachana Dabadghav",
        "Ashok Shyam",
        "Parag Sancheti"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2021-Apr",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Delayed onset of muscle soreness (DOMS) is a common finding in trained and untrained individuals post high intensity exercises which can lead to injuries. Foam rolling (FR) and neurodynamic therapy (NDT) are types of active cool-down which provides effective for treatment of DOMS. But their role in reduction of intensity of the same in cool down is not established. STUDY DESIGN: Crossover study. METHODOLOGY: Total 60 healthy individuals participated in the study. Pre intervention readings were taken of strength and tightness by Range of motion. Subjects performed both the types of cool-down separated by 4 weeks interval with random allocation. Post intervention readings of hamstring and quadriceps tightness, grade of tenderness and stand to sit VAS score was taken post 24 h and 48 h and strength post 48 h. RESULTS: Analysis was done for using repeated measures ANOVA and Friedman's test. The difference of values for Straight Leg Raise and Prone knee Flexion between NDT and FR post 24 h were statistically significant (p < 0.05) while that of NDT post 24 h being similar to FR post 48 h (p > 0.05). There was a significant difference between strength, tenderness and VAS in NDT and FR (p < 0.05). With the mean of post 24 h as well as post 48 h being less in the FR intervention. CONCLUSION: Foam rolling is a better option than Neurodynamic therapy for reduction of intensity of DOMS.",
      "mesh_terms": [
        "Cross-Over Studies",
        "Hamstring Muscles",
        "Humans",
        "Muscle, Skeletal",
        "Myalgia",
        "Quadriceps Muscle",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "33842038",
      "title": "Time Course of Acute Hip Adduction Range of Motion Changes Following Foam Rolling.",
      "authors": [
        "Anthony D'Amico",
        "Kevin Silva",
        "Joseph Gallo"
      ],
      "journal": "International journal of sports physical therapy",
      "publication_date": "2021-Apr-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: With the increased popularity of foam rolling (FR), it is important to establish the exact manner in which the practice is useful. PURPOSE: The purpose of this study was to examine the impact of FR the iliotibial (IT) band on hip adduction range of motion (ROM) and the short-term time course of any ROM changes that may occur. METHOD: In a within-subject design, 34 subjects (21 female, 13 male) (female mean age 24.67 ± 8.6 yrs, height 161.4 ± 9.8 cm, mass 67.3 ± 12.3 kg; male mean age 22 ± 2.5 yrs, height 170.2 ± 8.2 cm, mass 76.3 ± 21.9 kg) underwent a baseline Ober's test to measure hip adduction ROM prior to the FR and control conditions. Subjects rolled the lateral portion of each thigh for 3 bouts of 20 seconds. A tempo of 3 seconds down and 3 seconds up the leg was maintained across FR bouts. A 5-minute walk served as the control condition. The Ober's test was repeated at less than 1 minute, 3 minutes, 10 minutes, 15 minutes, and 20 minutes following the FR bouts and the control to assess changes in hip adduction ROM over time. A blinded clinician conducted the Ober's test. A two-way analysis of variance was used to assess differences by condition and time. RESULTS: No differences in hip adduction ROM were found at baseline between FR and CON within subjects (27.9 cm ± 7.5 vs. 27.7 cm ± 6.6, p > .05). Ober's test ROM was significantly greater in FR compared to CON immediately post-treatment (24.2 cm ± 6.3 vs. 28.2 cm ± 6.3, p = .00, d = .59), and 3 minutes post (24.6 cm ± 7.6 vs. 28.3 cm ± 5.9, p = .00, d = .56). No differences were observed 10 minutes post, 15 minutes post, or 20 minutes post FR or CON (p > .05). DISCUSSION: Compared to walking, FR the IT band significantly increased hip adduction ROM as measured by the Ober's test. These increases appear to dissipate between 3 and 10 minutes post-FR. CONCLUSION: An acute bout of 3 sets of 20 seconds of FR may be effective for transiently increasing ROM. Whether these short-term increases have implications for chronic flexibility changes is unclear. LEVEL OF EVIDENCE: 2."
    },
    {
      "pmid": "33801720",
      "title": "The Acute Effect of Foam Rolling and Vibration Foam Rolling on Drop Jump Performance.",
      "authors": [
        "Wei-Chi Tsai",
        "Zong-Rong Chen"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2021-Mar-27",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "The purpose of this study was to examine the acute effect of foam rolling and vibration foam rolling on drop jump performance. The optimal time interval between warm-up using foam rolling or vibration foam rolling and drop jump performance was identified. This study included 16 male NCAA Division I college volleyball athletes. Three interventions were performed in a randomized order: the foam rolling exercise (FRE), vibration foam rolling exercise (VFRE), and static rest (control). The drop jump was performed before interventions, as well as 2 and 5 min after interventions. The FRE exhibited higher values for drop jump height (DJH) (p = 0.001; η2 = 0.382; statistical power = 0.964) and mean power generation at the hip joint (p = 0.006; η2 = 0.277; statistical power = 0.857) at 2 min compared with before intervention but not at 5 min (p > 0.05). However, the VFRE showed no significant changes in DJH (p > 0.05), and found that hippower was decreased at 5 min (p = 0.027; η2 = 0.214; statistical power = 0.680). The FRE completed in 2 min before rapid single action competition (sprint, long jump, triple jump, etc.) could increase sports performance.",
      "mesh_terms": [
        "Athletic Performance",
        "Humans",
        "Male",
        "Muscle, Skeletal",
        "Range of Motion, Articular",
        "Vibration",
        "Warm-Up Exercise"
      ]
    },
    {
      "pmid": "33707988",
      "title": "The Acute and Prolonged Effects of Different Durations of Foam Rolling on Range of Motion, Muscle Stiffness, and Muscle Strength.",
      "authors": [
        "Masatoshi Nakamura",
        "Remi Onuma",
        "Ryosuke Kiyono",
        "Koki Yasaka",
        "Shigeru Sato",
        "Kaoru Yahata",
        "Taizan Fukaya",
        "Andreas Konrad"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2021-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "\"Foam Rolling\" has been used in sports settings to increase range of motion and decrease muscle stiffness without decreasing muscle strength and athletic performance. However, there has been no study investigating the acute and prolonged effect of different durations of foam rolling intervention on muscle stiffness, and the minimum foam rolling intervention duration required to decrease muscle stiffness is unclear. Therefore, the purpose of this study was to investigate the acute and prolonged effect of different durations of foam rolling intervention on ROM, muscle stiffness, and muscle strength. The 45 participants were randomly allocated to 1 of 3 groups (30 s × 1 times group vs 30 s × 3 times group vs 30 s× 10 times group). The outcome measures were dorsiflexion range of motion, shear elastic modulus of medial gastrocnemius, and muscle strength before, 2 min and 30 min after foam rolling intervention. There were no significant differences before and 2 min after foam rolling intervention in 30 s×1 time group, whereas dorsiflexion range of motion was increased in both 30 s×3 times group (p = 0.042, d = 0.26) and 30 s× 10 times group (p < 0.01, d = 0.33). However, the increase in dorsiflexion range of motion was returned to baseline value after 30 minutes in both 30 s × 3 times group and 30 s × 10 times group. In addition, there were no significant changes in shear elastic modulus and muscle strength in all groups. This study suggested that foam rolling for more than 90 s or more of foam rolling was effective in order to increase the range of motion immediately without changing muscle stiffness and muscle strength.",
      "mesh_terms": [
        "Elastic Modulus",
        "Female",
        "Humans",
        "Male",
        "Massage",
        "Muscle Strength",
        "Muscle Tonus",
        "Muscle, Skeletal",
        "Range of Motion, Articular",
        "Time Factors",
        "Young Adult"
      ]
    },
    {
      "pmid": "33638016",
      "title": "A comparison of foam rolling and vibration foam rolling on the quadriceps muscle function and mechanical properties.",
      "authors": [
        "Marina Maren Reiner",
        "Christoph Glashüttner",
        "Daniel Bernsteiner",
        "Markus Tilp",
        "Gael Guilhem",
        "Antonio Morales-Artacho",
        "Andreas Konrad"
      ],
      "journal": "European journal of applied physiology",
      "publication_date": "2021-May",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: The purpose of the study was to investigate the effects of using a vibration foam roll (VFR) or a non-vibration foam roll (NVFR) on maximum voluntary isometric contraction peak torque (MVIC), range of motion (ROM), passive resistive torque (PRT), and shear modulus. METHODS: Twenty-one male volunteers visited the laboratory on two separate days and were randomly assigned to either a VFR group or a NVFR group. Both interventions were performed for 3 × 1 min each. Before and after each intervention, passive resistive torque and maximum voluntary isometric contraction peak torque of the leg extensors were assessed with a dynamometer. Hip extension ROM was assessed using a modified Thomas test with 3D-motion caption. Muscle shear modulus of the vastus lateralis (VL), vastus medialis (VM), and rectus femoris (RF) was assessed with shear wave elastography (SWE). RESULTS: In both groups (VFR, NVFR) we observed an increase in MVIC peak torque (+ 14.2 Nm, + 8.6 Nm) and a decrease in shear modulus of the RF (- 7.2 kPa, - 4.7 kPa). However, an increase in hip extension ROM (3.3°) was only observed in the VFR group. There was no change in PRT and shear modulus of the VL and VM, in both the VFR group and the NVFR group. Our findings demonstrate a muscle-specific acute decrease in passive RF stiffness after VFR and NVFR, with an effect on joint flexibility found only after VFR. CONCLUSION: The findings of this study suggest that VFR might be a more efficient approach to maximize performance in sports with flexibility demands.",
      "mesh_terms": [
        "Adult",
        "Biomechanical Phenomena",
        "Elastic Modulus",
        "Elasticity Imaging Techniques",
        "Healthy Volunteers",
        "Humans",
        "Imaging, Three-Dimensional",
        "Isometric Contraction",
        "Male",
        "Muscle Stretching Exercises",
        "Quadriceps Muscle",
        "Range of Motion, Articular",
        "Torque",
        "Vibration"
      ]
    },
    {
      "pmid": "33626144",
      "title": "Foam Rolling, Elbow Proprioception, Strength, and Functional Motor Performance.",
      "authors": [
        "Fatma Ozden",
        "Sevgi Sevi Yesilyaprak"
      ],
      "journal": "Journal of athletic training",
      "publication_date": "2021-Oct-01",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "CONTEXT: Foam rolling has recently been used frequently to increase flexibility. However, its effects on proprioception, strength, and motor performance are not well known. In addition, very few researchers have examined the effects of foam rolling on the upper extremity. OBJECTIVE: To investigate the effects of foam rolling on elbow proprioception, strength, and functional motor performance in healthy individuals. DESIGN: Randomized controlled clinical trial. SETTING: Exercise laboratory of School of Physical Therapy and Rehabilitation, Dokuz Eylul University. PATIENTS OR OTHER PARTICIPANTS: Sixty healthy participants (mean age = 22.83 ± 4.07 years). INTERVENTION(S): We randomly assigned participants to 2 groups: the foam-rolling group (FRG; 4 weeks of foam rolling for the biceps brachii muscle) or control group (CG; no foam rolling). MAIN OUTCOME MEASURE(S): We evaluated proprioception (joint position sense [JPS] and force matching), biceps brachii muscle strength, and functional motor performance (modified pull-up test [MPUT], closed kinetic chain upper extremity stability test [CKCUEST], and push-up test) at the baseline and at the end of the fourth and eighth weeks. RESULTS: The JPS at 45° of elbow flexion, muscle strength, CKCUEST, and push-up test results improved after foam rolling, and improvement was maintained at follow up (P < .017). Although the changes between groups for the results of proprioception and CKCUEST were similar among the 3 time points (P > .05), muscle strength improved from baseline to the second evaluation and from baseline to follow up (P < .001) in the FRG compared with the CG group (P = .004). The FRG group demonstrated better push-up test results than the CG group at the 3 time points (P = .040, P = .001, P < .001). Other data did not change (P values > .05). CONCLUSIONS: Foam rolling was effective in improving elbow JPS at small flexion angles, biceps brachii strength, and some aspects of upper extremity functional motor performance. These effects were maintained at 4 weeks after application.",
      "mesh_terms": [
        "Humans",
        "Adolescent",
        "Young Adult",
        "Adult",
        "Elbow",
        "Proprioception",
        "Muscle Strength",
        "Range of Motion, Articular",
        "Elbow Joint",
        "Muscle, Skeletal"
      ]
    },
    {
      "pmid": "33408640",
      "title": "Selective Effects of Manual Massage and Foam Rolling on Perceived Recovery and Performance: Current Knowledge and Future Directions Toward Robotic Massages.",
      "authors": [
        "Yann Kerautret",
        "Franck Di Rienzo",
        "Carole Eyssautier",
        "Aymeric Guillot"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2020",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Manual massage and foam rolling are commonly used by athletes for warm-up and recovery, as well as by healthy individuals for well-being. Manual massage is an ancient practice requiring the intervention of an experienced physiotherapist, while foam rolling is a more recent self-administered technique. These two topics have been largely studied in isolation from each other. In the present review, we first provide a deep quantitative literature analysis to gather the beneficial effects of each technique through an integrative account, as well as their psychometric and neurophysiological evaluations. We then conceptually consider the motor control strategies induced by each type of massage. During manual massage, the person remains passive, lying on the massage table, and receives unanticipated manual pressure by the physiotherapist, hence resulting in a retroactive mode of action control with an ongoing central integration of proprioceptive feedback. In contrast, while performing foam rolling, the person directly exerts pressures through voluntary actions to manipulate the massaging tool, therefore through a predominant proactive mode of action control, where operations of forward and inverse modeling do not require sensory feedback. While these opposite modes of action do not seem to offer any compromise, we then discuss whether technological advances and collaborative robots might reconcile proactive and retroactive modes of action control during a massage, and offer new massage perspectives through a stochastic sensorimotor user experience. This transition faculty, from one mode of control to the other, might definitely represent an innovative conceptual approach in terms of human-machine interactions."
    },
    {
      "pmid": "33374202",
      "title": "The Acute Effect of Foam Rolling on Eccentrically-Induced Muscle Damage.",
      "authors": [
        "Masatoshi Nakamura",
        "Koki Yasaka",
        "Ryosuke Kiyono",
        "Remi Onuma",
        "Kaoru Yahata",
        "Shigeru Sato",
        "Andreas Konrad"
      ],
      "journal": "International journal of environmental research and public health",
      "publication_date": "2020-Dec-24",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Previous studies have shown significant improvement in muscle soreness and muscle function loss after 300-s foam rolling intervention two days after intense exercise. However, this duration is assumed to be too long, so investigating the effect of short-term duration foam rolling intervention on an eccentrically-damaged muscle is needed. This study aimed to eccentrically induce muscle damage in the leg extensors, and to detect the acute effect of 90-s foam rolling on muscle soreness and muscle function of the quadriceps muscle. We enrolled 17 healthy and nonathlete male volunteers. They performed a bout of eccentric exercise of the knee extensors with the dominant leg and received 90-s foam rolling intervention of the quadriceps two days after the eccentric exercise. The dependent variables were measured before the eccentric exercise (baseline), and before (preintervention) and after foam rolling intervention (postintervention), two days after the eccentric exercise. The results show that the preintervention muscle soreness and muscle strength values were significantly increased, compared with the baseline values, whereas the postintervention values were significantly decreased, compared with the preintervention values. Furthermore, 90-s of foam rolling intervention could improve muscle soreness and muscle function loss.",
      "mesh_terms": [
        "Exercise",
        "Humans",
        "Male",
        "Muscle Strength",
        "Myalgia",
        "Quadriceps Muscle",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "33132517",
      "title": "The effectiveness of Ergon Instrument-Assisted Soft Tissue Mobilization, foam rolling, and athletic elastic taping in improving volleyball players' shoulder range of motion and throwing performance: a pilot study on elite athletes.",
      "authors": [
        "Andreas Maniatakis",
        "Nikolaos Mavraganis",
        "Elias Kallistratos",
        "Dimitris Mandalidis",
        "Konstantinos Mylonas",
        "Pavlos Angelopoulos",
        "Sofia Xergia",
        "Elias Tsepis",
        "Konstantinos Fousekis"
      ],
      "journal": "Journal of physical therapy science",
      "publication_date": "2020-Oct",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "[Purpose] The purpose of this pilot study was to investigate the effectiveness of instrument-assisted soft tissue mobilization (IASTM), foam rolling, and athletic elastic taping on improving elite volleyball players' shoulder range of motion (ROM) and throwing performance. [Participants and Methods] Fifteen elite male volleyball players (mean age: 24 ± 4.54 years; mean height: 177 ± 0.08 cm; mean weight: 81 ± 7.71 kg) received shoulder Ergon IASTM, foam rolling, and elastic taping treatment in random order on both upper extremities once a week for three weeks. Pre-and post-treatment assessments of their shoulders' ROM and functional throwing performance were performed. [Results] Ergon IASTM technique resulted in significantly higher shoulder flexion ROM values than foam rolling and elastic taping. Foam rolling, in turn, showed better results than athletic elastic taping. Moreover, the Ergon IASTM technique resulted in significantly higher OSP values than athletic elastic taping. No significant differences were observed between the therapeutic interventions in terms of FTPI. [Conclusion] This pilot study on elite athletes provides evidence that both IASTM and foam rolling techniques may improve their passive shoulder ROM compared to elastic athletic taping while Ergon IASTM can also enhance their shoulder throwing performance."
    },
    {
      "pmid": "33044364",
      "title": "Effects of 5-Week Foam Rolling Intervention on Range of Motion and Muscle Stiffness.",
      "authors": [
        "Ryosuke Kiyono",
        "Remi Onuma",
        "Koki Yasaka",
        "Shigeru Sato",
        "Kaoru Yahata",
        "Masatoshi Nakamura"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2022-Jul-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Kiyono, R, Onuma, R, Yasaka, K, Sato, S, Yahata, K, and Nakamura, M. Effects of 5-week foam rolling intervention on range of motion and muscle stiffness. J Strength Cond Res 36(7): 1890-1895, 2022-In clinical and sports settings, foam rolling (FR) intervention is widely used to increase the range of motion (ROM). However, the chronic effects of FR on ROM and muscle stiffness are unclear. The aim of this study was to investigate the effects of 5-week FR intervention on dorsiflexion ROM (DFROM) and shear elastic modulus of the medial gastrocnemius (MG) muscle. Accordingly, 30 healthy young adults were enrolled and randomly assigned to either the FR or control group with the former receiving 90 seconds of FR thrice per week over 5 weeks. Thereafter, DFROM, passive torque at DFROM, and shear elastic modulus of the MG during passive ankle dorsiflexion were assessed using a dynamometer and ultrasonography before and after 5 weeks. Our results showed that the FR group exhibited a significant increase in DFROM (Δ = 11.7%, p < 0.05, effect size = 0.39), but no changes in passive torque at DFROM, and shear elastic modulus at 0° and 10° dorsiflexion. Moreover, significant correlations were observed between change in DFROM and change in passive torque at DFROM in the FR group (rs = 0.607, p = 0.016). These results suggested that FR was an effective method to increase DFROM given its ability to change passive torque at DFROM (stretch tolerance) without altering muscle stiffness.",
      "mesh_terms": [
        "Elastic Modulus",
        "Humans",
        "Muscle Stretching Exercises",
        "Muscle, Skeletal",
        "Range of Motion, Articular",
        "Torque",
        "Ultrasonography",
        "Young Adult"
      ]
    },
    {
      "pmid": "32909892",
      "title": "Effects of foam rolling on hip pain in patients with hip osteoarthritis: a retrospective propensity-matched cohort study.",
      "authors": [
        "Hisashi Ikutomo",
        "Koutatsu Nagai",
        "Keiichi Tagomori",
        "Namika Miura",
        "Kenichi Okamura",
        "Takato Okuno",
        "Norikazu Nakagawa",
        "Kensaku Masuhara"
      ],
      "journal": "Physiotherapy theory and practice",
      "publication_date": "2022-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Foam rolling is a self-applied massage using a foam roller that has gained popularity for treatment of muscle soreness. However, its efficacy for improving hip pain in patients with hip osteoarthritis remains unclear. OBJECTIVE: To investigate the effects of foam rolling on hip pain in patients with hip osteoarthritis. METHODS: In this retrospective propensity-matched cohort study, medical records of outpatients between January 2017 and March 2019 were reviewed. Of these, 115 patients with hip osteoarthritis were divided into foam rolling or non-foam rolling groups based on home exercises. Both groups were propensity-score matched (1:1) for age, sex, body mass index, Kellgren and Lawrence grade, and visual analog scale (VAS) of hip pain at baseline. The primary outcome was the hip pain-VAS. Effects of interventions on the hip pain-VAS were examined using a split-plot design variance analysis. RESULTS: After matching, both groups comprised 37 patients each. No significant differences were observed in baseline characteristics and outcome measurements between the matched groups. A statistically significant interaction was seen between the effects of time and group for hip pain-VAS (F [1, 72] = 31.874, interaction: P < .001, η2 = 0.307). Hip pain-VAS was improved more effectively in the foam rolling group than those in the non-foam rolling group (P < .001). Thirty-four (92%) patients in the foam rolling group, compared to 15 (41%) in the non-foam rolling group, showed a ≥ 32% (minimal clinically important difference) improvement in hip pain-VAS. CONCLUSION: These results suggested that foam rolling was an effective intervention for improving hip pain in patients with hip osteoarthritis.",
      "mesh_terms": [
        "Arthralgia",
        "Cohort Studies",
        "Hip",
        "Humans",
        "Myalgia",
        "Osteoarthritis, Hip",
        "Retrospective Studies"
      ]
    },
    {
      "pmid": "32825976",
      "title": "A systematic review and meta-analysis of the effects of foam rolling on range of motion, recovery and markers of athletic performance.",
      "authors": [
        "Brendon Skinner",
        "Richard Moss",
        "Lucy Hammond"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2020-Jul",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "OBJECTIVE: To conduct a systematic review with meta-analysis assessing the effects of foam rolling on range of motion, laboratory- and field-based athletic measures, and on recovery. DATA SOURCES: MEDLINE, PubMed, EMBASE, SPORTDiscus and Science Direct were searched (2005-June 2018). STUDY SELECTION: Experimental and observational studies were included if they examined the effects of foam rolling on measures of athletic performance in field or laboratory settings. DATA EXTRACTION: Two investigators independently assessed methodologic quality using the Physiotherapy Evidence Database (PEDro) Scale. Study characteristics including participant age, sex and physical activity status, foam rolling protocol and pre- and post-intervention mean outcome measures were extracted. DATA SYNTHESIS: A total of 32 studies (mean PEDro = 5.56) were included in the qualitative analysis, which was themed by range of motion, laboratory-based measures, field-based measures and recovery. Thirteen range of motion studies providing 18 datasets were included in the meta-analysis. A large effect (d = 0.76, 95% CI 0.55-0.98) was observed, with foam rolling increasing range of motion in all studies in the analysis. CONCLUSIONS: Foam rolling increases range of motion, appears to be useful for recovery from exercise induced muscle damage, and there appear to be no detrimental effect of foam rolling on other athletic performance measures. However, except range of motion, it cannot be concluded that foam rolling is directly beneficial to athletic performance. Foam rolling does not appear to cause harm and seems to elicit equivalent effects in males and females.",
      "mesh_terms": [
        "Athletic Performance",
        "Female",
        "Humans",
        "Male",
        "Muscle, Skeletal",
        "Physical Therapy Modalities",
        "Range of Motion, Articular"
      ]
    },
    {
      "pmid": "32791495",
      "title": "The Acute Effects of Foam Rolling and Dynamic Stretching on Athletic Performance: A Critically Appraised Topic.",
      "authors": [
        "Bethany L Anderson",
        "Rod A Harter",
        "James L Farnsworth"
      ],
      "journal": "Journal of sport rehabilitation",
      "publication_date": "2020-Aug-13",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Clinical Scenario: Dynamic stretching and foam rolling are commonly used by athletes to reduce injury and enhance recovery, thereby improving athletic performance. In contrast to dynamic stretching, little research has been conducted on the acute effects of foam rolling as part of the preexercise warm-up routine. Previously, when researchers implemented foam rolling with static stretching as a warm-up, some found that foam rolling slightly improved flexibility and performance outcomes. More recent research has shown that dynamic stretching is favorable to static stretching when used as a warm-up strategy. Therefore, adding foam rolling to dynamic stretching is hypothesized to create more significant improvements in flexibility and performance compared with adding foam rolling to static stretching. Focused Clinical Question: In active individuals, does foam rolling in addition to dynamic stretching lead to enhanced performance compared with dynamic stretching alone? Summary of Key Findings: Four randomized controlled trials were included. Two studies concluded that the addition of foam rolling to dynamic stretching increased vertical jump height more than dynamic stretching alone, while 2 studies found no difference between these treatment groups. Two studies concluded that the addition of foam rolling increased agility performance compared with dynamic stretching alone, while one study found no difference between treatment groups and one study did not measure agility. All 4 studies reviewed concluded that foam rolling did not improve flexibility more than dynamic stretching alone. Clinical Bottom Line: Foam rolling in conjunction with dynamic stretching may further improve an athlete's agility and power output; however, little improvement has been observed with foam rolling in regard to athlete flexibility when compared with completing dynamic stretching programs alone. Strength of Recommendation: Inconsistent findings from 4 randomized controlled trials suggest there is Grade C evidence to support the inclusion of foam rolling in a dynamic warm-up.",
      "mesh_terms": [
        "Athletic Performance",
        "Combined Modality Therapy",
        "Humans",
        "Muscle Stretching Exercises",
        "Randomized Controlled Trials as Topic",
        "Therapy, Soft Tissue",
        "Warm-Up Exercise"
      ]
    },
    {
      "pmid": "32702660",
      "title": "The Effect of Foam Rolling Versus IASTM on Knee Range of Motion, Fascial Displacement, and Patient Satisfaction.",
      "authors": [
        "Michelle A Sandrey",
        "Cody Lancellotti",
        "Cory Hester"
      ],
      "journal": "Journal of sport rehabilitation",
      "publication_date": "2020-Jul-23",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "CONTEXT: Soft tissue restrictions have been linked to poor flexibility and decreased range of motion (ROM). To decrease the soft tissue restrictions and ultimately increase ROM/flexibility, myofascial release techniques, such as foam rolling (FR) and instrument-assisted soft tissue mobilization (IASTM), have been used. However, the benefit regarding which technique is more beneficial remains unknown. OBJECTIVE: To examine the effects of myofascial release techniques (FR vs the instrumented portion of IASTM) on knee joint ROM, rectus femoris (RF) and biceps femoris (BF) fascial displacement, and patient satisfaction. DESIGN: Randomized controlled clinical trial. SETTING: Mid-Atlantic University. PARTICIPANTS: Twenty moderately active participants (age 21.1 [2.0] y) with variable levels of soft tissue restriction in the quadriceps and hamstrings started and completed the study. Participants were randomly assigned to 2 groups, FR or IASTM. INTERVENTIONS: All participants completed the same warm-up prior to the intervention. The FR group followed the proper FR protocol for gluteals/iliotibial band, quadriceps, and hamstrings/adductors, and the participants were monitored while the protocol was completed. The IASTM group received treatment on the gluteals/iliotibial band followed by the quadriceps, adductors, and hamstrings. Participants in both groups attended intervention sessions twice per week for 3 weeks. Prior to the start, knee ROM measurements were taken, along with fascial displacement measured via ultrasound. Upon completion of the study, posttest measurements were completed. A patient satisfaction survey was also administered at this time. MAIN OUTCOME MEASURES: Pretest to posttest knee ROM measurements, RF and BF fascial displacement, and patient satisfaction. RESULTS: Both groups improved pretest to posttest for knee-extension ROM, with a slight trend toward increased knee-extension ROM for the FR group. Both groups improved pretest to posttest for BF and RF fascial displacement, in favor of the IASTM group for BF fascial displacement. Both groups were equally satisfied. CONCLUSIONS: As both groups improved pretest to posttest, either treatment could be used.",
      "mesh_terms": [
        "Fascia",
        "Female",
        "Hamstring Muscles",
        "Humans",
        "Knee Joint",
        "Male",
        "Muscle Tonus",
        "Patient Satisfaction",
        "Quadriceps Muscle",
        "Therapy, Soft Tissue",
        "Young Adult"
      ]
    },
    {
      "pmid": "32468992",
      "title": "Effect of a Single Session of Facial Distortion Model Manual Physiotherapy and a Selected Foam Rolling Technique on Treatment Outcomes in Cervical Spine Overload. Pilot Study.",
      "authors": [
        "Karolina Wiaderna",
        "Monika Selegrat",
        "Anna Hadamus"
      ],
      "journal": "Ortopedia, traumatologia, rehabilitacja",
      "publication_date": "2020-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The prevalence of neck pain is on the increase. A sedentary life style, poor ergonomics in the workplace and in daily life, and stress all contribute to neck overload. The aim of this study was to assess the efficacy of a single session of a Fascial Distortion Model (FDM) intervention combined with foam rolling in patients with cervical spine overload. MATERIAL AND METHODS: The study enrolled 90 patients, who were randomized to an FDM group, a foam rolling group (who exercised with a Duoball against a wall) and a control group, of 30 patients each. Mobility was measured with a digital inclinometer, pain intensity was assessed with a VAS scale and (upper and middle) trapezius tone was evaluated by sEMG. These measurements were carried out twice in each group and analysed in Matlab and Statistica 13. RESULTS: Both groups subjected to a therapeutic intervention (FDM and foam rolling) reported a significant reduction in neck pain intensity and improved cervical spine mobility (p&lt;0.01). The control group did not demonstrate changes in mobility or pain intensity. The resting trapezius tone did not change in any of the groups. Conclusions, 1. A single session of FDM therapy can effectively reduce and eliminate cervical spine pain, which may be of use in work-site rehabilitation. 2. Single sessions of FDM and foam rolling can effectively improve neck mobility in patients with cervical spine overload. 3. There is a rationale for conducting further prospective randomized studies of larger samples to assess the duration of the beneficial effects of both therapies and determine an optimum session frequency.",
      "mesh_terms": [
        "Adult",
        "Cervical Vertebrae",
        "Female",
        "Humans",
        "Male",
        "Musculoskeletal Manipulations",
        "Neck Pain",
        "Pain Management",
        "Physical Therapy Modalities",
        "Pilot Projects",
        "Prospective Studies",
        "Range of Motion, Articular",
        "Treatment Outcome",
        "Young Adult"
      ]
    },
    {
      "pmid": "32390736",
      "title": "Acute Effects of Dynamic Stretching Followed by Vibration Foam Rolling on Sports Performance of Badminton Athletes.",
      "authors": [
        "Wei-Cheng Lin",
        "Chia-Lun Lee",
        "Nai-Jen Chang"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2020-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Dynamic stretching (DS) is performed to increase sports performance and is also used primarily for transiently increasing range of motion (ROM). Recently, vibration foam rolling (VFR) has emerged. Its underlying concept is that it combines foam rolling techniques with local vibration to improve ROM and muscular activation concurrently. This crossover study investigated the effects of DS or DS followed by VFR (DS + VFR) during warm-ups on flexibility, muscle stiffness, power, and agility of the lower limbs in badminton athletes. Forty badminton players performed DS or DS + VFR as warm-up exercises on two occasions in a randomized order. The target muscle groups were the bilateral shoulder, anterior and posterior thigh, posterior calf, and lower back. Main outcome measures: The primary outcome was knee range of motion (ROM), and the secondary outcomes were muscle stiffness, lower limb power (countermovement jump [CMJ]), and agility. Results indicated that the protocols improved performance. DS increased knee flexion ROM (% change = 1.92, ES = 0.3, p = 0.033), CMJ height (% change = 5.04, ES = 0.2, p = 0.004), and agility (% change = -4.97, ES = 0.4, p < 0.001) but increased quadriceps muscle stiffness (% change = 3.74, ES = 0.3, p = 0.001) and increased gastrocnemius muscle stiffness (% change = 10.39, ES = 0.5, p = 0.001). DS + VFR increased knee extension ROM (% change =2.87, ES = 0.4, p = 0.003), reduced quadriceps muscle stiffness (% change = -2.79, ES = 0.3, p = 0.017), CMJ height (% change = 2.41, ES = 0.1, p = 0.037), and agility (% change = -4.74, ES = 0.2, p < 0.001). DS + VFR was not significantly superior to DS, except for muscle stiffness reduction. Taken together, we suggest that practitioners consider DS as a first line of warm-up exercise to increase ROM, CMJ height, and agility in athletes. Moreover, the addition of VFR to DS results in a large reduction of muscle stiffness, potentially reducing the risk of sports injury. Athletes, coaches and athletic professionals may consider them when selecting effective warm-up practices to augment athletic performance.",
      "mesh_terms": [
        "Adult",
        "Athletic Performance",
        "Cross-Over Studies",
        "Elasticity",
        "Female",
        "Humans",
        "Knee",
        "Lower Extremity",
        "Male",
        "Muscle Stretching Exercises",
        "Muscle, Skeletal",
        "Racquet Sports",
        "Range of Motion, Articular",
        "Vibration",
        "Warm-Up Exercise",
        "Young Adult"
      ]
    },
    {
      "pmid": "32350145",
      "title": "Effects of Dynamic Stretching Combined With Static Stretching, Foam Rolling, or Vibration Rolling as a Warm-Up Exercise on Athletic Performance in Elite Table Tennis Players.",
      "authors": [
        "Fang-Yu Hsu",
        "Kuei-Lan Tsai",
        "Chia-Lun Lee",
        "Wen-Dien Chang",
        "Nai-Jen Chang"
      ],
      "journal": "Journal of sport rehabilitation",
      "publication_date": "2020-Apr-28",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Warm-up exercise is an essential preexercise routine for athletes to optimize performance. However, the benefits of combined warm-up protocols remain unclear. OBJECTIVE: This comparative study investigated the acute effects of dynamic stretching (DS) followed by static stretching (SS), self-myofascial release using a foam rolling (FR) device, or vibration foam rolling (VFR) as a warm-up exercise to improve flexibility, power, agility, and specific skills in elite table tennis players. DESIGN: A crossover study. SETTING: University. PARTICIPANTS: Twenty-three elite table tennis players. INTERVENTIONS: Players completed 3 different interventions in a random order (DS + SS, DS + FR, and DS + VFR). The target muscle groups included the bilateral posterior calf, posterior thigh, anterior thigh, back, and shoulder. MAIN OUTCOME MEASURES: Sit-and-reach test for flexibility, board jump test for lower-extremity power, medicine ball throw test for upper-extremity power, Edgren Side Step Test for agility, and ball speed of table tennis was assessed before and after intervention. RESULTS: After intervention, significant increases in flexibility (15.2%, 20.4%, and 23.8%); lower-limb power (4.5%, 6.6%, and 6.3%); upper-limb power (9.6%, 8.5%, and 9.1%); and ball speed (7.4%, 7.6%, and 7.7%) were observed for DS + SS, DS + FR, and DS + VFR, respectively (all P < .001). In addition, only DS coupled with FR (5.1%) and DS in conjunction with VFR (2.7%) significantly improved agility (P < .001). However, no significant improvements in agility were observed after DS + SS. In addition, no one protocol was superior to the other in all outcomes. CONCLUSION: The authors suggest that a combination of DS with FR or VFR as warm-up exercises significantly improved flexibility, power, ball speed, in addition to agility in elite table tennis players. Coach and athletic professionals may take this information into account for choosing more effective warm-up protocols to enhance performance."
    },
    {
      "pmid": "32273652",
      "title": "Effects of the Ergon® instrument-assisted soft tissue mobilization technique (IASTM), foam rolling, and static stretching application to different parts of the myofascial lateral line on hip joint flexibility.",
      "authors": [
        "Maria Simatou",
        "Maria Papandreou",
        "Evdokia Billis",
        "Maria Tsekoura",
        "Konstantinos Mylonas",
        "Konstantinos Fousekis"
      ],
      "journal": "Journal of physical therapy science",
      "publication_date": "2020-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "[Purpose] This study was aimed to compare the effects of three soft tissue treatments in different parts of the myofascial lateral line (LL) on the hip adduction range of motion (ROM). [Participants and Methods] Thirty university students received Ergon® instrument-assisted soft tissue mobilization (IASTM) treatment, foam rolling, and static stretching on the upper or lower part of the LL on the side of their non-dominant lower limb, while the other body side served as control. The participants received one treatment per week for six weeks with a simultaneous pre-and post-therapy assessment of their hip adduction ROM. [Results] The hip adduction ROM was improved on the intervention side in all experimental groups. The gains were more significant in groups that received the Ergon treatment. All Ergon interventions, as well as foam rolling on the upper part of the LL, led to the greatest hip adduction ROM improvement compared to the control side. No differences were observed between the Ergon groups. [Conclusion] The findings suggest that the implementation of Ergon IASTM, foam rolling, and stretching can produce positive effects on the hip ROM. The Ergon Technique is more effective compared to foam rolling and stretching, irrespective of the application site."
    },
    {
      "pmid": "38828260",
      "title": "Foam rolling is an effective recovery tool in trained distance runners.",
      "authors": [
        "Emma J Lee",
        "Erik H Van Iterson",
        "Sarah E Baker",
        "Alexander J Kasak",
        "Natalie E Taylor",
        "ChoungHun Kang",
        "Christopher J Lundstrom",
        "Eric M Snyder"
      ],
      "journal": "Sport sciences for health",
      "publication_date": "2020-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Many endurance athletes use foam rolling (FR) to decrease muscle soreness, but it is unclear whether FR effectively treats soreness in this population. Moreover, the effects of FR in highly trained runners are unknown. The aim of this study was to use downhill running (DHR) to induce muscle soreness in runners and to determine the influence of FR on soreness and running performance when compared to sham compression tights. METHODS: Participants performed a running economy (RE) test at 75% of 5-km race speed and a 3-km time trial (TT). In a crossover design, subjects then completed DHR followed by either a FR protocol or wearing sham compression tights. Two days post-DHR, subjects repeated the RE and TT tests. Crossover visits occurred 2-4 weeks later. During RE tests, VO2 and rating of perceived exertion (RPE) were recorded. Passive and active soreness were measured on a scale of 0 (no soreness) to 10 (extreme soreness). RESULTS: Eight runners (aged 31 ± 7 years; four females; VO2peak 57 ± 7 ml kg-1 min-1) completed the study. Both treatment conditions experienced passive (p = 0.026) and active soreness (p = 0.012) induced by DHR. Active soreness 2 days postDHR was significantly lower after FR than after sham compression tights (p = 0.025). With tights, there was a trend for an increased RPE compared to pre-DHR (p = 0.056). CONCLUSIONS: Foam rolling decreases leg soreness in well-trained runners and attenuates soreness-related increases in perceived exertion during sub-maximal running."
    },
    {
      "pmid": "34379375",
      "title": "Effect of Static Stretching, Dynamic Stretching, and Myofascial Foam Rolling on Range of Motion During Hip Flexion: A Randomized Crossover Trial.",
      "authors": [
        "Tobias Siebert",
        "Lars Donath",
        "Mischa Borsdorf",
        "Norman Stutzig"
      ],
      "journal": "Journal of strength and conditioning research",
      "publication_date": "2022-Mar-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Siebert, T, Donath, L, Borsdorf, M, and Stutzig, N. Effect of static stretching, dynamic stretching, and myofascial foam rolling on range of motion during hip flexion: A randomized crossover trial. J Strength Cond Res 36(3): 680-685, 2022-Static and dynamic stretching (DS) are commonly used in sports and physical therapy to increase the range of motion (ROM). However, prolonged static stretching (SS) can deteriorate athletic performance. Alternative methods to increase ROM are thus needed. Foam rolling (FR) may initiate muscle relaxation, improve muscular function, physical performance, and ROM. Previous studies that examined effects of FR on ROM did not control for increased tissue compliance or shifted pain threshold. In this study, the isolated influence of altered tissue compliance on ROM after FR, SS, and DS was investigated using a randomized crossover design. Hip flexion ROM at given joint torques before and after SS, DS, and FR was randomly assessed in 14 young male adults (age: 23.7 ± 1.3 years; height: 182 ± 8 cm; body mass: 79.4 ± 6.9 kg). Hip flexion ROM was measured in the sagittal plane with the subjects lying in a lateral position (no gravitational effects on ROM measurements). Surface electromyographic (EMG) analysis of 2 representative hip extensors (M. biceps femoris and M. semitendinosus) was applied to control for active muscle contribution during ROM measurements. Significant increases in ROM for SS (3.8 ± 1.1°; p < 0.001) and DS (3.7 ± 1.8°; p < 0.001) were observed, but not for FR (0.8 ± 3.1°; p = 0.954). Because stretch forces on tendon and muscle tissue during SS and DS predominately act in longitudinal direction, FR induces mainly transversal forces in the muscle tissue. Thus, increased ROM after FR reported in the literature is more likely due to a shift in the pain threshold. These results provide a better understanding of differential loading conditions during SS, DS, and FR for coaches and practitioners.",
      "mesh_terms": [
        "Adult",
        "Cross-Over Studies",
        "Hamstring Muscles",
        "Humans",
        "Male",
        "Muscle Stretching Exercises",
        "Muscle, Skeletal",
        "Range of Motion, Articular",
        "Torque",
        "Young Adult"
      ]
    },
    {
      "pmid": "31855077",
      "title": "Foam Rolling and Muscle and Joint Proprioception After Exercise-Induced Muscle Damage.",
      "authors": [
        "Aynollah Naderi",
        "Mohammad Hossein Rezvani",
        "Hans Degens"
      ],
      "journal": "Journal of athletic training",
      "publication_date": "2020-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Foam rolling (FR) is considered an effective postexercise modality for reducing delayed-onset muscle soreness and enhancing recovery of muscle function. However, the effects of FR on muscle and joint proprioception have not been investigated. OBJECTIVE: To examine the effects of FR on muscle and joint proprioception after an intense exercise protocol. DESIGN: Controlled laboratory study. SETTING: University-based laboratory. PATIENTS OR OTHER PARTICIPANTS: A total of 80 healthy, physically active male students were randomly assigned to either the FR (n = 40; age = 22.8 ± 3.3 years, height = 176.4 ± 5.3 cm, mass = 74.2 ± 6.4 kg) or passive-recovery (PR; n = 40; age = 23.0 ± 3.2 years, height = 178.1 ± 5.5 cm, mass = 74.6 ± 6.2 kg) group. INTERVENTION(S): Participants in both groups performed 4 sets of 25 repetitions of voluntary maximal eccentric contractions at 60°/s from 20° to 100° of knee flexion to induce exercise-induced muscle damage. The exercise was followed by either PR or 2 minutes of FR immediately (1 hour) and 24, 48, and 72 hours postexercise. MAIN OUTCOME MEASURE(S): Muscle soreness, pressure-pain threshold, quadriceps-muscle strength, joint position sense, isometric force sense, and threshold to detect passive movement at baseline and immediately, 24, 48, and 72 hours postexercise after FR. RESULTS: Foam rolling resulted in decreased muscle pain, increased pressure-pain threshold, improved joint position sense, attenuated force loss, and reduced threshold to detect passive movement compared with PR at 24 and 48 hours postexercise. CONCLUSIONS: Foam rolling postexercise diminished delayed-onset muscle soreness and improved recovery of muscle strength and joint proprioception. These results suggested that FR enhanced recovery from exercise-induced damage.",
      "mesh_terms": [
        "Adult",
        "Exercise",
        "Humans",
        "Knee",
        "Male",
        "Muscle Strength",
        "Myalgia",
        "Pain Management",
        "Pain Measurement",
        "Proprioception",
        "Quadriceps Muscle",
        "Range of Motion, Articular",
        "Sports Medicine"
      ]
    },
    {
      "pmid": "31788353",
      "title": "Effect of vibration vs non-vibration foam rolling techniques on flexibility, dynamic balance and perceived joint stability after fatigue.",
      "authors": [
        "Ana María de Benito",
        "Raúl Valldecabres",
        "Diego Ceca",
        "Jim Richards",
        "Joaquín Barrachina Igual",
        "Ana Pablos"
      ],
      "journal": "PeerJ",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Foam roller and vibration techniques are currently used to assist in recovery after fatigue. The main purpose of this study was to determine the effects of the use of a foam roller with and without vibration on dynamic balance, ankle dorsiflexion, hamstring and lumbar spine flexibility and perceived knee and ankle stability after an induced fatigue protocol. METHODS: A total of 24 healthy recreationally active participants (17 males and seven females) were recruited to a randomized cross over trial consisting of; no treatment (NT), foam roller treatment (FR) and vibration foam roller treatment (VFR). The assessments included; the Sit & Reach test, Y balance test and post-treatment perceived knee and ankle stability. Measurements were taken after a standardized warm up (baseline) and repeated following an exercise-induced muscle fatigue protocol consisting of repeated lunges until volitional fatigue. The three treatment conditions were assessed on three separate days in a randomized order. A 3 × 3 repeated measures ANOVA was used to investigate differences between the three treatments over the three time points and a one factor repeated measures ANOVA was used to determine any differences between treatments using the Global Rate of Change scale when considering perceived stability. RESULTS: FR and VFR conditions both showed a greater ankle dorsiflexion range of motion (ROM) (p < 0.001), greater posteromedial and posterolateral reach distances (p < 0.001) and a better knee and ankle perceived stability (p < 0.001) when compared to the NT condition. A trend toward significance was observed in the hamstring and lumbar spine flexibility (p = 0.074) in both treatment conditions when compared to the NT condition. However, no differences were seen between the FR and VFR conditions. CONCLUSIONS: Both FR conditions seem to assist in exercise-induced muscle fatigue recovery with improvements in ROM, balance and perceived stability."
    },
    {
      "pmid": "31775121",
      "title": "Different Effects of Foam Rolling on Passive Tissue Stiffness in Experienced and Nonexperienced Athletes.",
      "authors": [
        "Isabel Mayer",
        "Matthias W Hoppe",
        "Jürgen Freiwald",
        "Rafael Heiss",
        "Martin Engelhardt",
        "Casper Grim",
        "Christoph Lutter",
        "Moritz Huettel",
        "Raimund Forst",
        "Thilo Hotfiel"
      ],
      "journal": "Journal of sport rehabilitation",
      "publication_date": "2020-Sep-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "CONTEXT: Foam rolling (FR) has been developed into a popular intervention and has been established in various sports disciplines. However, its effects on target tissue, including changes in stiffness properties, are still poorly understood. OBJECTIVE: To investigate muscle-specific and connective tissue-specific responses after FR in recreational athletes with different FR experience. DESIGN: Case series. SETTING: Laboratory environment. PARTICIPANTS: The study was conducted with 40 participants, consisting of 20 experienced (EA) and 20 nonexperienced athletes (NEA). INTERVENTION: The FR intervention included 5 trials per 45 seconds of FR of the lateral thigh in the sagittal plane with 20 seconds of rest between each trial. MAIN OUTCOME MEASURES: Acoustic radiation force impulse elastosonography values, represented as shear wave velocity, were obtained under resting conditions (t0) and several times after FR exercise (0 min [t1], 30 min [t2], 6 h [t3], and 24 h [t4]). Data were assessed in superficial and deep muscle (vastus lateralis muscle; vastus intermedius muscle) and in connective tissue (iliotibial band). RESULTS: In EA, tissue stiffness of the iliotibial band revealed a significant decrease of 13.2% at t1 (P ≤ .01) and 12.1% at t3 (P = .02). In NEA, a 6.2% increase of stiffness was found at t1, which was not significantly different to baseline (P = .16). For both groups, no significant iliotibial band stiffness changes were found at further time points. Also, regarding muscle stiffness, no significant changes were detected at any time for EA and NEA (P > .05). CONCLUSIONS: This study demonstrates a significant short-term decrease of connective tissue stiffness in EA, which may have an impact on the biomechanical output of the connective tissue. Thus, FR effects on tissue stiffness depend on the athletes' experience in FR, and existing studies have to be interpreted cautiously in the context of the enrolled participants.",
      "mesh_terms": [
        "Adult",
        "Athletes",
        "Fascia",
        "Female",
        "Healthy Volunteers",
        "Humans",
        "Male",
        "Massage",
        "Quadriceps Muscle",
        "Thigh",
        "Ultrasonography",
        "Young Adult"
      ]
    },
    {
      "pmid": "31628662",
      "title": "Acute Effects of Foam Rolling on Range of Motion in Healthy Adults: A Systematic Review with Multilevel Meta-analysis.",
      "authors": [
        "Jan Wilke",
        "Anna-Lena Müller",
        "Florian Giesche",
        "Gerard Power",
        "Hamid Ahmedi",
        "David G Behm"
      ],
      "journal": "Sports medicine (Auckland, N.Z.)",
      "publication_date": "2020-Feb",
      "publication_types": [
        "Journal Article",
        "Meta-Analysis",
        "Systematic Review"
      ],
      "abstract": "BACKGROUND: Foam rolling (FR) has been demonstrated to acutely enhance joint range of motion (ROM). However, data syntheses pooling the effect sizes across studies are scarce. It is, furthermore, unknown which moderators affect the treatment outcome. OBJECTIVE: To quantify the immediate effects of FR on ROM in healthy adults. METHODS: A multilevel meta-analysis with a robust random effects meta-regression model was used to pool the standardized mean differences (SMD) between FR and no-exercise (NEX) as well as FR and stretching. The influence of the possible effect modifiers treatment duration, speed, targeted muscle, testing mode (active/passive ROM), sex, BMI, and study design was examined in a moderator analysis. RESULTS: Twenty-six trials with high methodological quality (PEDro scale) were identified. Compared to NEX, FR had a large positive effect on ROM (SMD: 0.74, 95% CI 0.42-1.01, p = 0.0002), but was not superior to stretching (SMD: - 0.02, 95% CI - 0.73 to 0.69, p = 0.95). Although the few individual study findings suggest that FR with vibration may be more effective than NEX or FR without vibration, the pooled results did not reveal significant differences (SMD: 6.75, 95% CI - 76.4 to 89.9, p = 0.49 and SMD: 0.66, 95% CI - 1.5 to 2.8, p = 0.32). According to the moderator analysis, most potential effect modifiers (e.g., BMI, speed or duration) do not have a significant impact (p > 0.05) but FR may be less effective in men (p < 0.05). CONCLUSION: FR represents an effective method to induce acute improvements in joint ROM. The impact of moderators should be further elucidated in future research.",
      "mesh_terms": [
        "Healthy Volunteers",
        "Humans",
        "Muscle Stretching Exercises",
        "Muscle Tonus",
        "Range of Motion, Articular",
        "Trigger Points"
      ]
    },
    {
      "pmid": "31605900",
      "title": "Superficial heat administration and foam rolling increase hamstring flexibility acutely; with amplifying effects.",
      "authors": [
        "Dustin J Oranchuk",
        "Matthew R Flattery",
        "Tracey L Robinson"
      ],
      "journal": "Physical therapy in sport : official journal of the Association of Chartered Physiotherapists in Sports Medicine",
      "publication_date": "2019-Nov",
      "publication_types": [
        "Comparative Study",
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: To compare the objective and subjective efficacy of three treatments on acute hip-flexion range of motion (ROM). DESIGN: Assessor-blind, randomized within-subject cross-over. SETTING: University athletic training clinic. PARTICIPANTS: Twenty-two female collegiate lacrosse and soccer athletes. MAIN OUTCOME MEASURES: The passive straight-leg-raise (PSLR) was used to measure acute hip-flexion ROM pre- and post foam rolling (FR), superficial heating (SH), combination (SH + FR) and control treatments. A seven-point Likert scale statement measured the perceived effectiveness of each treatment. RESULTS: Superficial heat (+10.4%, ES = 0.78), FR (+7.26%, ES = 0.52), and SH + FR treatment (+12.9%, ES = 1.26) improved hip ROM when compared to the control (+2.4%, ES = 0.24) (all p < 0.001). The SH + FR treatment resulted in a greater improvement in hip ROM compared to FR (p = 0.001, ES = 0.95), whereas no significant difference was observed between the SH and FR (p = 0.083, ES = 0.68) or SH and SH + FR treatment (p = 0.270, ES = 0.43). SH + FR was perceived as more effective than FR (p = 0.033, ES = 1.21), but not SH (p = 0.193, ES = 0.63). However, only a moderately positive correlation (r = 0.508) between objective and subjective measures of hamstring flexibility was found. CONCLUSIONS: All treatments significantly improve hamstring flexibility with SH + FR being the most effective. Rehabilitation professionals should practice caution when relying on athlete perception and should prescribe treatments on an individual basis.",
      "mesh_terms": [
        "Adolescent",
        "Athletes",
        "Female",
        "Hamstring Muscles",
        "Hip",
        "Hot Temperature",
        "Humans",
        "Hyperthermia, Induced",
        "Racquet Sports",
        "Range of Motion, Articular",
        "Soccer",
        "Young Adult"
      ]
    },
    {
      "pmid": "31563372",
      "title": "Quadriceps foam rolling and rolling massage increases hip flexion and extension passive range-of-motion.",
      "authors": [
        "Estêvão Rios Monteiro",
        "Jefferson da Silva Novaes",
        "Mark Tyler Cavanaugh",
        "Barbara J Hoogenboom",
        "James Steele",
        "Jakob L Vingren",
        "Jakob Škarabot"
      ],
      "journal": "Journal of bodywork and movement therapies",
      "publication_date": "2019-Jul",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Increases in joint range-of-motion may be beneficial for improving performance and reducing injury risk. This study investigated the effects of different self-massage volumes and modalities on passive hip range-of-motion. Twenty-five recreationally resistance-trained men performed four experimental protocols using a counterbalanced, randomized, and within-subjects design; foam rolling (FR) or roller massage (RM) for 60 or 120-s. Passive hip flexion and extension range-of-motion were measured in a counterbalanced and randomized order via manual goniometry before self-massage (baseline) and immediately, 10-, 20-, and 30-min following each self-massage intervention. Following FR or RM of quadriceps, there was an increase in hip flexion range-of-motion at Post-0 (FR: Δ = 19.28°; RM: Δ = 14.96°), Post-10 (FR: Δ = 13.03°; RM: Δ = 10.40°), and Post-20 (FR: Δ = 6.00°; RM: Δ = 4.64°) for all protocols, but these did not exceed the minimum detectable change at Post-10 for RM60 and RM120, and Post-20 for FR60, FR120, RM60, and RM120. Similarly, hip extension range-of-motion increased at Post-0 (FR: Δ = 8.56°; RM: Δ = 6.56°), Post-10 (FR: Δ = 4.64°; RM: Δ = 3.92°), and Post-20 (FR: Δ = 2.80°; RM: Δ = 1.92°), but did not exceed the minimum detectable change at Post-10 for FR60, RM60, and RM120, and Post-20 for FR60, FR120, RM60, and RM120. In conclusion, both FR and RM increased hip range-of-motion but larger volumes (120- vs. 60-second) and FR produced the greatest increases. These findings have implications for self-massage prescription and implementation, in both rehabilitation and athletic populations.",
      "mesh_terms": [
        "Adult",
        "Hip Joint",
        "Humans",
        "Male",
        "Massage",
        "Quadriceps Muscle",
        "Range of Motion, Articular",
        "Single-Blind Method",
        "Young Adult"
      ]
    },
    {
      "pmid": "31499386",
      "title": "Acute effects of foam rolling on passive stiffness, stretch sensation and fascial sliding: A randomized controlled trial.",
      "authors": [
        "Frieder Krause",
        "Jan Wilke",
        "Daniel Niederer",
        "Lutz Vogt",
        "Winfried Banzer"
      ],
      "journal": "Human movement science",
      "publication_date": "2019-Oct",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "PURPOSE: Foam Rolling (FR), aims to mimic the effects of manual therapy and tackle dysfunctions of the skeletal muscle and connective tissue. It has been shown to induce improvements in flexibility, but the underlying mechanisms are poorly understood. The aim of the present study was to further elucidate the acute, systemic and tissue-specific responses evoked by FR. METHODS: In a crossover study, 16 (34 ± 6y, 6f) participants received all of the following interventions in a random order: a) 2 × 60 seconds of FR at the anterior thigh, b) 2 × 60 seconds of passive static stretching of the anterior thigh (SS), and c) no intervention (CON). Maximal active and passive knee flexion range of motion (ROM), passive stiffness, sliding of fascial layers, as well as knee flexion angle of first subjectively perceived stretch sensation (FSS) were evaluated before and directly after each intervention. RESULTS: Flexibility increased only after, FR (active (+1.8 ± 1.9%) and passive ROM (+3.4 ± 2.7%), p = .006, respectively) and SS (passive ROM (+3.2 ± 3.5%), p = .002). Angle of FSS was altered following FR (+4.3° (95% CI: 1.4°-7.2°)) and SS (+6.7° (3.7°-9.6°)), while tissue stiffness remained unchanged after any intervention compared to baseline. Movement of the deepest layer (-5.7 mm (-11.3 mm to -0.1 mm)) as well as intrafascial sliding between deep and superficial layer (-4.9 mm (-9.mm to -0.7 mm)) decreased only after FR. CONCLUSION: FR improved knee flexion ROM without altering passive stiffness, but modified the perception of stretch as well as the mobility of the deep layer of the fascia lata. The mechanisms leading to altered fascial sliding merit further investigation.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Connective Tissue",
        "Cross-Over Studies",
        "Female",
        "Humans",
        "Knee Joint",
        "Male",
        "Movement",
        "Muscle Stretching Exercises",
        "Muscle, Skeletal",
        "Range of Motion, Articular",
        "Sensation",
        "Thigh",
        "Young Adult"
      ]
    },
    {
      "pmid": "31483150",
      "title": "Jogging and Practical-Duration Foam-Rolling Exercises and Range of Motion, Proprioception, and Vertical Jump in Athletes.",
      "authors": [
        "Natalia Romero-Franco",
        "Javier Romero-Franco",
        "Pedro Jiménez-Reyes"
      ],
      "journal": "Journal of athletic training",
      "publication_date": "2019-Nov",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "CONTEXT: Foam-rolling exercises are frequently included in warmups due to their benefits for increasing range of motion (ROM). However, their effects on proprioception and vertical jump have not been analyzed and therefore remain unclear. Moreover, the effects of performing practical-duration foam-rolling exercises after typical warmup exercises such as jogging are unknown. OBJECTIVE: To analyze the effects of jogging and practical-duration foam-rolling exercises on the ROM, knee proprioception, and vertical jump of athletes. DESIGN: Randomized controlled study. SETTING: Sports laboratory and university track. PATIENTS OR OTHER PARTICIPANTS: Thirty athletes were randomly classified into an experimental group (EG) or control group (CG). INTERVENTION(S): The EG performed 8-minute jogging and foam-rolling exercises. The CG performed 8-minute jogging. MAIN OUTCOME MEASURE(S): Knee flexion, hip extension, active knee extension, ankle dorsiflexion (ADF), knee-joint position sense, and countermovement jump (CMJ) were evaluated before the intervention (baseline), after (post 0 min), and 10 minutes later. RESULTS: The EG exhibited higher values for ADF and CMJ at post 0 min (ADF: P < .001, d = 0.88; CMJ: P < .001, d = 0.52) and 10 minutes later (ADF: P = .014, d = 0.41; CMJ: P = .006, d = 0.22) compared with baseline. Although the CG also showed increased CMJ at post 0 min (P = .044, d = 0.21), the EG demonstrated a greater increase (P = .021, d = 0.97). No differences were found in the remaining ROM variables (knee flexion, hip extension, active knee extension: P values > .05). For knee-joint position sense, no differences were found (P > .05). CONCLUSIONS: Combining jogging and practical-duration foam rolling may increase ADF and CMJ without affecting knee proprioception and hip or knee ROM. Jogging by itself may slightly increase ADF and CMJ, but the results were better and were maintained after 10 minutes when foam rolling was added.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Ankle Joint",
        "Athletes",
        "Athletic Performance",
        "Female",
        "Hip Joint",
        "Humans",
        "Jogging",
        "Knee Joint",
        "Male",
        "Proprioception",
        "Range of Motion, Articular",
        "Young Adult"
      ]
    },
    {
      "pmid": "31191092",
      "title": "The Training Effects of Foam Rolling on Core Strength Endurance, Balance, Muscle Performance and Range of Motion: A Randomized Controlled Trial.",
      "authors": [
        "Daniel Junker",
        "Thomas Stöggl"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2019-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Self myofascial therapy via foam roller is a common technique used by many athletes and patients to aid recovery, improve range of motion (ROM) and prevent injury. Further, it is suggested that foam rolling improves core stability. However, research about the training effects of foam rolling on measures of core \"strength endurance\", muscle performance, balance and flexibility is limited. Forty recreationally active females and males (age: 18-48 yrs) were randomly assigned to a foam roll (FOAM, n = 14), a core stabilization (CORE; n = 12) and a control group (CG, n = 12). FOAM massaged their lower leg muscles (5 exercises) with the foam roll 2 times per week for 8 weeks while CORE was assigned to core stability training including 5 exercises. CG underwent no intervention. Applied tests for outcome measurements were the Bourban trunk muscle strength test (TMS), standing long jump (SLJ), single leg triple hop for distance (SLTH) test, Y-Balance test and stand and reach test. There was an interaction effect (time x treatment) for the dorsal TMS (p = 0.043), demonstrating greater improvements in CORE compared with FOAM and CG with no difference between FOAM and CG. For the stand and reach test a main effect for time (p < 0.001) and time x treatment interaction (p = 0.005) were found, indicating an increase in ROM in FOAM compared with CORE and CG with no difference between the latter. No significant effects were found for balance and muscle performance. An 8-week training with the foam roll is effective in increasing ROM in the stand and reach test without concomitant decreases in core \"strength endurance\", muscle performance and balance parameters. The core stabilization training was sufficient to improve performance in dorsal TMS test.",
      "mesh_terms": [
        "Adolescent",
        "Adult",
        "Female",
        "Humans",
        "Male",
        "Massage",
        "Middle Aged",
        "Muscle Strength",
        "Muscle, Skeletal",
        "Physical Endurance",
        "Postural Balance",
        "Range of Motion, Articular",
        "Torso",
        "Young Adult"
      ]
    },
    {
      "pmid": "31179197",
      "title": "Unilateral hamstring foam rolling does not impair strength but the rate of force development of the contralateral muscle.",
      "authors": [
        "Xin Ye",
        "Benjamin S Killen",
        "Krista L Zelizney",
        "William M Miller",
        "Sunggun Jeon"
      ],
      "journal": "PeerJ",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Self-administered foam rolling (SAFR) is an effective massage technique often used in sport and rehabilitation settings to improve range of motion (ROM) without impairing the strength performance. However, the effects of unilateral SAFR on contralateral non-intervened muscle's rate of force development (RFD) are unknown. Therefore, the purpose of this investigation was to examine the acute effects of unilateral hamstrings SAFR on the contralateral limb flexibility, the isometric strength, and the RFD parameters. METHODS: Thirty-four subjects (21 women) completed two separate randomly sequenced experimental visits, during which the control (rested for 10 min) or ten, 30-second SAFR were performed with the dominant hamstring muscle group. Before (Pre) and after (Post) the interventions, the contralateral hip flexion passive ROM, the maximal explosive isometric strength of the contralateral knee flexors with the corresponding prime mover muscles' surface electromyographic (EMG) amplitude were measured. Separate two-way (time ×intervention) repeated measures analyses of variance (ANOVAs) were used to examine the potential changes of the dependent variables. RESULTS: The SAFR significantly improved the contralateral limb ROM (Pre vs. Post: 68.3 ± 21.0 vs. 73.2 ± 23.2 degrees, p < 0.001; d = 0.22). No change was found for the contralateral isometric strength or the maximal EMG amplitude. For the RFD parameters, the percent changes of the RFDs for the first 50, 100, and 200 ms of the maximal explosive isometric contraction were -31.2%, -16.8%, and -10.1%, respectively, following the unilateral SAFR, relative to the control condition. In addition, the decrement of the first 50-ms RFD reached statistical significance (p = 0.007; Cohen's d = 0.44). CONCLUSION: Ten sets of 30-second unilateral hamstring SAFR improved the ROM of the non-intervened contralateral limb, but decreased its ability to generate force, especially during the early phase (e.g., 50 ms) of the maximal explosive contraction."
    },
    {
      "pmid": "31024339",
      "title": "A Meta-Analysis of the Effects of Foam Rolling on Performance and Recovery.",
      "authors": [
        "Thimo Wiewelhove",
        "Alexander Döweling",
        "Christoph Schneider",
        "Laura Hottenrott",
        "Tim Meyer",
        "Michael Kellmann",
        "Mark Pfeiffer",
        "Alexander Ferrauti"
      ],
      "journal": "Frontiers in physiology",
      "publication_date": "2019",
      "publication_types": [
        "Systematic Review",
        "Journal Article"
      ],
      "abstract": "Foam rolling is thought to improve muscular performance and flexibility as well as to alleviate muscle fatigue and soreness. For this reason, foam rolling has become a popular intervention in all kinds of sport settings used to increase the efficiency of training or competition preparation as well as to speed post-exercise recovery. The objective of this meta-analysis was to compare the effects of foam rolling applied before (pre-rolling as a warm-up activity) and after (post-rolling as a recovery strategy) exercise on sprint, jump, and strength performance as well as on flexibility and muscle pain outcomes and to identify whether self-massage with a foam roller or a roller massager is more effective. A comprehensive and structured literature search was performed using the PubMed, Google Scholar, PEDro, and Cochrane Library search engines. Twenty-one studies were located that met the inclusion criteria. Fourteen studies used pre-rolling, while seven studies used post-rolling. Pre-rolling resulted in a small improvement in sprint performance (+0.7%, g = 0.28) and flexibility (+4.0%, g = 0.34), whereas the effect on jump (-1.9%, g = 0.09) and strength performance (+1.8%, g = 0.12) was negligible. Post-rolling slightly attenuated exercise-induced decreases in sprint (+3.1%, g = 0.34) and strength performance (+3.9 %, g = 0.21). It also reduced muscle pain perception (+6.0%, g = 0.47), whereas its effect on jump performance (-0.2%, g = 0.06) was trivial. Of the twenty-one studies, fourteen used foam rollers, while the other seven used roller massage bars/sticks. A tendency was found for foam rollers to offer larger effects on the recovery of strength performance (+5.6%, g = 0.27 vs. -0.1%, g = -0.01) than roller massagers. The differences in the effects between foam rolling devices in terms of pre-rolling did not seem to be of practical relevance (overall performance: +2.7 %, g = 0.11 vs. +0.4%, g = 0.21; flexibility: +5.0%, g = 0.32 vs. +1.6%, g = 0.39). Overall, it was determined that the effects of foam rolling on performance and recovery are rather minor and partly negligible, but can be relevant in some cases (e.g., to increase sprint performance and flexibility or to reduce muscle pain sensation). Evidence seems to justify the widespread use of foam rolling as a warm-up activity rather than a recovery tool."
    },
    {
      "pmid": "30899339",
      "title": "The Effect of Foam Rolling of the Hamstrings on Proprioception at the Knee and Hip Joints.",
      "authors": [
        "Erin David",
        "Tal Amasay",
        "Kathryn Ludwig",
        "Sue Shapiro"
      ],
      "journal": "International journal of exercise science",
      "publication_date": "2019",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study was to determine the acute effect of hamstring foam rolling on proprioception at the knee and hip joints. Twenty-five participants completed two proprioceptive tests on separate days, in a random order. The joint position matching test used no visual feedback. Participants were verbally guided to a target lunge position, which was maintained for six seconds while right hip and knee angles were recorded. After rest, participants reproduced this position without guidance for six seconds. Three trials were completed at baseline, and zero, 10, and 20 minutes post-intervention. In the force matching test, participants completed three trials with feedback about force output from a graph, and three trials without. They gradually applied knee flexion force against the dynamometer until reaching target force output. This test was also completed at baseline, and zero, 10, and 20 minutes post-intervention. A significant main effect was found for absolute knee position matching error (F(1.97, 47.36), p = 0.004). No significant differences were found between post-intervention values at zero and 10 minutes, zero and 20 minutes, or 10 and 20 minutes for absolute hip position matching error or absolute knee force matching error at zero, 10, or 20 minutes (p > 0.05). Foam rolling improved knee joint position sense for at least 20 minutes post-intervention, and did not decrease hip joint position sense or knee joint force sense. This indicates that foam rolling may be used immediately prior to exercise without the risk of injury due to proprioceptive deficits."
    },
    {
      "pmid": "30787665",
      "title": "Effects of Vibration and Non-Vibration Foam Rolling on Recovery after Exercise with Induced Muscle Damage.",
      "authors": [
        "Blanca Romero-Moraleda",
        "Jaime González-García",
        "Ángel Cuéllar-Rayo",
        "Carlos Balsalobre-Fernández",
        "Daniel Muñoz-García",
        "Esther Morencos"
      ],
      "journal": "Journal of sports science & medicine",
      "publication_date": "2019-Mar",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "We aimed to compare the effects between non-vibration foam rolling (NVFR) and vibration foam rolling (VFR) on visual analogic scale (VAS), pressure pain threshold (PPT), oxygen saturation (SmO2), countermovement jump (CMJ) and hip and knee range of movement (ROM) after eliciting muscle damage through eccentric acute exercise using an inertial flywheel. Thirty-eight healthy volunteers (32 men, 6 women; aged 22.2±3.2 years) were randomly assigned in a counter-balanced fashion to either a VFR or NVFR protocol group. All participants performed a 10x10 (sets x repetitions) eccentric squat protocol to induce muscle damage. The protocols were administered 48-h post-exercise, measuring VAS, PPT, SmO2, CMJ and ROM, before and immediately post-treatment. The treatment technique was repeated on both legs for 1 minute for a total of five sets, with a 30-s rest between sets. The VFR group showed substantially greater improvements (likely to very likely) in the passive VAS (VFR -30.2%, 90% CI -66.2 to -12.8) with chances for lower, similar or greater VAS compared with the NVFR group of 82%, 14% and 4%, respectively and passive extension hip joint ROM (VFR 9.3%, 90% CI 0.2-19.2) with chances for lower, similar or greater ROM compared with the NVFR group of 78%, 21% and 1%, respectively. For intragroup changes, we observed substantial improvements in VAS (p=.05), lateral vastus, rectus femoris and medial vastus PPT. The results suggest that the VFR group achieved greater short-term benefits in pain perception and passive extension hip joint ROM. Both protocols were effective in improving PPT, SmO2, CMJ and knee joint ROM. The enhanced improvement in VAS and hip ROM measures could have significant implications for VFR treatment.",
      "mesh_terms": [
        "Adult",
        "Exercise",
        "Female",
        "Hip",
        "Humans",
        "Knee",
        "Male",
        "Massage",
        "Muscle, Skeletal",
        "Myalgia",
        "Oxygen Consumption",
        "Pain Perception",
        "Pain Threshold",
        "Plyometric Exercise",
        "Range of Motion, Articular",
        "Vibration",
        "Young Adult"
      ]
    }
  ]
}