{
  "supplement": "Ginger",
  "query": "Ginger[Title] AND (therapy[Title/Abstract] OR treatment[Title/Abstract] OR intervention[Title/Abstract])",
  "search_date": "2025-05-02 21:38:44",
  "research_count": 803,
  "count": 99,
  "articles": [
    {
      "pmid": "40286722",
      "title": "Exploring the impact of short-term weak static magnetic field stimulation on the metabolite profiles and metabolic pathways of fresh-cut young ginger based on HS-GC-IMS and UHPLC-MS/MS.",
      "authors": [
        "Cong-Cong Xu",
        "De-Kun Liu",
        "Yun-Ying Lv",
        "Chun-Yu Ni"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Apr-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Magnetic field technology is a cutting-edge approach for the physical preservation of foods in recent years. The impact of short-term weak static magnetic field (SWMF) stimulation on the metabolite profiles and metabolic pathways of fresh-cut young ginger (FCYG) was investigated. Results showed that fresh-cut treatment (0 mT) caused large losses of volatile terpenes, increases in primary metabolite abundance, and alterations of secondary bioactive component composition in the FCYG. The 5 mT SWMF treatment better retarded these changes and its metabolite profiles were closest to the control sample. These results could be attributed to the inhibition of the respiration and energy-related pathways, i.e. glycolysis, TCA cycle, pentose phosphate pathway, carbon fixation in photosynthetic organisms, and purine metabolism in the FCYG. The suppression was linked to the significant reduction in the precursors and intermediates of key metabolic pathways. These findings could provide theoretical basis and technical reference for controlling FCYG quality."
    },
    {
      "pmid": "40265968",
      "title": "Physicochemical and organoleptic properties of moringa instant (Moringa oleifera Lam) drink enriched with ginger, turmeric, galangal, and lemongrass.",
      "authors": [
        "Rostiati Dg Rahmatu",
        "Amalia Noviyanty",
        "Fathurrahman Fathurrahman",
        "Syahraeni Kadir",
        "Eko Priyantono",
        "Septian Palma Ariany",
        "Nurpiani Unda"
      ],
      "journal": "Italian journal of food safety",
      "publication_date": "2025-Apr-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research aimed to evaluate the impact of various herbal additions on the quality and sensory attributes of moringa (Moringa oleifera Lam)-based instant beverages. The study was conducted in several laboratories at Tadulako University and the Goods Quality Testing and Certification Unit in Palu. Physicochemical properties (water content, vitamin C, antioxidants, solution pH, and dissolution time) were evaluated using a completely randomized design. At the same time, sensory attributes such as color, aroma, and taste were examined using a randomized block design. The experiment tested six different herbal additions: P0 (no herbs), P1 (red ginger), P2 (lemongrass), P3 (galangal), P4 (white turmeric), and P5 (yellow turmeric), with each treatment repeated three times. Results showed that yellow turmeric yielded the best physicochemical outcomes, with a dissolution time of 83 seconds, a water content of 5.27%, a pH of 6.36, a vitamin C content of 12.44%, and an antioxidant activity of 49.25%. In contrast, red ginger emerged as the most preferred by panelists, scoring highest in terms of color, aroma, and taste, with values of 3.50, 3.97, and 3.60, respectively. The findings indicate that herbal additives can enhance the functional properties and sensory appeal of moringa instant drinks. Yellow turmeric effectively optimized physicochemical traits, making the beverage more suitable for health-conscious consumers. Meanwhile, red ginger improved sensory appeal, increasing the likelihood of consumer acceptance. Future research should optimize the concentrations of yellow turmeric and red ginger to balance their effects on physicochemical and sensory qualities, investigate advanced drying techniques to meet Indonesian National Standard 4320:1996 water content standards, and explore the bioavailability and health impacts of these products."
    },
    {
      "pmid": "40265871",
      "title": "Effects of Light Quality and Photoperiod on Growth, Dry Matter Production and Yield of Ginger.",
      "authors": [
        "Haodan Zhang",
        "Xingyue Li",
        "Tao Han",
        "Qin Huang",
        "Junlan Liu",
        "Ailin Tian",
        "Linyu Liu",
        "Guoqing Sun",
        "Ling Dong",
        "Hanyu Wang",
        "Xintong Xie",
        "Siyu Peng",
        "Qiang Li",
        "Honglei Li"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2025-Mar-18",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "We investigated the effects of light quality and photoperiod on the phenotypic characteristics, dry matter production, and yield of ginger under three light quality ratios (A1: blue light: white light = 1:4; A2: blue light: white light = 1:1; A3: pure white light) and two photoperiod conditions (B1: 12/12 h·d-1; B2: 16/8 h·d-1). The results demonstrated that blue light treatment significantly reduced plant height and the dry matter distribution ratio of stems and sheaths. In contrast, stem diameter, tiller number, leaf area, theoretical biomass (TBY), maximum accumulation rate (Vmax), average accumulation rate (Vaver), time point of maximum accumulation (Tmax), rapid growth period (DRGP), dry matter distribution ratio of leaves, roots, and rhizomes, number of rhizomes per plant, average rhizome weight, and yield all significantly increased with an increasing blue light ratio. Principal component analysis revealed distinct phenotypic traits, dry matter production characteristics, and yield-related traits under different blue light treatments. Blue light promoted tillering and increased stem thickness, which are key mechanisms for enhancing ginger yield. Additionally, prolonged photoperiods significantly increased plant height, stem diameter, branch number, leaf area, and biomass, while promoting the redistribution of photosynthetic products from leaves to rhizomes and increasing the proportion of dry matter allocated to rhizomes, thereby boosting ginger yield. These findings provide valuable insights into optimizing light conditions for ginger cultivation, highlighting the importance of a balanced blue-to-white light ratio and extended photoperiods in improving ginger growth and productivity."
    },
    {
      "pmid": "40259958",
      "title": "The adjuvant therapy of edible herbal product including colchicum bulb, olive leaf, black cumin seeds, lavender flower, and ginger rhizome on the outcome of patients with severe and critical COVID-19: A double-blind randomized controlled clinical trial.",
      "authors": [
        "Vahid Sebghatollahi",
        "Mansour Siavash Dastjerdi",
        "Farzin Ghiasi",
        "Babak Alikiaii",
        "Morteza Pourahmad",
        "Afsaneh Yegdaneh",
        "Mojtaba Akbari",
        "Reza Ghadiri"
      ],
      "journal": "Avicenna journal of phytomedicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: The present study aimed at evaluating the effect of combination of medicinal plants, including Colchicum autumnal L., Olea europaea L., Nigella sativa L., Lavandula angustifolia L., and Zingiber officinale Roscoe, on the recovery and outcome of COVID-19 patients. MATERIALS AND METHODS: This study was conducted on 150 COVID-19 patients. All patients received both pharmaceutical and supportive treatments. In addition to the standard care treatment, intervention group received two capsules of herbal medicine orally every 8 hours, while control group received placebo. RESULTS: Oxygen saturation percentage (SpO2) of the intervention group (median:88.00) was significantly higher than that of the control group (median:86.00), while C-reactive protein (CRP) of the intervention group (median:20.00) was significantly lower than that of the control group (median:28.00) at the time of hospital discharge (p<0.05). CONCLUSION: The combination of studied medicinal plants could significantly reduce the oxygen requirement and oxygen therapy."
    },
    {
      "pmid": "40255738",
      "title": "Ginger: A Nutraceutical Supplement for Protection Against Various Cardiovascular Diseases in Clinical Trials.",
      "authors": [
        "Taherah Mohammadabadi",
        "Aimen E Ben Ayad",
        "Akhil Maheshwari"
      ],
      "journal": "Cureus",
      "publication_date": "2025-Mar",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Cardiovascular diseases (CVDs) are increasing in prevalence, causing significant health issues and remaining one of the leading causes of death worldwide. Medical herbs continue to be used as an alternative treatment approach for several diseases, including various CVDs. Since ancient times, certain herbs have been safely used to alleviate the risk of developing CVD and control or improve the symptoms of medical conditions, such as in cases of congestive heart failure, angina, atherosclerosis, and systolic hypertension. Ginger is one of the medicinal herbs that neutral agents use to prevent and treat various CVDs. Ginger has antioxidant, anti-inflammatory, and immunomodulatory components and may improve cardiovascular risk factors. The natural components of ginger effectively inhibit inflammation, oxidative stress, and insulin resistance; may reduce fasting blood glucose, triglyceride, and low-density lipoprotein (LDL) levels; and prevent CVDs. Ginger can be an alternative that has lower side effects. Ginger's bioactive components may improve human blood lipid profile and decrease blood sugar levels. Further research is necessary to confirm ginger phytochemicals' efficacy and mechanism for various CVDs. The present review aims to summarize the effects of ginger's bioactive compounds on cardiovascular diseases."
    },
    {
      "pmid": "40230796",
      "title": "Therapeutic impact of dietary ginger supplementation in chickens experimentally infected with coccidia-anti-oxidant, biochemical, and pathological evaluations.",
      "authors": [
        "Alshimaa Saber",
        "Amany Sayed Mawas",
        "Atef M Khalil",
        "Ahmed I Ahmed",
        "Dina M W Shibat Elhamd",
        "Esraa Ali",
        "Ibrahim F Rehan",
        "Asmaa Elnagar",
        "František Zigo",
        "Mohammed Salah"
      ],
      "journal": "Frontiers in veterinary science",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Coccidiosis is a significant disease with economic implications. It causes high mortality and morbidity, often associated with weight loss. This study investigated the effects of ginger supplementation on antioxidant status, biochemical parameters, and intestinal tissue histopathology in experimentally induced coccidiosis. One hundred one-day-old broiler chicks (Ross) were purchased from a local hatchery. Birds were kept in a clean, well ventilated and disinfected shed. The birds were given non-pelleted diets and water ad libitum throughout the period of the study (25 days). The aqueous ginger was administered orally to the chicks of the four dietary groups via drinking water at concentrations of 6 gm/L of water. All biosecurity measures were adopted according to standard protocol. The chicks were allocated into five groups: control negative (CN), control positive (CP) was infected with 3 × 104 sporulated oocysts at day 14th of the experiment, the third group (GO) was given ginger only for 25 days, the fourth group (GB) was given ginger from day 4th to day 25th of the experiment, and the fifth group (GA) was given ginger from day 5th post infection to day 25th of the experiment. Ginger extract treatment reduced the fecal oocyst count in the infected group, particularly on day 10 post-infection. The alterations in differential leukocyte counts due to coccidial infection were ameliorated by ginger extract administration. Biochemically, compared to the infected group, ginger (Zingiber officinale) reversed the altered biochemical parameters (total protein, albumin, MDA, and SOD enzyme) associated with cecal coccidiosis. Immunologically, ginger extract treatment increased CD4 T cell counts and overexpression of INF-γ in the cecal epithelium. Histological examination revealed a significant reduction in goblet cell number and a decrease in the villus height (VH) to crypt depth (CD) ratio in infected chicks. Restoration of normal cecal histological structure and increased absorptive function and goblet cell number were observed in ginger-treated chicks compared to control-positive chicks. In conclusion, ginger supplements have effective therapeutic uses against intestinal coccidiosis as shown in the biochemical, immunohistochemical and histopathological results."
    },
    {
      "pmid": "40226035",
      "title": "Effectiveness of ginger supplementation in alleviating hyperemesis gravidarum: a systematic review and meta-analysis.",
      "authors": [
        "Pei Gao",
        "Beibei Chen",
        "Luyao Wang"
      ],
      "journal": "American journal of translational research",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Nausea and vomiting affect 50-80% of pregnant women, with a subset developing hyperemesis gravidarum (HG), a severe condition leading to weight loss and malnutrition. Given that over 28% of pregnant women globally seek herbal alternatives due to concerns about the safety of prescription medications, ginger has emerged as a popular remedy for such symptoms. This meta-analysis systematically evaluates the efficacy of ginger supplementation in managing HG based on clinical studies. Following PRISMA guidelines, a comprehensive search was conducted across PubMed, Cochrane, Scopus, ScienceDirect, and ResearchGate. Ten high-quality randomized controlled trials and comparative studies were included from a pool of 32 identified papers, based on strict eligibility criteria. These trials examined various forms of ginger supplementation (capsules, powders, biscuits) and compared them to controls such as placebos, vitamin B6, and metoclopramide. A pooled odds ratio of 0.41 (95% CI: 0.22-0.79, P = 0.008) indicated a significant reduction in nausea and vomiting symptoms. Ginger supplementation was well-tolerated with minimal side effects and no significant harm to maternal or fetal health. This analysis supports the inclusion of ginger as a safe, flexible, and effective non-pharmacologic treatment for HG symptoms in clinical practice."
    },
    {
      "pmid": "40212383",
      "title": "Dry ginger and Schisandra chinensis modulate intestinal flora and bile acid metabolism to treatment asthma.",
      "authors": [
        "Yantong Yu",
        "Shuang Geng",
        "Chao Bu",
        "Gang Cao",
        "Yanquan Han",
        "Dongmei Xie",
        "Yan Hong"
      ],
      "journal": "Frontiers in microbiology",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND AND AIMS: Zingiber officinale Rosc (Dry ginger) and Schisandra chinensis (Turcz.) Baill (Schisandra chinensis) drug pairs (DSP) are often used as drug pairs for the treatment of asthma, and these two traditional Chinese medicines (TCM) are also the core components of multiple TCM. However, its specific pharmacological mechanism needs further research. The aim of this study is to investigate the effects of DSP on intestinal flora and bile acid metabolism in rats with asthma caused by cold, and to provide experimental evidence for its clinical application. MATERIALS AND METHODS: Sixty male rats are divided into five groups, 12 rats per group. Except for control groups, other groups of rats use the method of \"abdominal injection of \"OVA + ice water swimming\" to establish cold cough rats models. After the administration cycle is over, an optical microscope count method is used to detect eosinophils (EOS) and neutrophils (Neu) in bronchoalveolar lavage fluid (BALF); Enzyme-Linked Immunosorbent Assay (ELISA) method detects Immunoglobulin E (IgE), Interleukin-13 (IL-13), Interleukin-4 (IL-4), Tumor Necrosis Factor-α (TNF-α), Interferon-γ (INF-γ); Western Blot (WB) and Reverse Transcription-Polymerase Chain Reaction (RT-PCR) analysis was used to detect Forkhead box protein P3 (Foxp3) and Transforming Growth Factor-beta 1 (TGF-β1) proteins expression. In addition, Using 16S rDNA sequencing reveal the role of intestinal flora in asthma and the effect on the gut microbiome after DSP treatment. We also examined Farnesoid X Receptor (FXR) proteins expression, and finally used ultra performance UPLC-MS/MS to analyze bile acids (BAs) contentin in rats. RESULTS: DSP inhibits asthma inflammation. It alleviates inflammatory factors, suppresses the inflammatory response in asthmatic rats by regulating FOXP3 and TGF-β1 in Treg cells, and reduces tissue damage. After DSP treatment, intestinal flora changed: harmful bacteria like Streptococcus decreased, while beneficial bacteria such as Candidatus - Arthromitus and Ligilactobacillus increased. These changes can be potential markers for DSP-intervened asthma. Also, DSP increased FXR protein expression and changed the bile acid spectrum: Deoxycholic acid (DCA) increased, allocholic acid (ACA), glycolithocholic acid (GLCA), glycochenodeoxycholic acid (GCDCA) andglycoursodeoxycholic acid (GUDCA) decreased. CONCLUSION: This study has preliminarily revealed that DSP has the effect of alleviating inflammation levels, also regulate the expression of FOXP3 and TGF-β1 proteins, and has an impact on the gut microbiota and bile acid metabolism, thereby exerting an improving effect on asthma and providing a reference for the clinical application of traditional Chinese medicine in the treatment of asthma."
    },
    {
      "pmid": "40187316",
      "title": "Salicylic acid nanoliposomes treatment alleviates chilling injury in postharvest baby ginger by regulating membrane lipid metabolism.",
      "authors": [
        "Zhenzhen Mi",
        "Honglei Mu",
        "Yanchao Han",
        "Ruiling Liu",
        "Ben Niu",
        "Guannan Wang",
        "Huizhi Chen",
        "Haiyan Gao",
        "Hangjun Chen"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Mar-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "In this study, salicylic acid nanoliposomes (SA@NLs) were used to alleviate chilling injury (CI) in baby ginger by modulating membrane lipid metabolism. SA@NLs were prepared using thin-film hydration method, and characterized in term of morphology, particle size, and stability. The results showed that SA@NLs were nanosized vesicles with an average particle size of 129 nm, demonstrating favorable dispersibility and encapsulation efficiency. SA@NLs treatment effectively maintained the quality index of baby ginger. The SA@NLs-treated group showed lower levels of phosphatidic acid, lysophosphatidylcholine, and lysophosphatidylethanolamine compared to the SA-treated and control groups, indicating the mitigation of the degradation of phospholipids. Meanwhile, SA@NLs treatment exhibited higher unsaturated fatty acid content and the unsaturation index of fatty acids (IUFA) reached 68.96 % at the end of storage, which enhanced cell membrane fluidity and chilling tolerance. These results demonstrated that SA@NLs had potential applications in controlling CI in baby ginger and other cold-sensitive fruits and vegetables."
    },
    {
      "pmid": "40186167",
      "title": "Ginger extract inhibits c-MET activation and suppresses osteosarcoma in vitro and in vivo.",
      "authors": [
        "Ruoping Yanzhang",
        "Mingyang Yan",
        "Zhaojie Yang",
        "Huijun Zhang",
        "Yin Yu",
        "Xiangping Li",
        "Ruifang Shen",
        "Xiao Chu",
        "Siyuan Han",
        "Ziliang Zhang",
        "Junyan Teng",
        "Hao Li",
        "Tao Li",
        "Guoguo Jin",
        "Zhiping Guo"
      ],
      "journal": "Cancer cell international",
      "publication_date": "2025-Apr-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Osteosarcoma (OS) as an invasive and lethal malignancy showing a low 5-year survival rate requires novel therapeutic targets and their suppressors to improve prevention and treatment strategies. METHODS: Our research served to clarify the therapeutic potential of ginger extract and its underlying antineoplastic mechanisms in OS. In vitro studies were used to detect the anti-proliferation ability of ginger extract towards OS cells. Patient-derived xenograft (PDX) was performed to confirm whether ginger extract suppressed tumor growth. Cancer Heat Shock Protein (HSP) database was utilized to identify the potential target of ginger extract, which was subsequently validated through a computational docking model screening method, molecular dynamics simulations and pull-down assay. Analysis of the Gene Expression Omnibus (GEO) database revealed the c-MET expression among OS samples as well as the potential mechanism. Immunohistochemistry (IHC) staining corroborated the c-MET expression level among OS tissues relative to the controls. Functional studies involving c-MET knockdown among OS cell lines were produced to elucidate the functional role of c-MET in OS cellular processes. RESULTS: In vitro studies demonstrated that ginger extract administration impeded OS cell progress while inducing apoptosis and inhibiting migration. Moreover, in vivo tests unveiled that ginger extract prominently inhibited patient-derived xenograft (PDX) tumor development. Cancer HSP database analysis recognized c-MET as an underlying target of ginger extract, which was subsequently validated through a computational docking model screening, molecular dynamics simulations and pull-down assay. Analysis of the Gene Expression Omnibus (GEO) database combined with immunohistochemistry (IHC) staining corroborated the c-MET overexpression among OS tissues in contrast with the controls. Next, our study confirmed the significant suppression of cell progress and anchorage-independent growth, while concomitantly inducing apoptosis after c-MET knockdown, underscoring its prospect for a therapeutic target. CONCLUSION: Collectively, our findings show that c-MET is a prospective therapeutic target for OS. Ginger extract, a natural c-MET inhibitor, exhibits potent antineoplastic effects by suppressing OS growth both in vitro and in vivo, highlighting its prospect for a new therapeutic agent of this aggressive malignancy."
    },
    {
      "pmid": "40154579",
      "title": "Effect of aromatherapy with peppermint, ginger, and lavender on postoperative nausea severity after oral surgery under general anaesthesia: A single-blind randomized controlled trial.",
      "authors": [
        "Emi Ishikawa",
        "Toshiaki Fujisawa",
        "Yukifumi Kimura",
        "Takayuki Hojo",
        "Nobuhito Kamekura",
        "Kanta Kido"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: This study aimed to examine whether aromatherapy with peppermint (Mentha piperita Mitcham), ginger (Zingiber officinale), and lavender (Lavandula angustifolia) reduces the severity of nausea in patients experiencing postoperative nausea after oral surgery under general anaesthesia. DESIGN: Single-centre, stratified (volatile inhaled anaesthetics used or not and sex, with balanced randomization), single-blind, placebo-controlled study conducted in Japan. SETTING: Hokkaido University Hospital. INTERVENTIONS: Totally, 182 patients were randomized into two groups of aromatherapy: aroma group comprising three essential oils-peppermint, ginger, and lavender-each diluted to 1 % (each dose as pure essential oil was 0.01 ml) and control group with purified water only. Of these, 32 patients in the aroma group and 25 in the control group complained of postoperative nausea and were treated with intervention. MAIN OUTCOME MEASURES: Change in nausea severity at the onset of postoperative nausea. RESULTS: Nausea severity before the intervention did not differ between groups. Aromatherapy significantly reduced nausea severity (p < 0.001). The percentages of antiemetics used were 30.77 % and 52.38 % in the aroma and control groups, respectively, with no significant difference. The aroma group showed significantly higher satisfaction (p < 0.001). No adverse events were observed during the study. CONCLUSIONS: This study indicated that aromatherapy with peppermint, ginger, and lavender significantly improved patient satisfaction and severity of postoperative nausea after oral surgery under general anaesthesia. Therefore, given the benefits of aromatherapy, it would be advantageous to consider a combination of measures that include aromatherapy, as one of the multimodal antiemetic measures. This trial was registered at the Japan Registry of Clinical Trials (jRCTs: 01121002).",
      "mesh_terms": [
        "Humans",
        "Aromatherapy",
        "Male",
        "Female",
        "Lavandula",
        "Zingiber officinale",
        "Middle Aged",
        "Postoperative Nausea and Vomiting",
        "Single-Blind Method",
        "Anesthesia, General",
        "Mentha piperita",
        "Adult",
        "Oils, Volatile",
        "Aged",
        "Plant Oils"
      ]
    },
    {
      "pmid": "40150936",
      "title": "Multiomics Analyses of Citrus aurantium L. Var. Amara and Ginger Reveals Lipid Metabolism, Bile Acid Biosynthesis, and Gut Microbiome Rebalance Supporting Their Anti-Obesity Effects.",
      "authors": [
        "Ying Yang",
        "Wentao Shao",
        "Huiyun Shu",
        "Ping Wang",
        "Yi Tao"
      ],
      "journal": "Biomedical chromatography : BMC",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Both the flower of Citrus aurantium L. var. amara (CAVA) and rhizome of Zingiber officinale Roscoe (ginger) are food and medicinal homologous plants that have been used in China for aiding gastric digestion and preventing obesity. However, the combinatorial use of the two plants on obesity remains elusive. Our endeavor aimed to identify the optimal synergistic ratio between CAVA and ginger and to explore the underlying mechanism of their anti-obesity effects. Aqueous CAVA and ginger extracts were prepared separately and then combined into nine different ratios. The constituents of CAVA and ginger were unambiguously characterized by employing LC-MS. High-fat diet (HFD)-induced obese C57BL/6J mice were established and then administered with the nine combinations of CAVA-G extracts for 6 weeks. The trajectory of mice's body weights was analyzed. Besides, hematoxylin and eosin (HE) staining of the liver and oil red O staining of adipose tissue were performed. ELISA assay was employed to measure serum levels of total cholesterol (TC), triglyceride (TG), low-density lipoprotein cholesterol (LDL-C), and high-density lipoprotein cholesterol (HDL-C). Moreover, serum metabolic profiling was conducted through UPLC-Q-TOF/MS analysis. Gut microbiota analysis was performed via 16S rRNA gene sequencing. Pattern recognition and Pearson correlation analysis were used to pinpoint the key endogenous metabolites and microbiota. Two groups of CAVA-G combination treatment (C3 and A1) significantly prevented the increase of weight in mice. According to our analysis, the best anti-obesity effect was achieved when the ratio between CAVA and ginger was 37:63. The levels of TC and LDL-C were dramatically decreased in the C3 group, whereas the level of TG was significantly reduced in the A1 group. Interestingly, HDL-C level was increased dramatically in the C3 group. Compared with the model group, a total of 16 and 25 biomarkers were identified for groups C3 and A1, respectively. These biomarkers are mainly implicated in lipid metabolism and primary bile acid biosynthesis. Interestingly, the abnormal diversity of gut microbiota was induced by HFD feeding. Treatment with C3 or A1 significantly increased the relative abundance of Akkermansia and Novosphingobium, while reducing the relative abundance of Dorea, Bacteroides and Roseburia. Of note, this is the first report that Novosphingobium is involved in preventing obesity. These findings will layer a foundation for the usage of CAVA-G for preventing obesity.",
      "mesh_terms": [
        "Animals",
        "Zingiber officinale",
        "Gastrointestinal Microbiome",
        "Citrus",
        "Mice, Inbred C57BL",
        "Mice",
        "Lipid Metabolism",
        "Plant Extracts",
        "Bile Acids and Salts",
        "Anti-Obesity Agents",
        "Male",
        "Obesity",
        "Diet, High-Fat",
        "Metabolomics",
        "Multiomics"
      ]
    },
    {
      "pmid": "40135171",
      "title": "Evaluation of ginger straw as a forage source for goats: Effects on performance, ruminal fermentation, meat quality and immunity.",
      "authors": [
        "Xiaokang Lv",
        "Min Zhang",
        "Ke Ji",
        "Chuanshe Zhou",
        "Jinling Hua"
      ],
      "journal": "Animal nutrition (Zhongguo xu mu shou yi xue hui)",
      "publication_date": "2025-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This study aimed to investigate the effects of ginger straw as a replacement of peanut straw on the growth, meat quality, rumen fermentation, and immunity of goats. In this study, 40 Huanghuai male goats, weighing 30 ± 0.5 kg at six months of age, were selected and randomly divided into four treatments: ginger straw 0% (G0), 5% (G5), 10% (G10) and 20% (G20) replacing peanut straw, with 10 goats in each treatment. Goat dry matter intake (DMI) improved as the proportion of peanut straws replaced with ginger straws increased (linear, P < 0.001, quadratic, P < 0.001). The highest average daily gain (ADG) and the lowest feed-to-gain ratio (F/G) were observed in G5 goats (P < 0.001). The digestibilities of neutral detergent fibre (NDF, P = 0.031) and acid detergent fibre (ADF, P = 0.014) were higher in the G5 group than in G10 and G20. With increasing ginger straw replacement, the plasma interleukin-10 (IL-10) levels increased (linear, P = 0.035, quadratic, P = 0.041). The microbial protein (MCP) increased as the proportion of ginger straw increased (linear, P = 0.034, quadratic, P = 0.041). The butyrate was increased (linear, P = 0.028, quadratic, P = 0.035) at all levels of ginger straw inclusion into the diet. A linear (P < 0.001) increase in the height of the jejunal mucosal villi was observed as the proportion of ginger straw in the diet increased. The tight junction protein 1 (TJP1) and claudin-1 mRNA expression in the jejunal mucosa were significantly higher in groups G5, G10, and G20 than in the G0 group (P < 0.001). In general, substituting peanut straw with ginger straw in goat diets promoted rumen fermentation and produced more volatile fatty acids and microbial proteins to meet the needs of goats for improved growth performance. Substituting ginger straw for peanut straw improved immunity and the intestinal barrier in goats and did not adversely affect meat quality. Replacing peanut straw with 5% ginger straw in the goat diet resulted in higher NDF digestibility and growth performance. Therefore, the replacement of peanut straw with 5% ginger straw in goat diets is recommended."
    },
    {
      "pmid": "40134126",
      "title": "Effect of honey-ginger mouthwash on oral mucositis in patients undergoing chemotherapy.",
      "authors": [
        "Fatemeh Sadat Razavi",
        "Hania Zokaee",
        "Mojtaba Sehat",
        "Mohsen Taghizadeh",
        "Hossein Motedayyen",
        "Elaheh Ghasemzadeh Hoseini"
      ],
      "journal": "Journal of immunoassay & immunochemistry",
      "publication_date": "2025-Mar-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Oral mucositis is considered as one of the most prevalent complications of chemotherapy or radiation therapy in cancerous tumors, which can interrupt the patient's treatment and nutrition. This study therefore aimed to evaluate the efficacy of ginger-honey mouthwash on the prevention of chemotherapy-induced oral mucositis in patients suffering from various cancers. MATERIALS AND METHODS: In this randomized clinical trial study, 70 patients receiving chemotherapy were divided into case and control groups. The former group (n = 34) received natural honey-ginger mouthwash and the latter (n = 36) used normal saline for 14 days. The presence and severity of oral mucositis, pain intensity, and other related characteristics were evaluated based on a two-part questionnaire (demographic and clinical information) and a checklist prepared from the protocols of the World Health Organization in each group. RESULTS: During a 14-day intervention, patients received a 7-day intervention with ginger-honey mouthwash revealed a significant reduction in the mean severity of oral mucositis compared to the control group (p = 0.03). However, a 14-day intervention with ginger-honey mouthwash indicated no significant impact on the mean severity of oral mucositis (p = 0.6). In addition, no significant difference was observed in pain intensity between case and control groups during these 14 days. CONCLUSIONS: This study suggests that a seven-day intervention with ginger-honey mouthwash has a beneficial effect on reducing the severity of mucositis in patients under chemotherapy, unlike a 14-day intervention. The honey-ginger mouthwash fails to have a significant effect on the pain intensity due to mucositis in patients undergoing chemotherapy."
    },
    {
      "pmid": "40129204",
      "title": "Investigation of the Protective and Therapeutic Effects of Ginger (Zingiber officinale) Extracts on Neuroinflammatory, Motor and Cognitive Impairments Caused by Mild Traumatic Brain Injury Model.",
      "authors": [
        "Guven Akcay",
        "Fikri Ozdemir",
        "Sevil Ozkinali",
        "Filiz Demirdogen",
        "Ali Yilmaz"
      ],
      "journal": "Turkish neurosurgery",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "AIM: To examine the effects of phenolic compound-rich ginger extract on motor and cognitive functions as well as cytokine levels in the mild traumatic brain injury (mTBI) model. MATERIAL AND METHODS: The mTBI model was modeled employing the Marmarou method. The Ginger group rats were i.p. administered 50 mg/kg of ginger extract. The Ginger+traumatic brain injury (TBI) group rats were i.p. administered 50 mg/kg of ginger extract two days before the TBI was induced. The control and TBI+Ginger group rats were provided ginger extract (50 mg/ kg i.p.) immediately after the TBI. Motor and cognitive behavioral experiments were performed. The cytokine levels were analyzed using the ELISA method. RESULTS: While TBI caused a decline in motor and cognitive functions, significant enhancements of these functions were observed in the Ginger+TBI and TBI+Ginger groups because of the ginger treatment. While TBI induced an increased hippocampal cytokine level, significant decreases were detected in the Ginger+TBI and TBI+Ginger groups following ginger treatment. CONCLUSION: The study findings revealed that phenolic compound-rich ginger extract may exert therapeutic effects on cytokine levels in the mTBI model.",
      "mesh_terms": [
        "Animals",
        "Zingiber officinale",
        "Plant Extracts",
        "Male",
        "Disease Models, Animal",
        "Rats",
        "Cognitive Dysfunction",
        "Brain Concussion",
        "Cytokines",
        "Neuroprotective Agents",
        "Neuroinflammatory Diseases",
        "Hippocampus",
        "Brain Injuries, Traumatic",
        "Rats, Sprague-Dawley"
      ]
    },
    {
      "pmid": "40119507",
      "title": "First Report of Enterobacter kobei and Enterobacter mori Causing Ginger Bacterial Wilt in China.",
      "authors": [
        "Chunlin Wu",
        "Zewen Zhang",
        "Cece Qiao",
        "Lin Zhu",
        "Jianfei Wang",
        "Cheng Zhou"
      ],
      "journal": "Plant disease",
      "publication_date": "2025-Mar-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ginger (Zingiber officinale) is an important medicinal herb and vegetable in China. In August 2023, a severe outbreak of bacterial wilt of ginger plants (Tongling White Ginger) was observed in Yi'an District (30°45'N, 117°43'E) in Tongling City, Anhui Province, China. There were over 1,000 acres of Tongling white ginger, and the disease incidence rate in the field exceeded 30%. Symptomatic plants displayed browning and softening at the stem base. These symptoms resembled those caused by Ralstonia solanacearum and Enterobacter cloacae, known causal agents of bacterial wilt (Liu et al. 2021; Yu et al. 2003), suggesting that diverse pathogens might be involved in ginger bacterial wilt. To identify the causative agents, symptomatic plants were harvested from various ginger-cultivated fields. Ten symptomatic plants were randomly sampled from different locations, and decayed stem tissues were excised, surface-sterilized with 1% NaClO for 10 minutes, rinsed with sterile water, and ground. Serial dilutions of the supernatant were plated on nutrient agar (NA) medium and incubated at 28°C for 24 h. The 16S rRNA genes of purified isolates were amplified using primers 27F/1492R and sequenced (Weisburg et al. 1991). Taxonomic identification via BLASTn revealed that 56 isolates belonged to the genus Enterobacter. To further classify these isolates at the species level, the hsp60 gene was amplified (Hoffmann et al. 2003). Five isolates were identified as Enterobacter kobei, with 100% sequence similarity to E. kobei C5 (MN962751, 267/267 bp), and three isolates were identified as Enterobacter mori, with 100% sequence similarity to E. mori CX01 (CP055276, 294/294 bp). Specific primers for four housekeeping genes including gyrB, rpoB, atpD, and infB were also used for PCR amplification (Brady et al. 2013). Sequence analysis showed that all five E. kobei isolates shared identical sequences, matching E. kobei EK9 (MZ325275, 495/495 bp; MZ325277, 615/615 bp; MZ325278, 603/603 bp; MZ325276, 657/657 bp) at 100% similarity across these genes. Moreover, the three E. mori isolates were identical, with nucleotide sequence similarities of 97.19%, 99.21%, 99.67%, and 98.37% for gyrB, rpoB, atpD, and infB, respectively, to E. mori LMG 25706 (JX424992, 622/640 bp; JX425251, 625/630 bp; JX424862, 604/606 bp; JX425121, 602/612 bp). A representative isolate from each species, designated E. kobei EK02 and E. mori EM07, was selected, and gene sequences for hsp60 (PQ566999 and PQ567000), gyrB (PQ566991 and PQ566992), rpoB (PQ566993 and PQ566994), atpD (PQ566995 and PQ566996), and infB (PQ566997 and PQ566998) were deposited in the GenBank database, respectively. Phylogenetic trees were constructed based on concatenated sequences of gyrB, rpoB, atpD, and infB, as well as hsp60, using the Neighbor-Joining method in MEGA (Alvarez et al. 2018). These phylogenetic analyses confirmed that EK02 clustered with E. kobei and EM07 clustered with E. mori. To confirm pathogenicity, EK02 and EM07 were cultured on NA liquid medium at 28°C, then resuspended in sterile water to a final concentration of 108 CFU/ml. A 10 µl aliquot of the bacterial suspension was injected into the stem base of two-month-old ginger plants, with sterile water serving as the negative control. Nine plants were inoculated with each isolate, and each treatment was replicated three times. These plants were maintained in a growth chamber at 35°C and 80% relative humidity. Symptoms appeared within five days post-inoculation, whereas control plants remained symptom-free. By sequencing and analyzing the 16S rRNA, hsp60 and housekeeping genes, the pathogens re-isolated from symptomatic tissues were identified as EK02 and EM07, thereby satisfying Koch's hypothesis. To our knowledge, this is the first report of E. kobei and E. mori as causal agents of ginger bacterial wilt in China. The identification of these pathogens is crucial for developing effective management strategies to prevent bacterial wilt outbreaks in ginger plants."
    },
    {
      "pmid": "40105207",
      "title": "Amelioration of Hepatic Injury Through Oxidative Stress Management Employing Methanolic Extract of Crepe-Ginger (Cheilocostus speciosus (J. Koenig) C. Specht) Flower.",
      "authors": [
        "Mahathir Mohammad",
        "Fahmida Tasnim Richi",
        "Md Arafat",
        "Pair Ahmed Jiko",
        "Mohammad Rashedul Haque",
        "Md Hemayet Hossain",
        "Md Sakhaoyat Hossain",
        "Sania Ashrafi",
        "Mohammad Abdullah Taher",
        "Safaet Alam"
      ],
      "journal": "Chemistry & biodiversity",
      "publication_date": "2025-Mar-19",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cheilocostus speciosus (J. Koenig) C. Specht, commonly known as \"crepe-ginger,\" is a traditional plant with edible flowers utilized in folk medicine. This study uses crepe-ginger flowers to assess their hepatoprotective effects through the management of oxidative stress. C. speciosus flower's methanolic extract (CSF-ME) was subjected to in vitro antioxidant effects were evaluated using 2,2-diphenyl-1-picrylhydrazyl (DPPH) and 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid) (ABTS) and in vivo by catalase (CAT) assays which ameliorated CCl4-induced hepatic injury evident by histopathological analysis. The chemical assay was evaluated via phytochemical screening and gas chromatography-tandem mass spectrometry (GC-MS/MS) analysis followed by in silico studies. The antioxidant assay DPPH (IC50 = 179.36 µg/mL) and ABTS (IC50 = 198.27 µg/mL) showed remarkable scavenging activity. Hepatotoxicity experiments demonstrated that CSF-ME improved liver function by positively regulating AST, ALT, ALP, bilirubin, creatinine, LDL, CHO, TG, HDL, and catalase levels. Besides, histopathological analysis revealed normal hepatocyte integrity and microstructures after treatment. Besides, phytochemical screening revealed prospective phytochemical groups, while GC-MS/MS analysis recognized 40 compounds, resulting in auspicious outcomes employing computer-aided studies. The findings indicated that the CSF-ME possesses promising hepatoprotective and antioxidant prospects, which demand further extensive research to develop novel lead compounds from this natural source."
    },
    {
      "pmid": "40097886",
      "title": "The role of mitochondrial dysfunction in the protective effect of ginger derived extracellular vesicles on hepatic stellate cells against cytotoxicity.",
      "authors": [
        "Jing Yang",
        "Yujie Yang",
        "Xiqian Zhang",
        "Yuan Qin",
        "Toshihiro Sato",
        "Shuyun Qing",
        "Yirong Wang",
        "Xiang Ye",
        "Min Xu",
        "Ying Liu",
        "Qin He",
        "Yaxian Zheng"
      ],
      "journal": "Molecular and cellular biochemistry",
      "publication_date": "2025-Mar-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Previous studies have shown that ginger-derived extracellular vesicles (Gin-EVs) can alleviate alcohol-induced liver injury. It remained unknown and needs to be further verified that whether the vesicles has therapeutic potential to alleviate the progression of liver fibrosis. Moreover, the relevant mechanisms need to be further studied. Herein, we provide evidence that Gin-EVs effectively interact with human hepatic stellate cells (LX-2), offering protection against carbon tetrachloride (CCL4) or lipopolysaccharides (LPS)-induced liver fibrosis. The treatment with Gin-EVs was observed to mitigate fibrosis and enhance cell viability in LX-2 cells exposed to CCL4 or LPS. Mechanistically, Gin-EVs counteracted mitochondrial dysfunction by restoring mitochondrial dynamics imbalance characterized by enhanced fusion and reduced fission events while promoting mitochondrial biogenesis, thereby potentially preventing fibrotic processes in LX-2 cells. Collectively, the findings highlight the direct cytoprotective effects of Gin-EVs on LX-2 cells and suggest their promising role as a therapeutic option for hepatic fibrosis."
    },
    {
      "pmid": "40032845",
      "title": "In vitro evaluation of human enamel remineralization after treatment with Ginger, Ashwaganda and Maca herbal dentifrices versus commercially available fluoride containing dentifrice.",
      "authors": [
        "Ghada Ahmed Elzayat",
        "Fagr Hassan Elmergawy",
        "Aya Abd ElFattah Mohammed Nemt Allah"
      ],
      "journal": "BDJ open",
      "publication_date": "2025-Mar-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Compare the remineralization efficiency of Ginger, Ashwaghanda and Maca dentifrices versus commercially fluoride containing dentifrice. METHODS: Ginger, Ashwaghanda and Maca extracts were prepared by solvent extraction methodology and were characterized using transmission electron microscope, dynamic light scattering, and inductively coupled plasma optical emission spectrometer. The pH of the dentifrices was evaluated by pH meter. Eighty teeth were collected and divided into five groups according to the treatment protocol. Enamel morphology was carried out by scanning electron microscope with energy dispersive X-Ray spectroscopy for the analysis of calcium, phosphorus, Ca/P ratio and carbon. Surface microhardness was evaluated by Vickers micro-hardness tester. Data were analyzed using One-way ANOVA followed by Tukey's post hoc test (p ≤ 0.05). RESULTS: Characterization results showed the highest calcium, phosphorus and fluoride ion release were associated to Maca, Ashwaganda and Ginger respectively. The pH results revealed that Ginger dentifrice exhibited the most alkaline pH, whereas Ashwaganda dentifrice exhibited the most acidic pH. Morphological analysis revealed that Ashwaganda showed lower remineralization ability compared to the other treated groups. Maca showed significant higher Ca/P ratio compared to other groups (p < 0.001) and Ginger showed significant higher surface microhardness recovery compared to Ashwaganda (p < 0.001). CONCLUSION: Ginger and Maca are promising remineralizing agents."
    },
    {
      "pmid": "40014427",
      "title": "Ginger extract promotes pancreatic islets regeneration in streptozotocin-induced diabetic rats.",
      "authors": [
        "Manal S Abbood",
        "Amani M Al-Adsani",
        "Suzanne A Al-Bustan"
      ],
      "journal": "Bioscience reports",
      "publication_date": "2025-Mar-13",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ginger (Zingiber officinale) exerts an antidiabetic effect by restoring pancreatic β-cells. The present study aimed to investigate the mechanism by which ginger extract induces the regeneration of functional β-cells in diabetic rats. Sprague-Dawley rats (n=27) were divided into three groups: normal rats given double distilled water (ddH2O) (NC, n=11), diabetic rats (injected with 60 mg/kg streptozotocin) given ddH2O (DC, n=8), and diabetic rats treated with aqueous ginger extract (DG, n=8). The effect of ginger extract intake on the differential expression of neurogenin-3 (Neurog3), V-maf musculoaponeurotic fibrosarcoma oncogene homolog B (Mafb), insulin 2 (Ins2), and glucagon (Gcg) was assessed using quantitative real-time PCR after one and eight weeks of treatment. The pancreatic insulin source was determined using immunohistochemical analysis. After one week, ginger treatment significantly up-regulated the expression of both Neurog3 and Mafb in the DG rats compared with the DC rats. However, after eight weeks, the mRNA levels of these genes dropped significantly in parallel with the up-regulation of Ins2 and Gcg expression, resulting in increased serum insulin levels, weight, and lowered fasting blood glucose levels. Immunohistochemical analysis revealed a restored β-cell mass and islet architecture in the DG group. Ginger extract exerts an antidiabetic effect by acting on pancreatic progenitors and α-cells to restore β-cell mass in streptozotocininduced diabetic rats. These findings suggest that ginger extract could be a potential stimulator of β-cell neogenesis, which provides an alternative to meet the increasing demand for exogenous insulin in patients with diabetes.",
      "mesh_terms": [
        "Animals",
        "Diabetes Mellitus, Experimental",
        "Zingiber officinale",
        "Plant Extracts",
        "Rats",
        "Regeneration",
        "Male",
        "Rats, Sprague-Dawley",
        "Basic Helix-Loop-Helix Transcription Factors",
        "Islets of Langerhans",
        "Insulin",
        "Insulin-Secreting Cells",
        "Nerve Tissue Proteins",
        "Streptozocin",
        "Hypoglycemic Agents",
        "Maf Transcription Factors, Large",
        "Blood Glucose",
        "Glucagon"
      ]
    },
    {
      "pmid": "40001302",
      "title": "Nanosized Ginger-Derived Phenolic Zingerone Obstructs Cell Cycle G2/M Progression and Initiates Apoptosis in Human Colorectal Cancer.",
      "authors": [
        "Jui-Ho Wang",
        "Yun-Wen Chen",
        "Shuchen Hsieh",
        "Mei-Lang Kung"
      ],
      "journal": "Environmental toxicology",
      "publication_date": "2025-Feb-25",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colorectal cancer (CRC) has become one of the most arduous challenges in contemporary cancer treatment. In nanomedicine, biomedical methodologies and nanomaterials are combined to develop novel and effective treatments for illnesses, infections, and cancer. The characteristics of nanotechnology are promising for addressing the urgent problems of modern cancer therapeutics, such as tumor recurrence, multidrug resistance, and the limited accessibility of drugs to tumor tissue. Plant-derived natural chemicals, termed phytochemicals, have bioactive characteristics, including anticarcinogenesis, promoted cell apoptosis, antioxidation, antiproliferation, and anti-inflammatory effects. Zingerone is a phenolic compound; it is one of the nonvolatile pungent constituents of ginger and has various pharmacological activities. Here, we fabricated phytochemical-derived zingerone nanoparticles (NPs) and explored their anti-cell viability and anti-tumorigenicity effects on human CRC LoVo and HCT116 cell lines. Moreover, zingerone NPs significantly inhibited cell viability and in vitro tumorigenicity. Next, flow cytometry analysis revealed that zingerone NPs markedly suppressed cell cycle progression in the G2/M phase compared to the G1/S phase and significantly promoted cell apoptosis in a dose-dependent manner in these CRC cell lines. Western blot analysis also suggested that zingerone NPs mediate cell apoptosis by upregulating caspase 3/PARP signaling. Additionally, zingerone NPs significantly restricted CDC25C-mediated CDK1/Cyclin B1 signaling activation in the G2/M phase and Cyclin D/CDK2/Cyclin A signaling downregulation in the G1/S phase. Zingerone NP-mediated p21 upregulation also decreased CDK activity and interfered with cell cycle progression. Indeed, TCGA data analysis also suggested that CDC25C and CDK1 upregulation were correlated with advanced tumor stage in colorectal cancer patients. Taken together, these results indicated that zingerone NPs significantly disrupt cell cycle progression and induce apoptosis in human CRC cells. Our findings indicate that phytochemical-derived zingerone NPs may serve as a potential chemopreventive adjuvant agent and therapeutic strategy for human colorectal cancer."
    },
    {
      "pmid": "39953394",
      "title": "Bacillus paralicheniformis SYN-191 isolated from ginger rhizosphere soil and its growth-promoting effects in ginger farming.",
      "authors": [
        "Yanan Sun",
        "Kai Liu",
        "Zhongliang Liu",
        "Yayu Liu",
        "Xuerong Yang",
        "Binghai Du",
        "Xiang Li",
        "Ningyang Li",
        "Bo Zhou",
        "Xueming Zhu",
        "Hailong Wang",
        "Bingyin Peng",
        "Chengqiang Wang"
      ],
      "journal": "BMC microbiology",
      "publication_date": "2025-Feb-14",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: The use of chemical fertilizers and pesticides and the farming without crop rotation may negatively impact the microbial community and the quality of the soils in ginger farm. It is important to improve soil properties to promote the healthy growth of ginger in ginger farm. RESULTS: We isolated and identified the pathogenic Fusarium ramigenum from infected ginger roots. We then isolated a new Bacillus paralicheniformis strain SYN-191 from the rhizosphere soil around healthy ginger roots, and showed B. paralicheniformis SYN-91 could inhibit F. ramigenum growth, degrade proteins, dissolve silicate, and decompose cellulose. SYN-191 treatment significantly improved the agronomic traits of ginger seedlings in healthy soil and continuous cropping soil. Furthermore, SYN-191 treatment restructured the microbial microbiomes in rhizosphere soil, including reducing the number of harmful fungi, such as Fusarium, and increasing the beneficial bacterial populations such as Bacillus and Pseudomonas. Field experiments showed that SYN-191 application increased ginger yield by 26.47% (P < 0.01). Whole-genome sequencing of strain SYN-191 revealed the relevant genes for antibiotic synthesis, potassium dissolution, and cellulose decomposition. CONCLUSIONS: A new plant-growth-promoting B. paralicheniformis SYN-191 was obtained. This strain could antagonize ginger root rot pathogenic fungus, improve agronomic traits and ginger yield in field, and improve the microbial community structure in the ginger rhizosphere soil. This study provides a valuable bacterial resource for overcoming obstacles in the continuous cropping of ginger.",
      "mesh_terms": [
        "Zingiber officinale",
        "Rhizosphere",
        "Bacillus",
        "Soil Microbiology",
        "Fusarium",
        "Plant Roots",
        "Microbiota",
        "Plant Diseases",
        "Agriculture"
      ]
    },
    {
      "pmid": "39902066",
      "title": "Ginger-Derived Exosome-Like Nanoparticles Loaded With Indocyanine Green Enhances Phototherapy Efficacy for Breast Cancer.",
      "authors": [
        "Zhaoming Guo",
        "Guqing Li",
        "Lanjun Shen",
        "Jiawei Pan",
        "Danni Dou",
        "Yuwei Gong",
        "Wanwan Shi",
        "Yuhua Sun",
        "Yi Zhang",
        "Kun Ma",
        "Changhao Cui",
        "Wenxin Li",
        "Qiang Liu",
        "Xudong Zhu"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2025",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Phototherapy has remarkable advantages in cancer treatment, owing to its high efficiency and minimal invasiveness. Indocyanine green (ICG) plays an important role in photo-mediated therapy. However, it has several disadvantages such as poor stability in aqueous solutions, easy aggregation of molecules, and short plasma half-life. This study aimed to develop an efficient nanoplatform to enhance the effects of photo-mediated therapy. METHODS: We developed a novel bio-nanoplatform by integrating edible ginger-derived exosome-like nanoparticles (GDNPs) and the photosensitizer, ICG (GDNPs@ICG). GDNPs were isolated from ginger juice and loaded with ICG by co-incubation. The size distribution, zeta potential, morphology, total lipid content, and drug release behavior of the GDNPs@ICG were characterized. The photothermal performance, cellular uptake and distribution, cytotoxicity, anti-tumor effects, and mechanism of action of GDNPs@ICG were investigated both in vitro and in vivo. RESULTS: GDNPs@ICG were taken up by tumor cells via a lipid-dependent pathway. When irradiated by an 808 nm NIR laser, GDNPs@ICG generated high levels of ROS, MDA, and local hyperthermia within the tumor, which caused lipid peroxidation and ER stress, thus enhancing the photo-mediated breast tumor therapy effect. Furthermore, in vivo studies demonstrated that engineered GDNPs@ICG significantly inhibited breast tumor growth and presented limited toxicity. Moreover, by detecting the expression of CD31, N-cadherin, IL-6, IFN-γ, CD8, p16, p21, and p53 in tumor tissues, we found that GDNPs@ICG substantially reduced angiogenesis, inhibited metastasis, activated the anti-tumor immune response, and promoted cell senescence in breast tumor. CONCLUSION: Our study demonstrated that the novel bio-nanoplatform GDNPs@ICG enhanced the photo-mediated therapeutic effect in breast tumor. GDNPs@ICG could be an alternative for precise and efficient anti-tumor phototherapy.",
      "mesh_terms": [
        "Zingiber officinale",
        "Exosomes",
        "Nanoparticles",
        "Indocyanine Green",
        "Phototherapy",
        "Treatment Outcome",
        "Breast Neoplasms",
        "Animals",
        "Cell Line, Tumor",
        "Female",
        "Mice, Inbred BALB C"
      ]
    },
    {
      "pmid": "39900639",
      "title": "An abundant ginger compound furanodienone alleviates gut inflammation via the xenobiotic nuclear receptor PXR in mice.",
      "authors": [
        "Xiaojuan Wang",
        "Guohui Zhang",
        "Zhiwei Bian",
        "Vimanda Chow",
        "Marina Grimaldi",
        "Coralie Carivenc",
        "Savannah Sirounian",
        "Hao Li",
        "Lucia Sladekova",
        "Stefano Motta",
        "Yulia Luperi",
        "Yufeng Gong",
        "Cait Costello",
        "Linhao Li",
        "Matthew Jachimowicz",
        "Miao Guo",
        "Shian Hu",
        "Derek Wilson",
        "Patrick Balaguer",
        "William Bourguet",
        "Sridhar Mani",
        "Laura Bonati",
        "Hui Peng",
        "John March",
        "Hongbing Wang",
        "Shengpeng Wang",
        "Henry M Krause",
        "Jiabao Liu"
      ],
      "journal": "Nature communications",
      "publication_date": "2025-Feb-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The literature documenting the value of drug-like molecules found in natural products is vast. Although many dietary and herbal remedies have been found to be effective for treating intestinal inflammation, the identification of their active components has lagged behind. In this study, we find that a major ginger component, furanodienone (FDN), is a selective pregnane X receptor (PXR) ligand with agonistic transcriptional outcomes. We show that FDN binds within a sub-pocket of the PXR ligand binding domain (LBD), with subsequent alterations in LBD structure. Using male mice, we show that orally provided FDN has potent PXR-dependant anti-inflammatory outcomes that are colon-specific. Increased affinity and target gene activation in the presence of synergistically acting agonists indicates further opportunities for augmenting FDN activity, efficacy and safety. Collectively, these results support the translational potential of FDN as a therapeutic agent for the treatment and prevention of colonic diseases.",
      "mesh_terms": [
        "Animals",
        "Zingiber officinale",
        "Male",
        "Pregnane X Receptor",
        "Mice",
        "Humans",
        "Furans",
        "Mice, Inbred C57BL",
        "Anti-Inflammatory Agents",
        "Colon",
        "Inflammation",
        "Colitis",
        "Ligands"
      ]
    },
    {
      "pmid": "39897801",
      "title": "A glimpse on influences of ginger and its derivatives as a feed additive in finfish farming: A mini-review.",
      "authors": [
        "Lee Seong Wei",
        "Albaris B Tahiluddin",
        "Wendy Wee"
      ],
      "journal": "Heliyon",
      "publication_date": "2025-Jan-30",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ginger (Zingiber officinale) has emerged as a promising feed additive in aquaculture due to its reported benefits for fish health and growth. Possessing a range of bioactive compounds, ginger exhibits antimicrobial, anti-parasite, immunostimulatory, anti-inflammatory, anti-oxidative, and growth-promoting properties. This review provides a comprehensive overview of recent research on dietary ginger and its derivatives for fish. It explores the various forms, bioactive compounds, biological activities, and preparation methods of these feed additives. The discussion focuses on the impacts of dietary ginger and its derivatives on growth performance, flesh quality, hematology profile, antioxidative responses, immune system, and disease resistance stimulation in fish. Additionally, the review examines the mechanisms of action of these additives and explores the optimal supplementation levels for inclusion in fish diets. Previous studies reported the optimal doses of dietary ginger and its derivatives were ranged from 0.0002 to 4 % of diet whereas 0.0004 % for bathing treatment. Bioactive compounds such as phenolic acids, flavonoids, zingerone, gingerols, shogaols, and paradols were responsible to the ginger and its derivatives beneficial effects. Overall, the findings suggest that dietary ginger and its derivatives hold significant promise for enhancing growth and health in fish farming."
    },
    {
      "pmid": "39888842",
      "title": "A herbal approach to diabetic cardiomyopathy: moringa, ginger, and garlic unveiled.",
      "authors": [
        "Kaushal Shah",
        "Manjiri Jalgaonkar",
        "Aditi Vyas",
        "Gaurav Doshi",
        "Yogesh A Kulkarni",
        "Alok D Singh",
        "Manisha J Oza"
      ],
      "journal": "Archives of physiology and biochemistry",
      "publication_date": "2025-Jan-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Chronic inflammation contributes to myocardial complications in diabetes, marked by tissue fibrosis, necrosis, and apoptosis. Zingiber officinale, Allium sativum, and Moringa oleifera have individually demonstrated efficacy in diabetes management. In this study, it is hypothesised that a combination of these herbs in a polyherbal formulation would protect against diabetic cardiomyopathy. MATERIALS AND METHODS: Diabetes was induced in male Sprague Dawley rats using strepetozotocin at a single dose of (55 mg/kg of body weight, i.p) in citrate buffer. Polyherbal formulation was administred as a treatment for 8 weeks. UNLABELLED: Rats receiving treatment with polyherbal formulation showed decreased blood glucose, plasma creatinine, Blood Urea Nitrogen, Creatine kinase- myocardial band, lactate dehydrogenase, aspartate aminotransferase, Troponin-I, NADPH oxidase 4, and Ras-related C3 botulinum toxin substrate-1. In contrast, Superoxide dismutase, catalase, and glutathione enzyme activities were increased. CONCLUSION: Thus, a polyherbal formulation containing herbs was able to attenuate the progression of diabetes mellitus and diabetic cardiomyopathy."
    },
    {
      "pmid": "39849554",
      "title": "Folic acid-modified ginger-derived extracellular vesicles for targeted treatment of rheumatoid arthritis by remodeling immune microenvironment via the PI3K-AKT pathway.",
      "authors": [
        "Ruina Han",
        "Dongyang Zhou",
        "Ning Ji",
        "Zhifeng Yin",
        "Jian Wang",
        "Qin Zhang",
        "Hao Zhang",
        "Jinlong Liu",
        "Xinru Liu",
        "Han Liu",
        "Qinglin Han",
        "Jiacan Su"
      ],
      "journal": "Journal of nanobiotechnology",
      "publication_date": "2025-Jan-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Rheumatoid arthritis (RA), a form of autoimmune inflammation, is marked by enduring synovial inflammation and the subsequent impairment of joint function. Despite the availability of conventional treatments, they are often marred by significant side effects and the associated high costs. Plant-derived extracellular vesicles (PEVs) offer a compelling alternative, owing to their abundant availability, affordability, low immunogenicity, high biocompatibility, and feasibility for large-scale production. These vesicles enhance intercellular communication by transferring intrinsic bioactive molecules. In our research, we delve into the capacity of PEVs to treat RA, highlighting the role of ginger-derived extracellular vesicles (GDEVs). By conjugating GDEVs with folic acid (FA), we have developed FA-GDEVs that maintain their inherent immunomodulatory properties. FA-GDEVs are designed to selectively target M1 macrophages in inflamed joints via the folate receptors (FRs). Our in vitro findings indicate that FA-GDEVs promote the polarization towards a reparative M2 macrophage phenotype by modulating the PI3K-AKT pathway. Further corroboration comes from in vivo studies, which demonstrate that FA-GDEVs not only concentrate efficiently in the affected joints but also markedly reduce the manifestations of RA. Synthesizing these findings, it is evident that FA-GDEVs emerge as a hopeful candidate for RA treatment, offering benefits such as safety, affordability, and therapeutic efficacy.",
      "mesh_terms": [
        "Folic Acid",
        "Extracellular Vesicles",
        "Arthritis, Rheumatoid",
        "Zingiber officinale",
        "Animals",
        "Proto-Oncogene Proteins c-akt",
        "Phosphatidylinositol 3-Kinases",
        "Mice",
        "Macrophages",
        "Signal Transduction",
        "Humans",
        "RAW 264.7 Cells",
        "Male"
      ]
    },
    {
      "pmid": "39834559",
      "title": "Formulation, characterization, and evaluation of curcumin-loaded ginger-derived nanovesicles for anti-colitis activity.",
      "authors": [
        "Shengjie Huang",
        "Min Zhang",
        "Xiaoge Li",
        "Jierong Pei",
        "Zhirong Zhou",
        "Peng Lei",
        "Meng Wang",
        "Peng Zhang",
        "Heshui Yu",
        "Guanwei Fan",
        "Lifeng Han",
        "Haiyang Yu",
        "Yuefei Wang",
        "Miaomiao Jiang"
      ],
      "journal": "Journal of pharmaceutical analysis",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plant-derived nanovesicles have gained attention given their similarity to mammalian exosomes and advantages such as low cost, sustainability, and tissue targeting. Thus, they hold promise for disease treatment and drug delivery. In this study, we proposed a time-efficient method, PEG 8000 combined with sucrose density gradient centrifugation to prepare ginger-derived nanovesicles (GDNVs). Subsequently, curcumin (CUR) was loaded onto GDNV by ultrasonic incubation. The optimum conditions for ginger-derived nanovesicles loaded with curcumin (CG) were ultrasound time of 3 min, a carrier-to-drug ratio (GDNV:CUR) of 1:1. The study achieved a high loading capacity (94.027% ± 0.094%) and encapsulation efficiency (89.300% ± 0.344%). Finally, the drugs' in vivo distribution and anti-colitis activity were investigated in mice. CG was primarily distributed in the colon after oral administration. Compared to CUR and GDNV, CG was superior in improving disease activity, colon length, liver and spleen coefficients, myeloperoxidase activity, and biochemical factor levels in ulcerative colitis (UC) mice. In addition, CG plays a protective role against UC by modulating serum metabolite levels and gut flora. In summary, our study demonstrated that GDNV can be used for CUR delivery with enhanced therapeutic potential."
    },
    {
      "pmid": "39831446",
      "title": "Phytochemical analysis of dried ginger extract and its inhibitory effect and mechanism on Helicobacter pylori and associated ureases.",
      "authors": [
        "Qiang Lu",
        "Jiahao Wang",
        "Ying Tang",
        "Wenna Li",
        "Cailan Li"
      ],
      "journal": "Food & function",
      "publication_date": "2025-Feb-03",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Helicobacter pylori (H. pylori), one of the most common infectious pathogens in the world, can cause gastritis, digestive ulcers, and even gastric cancer. H. pylori urease (HPU) is a distinctive virulence factor of H. pylori that allows it to be distinguished from other pathogens. Dried ginger is a famous edible and medicinal herb that is commonly used to prevent and treat gastrointestinal tract-related diseases. In this study, phytochemical analysis of the aqueous extract of dried ginger (DGE) and the inhibition of DGE on H. pylori was investigated. Subsequently, we evaluated the inhibitory activity of DGE against enzymes including HPU and jack bean urease (JBU) and determined its potential mechanism of action. UPLC-ESI-MS/MS analysis indicated that a total of 63 compounds including seven glycosides, nine terpenoids, two esters, seven phenols, eight lignans, five phenylpropanoids, and four phenolic acids were identified in DGE. DGE was observed to inhibit the growth of four H. pylori strains (ATCC 43504, NCTC 26695, SS1, and ICDC 111001) with minimum inhibitory concentration (MIC) values spanning the range of 0.05 to 1.50 mg mL-1. Moreover, DGE has higher enzyme inhibitory activity on HPU (IC50 = 0.49 ± 0.01 mg mL-1) than on JBU (IC50 = 0.54 ± 0.01 mg mL-1). Enzyme inhibitory kinetic analysis revealed that the inhibition type of DGE against HPU was slow-binding and anti-competitive, whereas it was slow-binding and mixed type on JBU. A further mechanism study indicated that the protective effect of sulfhydryl-containing compounds on enzyme activity was significantly better than that of inorganic compounds, indicating that the action site of DGE inhibition of enzyme was the sulfhydryl residue. The results of DTT reactivation experiments showed that the DGE-urease complex was reversible. Furthermore, molecular docking investigation showed that the main components of DGE interacted with sulfhydryl groups and Ni2+. In conclusion, DGE effectively inhibited the growth of H. pylori and the activity of its key virulence factor urease. And the in-depth study of the kinetic characteristics and the mechanism of action showed that the active site sulfhydryl group and Ni2+ might be the targets of urease inhibition by DGE. Our study may provide experimental evidence for the traditional application of dried ginger in the treatment of H. pylori-associated gastric diseases.",
      "mesh_terms": [
        "Helicobacter pylori",
        "Urease",
        "Zingiber officinale",
        "Plant Extracts",
        "Phytochemicals",
        "Bacterial Proteins",
        "Enzyme Inhibitors",
        "Anti-Bacterial Agents",
        "Molecular Docking Simulation",
        "Microbial Sensitivity Tests",
        "Humans"
      ]
    },
    {
      "pmid": "39803948",
      "title": "Ginger Moxibustion, A Non-pharmacological Treatment, for Diarrhea in Patients with Chronic Obstructive Pulmonary Disease.",
      "authors": [
        "Linsen Gu",
        "Fanyi Yuan",
        "Shishuang Yu",
        "Yijia Xia",
        "Ke Liu",
        "Jurong Zeng",
        "Chuantao Zhang"
      ],
      "journal": "Journal of visualized experiments : JoVE",
      "publication_date": "2024-Dec-27",
      "publication_types": [
        "Journal Article",
        "Video-Audio Media"
      ],
      "abstract": "Chronic Obstructive Pulmonary Disease (COPD) is a common and frequently occurring disease in the elderly population, and it tends to progressively worsen. Diarrhea is a common extrapulmonary complication in patients with COPD. Diarrhea can cause dehydration, electrolyte imbalances, weakness, and a loss of appetite, among other adverse consequences, which seriously affect the quality of life and nutritional status of patients. These consequences are not conducive to improving airway obstruction in COPD patients. At present, modern medicine has poor curative effects, fails to control symptoms fully, causes a relapse after drug withdrawal, has side effects, and increases the medication burden of patients. Ginger moxibustion is a unique non-pharmacological therapy of traditional Chinese medicine, which is safe and effective in controlling diarrhea, has few side effects, and is easy to accept. It is, therefore, an ideal alternative therapy. This article aims to introduce the protocol of ginger moxibustion for treating diarrhea in COPD patients.",
      "mesh_terms": [
        "Humans",
        "Pulmonary Disease, Chronic Obstructive",
        "Moxibustion",
        "Zingiber officinale",
        "Diarrhea"
      ]
    },
    {
      "pmid": "39723735",
      "title": "Olive and Linseed Oil Blend-Based Nanoemulsions Fortified With Ginger Extract Nutraceutical: Mitigating Liver Fibrosis Induced by Carbon Tetrachloride by Regulating Oxidative Stress and TGF-β/MMP9 Signaling Pathway in Rats.",
      "authors": [
        "Hend A Essa",
        "Ayat F Hashim",
        "Nahla N Abdel-Aziz",
        "Fatma El-Zahraa Sayed Mohamed",
        "Alaa M Ali"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2025-Jan",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Liver fibrosis is a significant contributor to global morbidity and mortality, making the identification of non-toxic natural therapies to slow its progression essential. This study evaluated the anti-fibrotic potential of a nutraceutical blend comprising extra virgin olive oil, linseed oil, and ginger extract, formulated in both emulsion and nanoemulsion forms, using a rat model of liver fibrosis. Nanoemulsions were prepared using the ultrasonication technique, and their particle size and stability were analyzed via the DLS method. Twenty-four male albino rats were divided into four groups: normal control, CCl4-treated, oil emulsion-treated, and nanoemulsion-treated. Liver fibrosis was induced by oral administration of carbon tetrachloride (CCl4), while the emulsions were administered daily alongside CCl4 for four weeks. Liver function indices, oxidative stress biomarkers, and gene expressions were assessed, along with histopathological and immunohistochemical analyses. The results revealed that both emulsions significantly improved liver function, enhanced antioxidant capacity, and reduced lipid peroxidation. They downregulated pro-fibrogenic markers (TGF-β1, TIMP-1) and upregulated anti-fibrogenic markers (MMP9, HGF), leading to a reduction in liver fibrosis. The nanoemulsion exhibited superior efficacy compared to the emulsion. These findings demonstrate that the nutraceutical blend, particularly in nanoemulsion form, effectively attenuated liver fibrosis and improved hepatic health markers. This underscores its potential as a natural therapy for liver fibrosis and related conditions, emphasizing its nutritional value in supporting liver health.",
      "mesh_terms": [
        "Animals",
        "Oxidative Stress",
        "Male",
        "Zingiber officinale",
        "Dietary Supplements",
        "Carbon Tetrachloride",
        "Liver Cirrhosis",
        "Linseed Oil",
        "Matrix Metalloproteinase 9",
        "Emulsions",
        "Plant Extracts",
        "Olive Oil",
        "Transforming Growth Factor beta",
        "Signal Transduction",
        "Rats",
        "Liver",
        "Antioxidants",
        "Rats, Wistar"
      ]
    },
    {
      "pmid": "39708484",
      "title": "Licorice and dried ginger decoction inhibits inflammation and alleviates mitochondrial dysfunction in chronic obstructive pulmonary disease by targeting siglec-1.",
      "authors": [
        "Sensen Li",
        "Juan Cao",
        "Zhongjie Yang",
        "Shaoju Jin",
        "Lei Yang",
        "Hao Chen"
      ],
      "journal": "International immunopharmacology",
      "publication_date": "2025-Jan-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chronic obstructive pulmonary disease (COPD) is a chronic respiratory disease. Licorice and dried ginger decoction (LGD) is traditional Chinese medicine prescription with multiple effects. Glycyrrhetinic acid (GA) is the main bioactive components of LGD, which has been proven to have a relieving effect on various inflammatory diseases. Siglec-1 is a cell surface sialoadhesin and has been confirmed to be overexpressed in COPD and facilitate inflammatory reaction. This study is aimed to probe the interaction between LGD, GA, and siglec-1. METHODS: Cigarette smoke (CS) combined with lipopolysaccharide (LPS) treatment was utilized to construct a COPD rat model. Cigarette smoke extract (CSE) was utilized to induce alveolar macrophage NR8383 to construct a COPD cell model. HE staining was applied for measuring histopathological changes of COPD rats. Enzyme-linked immunosorbent assay (ELISA), reverse transcription real-time polymerase chain reaction (RT-qPCR), and western blot were applied for testing the concentrations and expressions of proinflammatory factors. High performance liquid chromatography-tandem mass spectrometry (HPLC-MS) analysis was utilized to determine the combination between siglec-1 and GA. JC-1 assay was utilized to evaluate mitochondrial function. Reactive oxygen species (ROS) production was tested by dichloro-dihydro-fluorescein diacetate (DCFH-DA) staining. RESULTS: LGD treatment notably alleviated lung injury and inflammatory response in COPD rats. In CSE-induced cells, LGD treatment suppressed the contents of tumor necrosis factor (TNF)-α, interleukin (IL)-1β, IL-6, and IL-8. Sialic-acid-binding Ig-like lectin 1 (Siglec-1) expression induced by CS was decreased after LGD treatment. Furthermore, we proved that GA could target siglec-1 to regulate the inflammatory response in COPD rats and cells. Additionally, GA could reduce ROS production and alleviate mitochondrial dysfunction to suppress COPD progression. CONCLUSION: LGD inhibits inflammation and alleviates mitochondrial dysfunction in COPD by targeting siglec-1.",
      "mesh_terms": [
        "Animals",
        "Pulmonary Disease, Chronic Obstructive",
        "Rats",
        "Mitochondria",
        "Male",
        "Sialic Acid Binding Ig-like Lectin 1",
        "Zingiber officinale",
        "Glycyrrhiza",
        "Cell Line",
        "Rats, Sprague-Dawley",
        "Disease Models, Animal",
        "Glycyrrhetinic Acid",
        "Macrophages, Alveolar",
        "Anti-Inflammatory Agents",
        "Drugs, Chinese Herbal",
        "Reactive Oxygen Species",
        "Humans",
        "Inflammation",
        "Lung"
      ]
    },
    {
      "pmid": "39701729",
      "title": "[Prediction of mechanism of ginger-processed Anemarrhenae Rhizoma in intervening in cough due to cold and dampness in lung based on network pharmacology].",
      "authors": [
        "Ya-Zhu Wang",
        "Xiao-Ting Wang",
        "Shu-Qing Tian",
        "Hui Gao"
      ],
      "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "publication_date": "2024-Oct",
      "publication_types": [
        "English Abstract",
        "Journal Article"
      ],
      "abstract": "This study employed network pharmacology, molecular docking, and animal experiments to investigate the mechanism of ginger-processed Anemarrhenae Rhizoma in treating cough due to cold and dampness in lung, aiming to provide a modern pharmacological basis for this therapy. The active ingredients of ginger-processed Anemarrhenae Rhizoma were retrieved from the Traditional Chinese Medicine Systems Pharmacology Database and Analysis Platform(TCMSP) with the oral bioavailability(OB≥30%) and drug likeness(DL≥0.18) as the screening conditions and from the relevant literature. A library of the active ingredients of ginger-processed Anemarrhenae Rhizoma was established, and SwissTargetPrediction was used to predict the potential targets of the active ingredients. The western medical symptom corresponding to cough due to cold and dampness in lung was identified as acute bronchitis based on SymMap, and the targets related to acute bronchitis were obtained from GeneCards, and the Online Mendelian Inheritance in Man(OMIM). Venny was utilized to obtain the common targets between the active ingredients and the disease, and STRING and Cytoscape were used to establish the protein-protein interaction(PPI) network for the common targets. The Gene Ontology(GO) and Kyoto Encyclopedia of Genes and Genomes(KEGG) pathway enrichment analyses of potential therapeutic targets were performed with DAVID. AutoDock was used to simulate the molecular docking between the active ingredients with potential targets. Finally, a mouse model of acute bronchitis was prepared with the smoke plus cold stimulation method for validation. In this study, a total of 557 potential targets of the active ingredients of ginger-processed Anemarrhenae Rhizoma were retrieved, including 157 common targets shared with acute bronchitis. The enrichment analysis yielded 1 072 GO terms and 169 KEGG pathways. The results of molecular docking showed that the active ingredients had good binding affinity with MAPK14 and MMP3, and timosaponin AⅢ showcased the strongest binding affinity among the active ingredients. In the animal experiments, other treatment groups except the low-and high-dose raw Anemarrhenae Rhizoma and the ginger decoction groups showed reduced pathological changes in the lung tissue, attenuated inflammatory cell infiltration, lowered levels of interleukin(IL)-1β, IL-18, and tumor necrosis factor(TNF)-α in the bronchoalveolar lavage fluid(BALF), and down-regulated mRNA and protein levels of MAPK14 and MMP3 in the lung tissue. Moreover, ginger-processed Anemarrhenae Rhizoma outperformed raw Anemarrhenae Rhizoma. This study preliminarily revealed that ginger-processed Anemarrhenae Rhizoma can inhibit inflammation by regulating the IL-17, TNF, and other signaling pathways to treat cough due to cold and dampness in lung, verifying the rationality of this therapy. The findings provide a basis for the inheritance and application of the characteristic ginger processing of Anemarrhenae Rhizoma.",
      "mesh_terms": [
        "Zingiber officinale",
        "Animals",
        "Drugs, Chinese Herbal",
        "Molecular Docking Simulation",
        "Cough",
        "Mice",
        "Rhizome",
        "Network Pharmacology",
        "Anemarrhena",
        "Male",
        "Lung",
        "Humans",
        "Cold Temperature"
      ]
    },
    {
      "pmid": "39683536",
      "title": "A Novel Supplement Consisting of Rice, Silkworm Pupae and a Mixture of Ginger and Holy Basil Improves Post-Stroke Cognitive Impairment.",
      "authors": [
        "Putthiwat Thongwong",
        "Jintanaporn Wattanathorn",
        "Wipawee Thukham-Mee"
      ],
      "journal": "Nutrients",
      "publication_date": "2024-Nov-29",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Backgrounds/Objectives: Despite the increasing importance of the condition of post-stroke cognitive impairment (PSCI), the current therapy efficacy is limited. Since oxidative stress and inflammation are targeted in anti-stroke therapy, we aimed to assess the protective effect against PSI of an orodispersible film loaded with silkworm pupae hydrolysate and a combined extract of holy basil and ginger (JP1), which show antioxidant, and anti-inflammation effects. Methods: Male Wistar rats (200-250 g) were administered JP1 at doses of 1, 10, and 100 mg/kg BW 45 min before a 6 h immobilization stress exposure for 14 days. Then, the right middle cerebral artery was permanently occluded (MCAO) and JP1 was continually administered for 21 days after MCAO. Spatial and non-spatial memory and the possible underlying mechanisms were also explored. Results: JP1 improved oxidative stress, inflammation, apoptosis, Erk signaling pathway, cholinergic function, and the growth of Lactobacillus and Bifidobacterium spp. in feces. These results suggest that JP1 improves PSCI, possibly involving the above mechanisms. Furthermore, serum corticosterone also decreased. Conclusions: Our results suggest that JP1 is a potential candidate for combating PSCI following exposure to stroke plus stress. However, a clear understanding of the precise active ingredient and the detailed mechanisms require further investigation.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Zingiber officinale",
        "Bombyx",
        "Rats, Wistar",
        "Cognitive Dysfunction",
        "Oxidative Stress",
        "Plant Extracts",
        "Rats",
        "Pupa",
        "Stroke",
        "Dietary Supplements",
        "Antioxidants",
        "Disease Models, Animal",
        "Salvia miltiorrhiza",
        "Apoptosis"
      ]
    },
    {
      "pmid": "39675275",
      "title": "Methyl jasmonate enabled maintained the postharvest flavor quality of ginger (Zingiber officinale roscoe) by reducing the loss of terpene volatile compounds.",
      "authors": [
        "Weining Wei",
        "Xiuqiao Wu",
        "Yongzheng Ren",
        "Yue Zhong",
        "Lijuan Wei",
        "Shouhui Wei",
        "Guo Yang",
        "Yiqing Liu"
      ],
      "journal": "Food chemistry",
      "publication_date": "2025-Mar-15",
      "publication_types": [
        "Journal Article",
        "Evaluation Study"
      ],
      "abstract": "Ginger, as a globally vital medicinal and food homologous crop, plays an irreplaceable role in human diet and healthcare. However, during the storage of ginger, the decline of physical properties and degradation of volatile flavor quality have emerged as an industrial concern that severely restricts the market value of the product. MeJA plays an essential role in extending fruit shelf life and regulate the synthesis of volatiles in horticultural products, yet its application in ginger remains unreported. This study investigated whether MeJA could delay the deterioration of external quality and the loss of volatile compounds, thereby maintaining the flavor quality of ginger during storage. The results demonstrated that MeJA retarded weight loss, moisture reduction, texture softening, and color darkening in ginger rhizomes during storage. In addition, dynamic profiles of volatile compounds in the postharvest stage of ginger rhizomes were characterized via HS-SPME/GC-MS methodology. A total of 67 volatile components were identified and quantified precisely, which were divided into terpenes, alcohols, esters, aldehydes, ketones, and others. Terpenes represented by zingiberene, farnesene, β-sesquiphellandrene, α-curcumene, (E)-β-farnesene, and β-elemene, was the most abundant classification of compounds in ginger, comprising approximately 70 % of the total content. Compared with the control group, MeJA reduced the loss rate of total quantity and total content of volatiles, while effectively slowed the loss of various volatiles, especially after 35d of storage. Furthermore, 30 characteristic components with an odor activity values (OAVs) ≥ 1 were identified, predominantly exhibiting spicy, green, floral, fatty, and fruity fragrances. It is noteworthy that the most prominent scent of ginger is the spicy aroma, which can be significantly up-regulated by MeJA. Moreover, MeJA treatment was found to enhance the expression levels of terpene-related genes in ginger. This study clarified the patterns of variation in physical properties, volatile compounds, and aroma intensity during the storage of ginger, providing a theoretical basis for mitigating the deterioration of flavor quality in ginger rhizomes during postharvest storage. This research holds significant importance for promoting the comprehensive utilization and high-quality development of ginger.",
      "mesh_terms": [
        "Zingiber officinale",
        "Volatile Organic Compounds",
        "Oxylipins",
        "Cyclopentanes",
        "Flavoring Agents",
        "Terpenes",
        "Acetates",
        "Taste",
        "Gas Chromatography-Mass Spectrometry",
        "Food Storage",
        "Food Preservation",
        "Rhizome",
        "Plant Growth Regulators"
      ]
    },
    {
      "pmid": "39661217",
      "title": "Effects of ginger root extract on cognitive impairment and the Nrf2/GPX4/SLC7A11 signaling pathway in aluminum-exposed rats.",
      "authors": [
        "Lili Qin",
        "Xiaoyun Jiang",
        "Yiyu Wei",
        "Jing Xie",
        "Li Yang"
      ],
      "journal": "Metabolic brain disease",
      "publication_date": "2024-Dec-11",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Aluminum exposure has been widely demonstrated to cause cognitive impairment and neuronal damage, which are significant factors in many neurodegenerative diseases. Ginger root extract (GRE) has attracted researchers' attention in recent years due to its antioxidant and neuroprotective properties, as a potential therapeutic intervention to mitigate aluminum-induced neural damage.To evaluate the effects of GRE on cognitive impairment and the expression of Nrf2, GPX4, and SLC7A11 in aluminum (Al)-exposed rats. In this study, a total of 60 male Sprague-Dawley (SD) rats were randomly assigned to 6 groups: Control, Al exposure (Al), Clinical Drug, low-dose GRE (Al + L-GRE), medium-dose GRE (Al + M-GRE), and high-dose GRE (Al + H-GRE). All groups, except Control, received 10 mg/ml AlCl₃ in drinking water for three months. Post-exposure treatments included saline for Control and Al groups, 0.5 mg/kg donepezil hydrochloride for the Clinical Drug group, and 100, 200, and 400 mg/kg GRE for the respective GRE groups. Treatments were administered once daily, five days a week, for a duration of one month. Cognitive and spatial abilities were assessed using the Morris water maze and Y-maze tests. Neuronal damage and mitochondrial structure in the hippocampus were evaluated via Nissl staining and transmission electron microscopy. Serum levels of SOD, GSH, MDA, and Fe²⁺ were measured, and Nrf2/GPX4/SLC7A11 mRNA and protein levels in hippocampal tissues were analyzed using real-time PCR and Western blotting. The Al group demonstrated compromised cognitive function, diminished neuronal integrity, disrupted mitochondrial structure, and an imbalance in serum antioxidant levels compared to the Control group.GRE treatment appeared to have a positive effect on cognitive function, potentially contributing to the maintenance of neuronal integrity, possibly aiding in the preservation of mitochondrial structure, and potentially assisting in the regulation of antioxidant levels. Notably, the Al + M-GRE and Al + H-GRE groups demonstrated encouraging enhancements in escape latency, platform crossings, novel arm entries, and time spent in the novel arm. Additionally, these groups showed elevated levels of SOD and GSH, reduced levels of MDA and Fe²⁺, and increased expression of Nrf2, GPX4, and SLC7A11, suggesting a potential beneficial impact of GRE treatment.GRE mitigated cognitive impairment in Al-exposed rats, likely through the Nrf2/GPX4/SLC7A11 signaling pathway, demonstrating its potential neuroprotective effects.",
      "mesh_terms": [
        "Animals",
        "NF-E2-Related Factor 2",
        "Male",
        "Rats, Sprague-Dawley",
        "Rats",
        "Signal Transduction",
        "Zingiber officinale",
        "Plant Extracts",
        "Cognitive Dysfunction",
        "Aluminum",
        "Phospholipid Hydroperoxide Glutathione Peroxidase",
        "Plant Roots",
        "Neuroprotective Agents",
        "Hippocampus",
        "Maze Learning",
        "Antioxidants",
        "Oxidative Stress"
      ]
    },
    {
      "pmid": "39636404",
      "title": "Mechanisms of ferroptotic and non-ferroptotic organ toxicity of chemotherapy: protective and therapeutic effects of ginger, 6-gingerol and zingerone in preclinical studies.",
      "authors": [
        "Ademola C Famurewa",
        "Roland E Akhigbe",
        "Mina Y George",
        "Yemi A Adekunle",
        "Precious A Oyedokun",
        "Tunmise M Akhigbe",
        "Amos A Fatokun"
      ],
      "journal": "Naunyn-Schmiedeberg's archives of pharmacology",
      "publication_date": "2025-May",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Chemotherapy (CT) is one of the flagship options for the treatment of cancers worldwide. It involves the use of cytotoxic anticancer agents to kill or inhibit the proliferation of cancer cells. However, despite its clinical efficacy, CT triggers side effect toxicities in several organs, which may impact cancer patient's quality of life and treatment outcomes. While the side effect toxicity is consistent with non-ferroptotic mechanisms involving oxidative stress, inflammation, mitochondrial impairment and other aberrant signalling leading to apoptosis and necroptosis, recent studies show that ferroptosis, a non-apoptotic, iron-dependent cell death pathway, is also involved in the pathophysiology of CT organ toxicity. CT provokes organ ferroptosis via system Xc-/GPX-4/GSH/SLC7A11 axis depletion, ferritinophagy, iron overload, lipid peroxidation and upregulation of ferritin-related proteins. Cisplatin (CP) and doxorubicin (DOX) are common CT drugs indicated to induce ferroptosis in vitro and in vivo. Studies have explored natural preventive and therapeutic strategies using ginger rhizome and its major bioactive compounds, 6-gingerol (6G) and zingerone (ZG), to combat mechanisms of CT side effect toxicity. Ginger extract, 6G and ZG mitigate non-ferroptotic oxidative inflammation, apoptosis and mitochondrial dysfunction mechanisms of CT side effect toxicity, but their effects on CT-induced ferroptosis remain unclear. Systematic investigations are, therefore, needed to unfold the roles of ginger, 6G and ZG on ferroptosis involved in CT side effect toxicity, as they are potential natural agents for the prevention of CT toxicity. This review reveals the ferroptotic and non-ferroptotic toxicity mechanisms of CT and the protective mechanisms of ginger, 6G and ZG against CT-induced, ferroptotic and non-ferroptotic organ toxicities.",
      "mesh_terms": [
        "Humans",
        "Animals",
        "Ferroptosis",
        "Antineoplastic Agents",
        "Zingiber officinale",
        "Fatty Alcohols",
        "Catechols",
        "Guaiacol"
      ]
    },
    {
      "pmid": "39611913",
      "title": "Anticancer Properties of Garlic and Ginger Extract in Colon Cancer Cell Line.",
      "authors": [
        "Aysam M Fayed",
        "Habeeb S N",
        "Walaa Samy",
        "Khalid Bassiouny",
        "Amal A Abd-El-Aziz",
        "Dina M R AlKhafaf",
        "Hasanain Khaleel Shareef",
        "Mohamed AbdElrahman",
        "Ahmed Khalid Aldhalmi",
        "Dalya S Obaida",
        "H Khalil",
        "Ahmed Abd Elbadee"
      ],
      "journal": "Asian Pacific journal of cancer prevention : APJCP",
      "publication_date": "2024-Nov-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Colon cancer typically affects older adults, though it can happen at any age. Colon cancer, also known as Caco-2, is caused by multiple epigenetic alterations and involves unregulated proliferation, differentiation, and invasion of neighboring tissues. Colon cancer patients have had surgery, radiation, hormone therapy, and chemotherapy. This study investigates a new experimental method using inexpensive and environmentally friendly Egyptian plant extracts. DMSO-dissolved ginger, garlic, cinnamon, and chamomile were employed in this investigation. HPLC and GC-MS were used to analyze plant extracts. These extracts were tested for colon cancer efficacy using various methods. These methods included Caco-2 cells, MTT test, Annexin V-FITC flow cytometry, qRT-PCR, and ELISA. Garlic and ginger were found to be cytotoxic to Caco-2 cells. Compared to cinnamon and chamomile extracts, garlic and ginger have boosted LDH synthesis significantly. Garlic and ginger also altered autophagy genes (Bectin1, Atg5, PTEN) and Caspase-3 expression pathways on proapoptotic signaling. Garlic and ginger increased cleaved PTEN and caspase-3 and decreased Atg5 and Bectin1. Ginger and garlic caused extrinsic apoptosis and prevented Atg5 and Bectin1 phosphorylation. The average IL-8 and IL-6 levels increased significantly after 24 hours, according to ELISA. In conclusion, garlic and ginger extracts modify pro-inflammatory cytokines. Alternative herbal remedies like garlic and ginger may be effective and safe colon cancer treatments.",
      "mesh_terms": [
        "Humans",
        "Zingiber officinale",
        "Plant Extracts",
        "Garlic",
        "Colonic Neoplasms",
        "Apoptosis",
        "Cell Proliferation",
        "Tumor Cells, Cultured",
        "Caco-2 Cells",
        "Cinnamomum zeylanicum",
        "Autophagy"
      ]
    },
    {
      "pmid": "39595479",
      "title": "Physical Activity Component of the Greek Interventional Geriatric Study to Prevent Cognitive Impairment and Disability (GINGER): Protocol Development and Feasibility Study.",
      "authors": [
        "Evdokia Billis",
        "Eftychia Nastou",
        "Sofia Lampropoulou",
        "Maria Tsekoura",
        "Eleni Dimakopoulou",
        "Nikolaos Mastoras",
        "Ioanna-Maria Fragiadaki",
        "Eleftherios Siopis",
        "Nikolaos Michalopoulos",
        "Paraskevi Sakka",
        "Maria Koula",
        "Maria Basta",
        "Panagiotis Alexopoulos"
      ],
      "journal": "Healthcare (Basel, Switzerland)",
      "publication_date": "2024-Nov-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND/OBJECTIVES: Individuals with subjective cognitive decline (SCD) have an increased risk of developing dementia, while non-pharmacological multicomponent lifestyle interventions are recommended for prevention/management. The Greek Interventional Geriatric Initiative to Prevent Cognitive Impairment and Disability (GINGER) is such a multicomponent approach, encompassing simultaneous interventions (cognitive training, depression and sleep management, etc.). Exercise/Physical activity (PA) is suggested as one such intervention. This study (i) presents the exercise protocol developed for GINGER and (ii) explores its feasibility (acceptability, applicability, adherence, users' satisfaction and reliability). METHODS: Exercise/PA protocol development, targeting SCD individuals aged > 55 years, utilized relevant guidelines/literature followed by focus group involving exercise specialists. Data were synthesized through consensus to design optimal exercise interventions prescribed on participant's physical capacity (heart rate, exertion, etc.), comprising 6-month combined aerobic, strengthening, balance and dual-task exercises, delivered 3 times/weekly in two group-based supervised sessions (in-person and online) and one home-based session. Physical outcomes include balance, aerobic capacity [2-Minute Walk Test (2 MWT), IPAQ-7], strength [Hand Grip Strength (HGS), Sit-to-Stand], fear of falling. Eligibility for entering intervention is low IPAQ-7, 2 MWT or HGS scoring. Feasibility was explored with adherence (exercise diaries and Exercise Adherence Rating Scale) and satisfaction (Patient Satisfaction Questionnaire) Results: Intervention was easily delivered with good reliability across testers' assessments on 13 SCD participants (ICCs = 0.62-0.99), and improved physical outcomes, whereas users' adherence and satisfaction scored highly. CONCLUSIONS: The exercise protocol for SCD was feasible, acceptable, applicable, reliable, demonstrating adherence and satisfaction, while improving physical parameters. It is thus integrated in the GINGER study, where multiple simultaneous interventions will take place to prevent/enhance cognitive function."
    },
    {
      "pmid": "39569064",
      "title": "Therapeutic Potential of Ginger Exosome-Like Nanoparticles for Alleviating Periodontitis-Induced Tissue Damage.",
      "authors": [
        "Qingpeng Xie",
        "Jiawen Gu",
        "Yujia Sun",
        "Jinjia Hong",
        "Jia Wang",
        "Na Li",
        "Yuan Zhang",
        "Meixian Liu",
        "Xiaoxuan Zhang",
        "Xiangyu Zhao",
        "Xiaohang Chen",
        "Xing Wang"
      ],
      "journal": "International journal of nanomedicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "PURPOSE: Periodontitis is a chronic inflammatory oral disease that causes defects in periodontal tissue. Conventional therapies are limited, and often lead to high recurrence rates. The emerging concept of medicinal food homology has shed light on the potential of ginger as a therapeutic adjuvant for periodontitis, given its antioxidant and anti-inflammatory properties. However, fresh ginger exhibits poor stability and bioavailability. Ginger exosome-like nanoparticles (GELNs), a derivative of ginger, have not been reported to exert therapeutic effects in periodontitis. This study aimed to explore the therapeutic effects of GELNs on tissue damage caused by periodontitis and their underlying mechanisms of action. METHODS: The GELNs composition was analyzed using a widely targeted metabolome. Stability was assessed using nanoparticle tracking analysis (NTA) and zeta potential measurements, flavor was evaluated using an electronic nose, and membrane penetration was studied using confocal microscopy. A periodontitis model was established in SD rats, periodontal clinical indicators were monitored, and histological changes were assessed using H&E and TRAP staining. Co-culture experiments investigate the antioxidant and reparative abilities of GELNs on periodontal ligament fibroblasts (PDLFs) in inflammatory environment. NF-κB protein expression was examined by immunofluorescence and immunohistochemistry. RESULTS: The findings revealed that GELNs demonstrated good stability in different environments and mitigated the pungent taste of the raw ginger. In vivo experiments showed that GELNs improved periodontal clinical parameters and pathology compared with ginger juice. In vitro data suggested that GELNs enhanced the proliferation and migration of PDLFs while reducing the reactive oxygen species (ROS) levels by inhibiting the NF-κB signaling pathway in an inflammatory setting. CONCLUSION: This study is the first to demonstrate that GELNs have a potential therapeutic effect on periodontitis. GELNs can alleviate oxidative stress (OS) and inflammatory reactions by inhibiting the NF-κB signaling pathway. These findings provide a promising method for the treatment of periodontitis by regulating an unbalanced OS state.",
      "mesh_terms": [
        "Periodontitis",
        "Animals",
        "Zingiber officinale",
        "Nanoparticles",
        "Exosomes",
        "Rats, Sprague-Dawley",
        "Male",
        "Rats",
        "NF-kappa B",
        "Antioxidants",
        "Fibroblasts",
        "Anti-Inflammatory Agents",
        "Periodontal Ligament",
        "Humans",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39565506",
      "title": "Effects of Exosomes from Menstrual Blood-derived Stem Cells and Ginger on Endometriotic Stem Cells.",
      "authors": [
        "Shima Ababzadeh",
        "Faezeh Davoodi Asl",
        "Hoda Fazaeli",
        "Mohsen Sheykhhasan",
        "Leila Naserpour",
        "Mohsen Eslami Farsani",
        "Azar Sheikholeslami"
      ],
      "journal": "Current medical science",
      "publication_date": "2024-Dec",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Menstrual blood-derived stem cells from endometriosis patients (E-MenSCs) have different gene expression patterns than those from healthy nonendometriotic females (NE-MenSCs). Exosomes extracted from mesenchymal stem cells and plants are considered for the treatment of various diseases. This study aimed to compare the effects of exosomes derived from NE-MenSCs (C-exos) and those from the roots of ginger (P-exos) on E-MenSCs. METHODS: E-MenSCs at the third passage were used, and after evaluating the effective dosage with MTT, C-exos (200 µg/mL) or P-exos (100 µg/mL) were added to treat them. Following a 72-h incubation, the cells were analyzed with annexin V/PI test to evaluate the apoptosis rate. Also, genes related to inflammation (IL-6, IL-8, IL-1β, NF-κB, COX2), cell cycle (Cyclin D1), the steroid pathway (ESR1), migration and invasion (MMP-2, MMP-9, VEGF), and the apoptosis pathway (BAX, BCL2) were detected by real-time PCR. RESULTS: Apoptosis was increased in both the P- and C-exos groups. The expression levels of IL-6 and IL-1β were significantly lower in the P-exos group than in the E-MenSCs group. The expression levels of IL-8, NF-κB, COX-2, and MMP-9 were significantly decreased in both the P-exos group and the C-exos group. The expression level of VEGF was significantly lower in the P-exos group than in the E-MenSCs group. The BAX/BCL2 ratio was much lower in the P-exos group than in the E-MenSCs group. CONCLUSION: In this study, we established the feasibility of using a novel natural nontoxic material to target endometriotic mesenchymal stem cells to modify their gene expression and function toward healthy cells. Both C-exos and P-exos showed positive effects on the gene expression and function of endometriotic cells. Considering that plant exosomes are easier to access and less expensive, they can be considered for clinical use in improving the symptoms of endometriosis patients.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Exosomes",
        "Zingiber officinale",
        "Apoptosis",
        "Endometriosis",
        "Mesenchymal Stem Cells",
        "Menstruation",
        "Adult",
        "Cell Movement",
        "Stem Cells",
        "Cell Proliferation",
        "Cells, Cultured",
        "Endometrium"
      ]
    },
    {
      "pmid": "39505806",
      "title": "Ginger Extract Improves Cognitive Dysfunction via Modulation of Gut Microbiota-Derived Short-Chain Fatty Acids in D-Galactose/Ovariectomy-Induced Alzheimer-Like Disease.",
      "authors": [
        "Elham Zahedi",
        "Fatemeh Mokhtari Naseri",
        "Elham Zamani",
        "Marjan Nikbakhtzadeh",
        "Tayebeh Rastegar",
        "Ashkan Sanaeirad",
        "Seyed Shahabeddin Sadr"
      ],
      "journal": "Molecular neurobiology",
      "publication_date": "2025-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Alzheimer's disease (AD) is the most common form of dementia with complex causes and limited treatment options. Recent research has suggested a connection between the progression of AD and the activity of gut microbiota. Ginger, a plant known for its anti-inflammatory, antioxidant, and neuroprotective properties, has gained attention as a potential treatment for alleviating AD symptoms. In this study, we induced an AD model in female rats through ovariectomy and D-galactose injection and then investigated the protective effects of oral administration of ginger ethanolic extract. We assessed changes in short-chain fatty acids (SCFAs), learning and memory abilities, neuroinflammatory markers in plasma, and the hippocampus, as well as histological changes in the intestine and hippocampus in sham-operated, diseased, and treatment groups. Oral administration of ginger ethanolic extract improved gut microbiota activity, increased SCFA levels, and enhanced the expression of tight junction proteins. Additionally, ginger extract reduced the concentrations of TNF-α and IL-1β in both plasma and the hippocampus. Furthermore, it significantly reduced cell death and amyloid plaque deposition in the hippocampal tissue. These physiological changes resulted in improved performance in learning and memory tasks in rats treated with ginger compared with the disease group. These findings provide compelling evidence for the beneficial effects of ginger on the gut-brain axis, leading to improvements in learning and memory through the reduction of neuroinflammation.",
      "mesh_terms": [
        "Animals",
        "Gastrointestinal Microbiome",
        "Galactose",
        "Alzheimer Disease",
        "Fatty Acids, Volatile",
        "Plant Extracts",
        "Cognitive Dysfunction",
        "Zingiber officinale",
        "Female",
        "Hippocampus",
        "Rats",
        "Rats, Sprague-Dawley",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "39481488",
      "title": "Kinetic study and optimization of ginger mediated ochratoxin A reduction: An eco-friendly approach including toxicity evaluation.",
      "authors": [
        "Ashutosh Bahuguna",
        "Vishal Kumar",
        "Sumi Lee",
        "Myunghee Kim"
      ],
      "journal": "Chemosphere",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ochratoxin A (OTA) is a toxic secondary metabolite synthesized by certain fungal strains of Penicillium and Aspergillus and is characterized as a Group 2B carcinogen. OTA infiltrates food and feeds through diverse chains, posing health risks to humans and animals. Herein, seven distinct edible plant materials were screened for their OTA reduction activity. Amidst them, ginger juice in aqueous (2.5%, v/v) showed the highest OTA reduction (95.63%), following first-order reaction kinetics (R2 = 0.92) with 0.72 d-1 rate constant. OTA reduction activity of ginger juice was substantially compromised in the presence of salt (>2.5%) and temperature (>40 °C). The response surface methodology-based approach employing Box-Behnken experimental design revealed an integrated effect of temperature, pH, and salt concentrations on OTA reduction (27.44-100%) by ginger juice. In addition, heat treatment (100 °C) and dialysis (12-14 kDa cutoff) of ginger juice implied the inclusion of heat-stable small molecules in reducing OTA. Ginger-treated OTA ameliorated hepatocellular carcinoma (HepG2) cell viability and diminished reactive oxygen species (ROS) levels compared to native OTA. In zebrafish embryos, OTA-induced teratogenic effects, diminished hatching (22.91%), and elevated ROS levels leading to embryo mortality (75%) were significantly reversed by OTA treated with ginger, underscoring the curtailed toxicity of OTA-converted products by ginger.",
      "mesh_terms": [
        "Ochratoxins",
        "Zingiber officinale",
        "Animals",
        "Zebrafish",
        "Kinetics",
        "Humans",
        "Hep G2 Cells",
        "Reactive Oxygen Species",
        "Cell Survival"
      ]
    },
    {
      "pmid": "39463708",
      "title": "Effects of silver nanoparticle based on ginger extract on Leishmania infantum and Leishmania tropica parasites: in vitro.",
      "authors": [
        "A KarimipourI Saryazdi",
        "A Dalimi",
        "S H Sadeghi",
        "Z Moghadamizad",
        "M Pirestani"
      ],
      "journal": "Archives of Razi Institute",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Leishmania is the primary cause of a significant public health problem known as leishmaniasis in Iran. Pentavalent antimonial chemicals are commonly used for the treatment of leishmaniasis. However, these drugs exhibit a number of adverse effects, including drug resistance, lack of specificity, poor responsiveness, toxic effects, inconvenient injections, tissue damage, and high cost. The present study aimed to prepare and evaluate the efficacy of green-synthesized silver nanoparticles (Ag-NPs) against Leishmania infantum and Leishmania tropica in vitro. The 2, 5-Diphenyl Tetrazolium Bromide (MTT) assay was used to assess the toxicity of Ag-NPs derived from ginger extract on macrophage cells. The apoptotic potential of promastigotes caused by Ag-NPs was evaluated using the flow cytometry method. According to our findings, the proliferation of L. infantum and L. tropica, promastigotes are significantly decreased by increasing doses of NPs. The most effective doses of nanoparticle were 80 and 40 ppm after 48 and 72 hours of incubation, respectively, while doses of 0.312 and 0.156 ppm after 24 and 48 hours of incubation had the least effect on the growth and activity of L. infantum and L. tropica promastigotes. For the promastigotes of L. infantum and L. tropica, the flow cytometry test revealed that Ag-NPs-induced programmed cell death in promastigotes of L. infantum and L. tropica demonstrated 67.1% and 41.9% of apoptosis, respectively. The half-maximal inhibitory concentration for NPs against L. infantum and L. tropica were 4.54 and 4.22 ppm, respectively, based on the MTT assay. The higher concentrations of NPs (e.g., 80 ppm) led to more lethality of promastigote. In conclusion, Ag-NPs exhibited good in vitro anti-leishmanial activity against L. infantum and L. tropica promastigotes.",
      "mesh_terms": [
        "Leishmania tropica",
        "Leishmania infantum",
        "Zingiber officinale",
        "Silver",
        "Metal Nanoparticles",
        "Plant Extracts",
        "Animals",
        "Antiprotozoal Agents",
        "Iran",
        "Mice"
      ]
    },
    {
      "pmid": "39411964",
      "title": "Local Delivery of Ginger Extract via a Nanofibrous Membrane Suppresses Human Skin Melanoma B16F10 Cells Growth via Targeting Ras/ERK and PI3K/AKT Signaling Pathways: An In vitro Study.",
      "authors": [
        "Wenju Wei",
        "Tianlu Zhang",
        "Bo Yuan",
        "Saeed Rohani"
      ],
      "journal": "Current drug delivery",
      "publication_date": "2024-Oct-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Metastatic melanoma poses a significant threat globally, with a distressingly low ten-year survival rate of only 10%. While FDA-approved treatments such as dacarbazine and high-dose IL-2 have been employed in clinical settings, their limitations underscore the urgent need for more effective therapies. AIMS: This study aimed to develop a potential anticancer local treatment through the extraction of various amounts of ginger extract loaded unto Poly(vinyl alcohol) (PVA) nanofibers. METHODS: The anticancer activity of the produced membranes was studied on human skin melanoma B16F10 cells. Other in vitro experiments such as cell migration assay, cell proliferation assay, cell viability assay, scanning electron microscopy assay, real-time PCR assay, and ant-inflammatory assay were performed for the in vitro characterization of the delivery system. Tissue toxicity of the developed patches was studied in a rat model. RESULTS: The study showed that scaffolds loaded with 2%, 4%, 6%, 8%, and 0% of ginger extract had around 784.98 ± 202.31 nm, 771.86 ± 219.07 nm, 820.65 ± 242.43 nm, 785.19 ± 203.99 nm, and 671.29 ± 184.09 nm of mean fiber size, respectively. The ginger extract-loaded membranes suppressed the growth and migration activity of human skin melanoma B16F10 cells in a dose and time-dependent manner. Real-time PCR assay showed that the developed membranes modulated the expression levels of Ras/ERK and PI3K/AKT signaling pathways. Animal study results showed that our developed patches were not toxic against liver or skin tissues. CONCLUSION: Ginger extract-loaded PVA nanofibers exhibited promising anticancer potential against melanoma cells, suggesting a viable localized treatment option."
    },
    {
      "pmid": "39360651",
      "title": "Ginger-derived nanovesicles attenuate osteoarthritis progression by inhibiting oxidative stress via the Nrf2 pathway.",
      "authors": [
        "Yiming Zeng",
        "Shun Yu",
        "Lin Lu",
        "Jun Zhang",
        "Chen Xu"
      ],
      "journal": "Nanomedicine (London, England)",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Aim: Osteoarthritis (OA) is a common degenerative joint disease. Previous studies demonstrated ginger-derived exosome-like nanovesicles (GDN) showed therapeutic effects in degenerative diseases. However, it remains unknown whether GDN could alleviate OA progression.Materials & methods: In this study, GDN were obtained and characterized. Then we evaluated the effects of GDN in tert-butyl hydroperoxide (TBHP)-induced chondrocytes, posttraumatic OA rat model and ex vivo cultured human OA cartilage explants.Results: We demonstrated GDN promoted cartilage anabolism and alleviated oxidative stress in TBHP-induced chondrocytes and OA rat. Our results also showed GDN exhibited protective effects in cultured cartilage explants. Furthermore, we verified the Nrf2 pathway was associated with protective effects of GDN.Conclusion: Altogether, our findings demonstrated GDN hold great potential for OA treatment.",
      "mesh_terms": [
        "NF-E2-Related Factor 2",
        "Osteoarthritis",
        "Animals",
        "Oxidative Stress",
        "Chondrocytes",
        "Rats",
        "Humans",
        "Zingiber officinale",
        "tert-Butylhydroperoxide",
        "Male",
        "Rats, Sprague-Dawley",
        "Exosomes",
        "Signal Transduction",
        "Disease Progression",
        "Cells, Cultured",
        "Disease Models, Animal",
        "Cartilage, Articular",
        "Nanoparticles"
      ]
    },
    {
      "pmid": "39358946",
      "title": "Ameliorative Effects of Ginger on Allergic Diseases: An Updated Review.",
      "authors": [
        "Mohammad Khaki Vaighan",
        "Mohammad Hossein Shams",
        "Fatemeh Tatari",
        "Reza Jafari",
        "Seyyed Mohsen Sohrabi",
        "Nahid Eskandari",
        "Mohsen Mohammadi"
      ],
      "journal": "Molecular nutrition & food research",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "The hypersensitivity reaction of the immune system to harmless environmental substances causes allergic diseases. Today, about 22%-30% of the world's population suffers from allergic diseases. Since the probability of change in the genetic structure during the past decades of lives is very low, genetic disorders cannot be blamed for causing allergic diseases. Thus, factors such as air pollution, climate change, change in diet, increased antibiotics consumption, change in the gut microbiome, migration toward urban areas, and increase in airborne allergens should be considered as the main causes of the spread and increase in allergic diseases. Methods of preventing contact with allergens, drug treatment, and allergen-specific immunotherapy are used to treat allergic diseases. In recent years, the therapeutic efficacy of herbal compounds has been significantly investigated by the scientific community, because these compounds have very few side effects. Ginger is one of the plant compounds that have anti-inflammatory, antioxidant, and immunomodulatory properties. The ameliorative effects of this plant on allergic diseases have been identified. Therefore, the aim of this short review is to summarize the knowledge, which is available about the ameliorative properties of the compounds found in the ginger plant that can reduce the clinical symptoms of allergic diseases.",
      "mesh_terms": [
        "Zingiber officinale",
        "Humans",
        "Hypersensitivity",
        "Animals",
        "Plant Extracts",
        "Antioxidants",
        "Anti-Inflammatory Agents"
      ]
    },
    {
      "pmid": "39343171",
      "title": "The Use of Ginger Bioactive Compounds in Pregnancy: An Evidence Scan and Umbrella Review of Existing Meta-Analyses.",
      "authors": [
        "Kendra A Tiani",
        "Cristina M Arenaz",
        "Maureen K Spill",
        "Margaret J Foster",
        "Julie S Davis",
        "Regan L Bailey",
        "Martha S Field",
        "Patrick J Stover",
        "Amanda J MacFarlane"
      ],
      "journal": "Advances in nutrition (Bethesda, Md.)",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Ginger is a commonly used nonpharmacological treatment of pregnancy-related symptoms including nausea and vomiting, inflammation, and gastrointestinal dysfunction. Determining the efficacy of ginger is particularly important during pregnancy and lactation when maternal and neonatal detrimental effects may be a concern. This evidence scan and umbrella review aimed to assess the extent and quality of the evidence regarding the effectiveness and safety of using dietary preparations of ginger during pregnancy and lactation. We searched MEDLINE, Embase, CAB Abstracts, and International Pharmaceutical Abstracts up to 20 December, 2023, to identify maternal and neonatal outcomes associated with ginger use during pregnancy or lactation compared to placebo or conventional medicines. Outcomes for which a meta-analysis (MA) of intervention studies was identified were synthesized in an umbrella review. The AMSTAR-2 (A MeaSurement Tool to Assess systematic Reviews-2) tool was used to critically appraise the reviews. The percent overlap in primary studies was calculated overall and pairwise for each included MA. Data extracted from each MA included the summary estimate of the effect of ginger, the formulation of the ginger treatment, gestational timepoint at intervention, population enrolled in the study, type of intervention, comparator intervention, and number of study participants. The evidence scan identified 90 articles relevant to ginger use during pregnancy and lactation. Seven MAs of ginger use for treating nausea and vomiting of pregnancy reported 22 independent studies with a 49% study overlap overall. The majority of the MAs found a significant positive effect of ginger on the improvement of nausea in pregnancy compared with placebo, or equivalence to conventional treatments, and no evidence of significant adverse effects. The quality of the MAs ranged from critically low to low. The evidence suggests that ginger is effective at reducing nausea in pregnancy; however, the included studies contained substantial heterogeneity and were of low quality.",
      "mesh_terms": [
        "Humans",
        "Zingiber officinale",
        "Pregnancy",
        "Female",
        "Lactation",
        "Pregnancy Complications",
        "Nausea",
        "Meta-Analysis as Topic",
        "Phytotherapy",
        "Vomiting",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "39303016",
      "title": "Functional Ginger-Derived Extracellular Vesicles-Coated ZIF-8 Containing TNF-α siRNA for Ulcerative Colitis Therapy by Modulating Gut Microbiota.",
      "authors": [
        "Chenyang Cui",
        "Miao Du",
        "Yihang Zhao",
        "Jiaze Tang",
        "Mengge Liu",
        "Geng Min",
        "Rongchen Chen",
        "Qiang Zhang",
        "Zhaowei Sun",
        "Haibo Weng"
      ],
      "journal": "ACS applied materials & interfaces",
      "publication_date": "2024-Oct-09",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Tumor necrosis factor-α (TNF-α) plays a causal role in the pathogenesis of ulcerative colitis (UC), and anti-TNF-α siRNA shows great promise in UC therapy. However, delivering siRNA with site-targeted stability and therapeutic efficacy is still challenging due to the complex and dynamic intestinal microenvironment. Here, based on the functional plant-derived ginger extracellular vesicles (EVs) and porous ZIF-8 nanoparticles, we propose a novel TNF-α siRNA delivery strategy (EVs@ZIF-8@siRNA) for UC targeted therapy. Ginger EVs show strong colon and macrophage targeting, as well as robust resistance to acidic degradation in the stomach. Moreover, 6-shogaol in ginger-derived EVs displays anti-inflammatory effects, which enhance the treatment efficiency by cooperation with TNF-α siRNA. In vitro experiments reveal that ZIF-8 nanoparticles have high TNF-α siRNA loading capacity and promote siRNA escape from cellular lysosomes. In vivo experiments show that the TNF-α level is reduced more significantly in colonic tissue than other nontargeted inflammation related factors, showing a good targeting of this composite nanoparticle. Furthermore, gut microbiota sequencing results demonstrate that the nanoparticles can promote intestinal barrier repair by regulating the intestinal microbial balance and restoring the intestinal health of UC mice. Therefore, the developed EVs@ZIF-8@siRNA nanoparticles may represent a novel colon-targeted oral drug, providing a promising therapeutic strategy for UC therapy.",
      "mesh_terms": [
        "Colitis, Ulcerative",
        "Animals",
        "Zingiber officinale",
        "Mice",
        "RNA, Small Interfering",
        "Tumor Necrosis Factor-alpha",
        "Gastrointestinal Microbiome",
        "Extracellular Vesicles",
        "Nanoparticles",
        "Zeolites",
        "Humans",
        "Male",
        "Mice, Inbred C57BL",
        "RAW 264.7 Cells"
      ]
    },
    {
      "pmid": "39273434",
      "title": "In Vitro Modulation of Human Foam Cell Formation and Adhesion Molecules Expression by Ginger Extracts Points to Potential Cardiovascular Preventive Agents.",
      "authors": [
        "Alessandro Scalia",
        "Maxime Coquay",
        "Nadège Kindt",
        "Pierre Duez",
        "Rania Aro",
        "Fabrice Journé",
        "Mathilde Fabjanczyk",
        "Anne Trelcat",
        "Stéphane Carlier"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Aug-31",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Recent findings from the World Heart Federation (WHF) reported a significant increase in cardiovascular disease (CVD)-related deaths, highlighting the urgent need for effective prevention strategies. Atherosclerosis, a key precursor to CVD, involves the accumulation of low-density lipoprotein (LDL) and its oxidation within the endothelium, leading to inflammation and foam cell formation. Ginger extracts, known for their antioxidative and anti-inflammatory properties, show promise in preventing CVD initiation by inhibiting LDL oxidation and reducing foam cell formation. Our results revealed that the active fractions in ginger extracts had antioxidative effects, particularly fractions D and E. Further research is needed to identify the active compounds in these fractions and understand their mechanisms of action. In this context, microfluidic models could offer insights into the effects of ginger on monocyte recruitment in a more physiologically relevant context. Overall, ginger extracts represent a potential novel treatment for preventing CVD initiation, but additional studies are necessary to identify the active molecules in these fractions.",
      "mesh_terms": [
        "Zingiber officinale",
        "Humans",
        "Plant Extracts",
        "Foam Cells",
        "Cardiovascular Diseases",
        "Lipoproteins, LDL",
        "Antioxidants",
        "Atherosclerosis",
        "Cell Adhesion Molecules"
      ]
    },
    {
      "pmid": "39259072",
      "title": "The efficacy and safety of ginger (Zingiber officinale) rhizome extract in outpatients with COVID-19: A randomized double-blind placebo-control clinical trial.",
      "authors": [
        "Ali Ameri",
        "Mehdi Farashahinejad",
        "Parivash Davoodian",
        "Omid Safa",
        "Mehdi Hassaniazad",
        "Mohsen Parsaii",
        "Behnoosh Heidari",
        "Soheil Hassanipour",
        "Boshra Akhlaghi",
        "Mohammad Fathalipour"
      ],
      "journal": "Medicine",
      "publication_date": "2024-May-31",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "BACKGROUND: Ginger, a potent antiviral, anti-inflammatory, and antioxidant remedy, is a potential therapeutic option for COVID-19. However, there was not enough clinical evidence about ginger and COVID-19. We evaluated the efficacy and safety of ginger on clinical and paraclinical features in outpatients with COVID-19. METHODS: In this randomized controlled trial, the outpatients with confirmed COVID-19 were randomly assigned in a 1:1 ratio to receive ginger (1000 mg 3 times a day for 7 days) or placebo. The primary outcome was viral clearance after the end of the intervention. Oxygen saturation (SPO2), body temperature, respiratory rate (RR), hospital admission, and the incidence of adverse events were also assessed. RESULTS: A total of 84 patients (42 in the ginger and 42 in the control groups) were randomized. The viral clearance was not statistically improved in the ginger group (41.6%) compared to the placebo group (42.8%). The findings indicated that SPO2, body temperature, and RR had no significant difference between the groups at the end of the intervention. The imaging finding indicated pulmonary infiltrate significantly reduced on the 7th day of the intervention in the ginger group. The percentage of patients with SPO2 <96% in the ginger group decreased over the study compared to the placebo group. Moreover, the need for hospital admission and the incidence of adverse drug events were not different between the groups over the follow-up period. CONCLUSIONS: Ginger had no significant impact on the clinical and paraclinical parameters of patients. However, this intervention demonstrated a safe profile of adverse events and reduced pulmonary infiltrate. TRIAL REGISTRATION: The trial was registered as IRCT20200506047323N1.",
      "mesh_terms": [
        "Humans",
        "Zingiber officinale",
        "Male",
        "Female",
        "Double-Blind Method",
        "Middle Aged",
        "COVID-19 Drug Treatment",
        "Plant Extracts",
        "COVID-19",
        "Adult",
        "SARS-CoV-2",
        "Rhizome",
        "Outpatients",
        "Treatment Outcome",
        "Antiviral Agents",
        "Aged",
        "Body Temperature"
      ]
    },
    {
      "pmid": "39257139",
      "title": "Ginger-Derived Extracellular Vesicles: A Natural Solution for Alopecia.",
      "authors": [
        "Yixin Hao",
        "Qiujun Yang",
        "Han Zhang",
        "Chunyu Bai",
        "Xibin Liu",
        "Yuhua Gao"
      ],
      "journal": "Current drug delivery",
      "publication_date": "2024-Sep-10",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Ginger (Zingiber officinale (L.) Rosc), as an edible plant-derived nanoparticle, offers several advantages, such as a high return rate, low budget, no ethical barriers, and good for health. Ginger-Derived Extracellular Vesicles (GDEVs) are nanoscale vesicles isolated from ginger. METHODS: In this study, GDEVs were used to treat the alopecia mouse model, and its main active components and potential mechanism of action were investigated. The LC-MS/MS analysis of GDEVs revealed the presence of 1299 chemical compounds, among which auxiliary components were identified. Interestingly, the crux of the analysis lies in the discovery of 13 specific ingredients that play a pivotal role in hair proliferation. The aim of this study was to investigate the protective effect of GDEVs on hair loss. These advantages make ginger-derived nanoparticles a promising solution to overcome technical limitations associated with mammalian nanoparticles. This study elucidates the mechanism of action of GDEVs in the treatment of alopecia. However, the active ingredients and mechanism of action of GDEVs in the treatment of hair loss are unknown. RESULTS: GDEVs were isolated from ginger using the differential centrifugal method. Network pharmacological analysis of the GDEVs revealed that the anti-hair loss effect of GDEVs on alopecia was closely linked to its ability to reduce inflammation and promote the proliferation of hair follicle stem cells. Subsequently, it was applied to the balding areas of hair-loss mice using a brush. The results demonstrated that the application of GDEVs led to a rapid recovery of the balding areas and promoted the growth of healthier hair. CONCLUSION: This experiment reported that GDEVs can effectively suppress the inflammatory activity in the alopecia model mice."
    },
    {
      "pmid": "39253218",
      "title": "Optimizing physicochemical properties, antioxidant potential, and antibacterial activity of dry ginger extract using sonication treatment.",
      "authors": [
        "Nashi K Alqahtani",
        "Zakaria A Salih",
        "Saeed A Asiri",
        "Azhari Siddeeg",
        "Sami A D Elssiddiq",
        "Tareq M Alnemr",
        "Hosam M Habib"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Aug-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "This research paper focused on enhancing the physico-chemical attributes, antioxidant capacity, and antibacterial effectiveness of dry ginger extract through sonication as an assistant extraction treatment. Ginger, resulting from the rhizome of Zingiber officinale Roscoe, is known for its culinary and medicinal uses outstanding to its antioxidant and antimicrobial possessions from phenolic acids and flavonoids. The study explored the use of sonication as an assistant extraction method and found that it significantly augmented the total phenolic content of the ginger extract by 28 % compared to traditional extraction methods, reaching 10.55 ± 1.50 mg GAE/g, DW. The research assessed the physicochemical belongings, antioxidant action, and antibacterial possibility of the sonicated ginger extract. The sonicated extract exhibited scavenging activity against the DPPH radical of 56.0 %. Pearson correlation investigation revealed a strong confident correlation between the phenolic content and antioxidant activity (r = 0.92, p < 0.01), as well as volatile compounds exhibited a moderate confident correlation with antibacterial action (r = 0.67, p < 0.05). The sonicated ginger extract also demonstrated potent antibacterial action, preventing the growth of both Gram-positive and Gram-negative bacteria. These findings contribute to the development of more efficient methods for extracting phenolic from ginger and provide insights into the relationships between phenolic and bioactive properties."
    },
    {
      "pmid": "39212491",
      "title": "Effectiveness and safety of steamed ginger extract on mild osteoarthritis: a randomized, double-blind, placebo-controlled clinical trial.",
      "authors": [
        "Hyang-Im Baek",
        "Lei Shen",
        "Ki-Chan Ha",
        "Yu Kyung Park",
        "Cha Soon Kim",
        "Jeong Eun Kwon",
        "Soo Jung Park"
      ],
      "journal": "Food & function",
      "publication_date": "2024-Sep-16",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "The purpose of this study was to evaluate the efficacy and safety of steamed ginger extract (GGE03) in subjects with mild knee osteoarthritis (OA). In total, 100 subjects were randomly assigned (1 : 1) to the GGE03 (0.48 g day-1 as GGE03) or placebo (0 g day-1 as GGE03) group and administered 1.6 g of the product for 12 weeks. Biomarkers were measured before and after intervention. At the efficacy endpoint, pain visual analog scale (VAS) Korean-Western Ontario and McMaster University Osteoarthritis Index (K-WOMAC; total scores, sub-scores) and patient global assessment (PGA) were found to be decreased in a statistically significantly manner in the GGE03 group compared to the placebo group. No significant changes were observed in any safety endpoint. These results suggest that GGE03 intake is useful as a functional food because it has beneficial effects in terms of improving joint pain as well as managing or preventing knee OA without side effects.",
      "mesh_terms": [
        "Humans",
        "Zingiber officinale",
        "Plant Extracts",
        "Male",
        "Double-Blind Method",
        "Female",
        "Osteoarthritis, Knee",
        "Middle Aged",
        "Aged",
        "Treatment Outcome"
      ]
    },
    {
      "pmid": "39202650",
      "title": "Evaluating the Diverse Anticancer Effects of Laos Kaempferia parviflora (Black Ginger) on Human Melanoma Cell Lines.",
      "authors": [
        "Gyun Seok Park",
        "Juhyun Shin",
        "Seongwoo Hong",
        "Ramesh Kumar Saini",
        "Judy Gopal",
        "Jae-Wook Oh"
      ],
      "journal": "Medicina (Kaunas, Lithuania)",
      "publication_date": "2024-Aug-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Cancer has become a consistent concern globally and increasingly fatal. Malignant melanoma is a rising concern, with its increased mortality. Kaempferia parviflora Wall. ex Baker (K. parviflora (KP)), commonly known as black ginger, is well known for its medicinal contributions. For the first time, in the following study we investigated the antimelanoma potential of Laos KP extracts in human cell lines. KP extracts (KPE) in methanol, DCM, and ethyl acetate showed strong cell inhibition in both melanomas, with KPE-DCM being particularly effective in inhibiting melanoma cell migration, invasion, and proliferation by inducing cell cycle arrest and apoptosis, while KPE-Hexane exhibited a low cell inhibition rate and a more limited effect. KPE affected the increased expression of caspase-3, PARP andBax and the decreased expression of the BcL-2, Mu-2-related death-inducing gene (MUDENG, MuD) protein. Furthermore, KPE enhanced apoptotic cells in the absence and presence of the pancaspase inhibitor Z-VAD-FMK. Interestingly, these apoptotic cells were significantly suppressed by the caspase inhibitor. Moreover, elevated mitochondrial membrane potential (MMP) and intracellular reactive oxygen species (ROS) levels, suggestive of KPE's mitochondrial-mediated apoptosis in melanoma cells, were also confirmed. KPE treatment increased MMP levels, and upregulated the generation of ROS in A375 cells but not in A2058 cells. However, pretreatment with an ROS scavenger (NAC) suppressed KPE-induced cell death and ROS generation. These results clearly pointed out KPE-induced mitochondrial-mediated apoptotic cell death as the mechanism behind the inhibition of the human melanoma cells. Future studies exploring the role of specific ROS sources and their interaction with mitochondrial dynamics could deepen the existing understanding on KPE-induced apoptosis.",
      "mesh_terms": [
        "Humans",
        "Melanoma",
        "Cell Line, Tumor",
        "Apoptosis",
        "Plant Extracts",
        "Zingiberaceae",
        "Cell Proliferation",
        "Laos",
        "Cell Movement",
        "Reactive Oxygen Species",
        "Membrane Potential, Mitochondrial",
        "Zingiber officinale",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "39193679",
      "title": "An oil-in-water emulsion containing a combination of ginger extract and synthetic cannabidiol with potent in vitro anti-inflammatory effects alleviates symptoms of atopic dermatitis in a clinical trial.",
      "authors": [
        "Christine Neubauer",
        "Martin Kragl",
        "Theodor Braun",
        "Przemyslaw Filipek",
        "Ehsan Bonyadi Rad",
        "Julia Grander",
        "Nicole Mähler",
        "Kathrin Moritz",
        "Stefan Hoch",
        "Ramona Ziegler",
        "Stanislav Andreev",
        "Hubert Steindl",
        "Thomas Jakschitz",
        "Andreas Koeberle",
        "Günther Bonn",
        "Michael Soeberdt",
        "Christoph Abels"
      ],
      "journal": "European journal of dermatology : EJD",
      "publication_date": "2024-Aug-01",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "Atopic dermatitis (AD) is a highly prevalent chronic skin disease. Anti-inflammatory and antipruritic emollients (emollients plus) with excellent cosmetic properties may alleviate AD-related symptoms and reduce the number of exacerbations. To screen for herbal extracts with potent anti-inflammatory and antioxidative potential in human skin cell cultures. Ginger extract and synthetic cannabidiol (CBD) were identified and combined in the cosmetic product BNO 3731, which was evaluated in a randomized clinical trial. Preclinical: anti-inflammatory effects of ginger extract, synthetic CBD and a combination thereof were evaluated in human skin cell cultures by analysing nuclear factor κB activation, release of inflammatory cytokines and endocannabinoid production. Clinical: BNO 3731 was studied in a clinical trial comprising 44 AD patients (adults and children) and compared to a benchmark product over a treatment duration of five days. Symptom severity was evaluated by objective and subjective dermatological assessments as well as physiological skin parameters. Itch intensity was assessed using a numerical rating scale (NRS-11). Preclinical: Ginger extract and synthetic CBD exhibited potent anti-inflammatory and antioxidative effects in vitro which were associated with elevated concentrations of the endocannabinoid, anandamide. Clinical: BNO 3731 significantly alleviated symptoms of AD and improved physiological skin parameters. Itch intensity decreased significantly by 55%, and in 75% of subjects, itch improved ≥2 points on the NRS-11 scale. No adverse events were reported. BNO 3731, containing a unique synergistic combination of ginger extract and synthetic CBD, is an effective and safe treatment option for dry and eczema-prone skin, providing rapid and substantial relief of pruritus.",
      "mesh_terms": [
        "Humans",
        "Cannabidiol",
        "Zingiber officinale",
        "Dermatitis, Atopic",
        "Plant Extracts",
        "Adult",
        "Female",
        "Anti-Inflammatory Agents",
        "Male",
        "Child",
        "Emulsions",
        "Pruritus",
        "Adolescent",
        "Middle Aged",
        "Severity of Illness Index",
        "Antioxidants",
        "Young Adult",
        "Cells, Cultured"
      ]
    },
    {
      "pmid": "39179318",
      "title": "Effect of ginger, chamomile, and green tea extracts on prostate cancer cells.",
      "authors": [
        "Aysam M Fayed",
        "M A Abdelzaher",
        "Neamah Hassoni Mahdi",
        "Dina M R AlKhafaf",
        "Mohamed AbdElRahman",
        "Ahmed Khalid Aldhalmi",
        "Zahraa Haleem Al-Qaim",
        "Rania Abd Elmohsen Abo El Nour",
        "Heba G Abdelzaher",
        "Alaa Muqbil Alsirhani",
        "Salwa El Saied Morsi"
      ],
      "journal": "Journal, genetic engineering & biotechnology",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Prostate cancer (PCa) is a prevalent form of malignancy in males and is a significant contributor to cancer-related mortality worldwide. Because of this, studying the molecular processes of PCa cell growth and death is crucial. Hence, it is imperative to conduct further research on the regulatory mechanism underlying the progression of PCa to enhance our comprehension and identify innovative therapeutic targets. The present study investigates an experimental approach that utilizes cost-effective and environmentally sustainable plant extracts sourced from Egypt, namely ginger, chamomile, and green tea, which have been solubilized in dimethyl sulfoxide (DMSO), then characterized by using different analytical means and techniques, such as HPLC and GC-MS. The present study employed MTT assay, ELISA, and qRT-PCR techniques to assess the possible impact of the investigated extracts on PCa in PC-3 cells. The findings indicate that ginger exhibited a noteworthy cytotoxic impact on PC-3. Remarkably, the treatment of PCa cells with ginger significantly increased relative lactate dehydrogenase (LDH) production compared to those treated with chamomile and green tea extracts. Autophagy may play a crucial role in the context of chemotherapy. Modifying autophagy through its induction or inhibition is a promising and innovative approach to controlcancer progression. Accordingly, it was found that ginger extract affects protein expression levels of autophagy markers LC3B, ATg12, and pro-apoptotic signaling, including the Caspase-3 signaling pathway. The ELISA findings revealed a significant rise in the average levels of IL-1β and IL-8 after a 12-hour interval. To conclude, it can be inferred that ginger extract possesses the capability to control the production of inflammatory cytokines. Alternatively, utilizing herbal remedies containing ginger as a viable and secure means of treating PCa as an anticancer agent is possible."
    },
    {
      "pmid": "39173346",
      "title": "Effectivity of oral ginger supplementation for chemotherapy induced nausea and vomiting (CINV) in children: A systematic review of clinical trials.",
      "authors": [
        "Harri Hardi",
        "Geraldine Kenyo Estuworo",
        "Melva Louisa"
      ],
      "journal": "Journal of Ayurveda and integrative medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Chemotherapy-induced nausea and vomiting (CINV) affects over 50% of pediatric patients undergoing chemotherapy, a higher proportion than in adults. CINV often occurs despite adequate antiemetic prophylaxis, hampering patients' willingness to continue the chemotherapy regimen. As an ayurvedic medicine, ginger (Zingiber officinale) has an antiemetic effect by inhibiting serotonin in gastrointestinal nerves and as an NK1 antagonist. Therefore, we aimed to review oral ginger supplementation in children with CINV systematically. Systematic searching was performed in June 2023 from Pubmed, Embase, CINAHL, Cochrane, and hand searching. The search consisted of PICO \"children chemotherapy\", \"ginger\", and \"CINV incidence\". We limited the search to only human studies. Studies that meet inclusion and exclusion criteria were included for analysis. Out of 116 studies found with our selection criteria, four were compatible with inclusion and exclusion criteria. Two studies had a small Risk of Bias (RoB), while the others had a high RoB. All studies statistically significantly reduced acute and delayed CINV with the number needed to treat (NNT) 2-4. No adverse effects were reported. However, these studies still had high heterogeneity based on cancer treatment, chemotherapy regimen, ginger dosing, and ginger processing. Ginger has the potential to reduce both the acute and delayed phases of CINV in children. Additional research employing standardized methodologies is recommended to validate this effect."
    },
    {
      "pmid": "39137599",
      "title": "Cedrol in ginger (Zingiber officinale) as a promising hair growth drug: The effects of oral and external administration on hair regeneration and its mechanism.",
      "authors": [
        "Tao Li",
        "Guiming Zhang",
        "Xinyang Zhou",
        "Jian Guan",
        "Wenjie Zhao",
        "Yifei Zheng",
        "Jungjoon Lee",
        "Peng Wang",
        "Yuqing Zhao"
      ],
      "journal": "Bioorganic chemistry",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Research Support, Non-U.S. Gov't"
      ],
      "abstract": "Ginger is an important cooking spice and herb worldwide, and scientific research has gradually confirmed the effect of ginger on preventing hair loss. Cedrol (CE) is a small sesquiterpene molecule in ginger and its external administration (EA) has shown hope in promoting hair growth, and alternative administration mode has become a potential treatment scheme to improve the efficacy of CE. The purpose of this study is to evaluate the effects of oral administration (OA) and EA of CE on hair regeneration of C57BL/6 alopecia areata (AA) mice induced by cyclophosphamide (CP) and to clarify the potential hair growth mechanism of CE in AA model in vitro and in vivo. The results showed that CE-OA has a shorter hair-turning black time and faster hair growth rate, and can lessen hair follicle damage induced by CP and promote hair follicle cell proliferation. Its effect is superior to CE-EA. At the same time, CE can increase the cytokines IFN-γ, IL-2, and IL-7 in the serum of mice, and decrease the expression of adhesion factors ICAM-1 and ELAM-1, thus alleviating the immunosuppression induced by CP. Mechanism research shows that CE regulates the JAK3/STAT3 signaling pathway, activates the Wnt3α/β-catenin germinal center, and ameliorates oxidative stress induced by CP, thus promoting the proliferation of hair follicle cells and reversing AA. These results provide a theoretical basis for understanding the anti-AA mechanism of CE-OA, indicating that CE can be used as raw material for developing oral hair growth drugs.",
      "mesh_terms": [
        "Animals",
        "Zingiber officinale",
        "Administration, Oral",
        "Mice",
        "Mice, Inbred C57BL",
        "Sesquiterpenes",
        "Hair",
        "Cell Proliferation",
        "Regeneration",
        "Hair Follicle",
        "Molecular Structure",
        "Male",
        "Dose-Response Relationship, Drug",
        "Alopecia Areata",
        "Structure-Activity Relationship",
        "Cyclophosphamide",
        "Polycyclic Sesquiterpenes"
      ]
    },
    {
      "pmid": "39053695",
      "title": "The effect of oral supplementation of ginger on glycemic control of patients with type 2 diabetes mellitus - A systematic review and meta-analysis.",
      "authors": [
        "Juliana Crystal Schumacher",
        "Vanessa Mueller",
        "Camila Sousa",
        "Kathleen Krüger Peres",
        "Isabella Rosa da Mata",
        "Rafaella Camara Rocha Menezes",
        "Simone Morelo Dal Bosco"
      ],
      "journal": "Clinical nutrition ESPEN",
      "publication_date": "2024-Oct",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "BACKGROUND: Ginger, a root originating in Southeast Asia, has several therapeutic benefits to human health, including antioxidant activity. Currently, there are discussions regarding the hypoglycemic properties of dietary supplements derived from its phenolic compounds in the management of chronic diseases. Diabetes mellitus is a chronic and complex disease that requires continuous treatment, with glycemic control being decisive in the management of hyperglycemia. AIM: This systematic review and meta-analysis aimed to identify the effects of oral supplementation of ginger in the treatment of type 2 diabetes mellitus (T2DM) in patients undergoing randomized clinical trial studies. METHODS: Across the PubMed, Scopus, and Web of Science databases, randomized controlled trials that examined the role of ginger in T2DM until January 2022 were systematically researched. The parameters used to assess T2DM treatment control were Fasting Blood Glucose (FBS) and glycated hemoglobin (HbA1c). Bias risk assessment of the studies was performed using the RoB 2.0 tool. Meta-analysis was performed considering data compatibility. RESULTS: Five studies were included in the analysis. Capsules containing Zingiber officinale powder were supplemented twice a day. The dose ranged from 1.2 to 2g/day, and the intervention period ranged from 4 to 12 weeks. Meta-analysis results indicated no significant effect of ginger supplementation on FBS or HbA1c. However, individual studies reported mixed results, with two studies showing a significant reduction in FBS. This suggests that while ginger may have potential as an adjuvant therapy, its overall impact on glycemic control in T2DM is not statistically significant when results are pooled. CONCLUSION: Currently published articles are still limited, requiring further studies of high methodological quality to verify the effectiveness of ginger supplementation on T2DM parameters control.",
      "mesh_terms": [
        "Humans",
        "Diabetes Mellitus, Type 2",
        "Zingiber officinale",
        "Dietary Supplements",
        "Glycemic Control",
        "Blood Glucose",
        "Glycated Hemoglobin",
        "Randomized Controlled Trials as Topic",
        "Hypoglycemic Agents",
        "Plant Extracts",
        "Administration, Oral"
      ]
    },
    {
      "pmid": "39027953",
      "title": "Ginger Extract and Omega-3 Fatty Acids Supplementation: A Promising Strategy to Improve Diabetic Cardiomyopathy.",
      "authors": [
        "Y Yu",
        "M Gao",
        "H Xu"
      ],
      "journal": "Physiological research",
      "publication_date": "2024-Jul-17",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Diabetic cardiomyopathy may result from the overproduction of ROS, TRPM2 and TRPV2. Moreover, the therapeutic role of ginger, omega-3 fatty acids, and their combinations on the expression of TRPM2 and TRPV2 and their relationship with apoptosis, inflammation, and oxidative damage in heart tissue of rats with type 2 diabetes have not yet been determined. Therefore, this study aimed to investigate the therapeutic effects of ginger and omega-3 fatty acids on diabetic cardiomyopathy by evaluating the cardiac gene expression of TRPM2 and TRPV2, oxidative damage, inflammation, and apoptosis in male rats. Ninety adult male Wistar rats were equally divided into nine control, diabetes, and treated diabetes groups. Ginger extract (100 mg/kg) and omega-3 fatty acids (50, 100, and 150 mg/kg) were orally administrated in diabetic rats for 6 weeks. Type 2 diabetes was induced by feeding a high-fat diet and a single dose of STZ (40 mg/kg). Glucose, cardiac troponin I (cTnI), lipid profile, insulin in serum, and TNF-alpha IL-6, SOD, MDA, and CAT in the left ventricle of the heart were measured. The cardiac expression of TRPM2, TRPV2, NF-kappaB, Bcl2, Bax, Cas-3, and Nrf-2 genes was also measured in the left ventricle of the heart. An electrocardiogram (ECG) was continuously recorded to monitor arrhythmia at the end of the course. The serum levels of cTnI, glucose, insulin, and lipid profile, and the cardiac levels of MDA, IL-6, and TNF-alpha increased in the diabetic group compared to the control group (p<0.05). Moreover, the cardiac levels of SOD and CAT decreased in the diabetic group compared to the control group (p<0.05). The cardiac expression of TRPM2, TRPV2, NF-kappaB, Bax, and Cas-3 increased and Bcl2 and Nrf-2 expression decreased in the diabetic group compared to the control group (p<0.05). However, simultaneous and separate treatment with ginger extract and omega-3 fatty acids (50, 100, and 150 mg/kg) could significantly moderate these changes (p<0.05). The results also showed that the simultaneous treatment of ginger extract and different doses of omega-3 fatty acids have improved therapeutic effects than their individual treatments (p<0.05). It can be concluded that ginger and omega-3 fatty acids showed protective effects against diabetic cardiomyopathy by inhibiting inflammation, apoptosis and oxidative damage of the heart and reducing blood glucose and cardiac expression of TRPM2 and TRPV2. Combining ginger and omega-3 in the diet may provide a natural approach to reducing the risk or progression of diabetic cardiomyopathy while preserving heart structure and function.",
      "mesh_terms": [
        "Animals",
        "Male",
        "Plant Extracts",
        "Fatty Acids, Omega-3",
        "Zingiber officinale",
        "Diabetic Cardiomyopathies",
        "Rats, Wistar",
        "Rats",
        "Diabetes Mellitus, Experimental",
        "Dietary Supplements",
        "Oxidative Stress",
        "TRPV Cation Channels",
        "Diabetes Mellitus, Type 2",
        "TRPM Cation Channels"
      ]
    },
    {
      "pmid": "39020488",
      "title": "Effect of ginger-partitioned moxibustion combined with ringheaded thumb-tack needle stimulation on gastrointestinal reactions of malignant tumor patients undergoing chemotherapy.",
      "authors": [
        "Yu Zhuang",
        "Dong-Dong Yu",
        "Tian-Tian Ma",
        "Yong-Xin Wang",
        "Yuan-Yuan Wang",
        "Lei Luo",
        "Bian Shi"
      ],
      "journal": "Zhen ci yan jiu = Acupuncture research",
      "publication_date": "2024-Jul-25",
      "publication_types": [
        "Journal Article",
        "Randomized Controlled Trial"
      ],
      "abstract": "OBJECTIVES: To observe the efficacy and safety of ginger-partitioned moxibustion combined with ringheaded thumb-tack needle stimulation in the prevention and treatment of chemotherapy-induced nausea and vomiting (CINV) in patients with malignant tumors. METHODS: Patients with malignant tumors and suffering from chemotherapy were randomly divided into control group (35 cases, 4 cases dropped off) and observation group (35 cases, 2 cases dropped off). The patients of the control group were treated by orally taking ondansetron hydrochloride tablets 8 mg/time, 3 times a day for 3 d, and those of the observation group treated by ginger-partitioned moxibustion combined with ringheaded thumb-tack needle stimulation of Zusanli(ST36), Neiguan(PC6), Tianshu(ST25), Zhongwan(CV12) and Guanyuan(CV4) once a day for a total of 3 d, based on the treatment of the control group. The patients' gastrointestinal reaction degree after the 1st , 2nd and the 3rd day of treatment were recorded. The Karnofsky performance status (KPS) score (0-100 points) was used for assessing the patients' quality of life. The TCM syndrome score (4 grades：no, mild, medium and severe, i.e. 0, 2, 4 and 6 points) was given according to the patients' severity of symptoms of spleen (stomach) qi deficiency (nausea and vomiting, abdominal distension after eating, belching, loss of appetite, weakness and laziness to speak, fatigue, and loose stool). The safety of the treatment was assessed by examining the patients' blood routine, liver function and kidney function, and the adverse reactions including blisters, allergies, burns and fainting during acupuncture treatment. RESULTS: After the 2nd and 3rd day of treatment, the patients conditions of vomiting and nausea in the observation group were significantly better than those of the control group (P<0.05). The TCM syndrome score and KPS score were significantly decreased in comparison with those of pre-treatment in both groups (P<0.05), and the TCM syndrome score was obviously lower in the observation group than in the control group (P<0.05). No significant differences were found between the two groups in the KPS score after the treatment , and in the levels of white blood cells (WBC), hemoglobin (HGB), platelets (PLT), absolute neutrophil count (ANC), alanine transaminase (ALT), aspartate aminotransferase (AST), creatinine(Cr), and blood urea nitrogen (BUN). CONCLUSIONS: The use of ginger-partitioned moxibustion combined with ringheaded thumb-tack needle stimulation is safe for CINV patients, and can effectively relieve nausea and vomiting and alleviate digestive symptoms.",
      "mesh_terms": [
        "Humans",
        "Moxibustion",
        "Male",
        "Middle Aged",
        "Female",
        "Zingiber officinale",
        "Adult",
        "Neoplasms",
        "Aged",
        "Nausea",
        "Vomiting",
        "Acupuncture Points",
        "Young Adult",
        "Acupuncture Therapy",
        "Antineoplastic Agents",
        "Gastrointestinal Tract"
      ]
    },
    {
      "pmid": "38977043",
      "title": "Effects of dietary ginger (Zingiber officinale) polysaccharide on the growth, antioxidant, immunity response, intestinal microbiota, and disease resistance to Aeromonas hydrophila in crucian carp (Carassius auratus).",
      "authors": [
        "Liang Luo",
        "Xianwei Meng",
        "Shihui Wang",
        "Rui Zhang",
        "Kun Guo",
        "Zhigang Zhao"
      ],
      "journal": "International journal of biological macromolecules",
      "publication_date": "2024-Aug",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ginger polysaccharides (GP) promote growth and development in fish. However, the effects of GP on crucian carp remain unclear. The present study investigated the effects of GP on the growth performance, immunity, intestinal microbiota, and disease resistance in crucian carp. Four treatment groups were established with different concentrations of GP (0.1 %, 0.2 %, 0.4 %, and 0.8 %). GP was not added as the control group, and the feeding period lasted for 56 d, followed by a 96-h anti-infection treatment using Aeromonas hydrophila. The results showed that dietary GP significantly improved growth performance, especially in the 0.4 % GP group. Furthermore, GP administration notably increased serum lysozyme (LMZ) activity, digestive enzyme performance, and antioxidant capacity of crucian carp. Moreover, dietary inclusion of GP up-regulated the expression of tumour necrosis factor-α (TNF-α), interleukin-8 (IL-8), interferon-γ (IFN-γ), and nuclear factor kappa-B (NF-κB) genes while down-regulating IL-10 and transforming growth factor-β (TGF-β) gene expressions, thus promoting liver health in crucian carp. Additionally, incorporating GP into the diet regulated both the diversity and composition of the intestinal microbiota in crucian carp, explicitly enhancing the relative abundance of beneficial bacteria, such as Fusobacteriota and Firmicutes. Therefore, GP reduces the mortality of crucian carp infected with A. hydrophila. In conclusion, this study provides novel insights into the application of dietary GP in cultured fish and evaluates the value of traditional Chinese medicinal polysaccharides against pathogenic bacteria.",
      "mesh_terms": [
        "Animals",
        "Aeromonas hydrophila",
        "Gastrointestinal Microbiome",
        "Polysaccharides",
        "Disease Resistance",
        "Antioxidants",
        "Fish Diseases",
        "Zingiber officinale",
        "Carps",
        "Gram-Negative Bacterial Infections",
        "Dietary Supplements",
        "Animal Feed"
      ]
    },
    {
      "pmid": "38974589",
      "title": "Optimization of Enzyme-Assisted Extraction from Ginger (Zingiber officinale) Leaf and Its Immune-Stimulating Effects on Macrophages.",
      "authors": [
        "Hanbi Kim",
        "Mina Kim",
        "Sangnam Oh",
        "Yujin Hwang",
        "Jeong-Sook Choe"
      ],
      "journal": "Preventive nutrition and food science",
      "publication_date": "2024-Jun-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The ginger leaves contain terpenoids and phenolic compounds, such as gingerol and shogaol, which exert various physiological effects. This study focused on determining the optimal conditions for an enzyme (Ultimase MFC) extraction to enhance the bioactive components of underutilized ginger leaves using the response surface method. The extracted material was evaluated in terms of its yield and antioxidant capacity (total phenolic content, total flavonoid content, and activities of 2,2-diphenyl-1-picrylhydrazyl and 2,2'-azino-bis-3-ethylbenzothiazoline-6-sulfonic acid). As a result, the optimal conditions included an enzyme concentration of 0.1% (v/v), a liquid-solid ratio of 33.939 mL/g, and an extraction time of 4 h. The optimized conditions resulted in an improvement in yield and antioxidant capacity, except for the total phenolic content of ginger leaves, when compared to the reference control extract. Additionally, the possibility of improving immunity was confirmed as nitric oxide and cytokines increased in macrophage cells compared with non-treatment control. Therefore, these extraction conditions enhance the potential industrial value of ginger leaves and underscore their promise as a natural ingredient for functional foods."
    },
    {
      "pmid": "38960678",
      "title": "Protective effect of 8-Gingerol, a potent constituent of ginger, on acute lung injury following hemorrhagic shock in rats.",
      "authors": [
        "Peng Lian",
        "Zhirong Huan",
        "Yan Wang",
        "Hao Yao",
        "Shuguang Han",
        "Xin Ge"
      ],
      "journal": "Experimental animals",
      "publication_date": "2024-Oct-23",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Acute lung injury (ALI) is a common complication after hemorrhagic shock (HS), which is associated with HS-induced inflammatory response, oxidative stress, and cell apoptosis. This study aimed to investigate the therapeutic efficacy of 8-Gingerol, a constituent extracted from ginger, on ALI after HS in rats. We established a fixed press hemorrhage model in SD rats, in which the HS rats were administered 15 or 30 mg/kg of 8-Gingerol by intraperitoneal injection before fluid resuscitation. Hematoxylin and eosin (H&E) and TUNEL staining were performed to evaluate histopathological changes and cell apoptosis in lung tissues, respectively. Quantitative reverse transcription PCR and western blot were used to measure gene and protein expression. Pro-inflammatory cytokines were detected by ELISA kits. Immunofluorescence of myeloperoxidase was used to evaluate neutrophil infiltration. 8-Gingerol reduced pulmonary edema, alveolar wall thickness, and cell apoptosis in lung tissues of HS rats. Regarding inflammatory responses, 8-Gingerol attenuated neutrophil infiltration in lung tissues, reduced pro-inflammatory cytokines in lung tissues and bronchoalveolar lavage fluid, and decreased the levels of NLR family, pyrin domain containing 3 (NLRP3), PYD and CARD domain containing (ASC), and Cleaved-Caspase 1 (Asp296), p20 (Cleaved Caspase 1) in lung tissues. Additionally, 8-Gingerol ameliorated oxidative stress in lung tissues as evidenced by increased antioxidant indicators (SOD and GSH) and decreased production of malondialdehyde (MDA) and reactive oxygen species (ROS). The therapeutic effects of 8-Gingerol were associated with the regulation of mitogen-activated protein kinase (MAPK) and Nrf2/HO-1 pathways. These results support 8-Gingerol as a promising drug for the treatment of HS-induced ALI.",
      "mesh_terms": [
        "Animals",
        "Fatty Alcohols",
        "Acute Lung Injury",
        "Catechols",
        "Shock, Hemorrhagic",
        "Rats, Sprague-Dawley",
        "Male",
        "Zingiber officinale",
        "Rats",
        "Apoptosis",
        "Oxidative Stress",
        "Disease Models, Animal"
      ]
    },
    {
      "pmid": "38944033",
      "title": "The Clinical Research on Ginger (Zingiber officinale): Insights from ClinicalTrials.gov analysis.",
      "authors": [
        "Maima Matin",
        "Farhan Bin Matin",
        "Natalia Ksepka",
        "Kamil Wysocki",
        "Michel-Edwar Mickael",
        "Marek Wieczorek",
        "Jarosław Olav Horbańczuk",
        "Artur Jóźwik",
        "Atanas G Atanasov"
      ],
      "journal": "Planta medica",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ginger (Zingiber officinale) has a rich history of traditional medicinal use and has attracted a global interest in its health benefits. This study aims to provide insights into the clinical research landscape on ginger, focusing on its pharmacological effects and studied health-related outcomes. The study design involves systematic analysis of data from clinical trials available on ClinicalTrials.gov and discussion of findings in the context of the existing scientific knowledge. A comprehensive analysis of clinical trials registered on ClinicalTrials.gov related to ginger was first conducted, and the scientific background related to specific ginger clinical research avenues was further evaluated through PubMed searches. A variety of trial designs were identified, including treatment, prevention, and supportive care objectives. A total of 188 studies were identified on ClinicalTrials.gov, of which 89 met the inclusion criteria. Among the 89 trials, treatment objectives were predominant (47.2%), and dietary supplements (40.4%) and drugs (27%) were the most prevalent intervention types. These trials covered various health outcomes, such as antiemetic activity, analgesic function, effects on health-related quality of life, blood pressure variation, energy expenditure, and reduction in xerostomia. This study analysis provides a comprehensive overview of the clinical trials landscape on ginger, focusing on its broad spectrum of potential health benefits. While individual trials show promising results, a significant gap in the available data with a low reporting rate of final results is identified, underscoring the need for further research to establish conclusive evidence of ginger's therapeutic potentials.",
      "mesh_terms": [
        "Humans",
        "Antiemetics",
        "Clinical Trials as Topic",
        "Dietary Supplements",
        "Phytotherapy",
        "Plant Extracts",
        "Quality of Life",
        "Zingiber officinale"
      ]
    },
    {
      "pmid": "38929091",
      "title": "Health Benefits of Antioxidant Bioactive Compounds in Ginger (Zingiber officinale) Leaves by Network Pharmacology Analysis Combined with Experimental Validation.",
      "authors": [
        "Dong-Geon Nam",
        "Mina Kim",
        "Ae-Jin Choi",
        "Jeong-Sook Choe"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-May-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Network pharmacology is an ideal tool to explore the effects of therapeutic components derived from plants on human metabolic diseases that are linked to inflammation. This study investigated the antioxidant effects of ginger leaves (GLs) and predicted targets for antioxidant activity. Quantitative and free radical scavenging analyses were performed to detect the main bioactive compounds of GLs and evaluate their antioxidant activities. Chemical diversity and network pharmacology approaches were used to predict key antioxidant components of GLs and their molecular targets. Nine major bioactive compounds of GLs were quantified using an internal standard method, and the antioxidant activity was evaluated using the DPPH and ABTS free radical scavenging methods. We first built the compound-gene-pathways and protein-protein interaction networks of GLs-related antioxidant targets and then conducted gene ontology and Kyoto Encyclopedia of Gene and Genome (KEGG) pathway enrichment analyses. Molecular docking results show that astragalin, a compound isolated from GLs, had the highest level of connectivity in the compound-target network and was involved in inflammation-related biosynthesis by directly impacting cytokine gene expression and PTGS2 inhibition markers. These findings not only suggest that the compounds isolated from GLs can be developed as potential antioxidants, but also demonstrate the applicability of network pharmacology to assess the potential of foods for disease treatment."
    },
    {
      "pmid": "38855034",
      "title": "Physicochemical Evaluation of Coated Ginger during Long-Term Storage: Impact of Chitosan and Beeswax Bilayer Coatings at Different Temperatures.",
      "authors": [
        "Hernani",
        "Christina Winarti",
        "Tatang Hidayat",
        "Abdullah Bin Arif",
        "Sri Yuliani"
      ],
      "journal": "Scientifica",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Fresh ginger can spoil quickly owing to a variety of factors, including inappropriate postharvest handling, microbial and enzymatic activities, and chemical reactions during storage. This study evaluated the physicochemical properties of ginger coated with chitosan and beeswax during storage for 6 months at different temperatures (18°C and 25°C). Fresh ginger was treated with chitosan coating (1.5 and 3.5%), followed by beeswax coating (3 and 6%). The coated ginger was wrapped in a plastic net and stored at ambient (25°C) and low temperatures (18°C) for six months. The results confirmed that coating treatment slowed down the changes in physicochemical properties (moisture, phenolic content, and so on) of ginger during storage. Ginger stored at 25°C showed shorter shelf lives than those stored at 18°C. Coating ginger with 3% chitosan followed by 6% beeswax exhibited the best results in maintaining the moisture and phenolic content, reducing weight loss, and increasing total soluble solid (TSS) and cell compartment size for six months of storage. This study provides a promising approach to delaying the spoilage of fresh ginger by applying coating treatments useful for developing handling protocols for fresh ginger during storage and distribution."
    },
    {
      "pmid": "38841494",
      "title": "Development of raft-forming liquid formulations loaded with ginger extract-solid dispersion for treatment of gastric ulceration.",
      "authors": [
        "Nattawipa Matchimabura",
        "Rachanida Praparatana",
        "Ousanee Issarachot",
        "Kwunchit Oungbho",
        "Ruedeekorn Wiwattanapatapee"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Jun-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Raft-forming liquid formulations incorporating ginger extract solid dispersion (GE-SD) were developed to achieve prolonged delivery of 6-gingerol in the stomach and thus increase the effectiveness of gastric ulcer treatment. The solubility of 6-gingerol in 0.1 N HCl (pH 1.2) was maximized (15 mg/mL) by combining ginger extract with PVP K30 at 1:3 w/w ratio to produce a solid dispersion. The nature of GE-SD was confirmed by PXRD and FT-IR analysis. PXRD pattern showed miscibility of GE and PVP K30 in amorphous solid dispersion and the FT-IR spectra confirmed the formation of hydrogen bond between GE and PVP K30. GE-SD-loaded raft-forming liquids were prepared using sodium alginate as a gel former and HPMC as a release-controlling agent. The formulations exhibited rapid floating behavior in 0.1 N HCl (<30 s) and remained afloat on the surface over 8 h. The formed raft structures provided sufficient strength (>7.5 g) and allowed sustained release of more than 70 % of the 6-gingerol content over 8 h in 0.1 N HCl. Raft-forming formulations incorporating ginger extract demonstrated anti-inflammatory activity by inhibiting nitric oxide production in LPS-stimulated RAW 264.7 macrophage cells (IC50 = 5.13 ± 0.07 μg/mL). Exposure to the formulations also had a significant cytotoxic effect on AGS human gastric adenocarcinoma cells with an IC50 of 17.45 ± 0.29 μg/mL. In addition, the raft-forming formulations enhanced the migratory behavior of L929 mouse fibroblasts in the scratch wound model. Taken together, these findings reveal the benefits of gastro-retentive, GE-SD-loaded raft-forming liquid formulations for improving the treatment of gastric ulcers."
    },
    {
      "pmid": "38822550",
      "title": "Therapeutic effect of ginger garlic powder in rats with induced diabetes.",
      "authors": [
        "Ambreen Qadir",
        "Faiza Anwar",
        "Habib Ur Rehman",
        "Kiran Shakeel",
        "Dilshad Ahmad"
      ],
      "journal": "Pakistan journal of pharmaceutical sciences",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The purpose of this study was to examine the potential hypoglycemic effects of administering ginger (Zingiber officinale) and garlic (Allium sativum) to rats with induced type 2 diabetes. A total of forty-five male adult albino rats were randomly assigned to five groups. The groups were named Normal Control, Diabetic Control, Ginger group, Garlic group and a combination group of ginger and garlic. Diabetes was produced in all groups, except the normal control group, using an intraperitoneal injection of streptozotocin at a dosage of 60 mg/body weight. During the course of two months, rats were administered varying amounts of ginger and garlic powders as part of their treatment After the experiment concluded, measurements were taken for glycated hemoglobin, serum glucose, insulin, cholesterol, high density protein, low density protein and liver glycogen levels. These groups exhibited considerably greater serum insulin and high-density lipoprotein concentrations (P<0.05) compared to the diabetic control group. Conversely, body weight, fasting blood glucose, total cholesterol, low density lipoprotein, and glycated hemoglobin levels were significantly lower (P<0.05) in all groups compared to the diabetic control group. A statistically significant increase (P<0.05) increase shown in liver glycogen levels. This study proposes that the utilization of ginger and garlic powders improve the condition of type 2 diabetes and maybe reduce the risk of subsequent diabetic complications.",
      "mesh_terms": [
        "Animals",
        "Garlic",
        "Zingiber officinale",
        "Diabetes Mellitus, Experimental",
        "Male",
        "Blood Glucose",
        "Powders",
        "Hypoglycemic Agents",
        "Rats",
        "Insulin",
        "Diabetes Mellitus, Type 2",
        "Glycated Hemoglobin",
        "Plant Extracts",
        "Phytotherapy",
        "Liver Glycogen",
        "Streptozocin"
      ]
    },
    {
      "pmid": "38805387",
      "title": "Ginger and its constituents in asthma: a mini-review.",
      "authors": [
        "Islam Ahmed Abdelmawgood",
        "Ahmed M Sayed",
        "Omnia A Mohamed",
        "Sohaib Ali Ramadan",
        "Jehad Waleed Farg",
        "Wessam Saad",
        "Rahma Sayed Hamdy",
        "Bahaa Sharaf",
        "Hamid Ashry",
        "Mohamed A Kotb"
      ],
      "journal": "The Journal of asthma : official journal of the Association for the Care of Asthma",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "OBJECTIVE: The primary objective of this review is to focus on research findings that aim to determine the immunomodulatory action of ginger's active components and the molecular mechanisms that reduce asthma. The study aims to provide an overview of the scientific literature available on ginger's efficacy in treating allergic asthma. DATA SOURCE: The mouse model of asthma has been used to investigate the actions of ginger and its active compounds on allergies and asthma. Various studies and scientific literature on ginger's health-improving qualities and its traditional use have been examined. RESULTS: The findings indicate that ginger and its active ingredients have anti-asthmatic features and a suppressive impact on mast cell production of histamine. Animals given ginger and compounds derived from ginger demonstrate a notable reduction in allergic response, suggesting a significant role in lowering the allergic reaction. CONCLUSION: While ginger shows promise as a potential treatment for allergies and asthma due to its anti-inflammatory, antibacterial, antidiabetic, anticancer, and antioxidant effects, further examination, extrapolation, and confirmation of these results are necessary before utilizing ginger and its active components in human treatments. This review highlights the need for additional research and provides an overview of the current scientific literature on ginger's efficacy in treating allergic asthma.",
      "mesh_terms": [
        "Zingiber officinale",
        "Asthma",
        "Animals",
        "Humans",
        "Mice",
        "Plant Extracts",
        "Phytotherapy",
        "Disease Models, Animal",
        "Anti-Asthmatic Agents"
      ]
    },
    {
      "pmid": "38802394",
      "title": "Network pharmacology, molecular docking, and dynamics analyses to predict the antiviral activity of ginger constituents against coronavirus infection.",
      "authors": [
        "Asmaa Samy",
        "Afnan Hassan",
        "Nesrine M Hegazi",
        "Mai Farid",
        "Moustafa Elshafei"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-May-27",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "COVID-19 is a global pandemic that caused a dramatic loss of human life worldwide, leading to accelerated research for antiviral drug discovery. Herbal medicine is one of the most commonly used alternative medicine for the prevention and treatment of many conditions including respiratory system diseases. In this study, a computational pipeline was employed, including network pharmacology, molecular docking simulations, and molecular dynamics simulations, to analyze the common phytochemicals of ginger rhizomes and identify candidate constituents as viral inhibitors. Furthermore, experimental assays were performed to analyze the volatile and non-volatile compounds of ginger and to assess the antiviral activity of ginger oil and hydroalcoholic extract. Network pharmacology analysis showed that ginger compounds target human genes that are involved in related cellular processes to the viral infection. Docking analysis highlighted five pungent compounds and zingiberenol as potential inhibitors for the main protease (Mpro), spike receptor-binding domain (RBD), and human angiotensin-converting enzyme 2 (ACE2). Then, (6)-gingerdiacetate was selected for molecular dynamics (MD) simulations as it exhibited the best binding interactions and free energies over the three target proteins. Trajectories analysis of the three complexes showed that RBD and ACE2 complexes with the ligand preserved similar patterns of root mean square deviation (RMSD) and radius of gyration (Rg) values to their respective native structures. Finally, experimental validation of the ginger hydroalcoholic extract confirmed the existence of (6)-gingerdiacetate and revealed the strong antiviral activity of the hydroalcoholic extract with IC  50  of 2.727 μ g / ml  . Our study provides insights into the potential antiviral activity of (6)-gingerdiacetate that may enhance the host immune response and block RBD binding to ACE2, thereby, inhibiting SARS-CoV-2 infection.",
      "mesh_terms": [
        "Zingiber officinale",
        "Molecular Docking Simulation",
        "Antiviral Agents",
        "Humans",
        "Molecular Dynamics Simulation",
        "SARS-CoV-2",
        "Plant Extracts",
        "COVID-19 Drug Treatment",
        "Network Pharmacology",
        "Angiotensin-Converting Enzyme 2",
        "Coronavirus 3C Proteases",
        "COVID-19",
        "Spike Glycoprotein, Coronavirus"
      ]
    },
    {
      "pmid": "38770631",
      "title": "Ginger for Pain Management in Primary Dysmenorrhea: A Systematic Review and Meta-Analysis.",
      "authors": [
        "Reza Moshfeghinia",
        "Nastaran Salmanpour",
        "Hamed Ghoshouni",
        "Hossein Gharedaghi",
        "Roghayeh Zare",
        "Holger Cramer",
        "Ghazaleh Heydarirad",
        "Mehdi Pasalar"
      ],
      "journal": "Journal of integrative and complementary medicine",
      "publication_date": "2024-Nov",
      "publication_types": [
        "Systematic Review",
        "Journal Article",
        "Meta-Analysis",
        "Review"
      ],
      "abstract": "Background: Primary dysmenorrhea is a common gynecological disorder that affects many women of reproductive age. Ginger, a widely used spice with anti-inflammatory properties, has been suggested as a potential treatment for the painful cramps associated with this condition. Objective: The aim of this systematic review and meta-analysis was to evaluate the efficacy of ginger for pain management in primary dysmenorrhea. Methods: Our systematic review was registered in Prospero (CRD42023418001). Six English (PubMed, Scopus, Web of Science, PsycINFO, CINAHL complete, and Cochrane) and one Persian electric database (SID) was searched up to May 2023 for English or Persian studies that measure the effect of ginger on pain in dysmenorrhea. The Cochrane tool was used to assess the risk of bias of the included studies. Random effects meta-analyses were performed to obtain standardized mean differences (SMD) and 95% confidence intervals (CI). Results: Out of the 804 articles initially identified from the search, 24 were included for qualitative analysis and 12 for quantitative analysis after a full-text evaluation. The combined results of the studies indicate that ginger is notably more effective than placebo in reducing both the intensity (SMD = -1.13; 95% CI = -1.59 to -0.68, I2 = 81.05%) and duration of pain (SMD = -0.29; 95% CI = -0.46 to -0.12). There were no differences between ginger and nonsteroidal anti-inflammatory drugs (NSAIDs) (SMD = 0.01; 95% CI = -0.24 to 0.25), or exercise (SMD = 0.06; 95% CI = -0.66 to 0.78) for pain intensity. Safety-related data were infrequently reported. Conclusions: The results of this meta-analysis suggest that ginger can effectively reduce pain associated with dysmenorrhea. The findings are limited due to risk of bias in the included studies and the unclear risk-benefit ratio.",
      "mesh_terms": [
        "Humans",
        "Dysmenorrhea",
        "Zingiber officinale",
        "Female",
        "Pain Management",
        "Phytotherapy",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "38759074",
      "title": "Exploring active ingredients and mechanisms of Coptidis Rhizoma-ginger against colon cancer using network pharmacology and molecular docking.",
      "authors": [
        "Ting Zeng",
        "Caijin Ling",
        "Yong Liang"
      ],
      "journal": "Technology and health care : official journal of the European Society for Engineering and Medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Colon cancer is the most prevalent and rapidly increasing malignancy globally. It has been suggested that some of the ingredients in the herb pair of Coptidis Rhizoma and ginger (Zingiber officinale), a traditional Chinese medicine, have potential anti-colon cancer properties. OBJECTIVE: This study aimed to investigate the molecular mechanisms underlying the effects of the Coptidis Rhizoma-ginger herb pair in treating colon cancer, using an integrated approach combining network pharmacology and molecular docking. METHODS: The ingredients of the herb pair Coptidis Rhizoma-ginger, along with their corresponding protein targets, were obtained from the Traditional Chinese Medicine System Pharmacology and Swiss Target Prediction databases. Target genes associated with colon cancer were retrieved from the GeneCards and OMIM databases. Then, the protein targets of the active ingredients in the herb pair were identified, and the disease-related overlapping targets were determined using the Venn online tool. The protein-protein interaction (PPI) network was constructed using STRING database and analyzed using Cytoscape 3.9.1 to identify key targets. Then, a compound-target-disease-pathway network map was constructed. The intersecting target genes were subjected to Gene Ontology (GO) enrichment and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analyses for colon cancer treatment. Molecular docking was performed using the Molecular Operating Environment (MOE) software to predict the binding affinity between the key targets and active compounds. RESULTS: Besides 1922 disease-related targets, 630 targets associated with 20 potential active compounds of the herb pair Coptidis Rhizoma-ginger were collected. Of these, 229 intersection targets were obtained. Forty key targets, including STAT3, Akt1, SRC, and HSP90AA1, were further analyzed using the ClueGO plugin in Cytoscape. These targets are involved in biological processes such as miRNA-mediated gene silencing, phosphatidylinositol 3-kinase (PI3K) signaling, and telomerase activity. KEGG enrichment analysis showed that PI3K-Akt and hypoxia-inducible factor 1 (HIF-1) signaling pathways were closely related to colon cancer prevention by the herb pair Coptidis Rhizoma-ginger. Ten genes (Akt1, TP53, STAT3, SRC, HSP90AA1, JAK2, CASP3, PTGS2, BCl2, and ESR1) were identified as key genes for validation through molecular docking simulation. CONCLUSIONS: This study demonstrated that the herb pair Coptidis Rhizoma-ginger exerted preventive effects against colon cancer by targeting multiple genes, utilizing various active compounds, and modulating multiple pathways. These findings might provide the basis for further investigations into the molecular mechanisms underlying the therapeutic effects of Coptidis Rhizoma-ginger in colon cancer treatment, potentially leading to the development of novel drugs for combating this disease.",
      "mesh_terms": [
        "Molecular Docking Simulation",
        "Humans",
        "Drugs, Chinese Herbal",
        "Network Pharmacology",
        "Colonic Neoplasms",
        "Coptis chinensis",
        "Zingiber officinale",
        "Protein Interaction Maps",
        "Medicine, Chinese Traditional"
      ]
    },
    {
      "pmid": "38742918",
      "title": "Evaluation of cytotoxic effect of siphonochilone from African ginger: an in vitro analysis.",
      "authors": [
        "Alba Ortigosa-Palomo",
        "David Fuentes-Ríos",
        "Francisco Quiñonero",
        "Consolación Melguizo",
        "Raul Ortiz",
        "Juan M López-Romero",
        "Jose Prados"
      ],
      "journal": "Environmental toxicology",
      "publication_date": "2024-Sep",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Plants provide a wide array of compounds that can be explored for potential anticancer properties. Siphonochilone, a furanoterpene that represents one of the main components of the African plant Siphonochilus aethiopicus, shows numerous health benefits. However, to date, its antiproliferative properties have not been tested. The aim of this study was to analyze the cytotoxic effects of siphonochilone on a panel of cancer cell lines and its underlying mechanism of action. Our results demonstrated that siphonochilone exhibited significant cytotoxic effects on pancreatic, breast, lung, colon, and liver cancer cell lines showing a IC50 ranging from 22 to 124 μM at 72 h of treatment and highlighting its cytotoxic effect against MCF7 and PANC1 breast and pancreas cancer cell lines (22.03 and 39.03 μM, respectively). Cell death in these tumor lines was mediated by apoptosis by the mitochondrial pathway, as evidenced by siphonochilone-induced depolarization of the mitochondrial membrane potential. In addition, siphonochilone treatment involves the generation of reactive oxygen species that may contribute to apoptosis induction. In this work, we described for the first time the cytotoxic properties of siphonochilone and provided data about the molecular processes of cell death. Although future studies will be necessary, our results support the interest in this molecule in relation to their clinical application in cancer, and especially in breast and pancreatic cancer.",
      "mesh_terms": [
        "Humans",
        "Cell Line, Tumor",
        "Apoptosis",
        "Membrane Potential, Mitochondrial",
        "Reactive Oxygen Species",
        "Antineoplastic Agents, Phytogenic",
        "Plant Extracts",
        "Zingiber officinale",
        "Cell Survival"
      ]
    },
    {
      "pmid": "38732470",
      "title": "Green Synthesis and Characterization of Ginger-Derived Silver Nanoparticles and Evaluation of Their Antioxidant, Antibacterial, and Anticancer Activities.",
      "authors": [
        "Shweta Mehrotra",
        "Vinod Goyal",
        "Christian O Dimkpa",
        "Vinod Chhokar"
      ],
      "journal": "Plants (Basel, Switzerland)",
      "publication_date": "2024-Apr-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The efficacy, targeting ability, and biocompatibility of plant-based nanoparticles can be exploited in fields such as agriculture and medicine. This study highlights the use of plant-based ginger nanoparticles as an effective and promising strategy against cancer and for the treatment and prevention of bacterial infections and related disorders. Ginger is a well-known spice with significant medicinal value due to its phytochemical constituents including gingerols, shogaols, zingerones, and paradols. The silver nanoparticles (AgNPs) derived from ginger extracts could be an important non-toxic and eco-friendly nanomaterial for widespread use in medicine. In this study, AgNPs were biosynthesized using an ethanolic extract of ginger rhizome and their phytochemical, antioxidant, antibacterial, and cytotoxic properties were evaluated. UV-visible spectral analysis confirmed the formation of spherical AgNPs. FTIR analysis revealed that the NPs were associated with various functional biomolecules that were associated with the NPs during stabilization. The particle size and SEM analyses revealed that the AgNPs were in the size range of 80-100 nm, with a polydispersity index (PDI) of 0.510, and a zeta potential of -17.1 mV. The purity and crystalline nature of the AgNPs were confirmed by X-ray diffraction analysis. The simple and repeatable phyto-fabrication method reported here may be used for scaling up for large-scale production of ginger-derived NPs. A phytochemical analysis of the ginger extract revealed the presence of alkaloids, glycosides, flavonoids, phenolics, tannins, saponins, and terpenoids, which can serve as active biocatalysts and natural stabilizers of metallic NPs. The ginger extracts at low concentrations demonstrated promising cytotoxicity against Vero cell lines with a 50% reduction in cell viability at 0.6-6 μg/mL. When evaluated for biological activity, the AgNPs exhibited significant antioxidant and antibacterial activity on several Gram-positive and Gram-negative bacterial species, including Escherichia coli, Bacillus subtilis, Pseudomonas aeruginosa, and Staphylococcus aureus. This suggests that the AgNPs may be used against multi-drug-resistant bacteria. Ginger-derived AgNPs have a considerable potential for use in the development of broad-spectrum antimicrobial and anticancer medications, and an optimistic perspective for their use in medicine and pharmaceutical industry."
    },
    {
      "pmid": "38671840",
      "title": "Exploring the Antioxidative Effects of Ginger and Cinnamon: A Comprehensive Review of Evidence and Molecular Mechanisms Involved in Polycystic Ovary Syndrome (PCOS) and Other Oxidative Stress-Related Disorders.",
      "authors": [
        "Sladjana Novakovic",
        "Vladimir Jakovljevic",
        "Nikola Jovic",
        "Kristina Andric",
        "Milica Milinkovic",
        "Teodora Anicic",
        "Bozidar Pindovic",
        "Elena Nikolaevna Kareva",
        "Vladimir Petrovich Fisenko",
        "Aleksandra Dimitrijevic",
        "Jovana Joksimovic Jovic"
      ],
      "journal": "Antioxidants (Basel, Switzerland)",
      "publication_date": "2024-Mar-25",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "Oxidative stress represents the pathophysiological basis for most disorders, including reproductive issues. Polycystic ovary syndrome (PCOS) is heterogeneous endocrine disorder of women characterized primarily by irregular menstrual cycles, hyper-androgenism, and ovulatory dysfunction. In the last decades, PCOS was recognized as a systemic silent inflammation and an oxidative disturbance-related disorder, exerting multifaceted symptoms, including metabolic. PCOS treatment should involve a personalized approach tailored to individual symptoms; however, the results are often unsatisfactory. Various supplementary treatments have been proposed to assist in the management and alleviation of PCOS symptoms. Cinnamon and ginger, known for millennia as herbs used in spices or traditional medicine for the treatment of various diseases, are of interest in this study. The aim of this study is to evaluate and investigate the effects of cinnamon and ginger in PCOS patients. Using relevant keywords we searched through PubMed/MEDLINE, Science Direct, Google Scholar and Web of science to find animal studies, pre-clinical, and clinical studies which were then reviewed for usage. Out of all of the reviewed studies a total of 65 studies were included in this review article. Cinnamon and ginger can affect hormonal status, lipid profile, obesity, and insulin resistance by mitigating oxidative stress and inflammation. Generally, based on current clinical evidence, it was revealed that supplementation with cinnamon or ginger had a useful impact in patients with PCOS. This review summarizes the antioxidative effects of ginger and cinnamon in PCOS treatment, highlighting their potential benefits in other oxidative stress-related pathologies."
    },
    {
      "pmid": "38625733",
      "title": "Efficacy and Safety of Ginger on Chemotherapy-Induced Nausea and Vomiting: A Systematic Review and Meta-analysis of Randomized Controlled Trials.",
      "authors": [
        "Ching-Yi Lin",
        "Sih-Huan Huang",
        "Ka-Wai Tam",
        "Tsai-Wei Huang",
        "Made Satya Nugraha Gautama"
      ],
      "journal": "Cancer nursing",
      "publication_date": "2024-Apr-16",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Chemotherapy-induced nausea and vomiting (CINV) is a prevalent and distressing side effect. Historically, ginger has been explored as a potential remedy for various ailments, including its potential efficacy against CINV. OBJECTIVE: The aim of this study was to determine whether taking ginger supplements can relieve CINV. METHOD: A comprehensive search was conducted across PubMed, EMBASE, Cochrane Library, and the Wanfang database. Randomized controlled trials meeting our inclusion criteria were analyzed. The primary outcomes were the incidence and severity of CINV. The protocol was registered on PROSPERO, and the number is CRD4202232104. RESULT: Of the 35 randomized controlled trials analyzed, 22 trials employed ginger capsules as the primary intervention, whereas 13 studies evaluated the prophylactic effects of ginger-partitioned moxibustion. The outcomes indicated that combining ginger capsules with standard antiemetic agents can significantly reduce the incidence of grade 3 acute nausea (Risk Ratio [RR], 0.19; P < .001) and the incidence of high-grade overall vomiting (RR, 0.47; P = .01). Moreover, ginger-partitioned moxibustion can significantly alleviate the incidence of both mild (RR, 0.56; P = .001) and severe (RR, 0.39; P < .00001) vomiting. Only 2.8% of patients experienced dizziness after ginger-partitioned moxibustion. CONCLUSIONS: Our findings indicate that ginger capsules, when used alongside antiemetic drugs, enhance the management of severe CINV, particularly in highly emetogenic chemotherapy regimens. IMPLICATIONS FOR PRACTICE: Based on our findings, we recommend initiating ginger supplements before chemotherapy, in conjunction with standard antiemetics, to reduce the severity of CINV. The promising results warrant more rigorous clinical trials to firmly establish the role of ginger in CINV management."
    },
    {
      "pmid": "38623979",
      "title": "Anti-tumoral Immunity and Chemo-preventive Effectiveness of Herbal Extracts of Curcumin, Ginger, Clove and Amygdaline in Ehrlich Ascites Carcinoma-Challenging Mice.",
      "authors": [
        "Soha Gomaa",
        "Mohamed Nassef",
        "Randa El-Naggar",
        "Ahmed Massoud",
        "Mona El-Kholy"
      ],
      "journal": "Anti-cancer agents in medicinal chemistry",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Due to its systemic toxicity, traditional chemotherapy of tumors is being taken into consideration. Herbal therapy, containing phytochemical polyphenol derivatives such as Curcumin (Cur), Ginger (Gin), Cloves (Clov) and Amygdaline (Amyg), is one of the numerous complementary and alternative approaches as an anti-cancer therapy and holds great promise for cancer chemo-prevention with fewer side effects. AIM: The current study was designated to assess anti-tumoral immunity and anti-cancer and chemo-preventive effectiveness of herbal extracts of Cur, Ginger, Clov and Amyg in Ehrlich Ascites Carcinoma (EAC)-challenging mice. METHODS: Chemo-preventive efficacy of herbal extracts of Cur, Gin, Clov and Amyg were analyzed in vivo by examination of the apoptosis rate of EAC tumor cells by flow cytometry. The total numbers of EAC cells, splenocytes counts and leucocytes count with their differentials relative % in peripheral blood (PB) of EACchallenging mice were investigated. RESULTS: EAC-challenging mice treated with herbal extracts of Cur, Gin, Clov and Amyg showed a marked decline in EAC tumor cell count and a noticeable increase in apoptosis rate of EAC tumor cells, a remarkable decrease in serum level of cancer antigen 125 (CA-125) with an obvious increase in the number of splenocytes comparing to that in EAC-challenging mice treated with PBS alone. Moreover, the data indicated an insignificant change in the total leucocytes count and their differentials relative % of eosinophil, neutrophils, monocytes and lymphocytes in EAC-challenging mice treated with Cur and Amyg, but these parameters were markedly increased in EAC-challenging mice injected with Gin and Clov compared to that in EAC-challenging mice treated with PBS alone. CONCLUSION: To conclude, the herbal extracts of Cur, Gin, Clov and Amyg may have anti-tumoral immunity and anti-cancer potency and potential to reduce the resistance to cancer conventional chemotherapy and exert cancer chemo-protective approaches with low adverse effects. Further research is necessary to determine the regimen's toxicity on various tissues and organs and to connect the diagnostic and therapeutic approaches used in the regimen's biomedical use.",
      "mesh_terms": [
        "Animals",
        "Mice",
        "Carcinoma, Ehrlich Tumor",
        "Plant Extracts",
        "Zingiber officinale",
        "Apoptosis",
        "Curcumin",
        "Amygdalin",
        "Antineoplastic Agents, Phytogenic",
        "Male",
        "Drug Screening Assays, Antitumor",
        "Spleen",
        "Female"
      ]
    },
    {
      "pmid": "38578065",
      "title": "Plant growth-promoting and biocontrol traits of endophytic Bacillus licheniformis against soft rot causing Pythium myriotylum in ginger plant.",
      "authors": [
        "Khaloud Mohammed Alarjani",
        "Mohamed S Elshikh"
      ],
      "journal": "Journal of basic microbiology",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Bacterial endophytes from plants harbor diverse metabolites that play major roles in biocontrol and improve plant growth. In this study, a total of 12 endophytic bacteria were isolated from the ginger rhizome. The strain K3 was highly effective in preventing mycelia growth of Pythium myriotylum (78.5 ± 1.5% inhibition) in dual culture. The cell-free extract (2.5%) of endophyte K3 inhibited 76.3 ± 4.8% mycelia growth, and 92.4 ± 4.2% inhibition was observed at a 5% sample concentration. The secondary metabolites produced by Bacillus licheniformis K3 showed maximum activity against Pseudomonas syringae (24 ± 1 mm zone of inhibition) and Xanthomonas campestris (28 ± 3 mm zone of inhibition). The strain K3 produced 28.3 ± 1.7 IU mL-1 protease, 28.3 ± 1.7 IU mL-1 cellulase, and 2.04 ± 0.13 IU mL-1 chitinase, respectively. The ginger rhizome treated with K3 in the greenhouse registered 53.8 ± 1.4% soft rot incidence, and the streptomycin-treated pot registered 78.3 ± 1.7% disease incidence. The selected endophyte K3 improved ascorbate peroxidase (1.37 ± 0.009 µmole ASC min-1 mg-1 protein), catalase (8.7 ± 0.28 µmole min-1 mg-1 protein), and phenylalanine ammonia-lyase (26.2 ± 0.99 Umg-1) in the greenhouse. In addition, K3 treatment in the field trial improved rhizome yield (730 ± 18.4 g) after 180 days (p < 0.01). The shoot length was 46 ± 8.3 cm in K3-treated plants, and it was about 31% higher than the control treatment (p < 0.01). The lytic enzyme-producing and growth-promoting endophyte is useful in sustainable crop production through the management of biotic stress.",
      "mesh_terms": [
        "Pythium",
        "Endophytes",
        "Plant Diseases",
        "Zingiber officinale",
        "Bacillus licheniformis",
        "Rhizome",
        "Mycelium",
        "Antibiosis",
        "Biological Control Agents",
        "Secondary Metabolism",
        "Chitinases"
      ]
    },
    {
      "pmid": "38575123",
      "title": "Enhancement of cryopreserved rooster semen and fertility potential after oral administration of Thai ginger (Kaempferia parviflora) extract in Thai native chickens.",
      "authors": [
        "Vibuntita Chankitisakul",
        "Supakorn Authaida",
        "Wuttigrai Boonkum",
        "Sarunya Tuntiyasawasdikul"
      ],
      "journal": "Animal bioscience",
      "publication_date": "2024-Jul",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: Semen cryopreservation is an effective method of preserving genetic material, particularly in native chicken breeds facing a substantial decline. In this study, we evaluated the quality of frozen/thawed rooster semen treated with different concentrations of oral administrations of black ginger (Kaempferia parviflora: KP) extract and determined its fertility. METHODS: Thirty-two Thai native roosters (Pradu Hang Dum, 42 weeks old) were used in this study. The treatments were classified into four groups according to the concentration of KP extract administered to the roosters: 0, 100, 150, and 200 mg/kg body weight. The quality of fresh semen was analyzed before cryopreservation. Post-thaw sperm quality and fertility potential were determined. Also, lipid peroxidation was determined. RESULTS: The results showed that sperm concentration and movement increased in roosters treated with 200 mg/kg of KP extract (p<0.05). The malondialdehyde (MDA) in the roosters receiving 200 mg/kg KP extract was lower than that in the other but had an insignificant difference within the KP treatment groups (p>0.05). The highest MDA levels were observed in the control group (p<0.05). The percentage of motile sperm (total motility and progressive motility) after semen thawing was higher in roosters that received 150 and 200 mg/kg KP extract than in those that received 100 mg/kg KP extract and the control (p<0.05). MDA levels decreased significantly in roosters that received 150 and 200 mg/kg KP extract than in those that received 100 mg/kg KP extract and the control (p<0.05). Fertility and hatchability were greater in the KP150 and KP200 groups than in the KP100 and control groups (p<0.05). CONCLUSION: The optimal amount of KP extract influencing initial sperm quality was determined to be 200 mg/kg. However, 150 mg/kg was the optimal low dosage of KP extract administration that maintained sperm quality and fertility following semen cryopreservation."
    },
    {
      "pmid": "38546072",
      "title": "Integrative Bioinformatics Analysis Reveals Potential Target Genes and PTEN Signaling in Breast Cancer and Effect of Zingiber officinale (Ginger) and Allium sativum (Garlic) extract on It.",
      "authors": [
        "Katayoon Sheybatzadeh",
        "Seyed Ali Asghar Moshtaghie",
        "Kahin Shahanipour",
        "Fereshteh Golab"
      ],
      "journal": "Asian Pacific journal of cancer prevention : APJCP",
      "publication_date": "2024-Mar-01",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Breast cancer is the most common type of cancer in women. The construction of a competing gene network is an important step in the identification of the role of hub genes in breast cancers. In the current research, we used a number of bioinformatics tools to construct this network in breast cancer and investigated the combined effect of garlic and ginger on mice model of breast cancer. MATERIALS AND METHODS: We chose female mice weighing 18-20 g that were divided into 7 groups including; the cancer group receiving normal saline, different doses of ginger extract (100 and 500 mg/kg), different doses of garlic (50 and 100 mg/kg), tamoxifen (10 mg/ kg) and simultaneous garlic (100 mg/kg) and ginger (500 mg/kg) for 3 weeks intraperitoneal. Then we anesthetized the mice, isolated the tumor, and determined its size. Glutathione reductase and peroxidase levels and HER2, PTEN, and Cullin3 genes expression were measured. RESULTS: We identified 20 hub genes for breast cancer. In animal phase we found that tumor size in all mice receiving garlic and ginger showed a significant decrease compared to the control. Glutathione reductase showed a significant increase in all groups, especially in ginger 500 and combined groups. Glutathione peroxidase increased almost in all groups, especially in ginger 500. Expression of HER2 decreased in all treated groups. Expression of PTEN increased just in the combined group. CONCLUSION: Taken together, we introduce a number of novel promising diagnostic biomarkers for breast cancer. The use of garlic and ginger in the treatment of cancer can be useful. This action is probably through the antioxidant mechanism, and regulation of the expression of cancer related genes such as PTEN.",
      "mesh_terms": [
        "Humans",
        "Female",
        "Mice",
        "Animals",
        "Garlic",
        "Antioxidants",
        "Zingiber officinale",
        "Breast Neoplasms",
        "Glutathione Reductase",
        "Plant Extracts",
        "PTEN Phosphohydrolase"
      ]
    },
    {
      "pmid": "38512162",
      "title": "Identification, rapid screening, docking mechanism and in vitro digestion stability of novel DPP-4 inhibitory peptides from wheat gluten with ginger protease.",
      "authors": [
        "Linsong Pu",
        "Xiangzhen Kong",
        "Ruoyu Xing",
        "Yuqing Wang",
        "Caimeng Zhang",
        "Yufei Hua",
        "Yeming Chen",
        "Xingfei Li"
      ],
      "journal": "Food & function",
      "publication_date": "2024-Apr-02",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "To better understand the hypoglycemic potential of wheat gluten (WG), we screened dipeptidyl peptidase IV (DPP-4) inhibitory active peptides from WG hydrolysates. WG hydrolysates prepared by ginger protease were found to have the highest DPP-4 inhibitory activity among the five enzymatic hydrolysates, from which a 1-3 kDa fraction was isolated by ultrafiltration. Further characterization of the fraction with nano-HPLC-MS/MS revealed 1133 peptides. Among them, peptides with P'2 (the second position of the N-terminal) and P2 (the second position of the C-terminal) as proline residues (Pro) accounted for 12.44% and 43.69%, respectively. The peptides including Pro-Pro-Phe-Ser (PPFS), Ala-Pro-Phe-Gly-Leu (APFGL), and Pro-Pro-Phe-Trp (PPFW) exhibited the most potent DPP-4 inhibitory activity with IC50 values of 56.63, 79.45, and 199.82 μM, respectively. The high inhibitory activity of PPFS, APFGL, and PPFW could be mainly attributed to their interaction with the S2 pocket (Glu205 and Glu206) and the catalytic triad (Ser630 and His740) of DPP-4, which adopted competitive, mixed, and mixed inhibitory modes, respectively. After comparative analysis of PPFS, PPFW, and PPF, Ser was found to be more conducive to enhancing the DPP-4 inhibitory activity. Interestingly, peptides with P2 as Pro also exhibited good DPP-4 inhibitory activity. Meanwhile, DPP-4 inhibitory peptides from WG showed excellent stability, suggesting a potential application in type 2 diabetes (T2DM) therapy or in the food industry as functional components.",
      "mesh_terms": [
        "Triticum",
        "Diabetes Mellitus, Type 2",
        "Tandem Mass Spectrometry",
        "Hydrolysis",
        "Dipeptidyl-Peptidase IV Inhibitors",
        "Peptides",
        "Glutens",
        "Digestion",
        "Dipeptidyl Peptidase 4",
        "Plant Proteins",
        "Cysteine Proteases"
      ]
    },
    {
      "pmid": "38484627",
      "title": "8-shogaol derived from dietary ginger alleviated acute and inflammatory pain by targeting TRPV1.",
      "authors": [
        "Xiao-Lan Cheng",
        "Yong-Lan Ruan",
        "Jing-Ya Dai",
        "Hai-Zhen Fan",
        "Jin-Ying Ling",
        "Jiao Chen",
        "Wu-Guang Lu",
        "Xue-Jiao Gao",
        "Peng Cao"
      ],
      "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology",
      "publication_date": "2024-Jun",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ginger, a well-known spice plant, has been used widely in medicinal preparations for pain relief. However, little is known about its analgesic components and the underlying mechanism. Here, we ascertained, the efficacy of ginger ingredient 8-Shogaol (8S), on inflammatory pain and tolerance induced by morphine, and probed the role of TRPV1 in its analgesic action using genetic and electrophysiology approaches. Results showed that 8S effectively reduced nociceptive behaviors of mice elicited by chemical stimuli, noxious heat as well as inflammation, and antagonized morphine analgesic tolerance independent on opioid receptor function. Genetic deletion of TRPV1 significantly abolished 8S' analgesia action. Further calcium imaging and patch-clamp recording showed that 8S could specifically activate TRPV1 in TRPV1-expressing HEK293T cells and dorsal root ganglion (DRG) neurons. The increase of [Ca2+]i in DRG was primarily mediated through TRPV1. Mutational and computation studies revealed the key binding sites for the interactions between 8S and TRPV1 included Leu515, Leu670, Ile573, Phe587, Tyr511, and Phe591. Further studies showed that TRPV1 activation evoked by 8S resulted in channel desensitization both in vitro and in vivo, as may be attributed to TRPV1 degradation or TRPV1 withdrawal from the cell surface. Collectively, this work provides the first evidence for the attractive analgesia of 8S in inflammatory pain and morphine analgesic tolerance mediated by targeting pain-sensing TRPV1 channel. 8S from dietary ginger has potential as a candidate drug for the treatment of inflammatory pain.",
      "mesh_terms": [
        "TRPV Cation Channels",
        "Zingiber officinale",
        "Animals",
        "Humans",
        "HEK293 Cells",
        "Ganglia, Spinal",
        "Catechols",
        "Mice",
        "Male",
        "Mice, Inbred C57BL",
        "Inflammation",
        "Analgesics",
        "Morphine",
        "Calcium"
      ]
    },
    {
      "pmid": "38474229",
      "title": "The Effects of Body Fat Reduction through the Metabolic Control of Steam-Processed Ginger Extract in High-Fat-Diet-Fed Mice.",
      "authors": [
        "Yeong-Geun Lee",
        "Sung Ryul Lee",
        "Hyun Jin Baek",
        "Jeong Eun Kwon",
        "Nam-In Baek",
        "Tong Ho Kang",
        "Hyunggun Kim",
        "Se Chan Kang"
      ],
      "journal": "International journal of molecular sciences",
      "publication_date": "2024-Mar-04",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The prevalence of metabolic syndrome is increasing globally due to behavioral and environmental changes. There are many therapeutic agents available for the treatment of chronic metabolic diseases, such as obesity and diabetes, but the data on their efficacy and safety are lacking. Through a pilot study by our group, Zingiber officinale rhizomes used as a spice and functional food were selected as an anti-obesity candidate. In this study, steam-processed ginger extract (GGE) was used and we compared its efficacy at alleviating metabolic syndrome-related symptoms with that of conventional ginger extract (GE). Compared with GE, GGE (25-100 μg/mL) had an increased antioxidant capacity and α-glucosidase inhibitory activity in vitro. GGE was better at suppressing the differentiation of 3T3-L1 adipocytes and lipid accumulation in HepG2 cells and promoting glucose utilization in C2C12 cells than GE. In 16-week high-fat-diet (HFD)-fed mice, GGE (100 and 200 mg/kg) improved biochemical profiles, including lipid status and liver function, to a greater extent than GE (200 mg/kg). The supplementation of HFD-fed mice with GGE (200 mg/kg) resulted in the downregulation of SREBP-1c and FAS gene expression in the liver. Collectively, our results indicate that GGE is a promising therapeutic for the treatment of obesity and metabolic syndrome.",
      "mesh_terms": [
        "Mice",
        "Animals",
        "Steam",
        "Metabolic Syndrome",
        "Pilot Projects",
        "Adipose Tissue",
        "Obesity",
        "Plant Extracts",
        "Diet, High-Fat",
        "Anti-Obesity Agents",
        "Lipids",
        "Mice, Inbred C57BL",
        "3T3-L1 Cells",
        "Adipogenesis",
        "Zingiber officinale"
      ]
    },
    {
      "pmid": "38461442",
      "title": "Effect of ginger and P6 acupressure on chemotherapy-induced nausea and vomiting: a randomized controlled study.",
      "authors": [
        "Xiao Chenbing",
        "Xia Huiling",
        "Xing Qianqian",
        "Wang Dan",
        "Xie Guilan",
        "Yang Ling",
        "Xie Lingling",
        "Qian Weiwei"
      ],
      "journal": "Revista da Escola de Enfermagem da U S P",
      "publication_date": "2024",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "OBJECTIVE: To evaluate the effect of ginger with P6 acupressure in preventing and treating chemotherapy-induced nausea and vomiting (CINV) in cancer patients. METHOD: A total of 172 participants were randomly divided into the control, ginger, acupressure, and joint groups, who were hospitalized in the Affiliated Hospital of Xuzhou Medical University from February and September 2022. The baseline characteristics, nausea, vomiting, and retching, benefit finding, functional living index-emesis, treatment satisfaction, and adverse reaction, were used in data collection. RESULTS: No significant difference was found in benefit finding and adverse reactions among the four groups (P > 0.05). Ginger significantly improved delayed CINV and function living index-nausea (P < 0.05) but had no significant effect on acute CINV, retching, and delayed vomiting, functional living index-emesis, and treatment satisfaction (P>0.05). Acute nausea and retching, delayed nausea, vomiting, and retching, functional living index-emesis, and treatment satisfaction were effectively improved in the acupressure and joint groups (P < 0.05). CONCLUSION: Ginger with P6 acupressure may contribute to improving CINV in patients undergoing chemotherapy.",
      "mesh_terms": [
        "Humans",
        "Zingiber officinale",
        "Acupressure",
        "Nausea",
        "Vomiting",
        "Antineoplastic Agents"
      ]
    },
    {
      "pmid": "38402829",
      "title": "Ginger alleviates mechanical hypersensitivity and anxio-depressive behavior in rats with diabetic neuropathy through beneficial actions on gut microbiome composition, mitochondria, and neuroimmune cells of colon and spinal cord.",
      "authors": [
        "Chwan-Li Shen",
        "Rui Wang",
        "Julianna Maria Santos",
        "Moamen M Elmassry",
        "Emily Stephens",
        "Nicole Kim",
        "Volker Neugebauer"
      ],
      "journal": "Nutrition research (New York, N.Y.)",
      "publication_date": "2024-Apr",
      "publication_types": [
        "Journal Article",
        "Research Support, U.S. Gov't, Non-P.H.S.",
        "Research Support, N.I.H., Extramural"
      ],
      "abstract": "The relationship among gut microbiota, mitochondrial dysfunction/neuroinflammation, and diabetic neuropathic pain (DNP) has received increased attention. Ginger has antidiabetic and analgesic effects because of its anti-inflammatory property. We examined the effects of gingerols-enriched ginger (GEG) supplementation on pain-associated behaviors, gut microbiome composition, and mitochondrial function and neuroinflammation of colon and spinal cord in DNP rats. Thirty-three male rats were randomly divided into 3 groups: control group, DNP group (high-fat diet plus single dose of streptozotocin at 35 mg/kg body weight, and GEG group (DNP+GEG at 0.75% in the diet for 8 weeks). Von Frey and open field tests were used to assess pain sensitivity and anxio-depressive behaviors, respectively. Colon and spinal cord were collected for gene expression analysis. 16S rRNA gene sequencing was done from cecal samples and microbiome data analysis was performed using QIIME 2. GEG supplementation mitigated mechanical hypersensitivity and anxio-depressive behavior in DNP animals. GEG supplementation suppressed the dynamin-related protein 1 protein expression (colon) and gene expression (spinal cord), astrocytic marker GFAP gene expression (colon and spinal cord), and tumor necrosis factor-α gene expression (colon, P < .05; spinal cord, P = .0974) in DNP rats. GEG supplementation increased microglia/macrophage marker CD11b gene expression in colon and spinal cord of DNP rats. GEG treatment increased abundance of Acinetobacter, Azospirillum, Colidextribacter, and Fournierella but decreased abundance of Muribaculum intestinale in cecal feces of rats. This study demonstrates that GEG supplementation decreased pain, anxio-depression, and neuroimmune cells, and improved the composition of gut microbiomes and mitochondrial function in rats with diabetic neuropathy.",
      "mesh_terms": [
        "Animals",
        "Gastrointestinal Microbiome",
        "Male",
        "Spinal Cord",
        "Diabetic Neuropathies",
        "Colon",
        "Rats",
        "Zingiber officinale",
        "Mitochondria",
        "Depression",
        "Rats, Sprague-Dawley",
        "Anxiety",
        "Hyperalgesia",
        "Behavior, Animal",
        "Diabetes Mellitus, Experimental"
      ]
    },
    {
      "pmid": "38393867",
      "title": "Therapeutic evaluation of titanium dioxide nanoparticles based herbal dental varnish derived from rosemary and ginger extracts:A comprehensive investigation into anti-inflammatory and antioxidant properties.",
      "authors": [
        "Bipin Maheshwaran",
        "Jerry Joe Chokkatt",
        "Amrutha Shenoy",
        "Dhanraj Ganapathy",
        "Pradeep Kumar Yadalam",
        "Maria Maddalena Marrapodi",
        "Marco Cicciù",
        "Giuseppe Minervini"
      ],
      "journal": "Technology and health care : official journal of the European Society for Engineering and Medicine",
      "publication_date": "2024",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "BACKGROUND: Titanium nanoparticles (NPs) offer promising applications in the treatment and prevention of inflammatory disorders due to their unique physicochemical characteristics. However, additional research is necessary to attain a thorough comprehension and validate the efficacy of this approach in dental practice. OBJECTIVE: This study scrutinizes the anti-inflammatory properties of a dental varnish infused with ginger and rosemary extracts mediated by titanium dioxide (TiO2) nanoparticles. METHODS: A herbal dental varnish was formulated by integrating ginger and rosemary extracts with titanium dioxide nanoparticles at concentrations of 10, 20, 30, 40, and 50 μL. Anti-inflammatory properties were assessed through Bovine Serum Albumin denaturation and membrane stabilization assays, comparing results with a control group. RESULTS: The results reveal concentration-dependent antioxidant and anti-inflammatory properties in the test group when compared to the control group. The BSA assay corroborates increased percent inhibition with rising titanium dioxide nanoparticle concentrations. In line with existing literature, titanium dioxide nanoparticles enhance dental material properties. CONCLUSION: The bioactive compounds in ginger and rosemary, such as phenolic compounds and terpenes, contribute to anti-inflammatory and antioxidant effects of the varnish. Additionally, the therapeutic potential of titanium dioxide nanoparticles in addressing inflammatory diseases underscores their significance in this formulation.",
      "mesh_terms": [
        "Zingiber officinale",
        "Titanium",
        "Antioxidants",
        "Anti-Inflammatory Agents",
        "Plant Extracts",
        "Rosmarinus",
        "Nanoparticles",
        "Metal Nanoparticles",
        "Humans",
        "Animals"
      ]
    },
    {
      "pmid": "38383294",
      "title": "Use of ginger extract and bacterial inoculants for the suppression of Alternaria solani causing early blight disease in Tomato.",
      "authors": [
        "Sajjad Hyder",
        "Amjad Shahzad Gondal",
        "Anam Sehar",
        "Aimen Razzaq Khan",
        "Nadia Riaz",
        "Zarrin Fatima Rizvi",
        "Rashid Iqbal",
        "Mohamed S Elshikh",
        "Khaloud M Alarjani",
        "Muhammed Habib Ur Rahman",
        "Muhammad Rizwan"
      ],
      "journal": "BMC plant biology",
      "publication_date": "2024-Feb-21",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Early blight (EB), caused by Alternaria solani, is a serious problem in tomato production. Plant growth-promoting rhizobacteria promote plant growth and inhibit plant disease. The present study explored the bio-efficacy of synergistic effect of rhizobacterial isolates and ginger powder extract (GPE) against tomato EB disease, singly and in combination. Six fungal isolates from symptomatic tomato plants were identified as A. solani on the basis of morphological features i.e., horizontal septation (6.96 to 7.93 µm), vertical septation (1.50 to 2.22 µm), conidia length (174.2 to 187.6 µm), conidial width (14.09 to 16.52 µm), beak length (93.06 to 102.26 µm), and sporulation. Five of the twenty-three bacterial isolates recovered from tomato rhizosphere soil were nonpathogenic to tomato seedlings and were compatible with each other and with GPE. Out of five isolates tested individually, three isolates (St-149D, Hyd-13Z, and Gb-T23) showed maximum inhibition (56.3%, 48.3%, and 42.0% respectively) against mycelial growth of A. solani. Among combinations, St-149D + GPE had the highest mycelial growth inhibition (76.9%) over the untreated control. Bacterial strains molecularly characterized as Pseudomonas putida, Bacillus subtilis, and Bacillus cereus and were further tested in pot trials through seed bacterization for disease control. Seeds treated with bacterial consortia + GPE had the highest disease suppression percentage (78.1%), followed by St-149D + GPE (72.2%) and Hyd-13Z + GPE (67.5%). Maximum seed germination was obtained in the bacterial consortia + GPE (95.0 ± 2.04) followed by St-149D + GPE (92.5 ± 1.44) and Hyd-13Z + GPE (90.0 ± 2.04) over control (73.8 ± 2.39) and chemical control as standard treatment (90.0 ± 2). Ginger powder extracts also induce the activation of defence-related enzymes (TPC, PO, PPO, PAL, and CAT) activity in tomato plants. These were highly significant in the testing bacterial inoculants against A. solani infection in tomato crops.",
      "mesh_terms": [
        "Animals",
        "Solanum lycopersicum",
        "Agricultural Inoculants",
        "Powders",
        "Alternaria",
        "Bacteria",
        "Plant Diseases",
        "Plant Extracts",
        "Zingiber officinale"
      ]
    },
    {
      "pmid": "38331338",
      "title": "Ginger-derived bioactive compounds attenuate the Toll-like receptor mediated responses of human dendritic cells.",
      "authors": [
        "Kitti Pázmándi",
        "Beatrix Ágics",
        "Attila Gábor Szöllősi",
        "Attila Bácsi",
        "Tünde Fekete"
      ],
      "journal": "European journal of pharmacology",
      "publication_date": "2024-Mar-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ginger has been used for thousands of years for the treatment of many illnesses, from nausea to migraines. Recently, an interest has grown in ginger compounds in the context of autoimmune and inflammatory diseases due to their significant anti-inflammatory effects. Nevertheless, the effects and mechanism of action of these phytochemicals in human immune cells, particularly in dendritic cells (DCs) are unclear. In the present study, we investigated the effects of 6-gingerol and 6-shogaol, the major compounds found in ginger rhizome, on the functionality of primary human monocyte-derived DCs (moDCs). Here we report for the first time that 6-gingerol and 6-shogaol dampen the immunogenicity of human DCs by inhibiting their activation, cytokine production and T cell stimulatory ability. In particular, the bioactive compounds of ginger dose-dependently inhibited the upregulation of activation markers, and the production of different cytokines in response to synthetic Toll-like receptor (TLR) ligands. Moreover, both compounds could significantly reduce the Escherichia coli-triggered cytokine production and T cell stimulatory capacity of moDCs. We also provide evidence that the ginger-derived compounds attenuate DC functionality via inhibiting the nuclear factor-κB (NF-kB), mitogen activated protein kinase (MAPK), and mammalian target of rapamycin (mTOR) signaling cascades. Further, 6-shogaol but not 6-gingerol activates the AMP-activated protein kinase (AMPK) and nuclear factor erythroid 2-related factor 2 (NRF2) pathways that might contribute to its anti-inflammatory action. Altogether, our results indicate that ginger-derived phytochemicals exert their anti-inflammatory activities via multiple mechanisms and suggest that 6-shogaol is more potent in its ability to suppress DC functionality than 6-gingerol.",
      "mesh_terms": [
        "Humans",
        "Zingiber officinale",
        "Catechols",
        "Plant Extracts",
        "Cytokines",
        "Anti-Inflammatory Agents",
        "Toll-Like Receptors",
        "Dendritic Cells",
        "Fatty Alcohols"
      ]
    },
    {
      "pmid": "38316805",
      "title": "Effect of ginger supplementation on the fecal microbiome in subjects with prior colorectal adenoma.",
      "authors": [
        "Ajay Prakash",
        "Nathan Rubin",
        "Christopher Staley",
        "Guillaume Onyeaghala",
        "Ya-Feng Wen",
        "Aasma Shaukat",
        "Ginger Milne",
        "Robert J Straka",
        "Timothy R Church",
        "Anna Prizment"
      ],
      "journal": "Scientific reports",
      "publication_date": "2024-Feb-05",
      "publication_types": [
        "Randomized Controlled Trial",
        "Journal Article"
      ],
      "abstract": "Ginger has been associated with a decreased incidence of colorectal cancer (CRC) through reduction in inflammatory pathways and inhibition of tumor growth. Recent pre-clinical models have implicated changes in the gut microbiome as a possible mediator of the ginger effect on CRC. We hypothesized that, in adults previously diagnosed with a colorectal adenoma, ginger supplementation would alter the fecal microbiome in the direction consistent with its CRC-inhibitory effect. Sixty-eight adults were randomized to take either ginger or placebo daily for 6 weeks, with a 6-week washout and longitudinal stool collection throughout. We performed 16S rRNA sequencing and evaluated changes in overall microbial diversity and the relative abundances of pre-specified CRC-associated taxa using mixed-effects logistic regression. Ginger supplementation showed no significant effect on microbial community structure through alpha or beta diversity. Of 10 pre-specified CRC-associated taxa, there were significant decreases in the relative abundances of the genera Akkermansia (p < 0.001), Bacteroides (p = 0.018), and Ruminococcus (p = 0.013) after 6-week treatment with ginger compared to placebo. Ginger supplementation led to decreased abundances of Akkermansia and Bacteroides, which suggests that ginger may have an inhibitory effect on CRC-associated taxa. Overall, ginger supplementation appears to have a limited effect on gut microbiome in patients with colorectal adenomas.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Zingiber officinale",
        "RNA, Ribosomal, 16S",
        "Colorectal Neoplasms",
        "Feces",
        "Microbiota",
        "Adenoma",
        "Dietary Supplements"
      ]
    },
    {
      "pmid": "38298688",
      "title": "Ginger volatile oil inhibits the growth of MDA-MB-231 in the bisphenol A environment by altering gut microbial diversity.",
      "authors": [
        "Liming Luo",
        "Yuran Chen",
        "Qiuting Ma",
        "Yun Huang",
        "Lei Xu",
        "Kun Shu",
        "Zhongfa Zhang",
        "Zhiyong Liu"
      ],
      "journal": "Heliyon",
      "publication_date": "2024-Jan-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "UNLABELLED: To examine the impact of ginger volatile oil (GVO) on the growth of MDA-MB-231 breast cancer cells in the presence of bisphenol A (BPA) by modulating the diversity of gut microbiota. METHODS: MDA-MB-231 breast cancer cells were injected subcutaneously into the right armpit of female BALB/c Nude (nu/nu) mice to create a triple negative breast cancer model. Thirty nude mice were randomly divided into 5 groups: control group (distilled water every day), BPA control group (distilled PEG-400+ DMSO + cyclodextrin every day), BPA + GVO (0.25 mL/kg) group, BPA + GVO (0.5 mL/kg) group, BPA + GVO (1 mL/kg) group, 6 mice in each group; The drug was given by gavage once a day for 4 weeks. At the end of the experiment, the changes of tumor mass and tumor volume were observed and compared in 5 groups of tumor-bearing mice. High-throughput sequencing (16S rRNA) was used to detect the changes of gut microflora in each group. RESULTS: The volume and weight of breast cancer decreased in the low, medium and high dose groups of GVO. Among them, the difference between the high-dose group and the BPA group reached a significant level (P < 0.05). The species and abundance of gut flora decreased following BPA treatment, but increased after combined treatment of BPA with GVO. In the tumor control group, the ratio of Firmicutes(F) and Bacteroidea(B) respectively was 0.10:0.79 at the phylum level, while the ratio of BPA group further decreased (0.04:0.88). After feeding GVO, the number of Firmicutes and Bacteroidea increased, the F/B ratio increased, and the level of Lactobacillus and alistipes increased. In the BPA and GVO treatment group, the predominant gut microflora functions are cell membrane biogenesis, carbohydrate transport and metabolism. This is followed by amino acid transport and metabolism, and transcription function. After GVO administration, the Gram-positive bacteria (G+) ratio had an increasing trend and the Gram-negative bacteria (G-)ratio had a decreasing trend. CONCLUSION: The species and abundance of gut flora decreased following BPA treatment, but increased after combined treatment of BPA with GVO."
    },
    {
      "pmid": "38261398",
      "title": "Ginger intervention on body weight and body composition in adults: a GRADE-assessed systematic review and dose-response meta-analysis of 27 randomized controlled trials.",
      "authors": [
        "Nastaran Rafieipour",
        "Negin Gharbi",
        "Homan Rahimi",
        "Atefeh Kohansal",
        "Hamed Sadeghi-Dehsahraei",
        "Marjan Fadaei",
        "Marzieh Tahmasebi",
        "Seyed Aref Momeni",
        "Navid Ostovar",
        "Mohammad Ahmadi",
        "Sara Sadeghi Majd",
        "Mohsen Mohammadi-Sartang"
      ],
      "journal": "Nutrition reviews",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article",
        "Systematic Review",
        "Meta-Analysis"
      ],
      "abstract": "CONTEXT: Ginger consumption may have an inverse relationship with obesity and metabolic syndrome parameters; however, clinical trials have reported contradictory results. OBJECTIVE: To systematically review and analyze randomized controlled trials (RCTs) assessing the effects of ginger on body weight and body composition parameters. METHODS: Databases were searched for appropriate articles up to August 20, 2022. All selected RCTs investigated the impact of ginger on glycemic indices in adults. A random effects model was used to conduct a meta-analysis, and heterogeneity was assessed using the I2 statistic. Net changes in body weight, body mass index (BMI), waist circumference (WC), and percent body fat were used to calculate the effect size, which was reported as a weighted mean difference (WMD) and 95% confidence intervals (CIs). The risk of bias was assessed. RESULTS: A total of 27 RCTs involving 1309 participants were included. The certainty in the evidence was very low for WC and BMI, and low for body weight and percent body fat as assessed by the GRADE evidence profiles. The meta-analysis showed a significant association between ginger supplementation and a reduction in body weight (WMD, -1.52 kg; 95%CI, -2.37, -0.66; P < 0.001), BMI (WMD, -0.58 kg/m2; 95%CI, -0.87, -0.30; P < 0.001), WC (WMD, -1.04 cm; 95%CI: -1.93, -0.15; P = 0.021), and percent body fat consumption (WMD, -0.87%; 95%CI, -1.71, -0.03; P = 0.042). The results of the nonlinear dose-response analysis showed a significant association between the ginger dose with body weight (Pnonlinearity = 0.019) and WC (Pnonlinearity = 0.042). The effective dose of ginger intervention for body mass reduction was determined to be 2 g/d in dose-response analysis. The duration of ginger intervention had a significant nonlinear relationship with body weight (Pnonlinearity = 0.028) with an effective duration of longer than 8 weeks. CONCLUSIONS: Our findings provide evidence that ginger consumption may significantly affect body composition parameters nonlinearly. More, well-constructed RCTs are needed.",
      "mesh_terms": [
        "Adult",
        "Humans",
        "Body Composition",
        "Body Mass Index",
        "Body Weight",
        "Dietary Supplements",
        "Obesity",
        "Randomized Controlled Trials as Topic",
        "Waist Circumference",
        "Zingiber officinale"
      ]
    },
    {
      "pmid": "38248918",
      "title": "Benzalkonium Chloride and Benzethonium Chloride Effectively Reduce Spore Germination of Ginger Soft Rot Pathogens: Fusarium solani and Fusarium oxysporum.",
      "authors": [
        "Dongxu Zhao",
        "Yang Zhang",
        "Zhaoyang Jin",
        "Ruxiao Bai",
        "Jun Wang",
        "Li Wu",
        "Yujian He"
      ],
      "journal": "Journal of fungi (Basel, Switzerland)",
      "publication_date": "2023-Dec-22",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ginger soft rot is a serious soil-borne disease caused by Fusarium solani and Fusarium oxysporum, resulting in reduced crop yields. The application of common chemical fungicides is considered to be an effective method of sterilization, and therefore, they pose a serious threat to the environment and human health due to their high toxicity. Benzalkonium chloride (BAC) and benzethonium chloride (BEC) are two popular quaternary ammonium salts with a wide range of fungicidal effects. In this study, we investigated the fungicidal effects of BAC and BEC on soft rot disease of ginger as alternatives to common chemical fungicides. Two soft rot pathogens of ginger were successfully isolated from diseased ginger by using the spread plate method and sequenced as F. solani and F. oxysporum using the high-throughput fungal sequencing method. We investigated the fungicidal effects of BAC and BEC on F. solani and F. oxysporum, and we explored the antifungal mechanisms. Almost complete inactivation of spores of F. solani and F. oxysporum was observed at 100 mg/L fungicide concentration. Only a small amount of spore regrowth was observed after the inactivation treatment of spores of F. solani and F. oxysporum in soil, which proved that BAC and BEC have the potential to be used as an alternative to common chemical fungicides for soil disinfection of diseased ginger."
    },
    {
      "pmid": "38218504",
      "title": "Pharmacodynamic components and mechanisms of ginger (Zingiber officinale) in the prevention and treatment of colorectal cancer.",
      "authors": [
        "Sirui Xiang",
        "Qin Jian",
        "Wu Chen",
        "Qi Xu",
        "Jia Li",
        "Chuchu Wang",
        "Rongrong Wang",
        "Dingkun Zhang",
        "Junzhi Lin",
        "Chuan Zheng"
      ],
      "journal": "Journal of ethnopharmacology",
      "publication_date": "2024-Apr-24",
      "publication_types": [
        "Journal Article",
        "Review"
      ],
      "abstract": "ETHNOPHARMACOLOGICAL RELEVANCE: Ginger is a \"medicine-food homology\" natural herb and has a longstanding medicinal background in treating intestinal diseases. Its remarkable bioactivities, including anti-inflammatory, antioxidant, immunoregulatory, flora regulatory, intestinal protective, and anticancer properties, make it a promising natural medicine for colorectal cancer (CRC) prevention and treatment. AIM OF THE REVIEW: The purpose is to review the relevant literature on ginger and pharmacodynamic components for CRC prevention and treatment, summarize the possible mechanisms of ginger from clinical studies and animal and in vitro experiments, to provide theoretical support for the use of ginger preparations in the daily prevention and clinical treatment of CRC. MATERIALS AND METHODS: Literatures about ginger and CRC were searched from electronic databases, such as PubMed, Web of Science, ScienceDirect, Google Scholar and China National Knowledge Infrastructure (CNKI). RESULTS: This article summarizes the molecular mechanisms of ginger and its pharmacodynamic components in the prevention and treatment of CRC, including anti-inflammatory, antioxidant, immunoregulatory, flora regulatory, intestinal protective, inhibit CRC cell proliferation, induce CRC cell cycle blockage, promote CRC cell apoptosis, suppress CRC cell invasion and migration, enhance the anticancer effect of chemotherapeutic drugs. CONCLUSIONS: Ginger has potential for daily prevention and clinical treatment of CRC.",
      "mesh_terms": [
        "Animals",
        "Zingiber officinale",
        "Antioxidants",
        "Intestines",
        "Colorectal Neoplasms",
        "Anti-Inflammatory Agents",
        "Plant Extracts"
      ]
    },
    {
      "pmid": "38199583",
      "title": "Bitter ginger (Zingiber zerumbet) for patients with solid tumors with no treatment options: A pilot clinical study.",
      "authors": [
        "Larissa Vieira de Queiroz",
        "José Favoreto Neto",
        "Fernando Luiz Affonso Fonseca",
        "Carlos Cleomir Pinheiro",
        "Auro Del Giglio"
      ],
      "journal": "Complementary therapies in medicine",
      "publication_date": "2024-Mar",
      "publication_types": [
        "Clinical Study",
        "Journal Article"
      ],
      "abstract": "INTRODUCTION: Zerumbone is a natural compound found in bitter ginger plants (Zingiber zerumbet) that shows antiproliferative, antioxidant, anti-inflammatory, and analgesic properties. We aimed to investigate the role of zerumbone in improving the quality of life and symptom control in cancer patients with no treatment options. METHODS: We conducted a pilot, non-randomized, single-center, open prospective, and systematic study on the use of 400 mg of zerumbone twice a day. RESULTS: The study included 35 patients (mean age, 68 years; 64% men), of which 16 completed the eight-week study. The intention-to-treat population showed no significant changes in weight or sleep quality over the eight-week study. Assessments performed using the European Organisation for Research and Treatment of Cancer Quality of Life Questionnaire Core 30 (EORTC QLQ-C30) showed significant improvements in the quality of life in the global (p = 0.072), activity (p = 0.0393), social (p = 0.0001), and emotional (p = 0.0023) dimensions. The Hospital Anxiety and Depression Scale (HADS) questionnaire scores showed significant improvement in anxiety (p = 0.032) and depression (p = 0.021), while the Functional Assessment of Chronic Illness Therapy-Fatigue (FACIT-F) questionnaire scores also indicated a significant improvement (p = 0.001). Bitter ginger showed low toxicity. CONCLUSIONS: Bitter ginger showed promising results in improving the quality of life and reducing symptoms of anxiety and depression in the study population. A randomized placebo-controlled study is necessary to confirm these results. This trial was registered under the number FMABC: CAAE - 93459418.00000082, at ISRCTN (BIOMED CENTRAL) NUMBER 4388 (03/07/23) and at Plataforma Brasil (https://plataformabrasil.saude.gov.br/login.jsf).",
      "mesh_terms": [
        "Aged",
        "Female",
        "Humans",
        "Male",
        "Neoplasms",
        "Prospective Studies",
        "Quality of Life",
        "Sesquiterpenes",
        "Zingiber officinale",
        "Pilot Projects"
      ]
    },
    {
      "pmid": "38144724",
      "title": "Optimum drying conditions for ginger (Zingiber officinale Roscoe) based on time, energy consumption and physicochemical quality.",
      "authors": [
        "Kaikang Chen",
        "Yanwei Yuan",
        "Bo Zhao",
        "Mohammad Kaveh",
        "Mohsen Beigi",
        "Yongjun Zheng",
        "Mehdi Torki"
      ],
      "journal": "Food chemistry: X",
      "publication_date": "2023-Dec-30",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "The effect of ultrasonic pre-treatment on moisture removal characteristics of ginger in a convective dryer was investigated. The slabs were dried by practicing sonication durations of 0, 15 and 30 min at different levels of the air temperature and velocity. Following increasing the sonication duration and air temperature, required time and energy to dehydrate the samples were decreased. The pre-treatment played important role in improving rehydration capability and surface color retention in the dried gingers. Content of the main volatile component (α-Zingiberene) was not influenced by the sonication. Mean values for the phenolic contents and antioxidant activity at sonication duration of 0, 15 and 30 min were determined to be 18.93, 18.15 and 17.49 GAE/g dry matter and 83.57, 78.33 and 74.58 %, respectively. The desired values for the temperature, velocity and sonication duration were revealed to be about 66 °C, 3 m/s and 20 min, respectively."
    },
    {
      "pmid": "38102801",
      "title": "Therapeutic effects and mechanisms of action of ginger and its bioactive components on inflammatory response, oxidative stress, the immune system, and organ failure in sepsis: a comprehensive systematic review.",
      "authors": [
        "Aynaz Velayati",
        "Mohamad Reza Vafa",
        "Nadia Sani'ee",
        "Zahra Darabi"
      ],
      "journal": "Nutrition reviews",
      "publication_date": "2024-Dec-01",
      "publication_types": [
        "Journal Article",
        "Systematic Review"
      ],
      "abstract": "CONTEXT: Sepsis refers to a usually lethal medical condition that results from an extreme, uncontrolled, and multifaceted immune system response to infection. Ginger (Zingiber officinale Roscoe; Zingiberaceae) is 1 of the most popular spice. It is widely used as a traditional herb and as medicine in the treatment of some inflammatory conditions, such as vomiting, pain, cancer, diabetes, and cardiovascular diseases, because of its varied medical characteristics, including anti-inflammatory, antioxidant, antimicrobial, and antitumor effects. OBJECTIVE: The aim of this study was to demonstrate the potential roles of ginger and its elements in sepsis. DATA SOURCES: This systematic review article was conducted and reported by following the guideline of the Preferred Reporting for Systematic Reviews (PRISMA). Electronic databases, including Web of Sciences, Google Scholar, PubMed, Scopus, and ProQuest, were searched using related key words up to January 2023. DATA EXTRACTION: Among 141 found articles, 48 eligible articles were included and reviewed for their details. Data were extracted, including the first author's name, year of publication, name of origin country, study design, number and type of subject, dosage and type of intervention, study duration, assay, and main results. DATA ANALYSIS: The data from the included articles showed that ginger and its bioactive elements, such as gingerol (1-300 µg/mL or 1-100 mg/kg for 24 hours to 14 days), shogaol (0.2-100 µg/mL or 10-40 mg/kg body weight for 24 hours to 8 days), gingerdione (1-100 µg/mL for 20-48 hours), and zingerone (2-20 µM for 4 hours to 8 days), can be effective in sepsis via suppressing the gene expression and production of pro-inflammatory cytokines and oxidant agents, downregulating immune response, and protecting against sepsis-induced organ failures in experimental and animal models. CONCLUSION: Ginger has potential therapeutic effects in sepsis. Human clinical trials are recommended. SYSTEMATIC REVIEW REGISTRATION: PROSPERO registration no. CRD42023373613.",
      "mesh_terms": [
        "Zingiber officinale",
        "Humans",
        "Sepsis",
        "Oxidative Stress",
        "Plant Extracts",
        "Inflammation",
        "Multiple Organ Failure",
        "Animals",
        "Immune System",
        "Antioxidants",
        "Anti-Inflammatory Agents",
        "Phytotherapy",
        "Catechols"
      ]
    },
    {
      "pmid": "38100672",
      "title": "First Report of Wilt Disease of Ginger Caused by Achromobacter xylosoxidans in China.",
      "authors": [
        "Yue Hua",
        "Zhijie Zheng",
        "Jianfei Wang",
        "Lin Zhu",
        "Cheng Zhou"
      ],
      "journal": "Plant disease",
      "publication_date": "2023-Dec-15",
      "publication_types": [
        "Journal Article"
      ],
      "abstract": "Ginger (Zingiber officinale) is an important commercial crop that has been widely cultivated in China for more than 2500 years. One variety, Tongling white ginger, has been grown in the Yi'an District of Tongling city, Anhui province (30°45 N, 117°43 E), China. In August 2022, symptoms of yellowing and wilting were observed on ginger plants, with a disease incidence rate exceeding 20% in the field. The stem base of the diseased plants became soft, brown and water-soaked. Additionally, the rhizomes displayed symptoms of browning and water-soaked rot, resembling those caused by Ralstonia solanacearum and Enterobacter cloacae (Yu et al. 2003; Nishijima et al. 2004; Liu et al. 2021). Consequently, ginger bacterial wilt disease may potentially emerge from a combination of infections by diverse pathogenic bacteria. To identify novel pathogens causing the wilt disease, stem tissues of the diseased plants from different locations were sterilized with 1% sodium hypochlorite (NaOCl) for 10 min, followed by at least three time rinses with sterile water. The sterilized samples were then ground with 0.9% saline solution and left at room temperature for 30 min. A 20 μL aliquot of the suspension was serially diluted and cultured on Luria-Bertani (LB) medium at 28°C. A total of 217 isolates was picked and purified for taxonomic identification by 16S rRNA gene analyses with the primer 27F/1492R (Weisburg et al. 1991). Among these isolates, 23 single colony isolates were identified as A. xylosoxidans through NCBI BLASTn analyses. Furthermore, three single isolates from different locations were randomly selected for further experiments. The growing colonies appeared opaque white and round. Microscopic evaluation revealed that cells were rod-shaped with an average length of 1.95 µm and average width of 0.46 µm. The three isolates shared identical 16S rRNA sequences, displayed 99.72% identity with the sequence from A. xylosoxidans strain SeqID2 (GenBank accession NO. MH266081.1). The glutamate synthase (gltB), GTP-binding membrane protein (lepA), NADH:ubiquinone oxidoreductase subunit L (nuoL), RNA polymerase beta-subunit (rpoB), and the enolase (eno) genes of the three isolates were amplified by PCR using primer pairs gltB-F/gltB-R, lepA-F/lepA-R, nuoL-F/nuoL-R, rpoB-F/rpoB-R and eno-F/eno-R, respectively (Spilker et al. 2012; Vandamme et al. 2016). The gene sequences of 16S rRNA (OQ711945, OQ740153 and OR230037), gltB (OR242732, OQ737692 and OR262112), lepA (OR233727, OQ737693 and OR262113), nuoL (OR233726, OQ737694 and OR262114), ropB (OR233725, OQ737695 and OR262115) and eno (OR242733, OQ737696 and OR262116) for the isolates ZOR02, ZOR05 and ZOR12 were deposited in GenBank database. The gltB, lepA, nuoL, rpoB and eno sequences of the isolates ZOR02, ZOR05 and ZOR12 showed 98.66-99.16%, 98.9-100%, 96.28%-97.34%, 98.47-99.44% and 99.27-99.82% similarity to A. xylosoxidans strain AX27, respectively. Phylogenetic trees were constructed based on the 16S rRNA and gltB-lepA-nuoL-rpoB-eno multilocus using the Neighbor-Joining (NJ) method with 1000 bootstrap replicates in MEGA11.0 software (Álvarez et al. 2018). For pathogenicity tests, bacterial suspensions were initially prepared in sterile water at a final concentration of 108 CFU mL-1. Subsequently, 10 μL of bacterial suspensions was injected into the stem base of two-month-old ginger plants, while sterile water was used as a control (Wang et al. 2022). These plants were then incubated at 28°C and 70% relative humidity. There were three replicates for each treatment, and each replicate contained five plants. After six days of inoculation, the ginger plants injected with bacterial suspensions alone exhibited severe wilting symptoms similar to those observed in the field. However, water-soaked symptoms were not observed on rhizome tissues from the pathogen-infected plants. Bacterial pathogens were re-isolated from the diseased plants and identified using the morphological and molecular methods to meet Koch's hypothetical tests. To our knowledge, this is the first report of A. xylosoxidans causing wilt disease of ginger in China. In 2022, the average yield loss due to wilt disease in the Yi'an District of Tongling exceeded 20%, posing a major threat to local ginger cultivation. Effective disease management strategies are needed to develop for the control and prevention of the disease."
    }
  ]
}